[{"word":"Ana-","type":"","descr":" A prefix in words from the Greek, denoting up, upward, throughout, backward, back, again, anew."},{"word":"Ana","type":"adv.","descr":" Of each; an equal quantity; as, wine and honey, ana (or, contracted, aa), \/ ij., that is, of wine and honey, each, two ounces."},{"word":"Anabaptism","type":"n.","descr":" The doctrine of the Anabaptists."},{"word":"Anabaptist","type":"n.","descr":" A name sometimes applied to a member of any sect holding that rebaptism is necessary for those baptized in infancy."},{"word":"Anabaptistic","type":"a.","descr":" Alt. of Anabaptistical"},{"word":"Anabaptistical","type":"a.","descr":" Relating or attributed to the Anabaptists, or their doctrines."},{"word":"Anabaptistry","type":"n.","descr":" The doctrine, system, or practice, of Anabaptists."},{"word":"Anabaptize","type":"v. t.","descr":" To rebaptize; to rechristen; also, to rename."},{"word":"Anabas","type":"n.","descr":" A genus of fishes, remarkable for their power of living long out of water, and of making their way on land for considerable distances, and for climbing trees; the climbing fishes."},{"word":"Anabasis","type":"n.","descr":" A journey or expedition up from the coast, like that of the younger Cyrus into Central Asia, described by Xenophon in his work called \"The Anabasis.\""},{"word":"Anabasis","type":"n.","descr":" The first period, or increase, of a disease; augmentation."},{"word":"Anabatic","type":"a.","descr":" Pertaining to anabasis; as, an anabatic fever."},{"word":"Anabolic","type":"a.","descr":" Pertaining to anabolism; an anabolic changes, or processes, more or less constructive in their nature."},{"word":"Anabolism","type":"n.","descr":" The constructive metabolism of the body, as distinguished from katabolism."},{"word":"Anacamptic","type":"a.","descr":" Reflecting of reflected; as, an anacamptic sound (and echo)."},{"word":"Anacamptically","type":"adv.","descr":" By reflection; as, echoes are sound produced anacamptically."},{"word":"Anacamptics","type":"n.","descr":" The science of reflected light, now called catoptrics."},{"word":"Anacamptics","type":"n.","descr":" The science of reflected sounds."},{"word":"Anacanthini","type":"n. pl.","descr":" Alt. of Anacanths"},{"word":"Anacanths","type":"n. pl.","descr":" A group of teleostean fishes destitute of spiny fin-rays, as the cod."},{"word":"Anacanthous","type":"a.","descr":" Spineless, as certain fishes."},{"word":"Anacardiaceous","type":"a.","descr":" Belonging to, or resembling, a family, or order, of plants of which the cashew tree is the type, and the species of sumac are well known examples."},{"word":"Anacardic","type":"a.","descr":" Pertaining to, or derived from, the cashew nut; as, anacardic acid."},{"word":"Anacardium","type":"n.","descr":" A genus of plants including the cashew tree. See Cashew."},{"word":"Anacathartic","type":"a.","descr":" Producing vomiting or expectoration."},{"word":"Anacathartic","type":"n.","descr":" An anacathartic medicine; an expectorant or an emetic."},{"word":"Anacharis","type":"n.","descr":" A fresh-water weed of the frog\\'s-bit family (Hydrocharidaceae), native to America. Transferred to England it became an obstruction to navigation. Called also waterweed and water thyme."},{"word":"Anachoret","type":"a.","descr":" Alt. of Anachoretical"},{"word":"Anachoretical","type":"a.","descr":" See Anchoret, Anchoretic."},{"word":"Anachorism","type":"n.","descr":" An error in regard to the place of an event or a thing; a referring something to a wrong place."},{"word":"Anachronic","type":"a.","descr":" Alt. of Anachronical"},{"word":"Anachronical","type":"a.","descr":" Characterized by, or involving, anachronism; anachronistic."},{"word":"Anachronism","type":"n.","descr":" A misplacing or error in the order of time; an error in chronology by which events are misplaced in regard to each other, esp. one by which an event is placed too early; falsification of chronological relation."},{"word":"Anachronistic","type":"a.","descr":" Erroneous in date; containing an anachronism."},{"word":"Anachronize","type":"v. t.","descr":" To refer to, or put into, a wrong time."},{"word":"Anachronous","type":"a.","descr":" Containing an anachronism; anachronistic."},{"word":"Anaclastic","type":"a.","descr":" Produced by the refraction of light, as seen through water; as, anaclastic curves."},{"word":"Anaclastic","type":"a.","descr":" Springing back, as the bottom of an anaclastic glass."},{"word":"Anaclastics","type":"n.","descr":" That part of optics which treats of the refraction of light; -- commonly called dioptrics."},{"word":"Anacoenosis","type":"n.","descr":" A figure by which a speaker appeals to his hearers or opponents for their opinion on the point in debate."},{"word":"Anacoluthic","type":"a.","descr":" Lacking grammatical sequence."},{"word":"Anacoluthon","type":"n.","descr":" A want of grammatical sequence or coherence in a sentence; an instance of a change of construction in a sentence so that the latter part does not syntactically correspond with the first part."},{"word":"Anaconda","type":"n.","descr":" A large South American snake of the Boa family (Eunectes murinus), which lives near rivers, and preys on birds and small mammals. The name is also applied to a similar large serpent (Python tigris) of Ceylon."},{"word":"Anacreontic","type":"a.","descr":" Pertaining to, after the manner of, or in the meter of, the Greek poet Anacreon; amatory and convivial."},{"word":"Anacreontic","type":"n.","descr":" A poem after the manner of Anacreon; a sprightly little poem in praise of love and wine."},{"word":"Anacrotic","type":"a.","descr":" Pertaining to anachronism."},{"word":"Anacrotism","type":"n.","descr":" A secondary notch in the pulse curve, obtained in a sphygmographic tracing."},{"word":"Anacrusis","type":"n.","descr":" A prefix of one or two unaccented syllables to a verse properly beginning with an accented syllable."},{"word":"Anadem","type":"n.","descr":" A garland or fillet; a chaplet or wreath."},{"word":"Anadiplosis","type":"n.","descr":" A repetition of the last word or any prominent word in a sentence or clause, at the beginning of the next, with an adjunct idea; as, \"He retained his virtues amidst all his misfortunes -- misfortunes which no prudence could foresee or prevent.\""},{"word":"Anadrom","type":"n.","descr":" A fish that leaves the sea and ascends rivers."},{"word":"Anadromous","type":"a.","descr":" Ascending rivers from the sea, at certain seasons, for breeding, as the salmon, shad, etc."},{"word":"Anadromous","type":"a.","descr":" Tending upwards; -- said of terns in which the lowest secondary segments are on the upper side of the branch of the central stem."},{"word":"Anaemia","type":"a.","descr":" A morbid condition in which the blood is deficient in quality or in quantity."},{"word":"Anaemic","type":"a.","descr":" Of or pertaining to anaemia."},{"word":"Anaerobic","type":"a.","descr":" Relating to, or like, anaerobies; anaerobiotic."},{"word":"Anaerobies","type":"n. pl.","descr":" Microorganisms which do not require oxygen, but are killed by it."},{"word":"Anaerobiotic","type":"a.","descr":" Related to, or of the nature of, anaerobies."},{"word":"Anaesthesia","type":"n.","descr":" Entire or partial loss or absence of feeling or sensation; a state of general or local insensibility produced by disease or by the inhalation or application of an anaesthetic."},{"word":"Anaesthesis","type":"n.","descr":" See Anaesthesia."},{"word":"Anaesthetic","type":"a.","descr":" Capable of rendering insensible; as, anaesthetic agents."},{"word":"Anaesthetic","type":"a.","descr":" Characterized by, or connected with, insensibility; as, an anaesthetic effect or operation."},{"word":"Anaesthetic","type":"n.","descr":" That which produces insensibility to pain, as chloroform, ether, etc."},{"word":"Anaesthetization","type":"n.","descr":" The process of anaesthetizing; also, the condition of the nervous system induced by anaesthetics."},{"word":"Anaesthetize","type":"v. t.","descr":" To render insensible by an anaesthetic."},{"word":"Anaglyph","type":"n.","descr":" Any sculptured, chased, or embossed ornament worked in low relief, as a cameo."},{"word":"Anaglyphic","type":"a.","descr":" Alt. of Anaglyphical"},{"word":"Anaglyphical","type":"a.","descr":" Pertaining to the art of chasing or embossing in relief; anaglyptic; -- opposed to diaglyptic or sunk work."},{"word":"Anaglyphic","type":"n.","descr":" Work chased or embossed relief."},{"word":"Anaglyptic","type":"a.","descr":" Relating to the art of carving, enchasing, or embossing in low relief."},{"word":"Anaglyptics","type":"n.","descr":" The art of carving in low relief, embossing, etc."},{"word":"Anaglyptograph","type":"n.","descr":" An instrument by which a correct engraving of any embossed object, such as a medal or cameo, can be executed."},{"word":"Anaglyptographic","type":"a.","descr":" Of or pertaining to anaglyptography; as, anaglyptographic engraving."},{"word":"Anaglyptography","type":"n.","descr":" The art of copying works in relief, or of engraving as to give the subject an embossed or raised appearance; -- used in representing coins, bas-reliefs, etc."},{"word":"Anagnorisis","type":"n.","descr":" The unfolding or denouement."},{"word":"Anagoge","type":"n.","descr":" An elevation of mind to things celestial."},{"word":"Anagoge","type":"n.","descr":" The spiritual meaning or application; esp. the application of the types and allegories of the Old Testament to subjects of the New."},{"word":"Anagogic","type":"a.","descr":" Alt. of Anagogical"},{"word":"Anagogical","type":"a.","descr":" Mystical; having a secondary spiritual meaning; as, the rest of the Sabbath, in an anagogical sense, signifies the repose of the saints in heaven; an anagogical explication."},{"word":"Anagogics","type":"n. pl.","descr":" Mystical interpretations or studies, esp. of the Scriptures."},{"word":"Anagogy","type":"n.","descr":" Same as Anagoge."},{"word":"Anagram","type":"n.","descr":" Literally, the letters of a word read backwards, but in its usual wider sense, the change or one word or phrase into another by the transposition of its letters. Thus Galenus becomes angelus; William Noy (attorney-general to Charles I., and a laborious man) may be turned into I moyl in law."},{"word":"Anagram","type":"v. t.","descr":" To anagrammatize."},{"word":"Anagrammatic","type":"a.","descr":" Alt. of Anagrammatical"},{"word":"Anagrammatical","type":"a.","descr":" Pertaining to, containing, or making, an anagram."},{"word":"Anagrammatism","type":"n.","descr":" The act or practice of making anagrams."},{"word":"Anagrammatist","type":"n.","descr":" A maker anagrams."},{"word":"Anagrammatize","type":"v. t.","descr":" To transpose, as the letters of a word, so as to form an anagram."},{"word":"Anagraph","type":"n.","descr":" An inventory; a record."},{"word":"Anakim","type":"n. pl.","descr":" Alt. of Anaks"},{"word":"Anaks","type":"n. pl.","descr":" A race of giants living in Palestine."},{"word":"Anal","type":"a.","descr":" Pertaining to, or situated near, the anus; as, the anal fin or glands."},{"word":"Analcime","type":"n.","descr":" A white or flesh-red mineral, of the zeolite family, occurring in isometric crystals. By friction, it acquires a weak electricity; hence its name."},{"word":"Analcite","type":"n.","descr":" Analcime."},{"word":"Analectic","type":"a.","descr":" Relating to analects; made up of selections; as, an analectic magazine."},{"word":"Analects","type":"n. pl.","descr":" Alt. of Analecta"},{"word":"Analecta","type":"n. pl.","descr":" A collection of literary fragments."},{"word":"Analemma","type":"n.","descr":" An orthographic projection of the sphere on the plane of the meridian, the eye being supposed at an infinite distance, and in the east or west point of the horizon."},{"word":"Analemma","type":"n.","descr":" An instrument of wood or brass, on which this projection of the sphere is made, having a movable horizon or cursor; -- formerly much used in solving some common astronomical problems."},{"word":"Analemma","type":"n.","descr":" A scale of the sun\\'s declination for each day of the year, drawn across the torrid zone on an artificial terrestrial globe."},{"word":"Analepsis","type":"","descr":" Alt. of Analepsy"},{"word":"Analepsy","type":"","descr":" Recovery of strength after sickness."},{"word":"Analepsy","type":"","descr":" A species of epileptic attack, originating from gastric disorder."},{"word":"Analeptic","type":"a.","descr":" Restorative; giving strength after disease."},{"word":"Analeptic","type":"n.","descr":" A restorative."},{"word":"Analgesia","type":"n.","descr":" Absence of sensibility to pain."},{"word":"Anallagmatic","type":"a.","descr":" Not changed in form by inversion."},{"word":"Anallantoic","type":"a.","descr":" Without, or not developing, an allantois."},{"word":"Anallantoidea","type":"n. pl.","descr":" The division of Vertebrata in which no allantois is developed. It includes amphibians, fishes, and lower forms."},{"word":"Analogal","type":"a.","descr":" Analogous."},{"word":"Analogic","type":"a.","descr":" Of or belonging to analogy."},{"word":"Analogical","type":"a.","descr":" Founded on, or of the nature of, analogy; expressing or implying analogy."},{"word":"Analogical","type":"a.","descr":" Having analogy; analogous."},{"word":"Analogically","type":"adv.","descr":" In an analogical sense; in accordance with analogy; by way of similitude."},{"word":"Analogicalness","type":"n.","descr":" Quality of being analogical."},{"word":"Analogism","type":"n.","descr":" an argument from the cause to the effect; an a priori argument."},{"word":"Analogism","type":"n.","descr":" Investigation of things by the analogy they bear to each other."},{"word":"Analogist","type":"n.","descr":" One who reasons from analogy, or represent, by analogy."},{"word":"Analogize","type":"v. i.","descr":" To employ, or reason by, analogy."},{"word":"Analogon","type":"n.","descr":" Analogue."},{"word":"Analogous","type":"a.","descr":" Having analogy; corresponding to something else; bearing some resemblance or proportion; -- often followed by to."},{"word":"Analogue","type":"n.","descr":" That which is analogous to, or corresponds with, some other thing."},{"word":"Analogue","type":"n.","descr":" A word in one language corresponding with one in another; an analogous term; as, the Latin \"pater\" is the analogue of the English \"father.\""},{"word":"Analogue","type":"n.","descr":" An organ which is equivalent in its functions to a different organ in another species or group, or even in the same group; as, the gill of a fish is the analogue of a lung in a quadruped, although the two are not of like structural relations."},{"word":"Analogue","type":"n.","descr":" A species in one genus or group having its characters parallel, one by one, with those of another group."},{"word":"Analogue","type":"n.","descr":" A species or genus in one country closely related to a species of the same genus, or a genus of the same group, in another: such species are often called representative species, and such genera, representative genera."},{"word":"Analogies","type":"pl. ","descr":" of Analogy"},{"word":"Analogy","type":"n.","descr":" A resemblance of relations; an agreement or likeness between things in some circumstances or effects, when the things are otherwise entirely different. Thus, learning enlightens the mind, because it is to the mind what light is to the eye, enabling it to discover things before hidden."},{"word":"Analogy","type":"n.","descr":" A relation or correspondence in function, between organs or parts which are decidedly different."},{"word":"Analogy","type":"n.","descr":" Proportion; equality of ratios."},{"word":"Analogy","type":"n.","descr":" Conformity of words to the genius, structure, or general rules of a language; similarity of origin, inflection, or principle of pronunciation, and the like, as opposed to anomaly."},{"word":"Analyse","type":"n.","descr":" Alt. of Analyser"},{"word":"Analyser","type":"n.","descr":" Same as Analyze, Analyzer, etc."},{"word":"Analyses","type":"pl. ","descr":" of Analysis"},{"word":"Analysis","type":"n.","descr":" A resolution of anything, whether an object of the senses or of the intellect, into its constituent or original elements; an examination of the component parts of a subject, each separately, as the words which compose a sentence, the tones of a tune, or the simple propositions which enter into an argument. It is opposed to synthesis."},{"word":"Analysis","type":"n.","descr":" The separation of a compound substance, by chemical processes, into its constituents, with a view to ascertain either (a) what elements it contains, or (b) how much of each element is present. The former is called qualitative, and the latter quantitative analysis."},{"word":"Analysis","type":"n.","descr":" The tracing of things to their source, and the resolving of knowledge into its original principles."},{"word":"Analysis","type":"n.","descr":" The resolving of problems by reducing the conditions that are in them to equations."},{"word":"Analysis","type":"n.","descr":" A syllabus, or table of the principal heads of a discourse, disposed in their natural order."},{"word":"Analysis","type":"n.","descr":" A brief, methodical illustration of the principles of a science. In this sense it is nearly synonymous with synopsis."},{"word":"Analysis","type":"n.","descr":" The process of ascertaining the name of a species, or its place in a system of classification, by means of an analytical table or key."},{"word":"Analyst","type":"n.","descr":" One who analyzes; formerly, one skilled in algebraical geometry; now commonly, one skilled in chemical analysis."},{"word":"Analytic","type":"a.","descr":" Alt. of Analytical"},{"word":"Analytical","type":"a.","descr":" Of or pertaining to analysis; resolving into elements or constituent parts; as, an analytical experiment; analytic reasoning; -- opposed to synthetic."},{"word":"Analytically","type":"adv.","descr":" In an analytical manner."},{"word":"Analytics","type":"n.","descr":" The science of analysis."},{"word":"Analyzable","type":"a.","descr":" That may be analyzed."},{"word":"Analyzation","type":"n.","descr":" The act of analyzing, or separating into constituent parts; analysis."},{"word":"Analyzed","type":"imp. and p. p.","descr":" of Analyze"},{"word":"Analyzing","type":"p. pr. and vb. n.","descr":" of Analyze"},{"word":"Analyze","type":"v. t.","descr":" To subject to analysis; to resolve (anything complex) into its elements; to separate into the constituent parts, for the purpose of an examination of each separately; to examine in such a manner as to ascertain the elements or nature of the thing examined; as, to analyze a fossil substance; to analyze a sentence or a word; to analyze an action to ascertain its morality."},{"word":"Analyzer","type":"n.","descr":" One who, or that which, analyzes."},{"word":"Analyzer","type":"n.","descr":" The part of a polariscope which receives the light after polarization, and exhibits its properties."},{"word":"Anamese","type":"a.","descr":" Of or pertaining to Anam, to southeastern Asia."},{"word":"Anamese","type":"n.","descr":" A native of Anam."},{"word":"Anamnesis","type":"n.","descr":" A recalling to mind; recollection."},{"word":"Anamnestic","type":"a.","descr":" Aiding the memory; as, anamnestic remedies."},{"word":"Anamniotic","type":"a.","descr":" Without, or not developing, an amnion."},{"word":"Anamorphism","type":"n.","descr":" A distorted image."},{"word":"Anamorphism","type":"n.","descr":" A gradual progression from one type to another, generally ascending."},{"word":"Anamorphosis","type":"n.","descr":" A distorted or monstrous projection or representation of an image on a plane or curved surface, which, when viewed from a certain point, or as reflected from a curved mirror or through a polyhedron, appears regular and in proportion; a deformation of an image."},{"word":"Anamorphosis","type":"n.","descr":" Same as Anamorphism, 2."},{"word":"Anamorphosis","type":"n.","descr":" A morbid or monstrous development, or change of form, or degeneration."},{"word":"Anamorphosy","type":"n.","descr":" Same as Anamorphosis."},{"word":"Anan","type":"interj.","descr":" An expression equivalent to What did you say? Sir? Eh?"},{"word":"Ananas","type":"n.","descr":" The pineapple (Ananassa sativa)."},{"word":"Anandrous","type":"a.","descr":" Destitute of stamens, as certain female flowers."},{"word":"Anangular","type":"a.","descr":" Containing no angle."},{"word":"Anantherous","type":"a.","descr":" Destitute of anthers."},{"word":"Ananthous","type":"a.","descr":" Destitute of flowers; flowerless."},{"word":"Anapaest","type":"","descr":" Alt. of Anapaestic"},{"word":"Anapaestic","type":"","descr":" Same as Anapest, Anapestic."},{"word":"Anapest","type":"n.","descr":" A metrical foot consisting of three syllables, the first two short, or unaccented, the last long, or accented (\/ \/ -); the reverse of the dactyl. In Latin d\/-\/-tas, and in English in-ter-vene#, are examples of anapests."},{"word":"Anapest","type":"n.","descr":" A verse composed of such feet."},{"word":"Anapestic","type":"a.","descr":" Pertaining to an anapest; consisting of an anapests; as, an anapestic meter, foot, verse."},{"word":"Anapestic","type":"n.","descr":" Anapestic measure or verse."},{"word":"Anapestical","type":"a.","descr":" Anapestic."},{"word":"Anaphora","type":"n.","descr":" A repetition of a word or of words at the beginning of two or more successive clauses."},{"word":"Anaphrodisia","type":"n.","descr":" Absence of sexual appetite."},{"word":"Anaphrodisiac","type":"a. and n.","descr":" Same as Antaphrodisiac."},{"word":"Anaphroditic","type":"a.","descr":" Produced without concourse of sexes."},{"word":"Anaplastic","type":"a.","descr":" Of or pertaining to anaplasty."},{"word":"Anaplasty","type":"n.","descr":" The art of operation of restoring lost parts or the normal shape by the use of healthy tissue."},{"word":"Anaplerotic","type":"a.","descr":" Filling up; promoting granulation of wounds or ulcers."},{"word":"Anaplerotic","type":"n.","descr":" A remedy which promotes such granulation."},{"word":"Anapnograph","type":"n.","descr":" A form of spirometer."},{"word":"Anapnoic","type":"a.","descr":" Relating to respiration."},{"word":"Anapodeictic","type":"a.","descr":" Not apodeictic; undemonstrable."},{"word":"Anapophysis","type":"n.","descr":" An accessory process in many lumbar vertebrae."},{"word":"Anaptotic","type":"a.","descr":" Having lost, or tending to lose, inflections by phonetic decay; as, anaptotic languages."},{"word":"Anaptichi","type":"pl. ","descr":" of Anaptychus"},{"word":"Anaptychus","type":"n.","descr":" One of a pair of shelly plates found in some cephalopods, as the ammonites."},{"word":"Anarch","type":"n.","descr":" The author of anarchy; one who excites revolt."},{"word":"Anarchal","type":"a.","descr":" Lawless; anarchical."},{"word":"Anarchic","type":"a.","descr":" Alt. of Anarchical"},{"word":"Anarchical","type":"a.","descr":" Pertaining to anarchy; without rule or government; in political confusion; tending to produce anarchy; as, anarchic despotism; anarchical opinions."},{"word":"Anarchism","type":"n.","descr":" The doctrine or practice of anarchists."},{"word":"Anarchist","type":"n.","descr":" An anarch; one who advocates anarchy of aims at the overthrow of civil government."},{"word":"Anarchize","type":"v. t.","descr":" To reduce to anarchy."},{"word":"Anarchy","type":"n.","descr":" Absence of government; the state of society where there is no law or supreme power; a state of lawlessness; political confusion."},{"word":"Anarchy","type":"n.","descr":" Hence, confusion or disorder, in general."},{"word":"Anarthropoda","type":"n. pl.","descr":" One of the divisions of Articulata in which there are no jointed legs, as the annelids; -- opposed to Arthropoda."},{"word":"Anarthropodous","type":"a.","descr":" Having no jointed legs; pertaining to Anarthropoda."},{"word":"Anarthrous","type":"a.","descr":" Used without the article; as, an anarthrous substantive."},{"word":"Anarthrous","type":"a.","descr":" Without joints, or having the joints indistinct, as some insects."},{"word":"Anas","type":"n.","descr":" A genus of water fowls, of the order Anseres, including certain species of fresh-water ducks."},{"word":"Anasarca","type":"n.","descr":" Dropsy of the subcutaneous cellular tissue; an effusion of serum into the cellular substance, occasioning a soft, pale, inelastic swelling of the skin."},{"word":"Anasarcous","type":"a.","descr":" Belonging, or affected by, anasarca, or dropsy; dropsical."},{"word":"Anastaltic","type":"a. and n.","descr":" Styptic."},{"word":"Anastate","type":"n.","descr":" One of a series of substances formed, in secreting cells, by constructive or anabolic processes, in the production of protoplasm; -- opposed to katastate."},{"word":"Anastatic","type":"a.","descr":" Pertaining to a process or a style of printing from characters in relief on zinc plates."},{"word":"Anastomozed","type":"imp. p. p.","descr":" of Anastomose"},{"word":"Anastomosing","type":"p. pr. and vb. n.","descr":" of Anastomose"},{"word":"Anastomose","type":"v. i.","descr":" To inosculate; to intercommunicate by anastomosis, as the arteries and veins."},{"word":"Anastomoses","type":"pl. ","descr":" of Anastomosis"},{"word":"Anastomosis","type":"n.","descr":" The inosculation of vessels, or intercommunication between two or more vessels or nerves, as the cross communication between arteries or veins."},{"word":"Anastomotic","type":"a.","descr":" Of or pertaining to anastomosis."},{"word":"Anastrophe","type":"n.","descr":" An inversion of the natural order of words; as, echoed the hills, for, the hills echoed."},{"word":"Anathemas","type":"pl. ","descr":" of Anathema"},{"word":"Anathema","type":"n.","descr":" A ban or curse pronounced with religious solemnity by ecclesiastical authority, and accompanied by excommunication. Hence: Denunciation of anything as accursed."},{"word":"Anathema","type":"n.","descr":" An imprecation; a curse; a malediction."},{"word":"Anathema","type":"n.","descr":" Any person or thing anathematized, or cursed by ecclesiastical authority."},{"word":"Anathematic","type":"a.","descr":" Alt. of Anathematical"},{"word":"Anathematical","type":"a.","descr":" Pertaining to, or having the nature of, an anathema."},{"word":"Anathematism","type":"n.","descr":" Anathematization."},{"word":"Anathematization","type":"n.","descr":" The act of anathematizing, or denouncing as accursed; imprecation."},{"word":"Anathematized","type":"imp. and p. p.","descr":" of Anathematize"},{"word":"Anathematizing","type":"p. pr. and vb. n.","descr":" of Anathematize"},{"word":"Anathematize","type":"v. t.","descr":" To pronounce an anathema against; to curse. Hence: To condemn publicly as something accursed."},{"word":"Anathematizer","type":"n.","descr":" One who pronounces an anathema."},{"word":"Anatifae","type":"pl. ","descr":" of Anatifa"},{"word":"Anatifa","type":"n.","descr":" An animal of the barnacle tribe, of the genus Lepas, having a fleshy stem or peduncle; a goose barnacle. See Cirripedia."},{"word":"Anatifer","type":"n.","descr":" Same as Anatifa."},{"word":"Anatiferous","type":"a.","descr":" Producing ducks; -- applied to Anatifae, under the absurd notion of their turning into ducks or geese. See Barnacle."},{"word":"Anatine","type":"a.","descr":" Of or pertaining to the ducks; ducklike."},{"word":"Anatocism","type":"n.","descr":" Compound interest."},{"word":"Anatomic","type":"a.","descr":" Alt. of Anatomical"},{"word":"Anatomical","type":"a.","descr":" Of or relating to anatomy or dissection; as, the anatomic art; anatomical observations."},{"word":"Anatomically","type":"adv.","descr":" In an anatomical manner; by means of dissection."},{"word":"Anatomism","type":"n.","descr":" The application of the principles of anatomy, as in art."},{"word":"Anatomism","type":"n.","descr":" The doctrine that the anatomical structure explains all the phenomena of the organism or of animal life."},{"word":"Anatomist","type":"n.","descr":" One who is skilled in the art of anatomy, or dissection."},{"word":"Anatomization","type":"n.","descr":" The act of anatomizing."},{"word":"Anatomized","type":"imp. and p. p.","descr":" of Anatomize"},{"word":"Anatomizing","type":"p. pr. and vb. n.","descr":" of Anatomize"},{"word":"Anatomize","type":"v. t.","descr":" To dissect; to cut in pieces, as an animal vegetable body, for the purpose of displaying or examining the structure and use of the several parts."},{"word":"Anatomize","type":"v. t.","descr":" To discriminate minutely or carefully; to analyze."},{"word":"Anatomizer","type":"n.","descr":" A dissector."},{"word":"Anatomies","type":"pl. ","descr":" of Anatomy"},{"word":"Anatomy","type":"n.","descr":" The art of dissecting, or artificially separating the different parts of any organized body, to discover their situation, structure, and economy; dissection."},{"word":"Anatomy","type":"n.","descr":" The science which treats of the structure of organic bodies; anatomical structure or organization."},{"word":"Anatomy","type":"n.","descr":" A treatise or book on anatomy."},{"word":"Anatomy","type":"n.","descr":" The act of dividing anything, corporeal or intellectual, for the purpose of examining its parts; analysis; as, the anatomy of a discourse."},{"word":"Anatomy","type":"n.","descr":" A skeleton; anything anatomized or dissected, or which has the appearance of being so."},{"word":"Anatreptic","type":"a.","descr":" Overthrowing; defeating; -- applied to Plato\\'s refutative dialogues."},{"word":"Anatron","type":"n.","descr":" Native carbonate of soda; natron."},{"word":"Anatron","type":"n.","descr":" Glass gall or sandiver."},{"word":"Anatron","type":"n.","descr":" Saltpeter."},{"word":"Anatropal","type":"a.","descr":" Alt. of Anatropous"},{"word":"Anatropous","type":"a.","descr":" Having the ovule inverted at an early period in its development, so that the chalaza is as the apparent apex; -- opposed to orthotropous."},{"word":"Anatto","type":"n.","descr":" Same as Annotto."},{"word":"Anbury","type":"n.","descr":" Alt. of Ambury"},{"word":"Ancestor","type":"n.","descr":" One from whom a person is descended, whether on the father\\'s or mother\\'s side, at any distance of time; a progenitor; a fore father."},{"word":"Ancestor","type":"n.","descr":" An earlier type; a progenitor; as, this fossil animal is regarded as the ancestor of the horse."},{"word":"Ancestor","type":"n.","descr":" One from whom an estate has descended; -- the correlative of heir."},{"word":"Ancestorial","type":"a.","descr":" Ancestral."},{"word":"Ancestorially","type":"adv.","descr":" With regard to ancestors."},{"word":"Ancestral","type":"a.","descr":" Of, pertaining to, derived from, or possessed by, an ancestor or ancestors; as, an ancestral estate."},{"word":"Ancestress","type":"n.","descr":" A female ancestor."},{"word":"Ancestry","type":"n.","descr":" Condition as to ancestors; ancestral lineage; hence, birth or honorable descent."},{"word":"Ancestry","type":"n.","descr":" A series of ancestors or progenitors; lineage, or those who compose the line of natural descent."},{"word":"Anchor","type":"n.","descr":" A iron instrument which is attached to a ship by a cable (rope or chain), and which, being cast overboard, lays hold of the earth by a fluke or hook and thus retains the ship in a particular station."},{"word":"Anchor","type":"n.","descr":" Any instrument or contrivance serving a purpose like that of a ship\\'s anchor, as an arrangement of timber to hold a dam fast; a contrivance to hold the end of a bridge cable, or other similar part; a contrivance used by founders to hold the core of a mold in place."},{"word":"Anchor","type":"n.","descr":" Fig.: That which gives stability or security; that on which we place dependence for safety."},{"word":"Anchor","type":"n.","descr":" An emblem of hope."},{"word":"Anchor","type":"n.","descr":" A metal tie holding adjoining parts of a building together."},{"word":"Anchor","type":"n.","descr":" Carved work, somewhat resembling an anchor or arrowhead; -- a part of the ornaments of certain moldings. It is seen in the echinus, or egg-and-anchor (called also egg-and-dart, egg-and-tongue) ornament."},{"word":"Anchor","type":"n.","descr":" One of the anchor-shaped spicules of certain sponges; also, one of the calcareous spinules of certain Holothurians, as in species of Synapta."},{"word":"Anchored","type":"imp. and p. p.","descr":" of Anchor"},{"word":"Anchoring","type":"p. pr. and vb. n.","descr":" of Anchor"},{"word":"Anchor","type":"v. t.","descr":" To place at anchor; to secure by an anchor; as, to anchor a ship."},{"word":"Anchor","type":"v. t.","descr":" To fix or fasten; to fix in a stable condition; as, to anchor the cables of a suspension bridge."},{"word":"Anchor","type":"v. i.","descr":" To cast anchor; to come to anchor; as, our ship (or the captain) anchored in the stream."},{"word":"Anchor","type":"v. i.","descr":" To stop; to fix or rest."},{"word":"Anchor","type":"n.","descr":" An anchoret."},{"word":"Anchorable","type":"a.","descr":" Fit for anchorage."},{"word":"Anchorage","type":"n.","descr":" The act of anchoring, or the condition of lying at anchor."},{"word":"Anchorage","type":"n.","descr":" A place suitable for anchoring or where ships anchor; a hold for an anchor."},{"word":"Anchorage","type":"n.","descr":" The set of anchors belonging to a ship."},{"word":"Anchorage","type":"n.","descr":" Something which holds like an anchor; a hold; as, the anchorages of the Brooklyn Bridge."},{"word":"Anchorage","type":"n.","descr":" Something on which one may depend for security; ground of trust."},{"word":"Anchorage","type":"n.","descr":" A toll for anchoring; anchorage duties."},{"word":"Anchorage","type":"n.","descr":" Abode of an anchoret."},{"word":"Anchorate","type":"a.","descr":" Anchor-shaped."},{"word":"Anchored","type":"a.","descr":" Held by an anchor; at anchor; held safely; as, an anchored bark; also, shaped like an anchor; forked; as, an anchored tongue."},{"word":"Anchored","type":"a.","descr":" Having the extremities turned back, like the flukes of an anchor; as, an anchored cross."},{"word":"Anchoress","type":"n.","descr":" A female anchoret."},{"word":"Anchoret","type":"n.","descr":" Alt. of Anchorite"},{"word":"Anchorite","type":"n.","descr":" One who renounces the world and secludes himself, usually for religious reasons; a hermit; a recluse."},{"word":"Anchoretic","type":"a.","descr":" Alt. of Anchoretical"},{"word":"Anchoretical","type":"a.","descr":" Pertaining to an anchoret or hermit; after the manner of an anchoret."},{"word":"Anchoretish","type":"a.","descr":" Hermitlike."},{"word":"Anchoretism","type":"n.","descr":" The practice or mode of life of an anchoret."},{"word":"Anchor-hold","type":"n.","descr":" The hold or grip of an anchor, or that to which it holds."},{"word":"Anchor-hold","type":"n.","descr":" Hence: Firm hold: security."},{"word":"Anchorite","type":"n.","descr":" Same as Anchoret."},{"word":"Anchoritess","type":"n.","descr":" An anchoress."},{"word":"Anchorless","type":"a.","descr":" Without an anchor or stay. Hence: Drifting; unsettled."},{"word":"Anchovy","type":"n.","descr":" A small fish, about three inches in length, of the Herring family (Engraulis encrasicholus), caught in vast numbers in the Mediterranean, and pickled for exportation. The name is also applied to several allied species."},{"word":"Anchovy pear","type":"","descr":" A West Indian fruit like the mango in taste, sometimes pickled; also, the tree (Grias cauliflora) bearing this fruit."},{"word":"Anchusin","type":"n.","descr":" A resinoid coloring matter obtained from alkanet root."},{"word":"Anchylosed","type":"imp. and p. p.","descr":" of Anchylose"},{"word":"Anchylosing","type":"p. pr. and vb. n.","descr":" of Anchylose"},{"word":"Anchylose","type":"v. t. and i.","descr":" To affect or be affected with anchylosis; to unite or consolidate so as to make a stiff joint; to grow together into one."},{"word":"Anchylosis","type":"n.","descr":" Alt. of Ankylosis"},{"word":"Ankylosis","type":"n.","descr":" Stiffness or fixation of a joint; formation of a stiff joint."},{"word":"Ankylosis","type":"n.","descr":" The union of two or more separate bones to from a single bone; the close union of bones or other structures in various animals."},{"word":"Anchylotic","type":"a.","descr":" Of or pertaining to anchylosis."},{"word":"Ancient","type":"a.","descr":" Old; that happened or existed in former times, usually at a great distance of time; belonging to times long past; specifically applied to the times before the fall of the Roman empire; -- opposed to modern; as, ancient authors, literature, history; ancient days."},{"word":"Ancient","type":"a.","descr":" Old; that has been of long duration; of long standing; of great age; as, an ancient forest; an ancient castle."},{"word":"Ancient","type":"a.","descr":" Known for a long time, or from early times; -- opposed to recent or new; as, the ancient continent."},{"word":"Ancient","type":"a.","descr":" Dignified, like an aged man; magisterial; venerable."},{"word":"Ancient","type":"a.","descr":" Experienced; versed."},{"word":"Ancient","type":"a.","descr":" Former; sometime."},{"word":"Ancient","type":"n.","descr":" Those who lived in former ages, as opposed to the moderns."},{"word":"Ancient","type":"n.","descr":" An aged man; a patriarch. Hence: A governor; a ruler; a person of influence."},{"word":"Ancient","type":"n.","descr":" A senior; an elder; a predecessor."},{"word":"Ancient","type":"n.","descr":" One of the senior members of the Inns of Court or of Chancery."},{"word":"Ancient","type":"n.","descr":" An ensign or flag."},{"word":"Ancient","type":"n.","descr":" The bearer of a flag; an ensign."},{"word":"Anciently","type":"adv.","descr":" In ancient times."},{"word":"Anciently","type":"adv.","descr":" In an ancient manner."},{"word":"Ancientness","type":"n.","descr":" The quality of being ancient; antiquity; existence from old times."},{"word":"Ancientry","type":"n.","descr":" Antiquity; what is ancient."},{"word":"Ancientry","type":"n.","descr":" Old age; also, old people."},{"word":"Ancientry","type":"n.","descr":" Ancient lineage; ancestry; dignity of birth."},{"word":"Ancienty","type":"n.","descr":" Age; antiquity."},{"word":"Ancienty","type":"n.","descr":" Seniority."},{"word":"Ancile","type":"n.","descr":" The sacred shield of the Romans, said to have-fallen from heaven in the reign of Numa. It was the palladium of Rome."},{"word":"Ancillary","type":"a.","descr":" Subservient or subordinate, like a handmaid; auxiliary."},{"word":"Ancille","type":"n.","descr":" A maidservant; a handmaid."},{"word":"Ancipital","type":"a.","descr":" Alt. of Ancipitous"},{"word":"Ancipitous","type":"a.","descr":" Two-edged instead of round; -- said of certain flattened stems, as those of blue grass, and rarely also of leaves."},{"word":"Ancistroid","type":"a.","descr":" Hook-shaped."},{"word":"Ancle","type":"n.","descr":" See Ankle."},{"word":"Ancome","type":"n.","descr":" A small ulcerous swelling, coming suddenly; also, a whitlow."},{"word":"Ancones","type":"pl. ","descr":" of Ancon"},{"word":"Ancon","type":"n.","descr":" The olecranon, or the elbow."},{"word":"Ancon","type":"n.","descr":" Alt. of Ancone"},{"word":"Ancone","type":"n.","descr":" The corner or quoin of a wall, cross-beam, or rafter."},{"word":"Ancone","type":"n.","descr":" A bracket supporting a cornice; a console."},{"word":"Anconal","type":"a.","descr":" Alt. of Anconeal"},{"word":"Anconeal","type":"a.","descr":" Of or pertaining to the ancon or elbow."},{"word":"Anconeus","type":"n.","descr":" A muscle of the elbow and forearm."},{"word":"Anconoid","type":"a.","descr":" Elbowlike; anconal."},{"word":"Ancony","type":"n.","descr":" A piece of malleable iron, wrought into the shape of a bar in the middle, but unwrought at the ends."},{"word":"And","type":"conj.","descr":" A particle which expresses the relation of connection or addition. It is used to conjoin a word with a word, a clause with a clause, or a sentence with a sentence."},{"word":"And","type":"conj.","descr":" In order to; -- used instead of the infinitival to, especially after try, come, go."},{"word":"And","type":"conj.","descr":" It is sometimes, in old songs, a mere expletive."},{"word":"And","type":"conj.","descr":" If; though. See An, conj."},{"word":"Andabatism","type":"n.","descr":" Doubt; uncertainty."},{"word":"Andalusite","type":"n.","descr":" A silicate of aluminium, occurring usually in thick rhombic prisms, nearly square, of a grayish or pale reddish tint. It was first discovered in Andalusia, Spain."},{"word":"Andante","type":"a.","descr":" Moving moderately slow, but distinct and flowing; quicker than larghetto, and slower than allegretto."},{"word":"Andante","type":"n.","descr":" A movement or piece in andante time."},{"word":"Andantino","type":"a.","descr":" Rather quicker than andante; between that allegretto."},{"word":"Andarac","type":"n.","descr":" Red orpiment."},{"word":"Andean","type":"a.","descr":" Pertaining to the Andes."},{"word":"Andesine","type":"n.","descr":" A kind of triclinic feldspar found in the Andes."},{"word":"Andesite","type":"n.","descr":" An eruptive rock allied to trachyte, consisting essentially of a triclinic feldspar, with pyroxene, hornblende, or hypersthene."},{"word":"Andine","type":"a.","descr":" Andean; as, Andine flora."},{"word":"Andiron","type":"n.","descr":" A utensil for supporting wood when burning in a fireplace, one being placed on each side; a firedog; as, a pair of andirons."},{"word":"Andranatomy","type":"n.","descr":" The dissection of a human body, especially of a male; androtomy."},{"word":"Androecium","type":"n.","descr":" The stamens of a flower taken collectively."},{"word":"Androgyne","type":"n.","descr":" An hermaphrodite."},{"word":"Androgyne","type":"n.","descr":" An androgynous plant."},{"word":"Androgynous","type":"a.","descr":" Alt. of Androgynal"},{"word":"Androgynal","type":"a.","descr":" Uniting both sexes in one, or having the characteristics of both; being in nature both male and female; hermaphroditic."},{"word":"Androgynal","type":"a.","descr":" Bearing both staminiferous and pistilliferous flowers in the same cluster."},{"word":"Androgyny","type":"n.","descr":" Alt. of Androgynism"},{"word":"Androgynism","type":"n.","descr":" Union of both sexes in one individual; hermaphroditism."},{"word":"Android","type":"n.","descr":" Alt. of Androides"},{"word":"Androides","type":"n.","descr":" A machine or automaton in the form of a human being."},{"word":"Android","type":"a.","descr":" Resembling a man."},{"word":"Andromeda","type":"n.","descr":" A northern constellation, supposed to represent the mythical Andromeda."},{"word":"Andromeda","type":"n.","descr":" A genus of ericaceous flowering plants of northern climates, of which the original species was found growing on a rock surrounded by water."},{"word":"Andron","type":"n.","descr":" The apartment appropriated for the males. This was in the lower part of the house."},{"word":"Andropetalous","type":"a.","descr":" Produced by the conversion of the stamens into petals, as double flowers, like the garden ranunculus."},{"word":"Androphagi","type":"n. pl.","descr":" Cannibals; man-eaters; anthropophagi."},{"word":"Androphagous","type":"a.","descr":" Anthropophagous."},{"word":"Androphore","type":"n.","descr":" A support or column on which stamens are raised."},{"word":"Androphore","type":"n.","descr":" The part which in some Siphonophora bears the male gonophores."},{"word":"Androsphinx","type":"n.","descr":" A man sphinx; a sphinx having the head of a man and the body of a lion."},{"word":"Androspore","type":"n.","descr":" A spore of some algae, which has male functions."},{"word":"Androtomous","type":"a.","descr":" Having the filaments of the stamens divided into two parts."},{"word":"Androtomy","type":"n.","descr":" Dissection of the human body, as distinguished from zootomy; anthropotomy."},{"word":"androus","type":"","descr":" A terminal combining form: Having a stamen or stamens; staminate; as, monandrous, with one stamen; polyandrous, with many stamens."},{"word":"Anear","type":"prep. and adv.","descr":" Near."},{"word":"Anear","type":"v. t. and i.","descr":" To near; to approach."},{"word":"Aneath","type":"prep. and adv.","descr":" Beneath."},{"word":"Anecdotage","type":"n.","descr":" Anecdotes collectively; a collection of anecdotes."},{"word":"Anecdotal","type":"a.","descr":" Pertaining to, or abounding with, anecdotes; as, anecdotal conversation."},{"word":"Anecdote","type":"n.","descr":" Unpublished narratives."},{"word":"Anecdote","type":"n.","descr":" A particular or detached incident or fact of an interesting nature; a biographical incident or fragment; a single passage of private life."},{"word":"Anecdotic","type":"a.","descr":" Alt. of Anecdotical"},{"word":"Anecdotical","type":"a.","descr":" Pertaining to, consisting of, or addicted to, anecdotes."},{"word":"Anecdotist","type":"n.","descr":" One who relates or collects anecdotes."},{"word":"Anelace","type":"n.","descr":" Same as Anlace."},{"word":"Anele","type":"v. t.","descr":" To anoint."},{"word":"Anele","type":"v. t.","descr":" To give extreme unction to."},{"word":"Anelectric","type":"a.","descr":" Not becoming electrified by friction; -- opposed to idioelectric."},{"word":"Anelectric","type":"n.","descr":" A substance incapable of being electrified by friction."},{"word":"Anelectrode","type":"n.","descr":" The positive pole of a voltaic battery."},{"word":"Anelectrotonus","type":"n.","descr":" The condition of decreased irritability of a nerve in the region of the positive electrode or anode on the passage of a current of electricity through it."},{"word":"Anemogram","type":"n.","descr":" A record made by an anemograph."},{"word":"Anemograph","type":"n.","descr":" An instrument for measuring and recording the direction and force of the wind."},{"word":"Anemographic","type":"a.","descr":" Produced by an anemograph; of or pertaining to anemography."},{"word":"Anemography","type":"n.","descr":" A description of the winds."},{"word":"Anemography","type":"n.","descr":" The art of recording the direction and force of the wind, as by means of an anemograph."},{"word":"Anemology","type":"n.","descr":" The science of the wind."},{"word":"Anemometer","type":"n.","descr":" An instrument for measuring the force or velocity of the wind; a wind gauge."},{"word":"Anemometric","type":"a.","descr":" Alt. of Anemometrical"},{"word":"Anemometrical","type":"a.","descr":" Of or pertaining to anemometry."},{"word":"Anemometrograph","type":"n.","descr":" An anemograph."},{"word":"Anemometry","type":"n.","descr":" The act or process of ascertaining the force or velocity of the wind."},{"word":"Anemone","type":"n.","descr":" A genus of plants of the Ranunculus or Crowfoot family; windflower. Some of the species are cultivated in gardens."},{"word":"Anemone","type":"n.","descr":" The sea anemone. See Actinia, and Sea anemone."},{"word":"Anemonic","type":"a.","descr":" An acrid, poisonous, crystallizable substance, obtained from, the anemone, or from anemonin."},{"word":"Anemonin","type":"n.","descr":" An acrid, poisonous, crystallizable substance, obtained from some species of anemone."},{"word":"Anemony","type":"n.","descr":" See Anemone."},{"word":"Anemorphilous","type":"a.","descr":" Fertilized by the agency of the wind; -- said of plants in which the pollen is carried to the stigma by the wind; wind-Fertilized."},{"word":"Anemoscope","type":"n.","descr":" An instrument which shows the direction of the wind; a wind vane; a weathercock; -- usually applied to a contrivance consisting of a vane above, connected in the building with a dial or index with pointers to show the changes of the wind."},{"word":"Anencephalic","type":"a.","descr":" Alt. of Anencephalous"},{"word":"Anencephalous","type":"a.","descr":" Without a brain; brainless."},{"word":"Anenst","type":"a.","descr":" Alt. of Anent"},{"word":"Anent","type":"a.","descr":" Over against; as, he lives anent the church."},{"word":"Anent","type":"a.","descr":" About; concerning; in respect; as, he said nothing anent this particular."},{"word":"Anenterous","type":"a.","descr":" Destitute of a stomach or an intestine."},{"word":"Aneroid","type":"a.","descr":" Containing no liquid; -- said of a kind of barometer."},{"word":"Aneroid","type":"n.","descr":" An aneroid barometer."},{"word":"Anes","type":"adv.","descr":" Once."},{"word":"Anesthesia","type":"a.","descr":" Alt. of Anesthetic"},{"word":"Anesthetic","type":"a.","descr":" Same as Anaesthesia, Anaesthetic."},{"word":"Anet","type":"n.","descr":" The herb dill, or dillseed."},{"word":"Anethol","type":"n.","descr":" A substance obtained from the volatile oils of anise, fennel, etc., in the form of soft shining scales; -- called also anise camphor."},{"word":"Anetic","type":"a.","descr":" Soothing."},{"word":"Aneurism","type":"n.","descr":" A soft, pulsating, hollow tumor, containing blood, arising from the preternatural dilation or rupture of the coats of an artery."},{"word":"Aneurismal","type":"a.","descr":" Of or pertaining to an aneurism; as, an aneurismal tumor; aneurismal diathesis."},{"word":"Anew","type":"adv.","descr":" Over again; another time; in a new form; afresh; as, to arm anew; to create anew."},{"word":"Anfractuose","type":"a.","descr":" Anfractuous; as, anfractuose anthers."},{"word":"Anfractuosities","type":"pl. ","descr":" of Anfractuosity"},{"word":"Anfractuosity","type":"n.","descr":" A state of being anfractuous, or full of windings and turnings; sinuosity."},{"word":"Anfractuosity","type":"n.","descr":" A sinuous depression or sulcus like those separating the convolutions of the brain."},{"word":"Anfractuous","type":"a.","descr":" Winding; full of windings and turnings; sinuous; tortuous; as, the anfractuous spires of a born."},{"word":"Anfracture","type":"n.","descr":" A mazy winding."},{"word":"Angariation","type":"n.","descr":" Exaction of forced service; compulsion."},{"word":"Angeiology","type":"","descr":" Alt. of Angeiotomy"},{"word":"Angeiotomy","type":"","descr":" Same as Angiology, Angiotomy, etc."},{"word":"Angel","type":"n.","descr":" A messenger."},{"word":"Angel","type":"n.","descr":" A spiritual, celestial being, superior to man in power and intelligence. In the Scriptures the angels appear as God\\'s messengers."},{"word":"Angel","type":"n.","descr":" One of a class of \"fallen angels;\" an evil spirit; as, the devil and his angels."},{"word":"Angel","type":"n.","descr":" A minister or pastor of a church, as in the Seven Asiatic churches."},{"word":"Angel","type":"n.","descr":" Attendant spirit; genius; demon."},{"word":"Angel","type":"n.","descr":" An appellation given to a person supposed to be of angelic goodness or loveliness; a darling."},{"word":"Angel","type":"n.","descr":" An ancient gold coin of England, bearing the figure of the archangel Michael. It varied in value from 6s. 8d. to 10s."},{"word":"Angelage","type":"n.","descr":" Existence or state of angels."},{"word":"Angelet","type":"n.","descr":" A small gold coin formerly current in England; a half angel."},{"word":"Angel fish","type":"","descr":" See under Angel."},{"word":"Angelhood","type":"n.","descr":" The state of being an angel; angelic nature."},{"word":"Angelic","type":"a.","descr":" Alt. of Angelical"},{"word":"Angelical","type":"a.","descr":" Belonging to, or proceeding from, angels; resembling, characteristic of, or partaking of the nature of, an angel; heavenly; divine."},{"word":"Angelic","type":"a.","descr":" Of or derived from angelica; as, angelic acid; angelic ether."},{"word":"Angelica","type":"n.","descr":" An aromatic umbelliferous plant (Archangelica officinalis or Angelica archangelica) the leaf stalks of which are sometimes candied and used in confectionery, and the roots and seeds as an aromatic tonic."},{"word":"Angelica","type":"n.","descr":" The candied leaf stalks of angelica."},{"word":"Angelically","type":"adv.","descr":" Like an angel."},{"word":"Angelicalness","type":"n.","descr":" The quality of being angelic; excellence more than human."},{"word":"Angelify","type":"v. t.","descr":" To make like an angel; to angelize."},{"word":"Angelize","type":"v. t.","descr":" To raise to the state of an angel; to render angelic."},{"word":"Angellike","type":"a. and adv.","descr":" Resembling an angel."},{"word":"Angelolatry","type":"n.","descr":" Worship paid to angels."},{"word":"Angelology","type":"n.","descr":" A discourse on angels, or a body of doctrines in regard to angels."},{"word":"Angelophany","type":"n.","descr":" The actual appearance of an angel to man."},{"word":"Angelot","type":"n.","descr":" A French gold coin of the reign of Louis XI., bearing the image of St. Michael; also, a piece coined at Paris by the English under Henry VI."},{"word":"Angelot","type":"n.","descr":" An instrument of music, of the lute kind, now disused."},{"word":"Angelot","type":"n.","descr":" A sort of small, rich cheese, made in Normandy."},{"word":"Angelus","type":"n.","descr":" A form of devotion in which three Ave Marias are repeated. It is said at morning, noon, and evening, at the sound of a bell."},{"word":"Angelus","type":"n.","descr":" The Angelus bell."},{"word":"Anger","type":"n.","descr":" Trouble; vexation; also, physical pain or smart of a sore, etc."},{"word":"Anger","type":"n.","descr":" A strong passion or emotion of displeasure or antagonism, excited by a real or supposed injury or insult to one\\'s self or others, or by the intent to do such injury."},{"word":"Angered","type":"imp. and p. p.","descr":" of Anger"},{"word":"Angering","type":"p. pr. and vb. n.","descr":" of Anger"},{"word":"Anger","type":"v. t.","descr":" To make painful; to cause to smart; to inflame."},{"word":"Anger","type":"v. t.","descr":" To excite to anger; to enrage; to provoke."},{"word":"Angerly","type":"adv.","descr":" Angrily."},{"word":"Angevine","type":"a.","descr":" Of or pertaining to Anjou in France."},{"word":"Angevine","type":"n.","descr":" A native of Anjou."},{"word":"Angienchyma","type":"n.","descr":" Vascular tissue of plants, consisting of spiral vessels, dotted, barred, and pitted ducts, and laticiferous vessels."},{"word":"Angina","type":"n.","descr":" Any inflammatory affection of the throat or faces, as the quinsy, malignant sore throat, croup, etc., especially such as tends to produce suffocation, choking, or shortness of breath."},{"word":"Anginous","type":"a.","descr":" Alt. of Anginose"},{"word":"Anginose","type":"a.","descr":" Pertaining to angina or angina pectoris."},{"word":"Angio-","type":"","descr":" A prefix, or combining form, in numerous compounds, usually relating to seed or blood vessels, or to something contained in, or covered by, a vessel."},{"word":"Angiocarpous","type":"a.","descr":" Having fruit inclosed within a covering that does not form a part of itself; as, the filbert covered by its husk, or the acorn seated in its cupule."},{"word":"Angiocarpous","type":"a.","descr":" Having the seeds or spores covered, as in certain lichens."},{"word":"Angiography","type":"n.","descr":" A description of blood vessels and lymphatics."},{"word":"Angiology","type":"n.","descr":" That part of anatomy which treats of blood vessels and lymphatics."},{"word":"Angioma","type":"n.","descr":" A tumor composed chiefly of dilated blood vessels."},{"word":"Angiomonospermous","type":"a.","descr":" Producing one seed only in a seed pod."},{"word":"Angioscope","type":"n.","descr":" An instrument for examining the capillary vessels of animals and plants."},{"word":"Angiosperm","type":"n.","descr":" A plant which has its seeds inclosed in a pericarp."},{"word":"Angiospermatous","type":"a.","descr":" Same as Angiospermous."},{"word":"Angiospermous","type":"a.","descr":" Having seeds inclosed in a pod or other pericarp."},{"word":"Angiosporous","type":"a.","descr":" Having spores contained in cells or thecae, as in the case of some fungi."},{"word":"Angiostomous","type":"a.","descr":" With a narrow mouth, as the shell of certain gastropods."},{"word":"Angiotomy","type":"n.","descr":" Dissection of the blood vessels and lymphatics of the body."},{"word":"Angle","type":"n.","descr":" The inclosed space near the point where two lines meet; a corner; a nook."},{"word":"Angle","type":"n.","descr":" The figure made by. two lines which meet."},{"word":"Angle","type":"n.","descr":" The difference of direction of two lines. In the lines meet, the point of meeting is the vertex of the angle."},{"word":"Angle","type":"n.","descr":" A projecting or sharp corner; an angular fragment."},{"word":"Angle","type":"n.","descr":" A name given to four of the twelve astrological \"houses.\""},{"word":"Angle","type":"n.","descr":" A fishhook; tackle for catching fish, consisting of a line, hook, and bait, with or without a rod."},{"word":"Angled","type":"imp. and p. p.","descr":" of Angle"},{"word":"Angling","type":"p. pr. and vb. n.","descr":" of Angle"},{"word":"Angle","type":"v. i.","descr":" To fish with an angle (fishhook), or with hook and line."},{"word":"Angle","type":"v. i.","descr":" To use some bait or artifice; to intrigue; to scheme; as, to angle for praise."},{"word":"Angle","type":"v. t.","descr":" To try to gain by some insinuating artifice; to allure."},{"word":"Angled","type":"a.","descr":" Having an angle or angles; -- used in compounds; as, right-angled, many-angled, etc."},{"word":"Anglemeter","type":"n.","descr":" An instrument to measure angles, esp. one used by geologists to measure the dip of strata."},{"word":"Angler","type":"n.","descr":" One who angles."},{"word":"Angler","type":"n.","descr":" A fish (Lophius piscatorius), of Europe and America, having a large, broad, and depressed head, with the mouth very large. Peculiar appendages on the head are said to be used to entice fishes within reach. Called also fishing frog, frogfish, toadfish, goosefish, allmouth, monkfish, etc."},{"word":"Angles","type":"n. pl.","descr":" An ancient Low German tribe, that settled in Britain, which came to be called Engla-land (Angleland or England). The Angles probably came from the district of Angeln (now within the limits of Schleswig), and the country now Lower Hanover, etc."},{"word":"Anglesite","type":"n.","descr":" A native sulphate of lead. It occurs in white or yellowish transparent, prismatic crystals."},{"word":"Anglewise","type":"adv.","descr":" In an angular manner; angularly."},{"word":"Angleworm","type":"n.","descr":" A earthworm of the genus Lumbricus, frequently used by anglers for bait. See Earthworm."},{"word":"Anglian","type":"a.","descr":" Of or pertaining to the Angles."},{"word":"Anglian","type":"n.","descr":" One of the Angles."},{"word":"Anglic","type":"a.","descr":" Anglian."},{"word":"Anglican","type":"a.","descr":" English; of or pertaining to England or the English nation; especially, pertaining to, or connected with, the established church of England; as, the Anglican church, doctrine, orders, ritual, etc."},{"word":"Anglican","type":"a.","descr":" Pertaining to, characteristic of, or held by, the high church party of the Church of England."},{"word":"Anglican","type":"n.","descr":" A member of the Church of England."},{"word":"Anglican","type":"n.","descr":" In a restricted sense, a member of the High Church party, or of the more advanced ritualistic section, in the Church of England."},{"word":"Anglicanism","type":"n.","descr":" Strong partiality to the principles and rites of the Church of England."},{"word":"Anglicanism","type":"n.","descr":" The principles of the established church of England; also, in a restricted sense, the doctrines held by the high-church party."},{"word":"Anglicanism","type":"n.","descr":" Attachment to England or English institutions."},{"word":"Anglice","type":"adv.","descr":" In English; in the English manner; as, Livorno, Anglice Leghorn."},{"word":"Anglicify","type":"v. t.","descr":" To anglicize."},{"word":"Anglicism","type":"n.","descr":" An English idiom; a phrase or form language peculiar to the English."},{"word":"Anglicism","type":"n.","descr":" The quality of being English; an English characteristic, custom, or method."},{"word":"Anglicity","type":"n.","descr":" The state or quality of being English."},{"word":"Anglicization","type":"n.","descr":" The act of anglicizing, or making English in character."},{"word":"Anglicized","type":"imp. and p. p.","descr":" of Anglicize"},{"word":"Anglicizing","type":"p. pr. and vb. n.","descr":" of Anglicize"},{"word":"Anglicize","type":"v. t.","descr":" To make English; to English; to anglify; render conformable to the English idiom, or to English analogies."},{"word":"Anglified","type":"imp. and p. p.","descr":" of Anglify"},{"word":"Anglifying","type":"p. pr. and vb. n.","descr":" of Anglify"},{"word":"Anglify","type":"v. t.","descr":" To convert into English; to anglicize."},{"word":"Angling","type":"n.","descr":" The act of one who angles; the art of fishing with rod and line."},{"word":"Anglo-","type":"","descr":" A combining form meaning the same as English; or English and, or English conjoined with; as, Anglo-Turkish treaty, Anglo-German, Anglo-Irish."},{"word":"Anglo-Catholic","type":"a.","descr":" Of or pertaining to a church modeled on the English Reformation; Anglican; -- sometimes restricted to the ritualistic or High Church section of the Church of England."},{"word":"Anglo-Catholic","type":"n.","descr":" A member of the Church of England who contends for its catholic character; more specifically, a High Churchman."},{"word":"Anglomania","type":"n.","descr":" A mania for, or an inordinate attachment to, English customs, institutions, etc."},{"word":"Anglomaniac","type":"n.","descr":" One affected with Anglomania."},{"word":"Anglophobia","type":"n.","descr":" Intense dread of, or aversion to, England or the English."},{"word":"Anglo-Saxon","type":"n.","descr":" A Saxon of Britain, that is, an English Saxon, or one the Saxons who settled in England, as distinguished from a continental (or \"Old\") Saxon."},{"word":"Anglo-Saxon","type":"n.","descr":" The Teutonic people (Angles, Saxons, Jutes) of England, or the English people, collectively, before the Norman Conquest."},{"word":"Anglo-Saxon","type":"n.","descr":" The language of the English people before the Conquest (sometimes called Old English). See Saxon."},{"word":"Anglo-Saxon","type":"n.","descr":" One of the race or people who claim descent from the Saxons, Angles, or other Teutonic tribes who settled in England; a person of English descent in its broadest sense."},{"word":"Anglo-Saxon","type":"a.","descr":" Of or pertaining to the Anglo-Saxons or their language."},{"word":"Anglo-Saxondom","type":"n.","descr":" The Anglo-Saxon domain (i. e., Great Britain and the United States, etc.); the Anglo-Saxon race."},{"word":"Anglo-Saxonism","type":"n.","descr":" A characteristic of the Anglo-Saxon race; especially, a word or an idiom of the Anglo-Saxon tongue."},{"word":"Anglo-Saxonism","type":"n.","descr":" The quality or sentiment of being Anglo-Saxon, or English in its ethnological sense."},{"word":"Angola","type":"n.","descr":" A fabric made from the wool of the Angora goat."},{"word":"Angola pea","type":"","descr":" A tropical plant (Cajanus indicus) and its edible seed, a kind of pulse; -- so called from Angola in Western Africa. Called also pigeon pea and Congo pea."},{"word":"Angor","type":"n.","descr":" Great anxiety accompanied by painful constriction at the upper part of the belly, often with palpitation and oppression."},{"word":"Angora","type":"n.","descr":" A city of Asia Minor (or Anatolia) which has given its name to a goat, a cat, etc."},{"word":"Angostura bark","type":"","descr":" An aromatic bark used as a tonic, obtained from a South American of the rue family (Galipea cusparia, \/ officinalis)."},{"word":"Angoumois moth","type":"","descr":" A small moth (Gelechia cerealella) which is very destructive to wheat and other grain. The larva eats out the interior of the grain, leaving only the shell."},{"word":"Angrily","type":"adv.","descr":" In an angry manner; under the influence of anger."},{"word":"Angriness","type":"n.","descr":" The quality of being angry, or of being inclined to anger."},{"word":"Angry","type":"superl.","descr":" Troublesome; vexatious; rigorous."},{"word":"Angry","type":"superl.","descr":" Inflamed and painful, as a sore."},{"word":"Angry","type":"superl.","descr":" Touched with anger; under the emotion of anger; feeling resentment; enraged; -- followed generally by with before a person, and at before a thing."},{"word":"Angry","type":"superl.","descr":" Showing anger; proceeding from anger; acting as if moved by anger; wearing the marks of anger; as, angry words or tones; an angry sky; angry waves."},{"word":"Angry","type":"superl.","descr":" Red."},{"word":"Angry","type":"superl.","descr":" Sharp; keen; stimulated."},{"word":"Anguiform","type":"a.","descr":" Snake-shaped."},{"word":"Anguilliform","type":"a.","descr":" Eel-shaped."},{"word":"Anguine","type":"a.","descr":" Of, pertaining to, or resembling, a snake or serpent."},{"word":"Anguineal","type":"a.","descr":" Anguineous."},{"word":"Anguineous","type":"a.","descr":" Snakelike."},{"word":"Anguish","type":"n.","descr":" Extreme pain, either of body or mind; excruciating distress."},{"word":"Anguish","type":"v. t.","descr":" To distress with extreme pain or grief."},{"word":"Angular","type":"a.","descr":" Relating to an angle or to angles; having an angle or angles; forming an angle or corner; sharp-cornered; pointed; as, an angular figure."},{"word":"Angular","type":"a.","descr":" Measured by an angle; as, angular distance."},{"word":"Angular","type":"a.","descr":" Fig.: Lean; lank; raw-boned; ungraceful; sharp and stiff in character; as, remarkably angular in his habits and appearance; an angular female."},{"word":"Angular","type":"n.","descr":" A bone in the base of the lower jaw of many birds, reptiles, and fishes."},{"word":"Angularity","type":"n.","descr":" The quality or state of being angular; angularness."},{"word":"Angularly","type":"adv.","descr":" In an angular manner; with of at angles or corners."},{"word":"Angularness","type":"n.","descr":" The quality of being angular."},{"word":"Angulate","type":"a.","descr":" Alt. of Angulated"},{"word":"Angulated","type":"a.","descr":" Having angles or corners; angled; as, angulate leaves."},{"word":"Angulate","type":"v. t.","descr":" To make angular."},{"word":"Angulation","type":"n.","descr":" A making angular; angular formation."},{"word":"Angulo-dentate","type":"a.","descr":" Angularly toothed, as certain leaves."},{"word":"Angulometer","type":"n.","descr":" An instrument for measuring external angles."},{"word":"Angulose","type":"a.","descr":" Angulous."},{"word":"Angulosity","type":"n.","descr":" A state of being angulous or angular."},{"word":"Angulous","type":"a.","descr":" Angular; having corners; hooked."},{"word":"Angust","type":"a.","descr":" Narrow; strait."},{"word":"Angustate","type":"a.","descr":" Narrowed."},{"word":"Angustation","type":"n.","descr":" The act of making narrow; a straitening or contacting."},{"word":"Angustifoliate","type":"a.","descr":" Alt. of Angustifolious"},{"word":"Angustifolious","type":"a.","descr":" Having narrow leaves."},{"word":"Angustura bark","type":"","descr":" See Angostura bark."},{"word":"Angwantibo","type":"n.","descr":" A small lemuroid mammal (Arctocebus Calabarensis) of Africa. It has only a rudimentary tail."},{"word":"Anhang","type":"v. t.","descr":" To hang."},{"word":"Anharmonic","type":"a.","descr":" Not harmonic."},{"word":"Anhelation","type":"n.","descr":" Short and rapid breathing; a panting; asthma."},{"word":"Anhele","type":"v. i.","descr":" To pant; to be breathlessly anxious or eager (for)."},{"word":"Anhelose","type":"a.","descr":" Anhelous; panting."},{"word":"Anhelous","type":"a.","descr":" Short of breath; panting."},{"word":"Anhima","type":"n.","descr":" A South American aquatic bird; the horned screamer or kamichi (Palamedea cornuta). See Kamichi."},{"word":"Anhinga","type":"n.","descr":" An aquatic bird of the southern United States (Platus anhinga); the darter, or snakebird."},{"word":"Anhistous","type":"a.","descr":" Without definite structure; as, an anhistous membrane."},{"word":"Anhungered","type":"a.","descr":" Ahungered; longing."},{"word":"Anhydride","type":"n.","descr":" An oxide of a nonmetallic body or an organic radical, capable of forming an acid by uniting with the elements of water; -- so called because it may be formed from an acid by the abstraction of water."},{"word":"Anhydrite","type":"n.","descr":" A mineral of a white or a slightly bluish color, usually massive. It is anhydrous sulphate of lime, and differs from gypsum in not containing water (whence the name)."},{"word":"Anhydrous","type":"a.","descr":" Destitute of water; as, anhydrous salts or acids."},{"word":"Ani","type":"n.","descr":" Alt. of Ano"},{"word":"Ano","type":"n.","descr":" A black bird of tropical America, the West Indies and Florida (Crotophaga ani), allied to the cuckoos, and remarkable for communistic nesting."},{"word":"Anicut","type":"n.","descr":" Alt. of Annicut"},{"word":"Annicut","type":"n.","descr":" A dam or mole made in the course of a stream for the purpose of regulating the flow of a system of irrigation."},{"word":"Anidiomatical","type":"a.","descr":" Not idiomatic."},{"word":"Anient","type":"v. t.","descr":" Alt. of Anientise"},{"word":"Anientise","type":"v. t.","descr":" To frustrate; to bring to naught; to annihilate."},{"word":"Anigh","type":"prep. and adv.","descr":" Nigh."},{"word":"Anight","type":"adv.","descr":" Alt. of Anights"},{"word":"Anights","type":"adv.","descr":" In the night time; at night."},{"word":"Anil","type":"n.","descr":" A West Indian plant (Indigofera anil), one of the original sources of indigo; also, the indigo dye."},{"word":"Anile","type":"a.","descr":" Old-womanish; imbecile."},{"word":"Anileness","type":"n.","descr":" Anility."},{"word":"Anilic","type":"a.","descr":" Pertaining to, or obtained from, anil; indigotic; -- applied to an acid formed by the action of nitric acid on indigo."},{"word":"Anilide","type":"n.","descr":" One of a class of compounds which may be regarded as amides in which more or less of the hydrogen has been replaced by phenyl."},{"word":"Aniline","type":"n.","descr":" An organic base belonging to the phenylamines. It may be regarded as ammonia in which one hydrogen atom has been replaced by the radical phenyl. It is a colorless, oily liquid, originally obtained from indigo by distillation, but now largely manufactured from coal tar or nitrobenzene as a base from which many brilliant dyes are made."},{"word":"Aniline","type":"a.","descr":" Made from, or of the nature of, aniline."},{"word":"Anility","type":"n.","descr":" The state of being and old woman; old-womanishness; dotage."},{"word":"Animadversal","type":"n.","descr":" The faculty of perceiving; a percipient."},{"word":"Animadversion","type":"n.","descr":" The act or power of perceiving or taking notice; direct or simple perception."},{"word":"Animadversion","type":"n.","descr":" Monition; warning."},{"word":"Animadversion","type":"n.","descr":" Remarks by way of criticism and usually of censure; adverse criticism; reproof; blame."},{"word":"Animadversion","type":"n.","descr":" Judicial cognizance of an offense; chastisement; punishment."},{"word":"Animadversive","type":"a.","descr":" Having the power of perceiving; percipient."},{"word":"Animadverted","type":"imp. and p. p.","descr":" of Animadvert"},{"word":"Animadverting","type":"p. pr. and vb. n.","descr":" of Animadvert"},{"word":"Animadvert","type":"v. i.","descr":" To take notice; to observe; -- commonly followed by that."},{"word":"Animadvert","type":"v. i.","descr":" To consider or remark by way of criticism or censure; to express censure; -- with on or upon."},{"word":"Animadvert","type":"v. i.","descr":" To take cognizance judicially; to inflict punishment."},{"word":"Animadverter","type":"n.","descr":" One who animadverts; a censurer; also [Obs.], a chastiser."},{"word":"Animal","type":"n.","descr":" An organized living being endowed with sensation and the power of voluntary motion, and also characterized by taking its food into an internal cavity or stomach for digestion; by giving carbonic acid to the air and taking oxygen in the process of respiration; and by increasing in motive power or active aggressive force with progress to maturity."},{"word":"Animal","type":"n.","descr":" One of the lower animals; a brute or beast, as distinguished from man; as, men and animals."},{"word":"Animal","type":"a.","descr":" Of or relating to animals; as, animal functions."},{"word":"Animal","type":"a.","descr":" Pertaining to the merely sentient part of a creature, as distinguished from the intellectual, rational, or spiritual part; as, the animal passions or appetites."},{"word":"Animal","type":"a.","descr":" Consisting of the flesh of animals; as, animal food."},{"word":"Animalcular","type":"a.","descr":" Alt. of Animalculine"},{"word":"Animalculine","type":"a.","descr":" Of, pertaining to, or resembling, animalcules."},{"word":"Animalcule","type":"n.","descr":" A small animal, as a fly, spider, etc."},{"word":"Animalcule","type":"n.","descr":" An animal, invisible, or nearly so, to the naked eye. See Infusoria."},{"word":"Animalculism","type":"n.","descr":" The theory which seeks to explain certain physiological and pathological phenomena by means of animalcules."},{"word":"Animalculist","type":"n.","descr":" One versed in the knowledge of animalcules."},{"word":"Animalculist","type":"n.","descr":" A believer in the theory of animalculism."},{"word":"Animalcula","type":"pl. ","descr":" of Animalculum"},{"word":"Animalculum","type":"n.","descr":" An animalcule."},{"word":"Animalish","type":"a.","descr":" Like an animal."},{"word":"Animalism","type":"n.","descr":" The state, activity, or enjoyment of animals; mere animal life without intellectual or moral qualities; sensuality."},{"word":"Animality","type":"n.","descr":" Animal existence or nature."},{"word":"Animalization","type":"n.","descr":" The act of animalizing; the giving of animal life, or endowing with animal properties."},{"word":"Animalization","type":"n.","descr":" Conversion into animal matter by the process of assimilation."},{"word":"Animalized","type":"imp. and p. p.","descr":" of Animalize"},{"word":"Animalizing","type":"p. pr. and vb. n.","descr":" of Animalize"},{"word":"Animalize","type":"v. t.","descr":" To endow with the properties of an animal; to represent in animal form."},{"word":"Animalize","type":"v. t.","descr":" To convert into animal matter by the processes of assimilation."},{"word":"Animalize","type":"v. t.","descr":" To render animal or sentient; to reduce to the state of a lower animal; to sensualize."},{"word":"Animally","type":"adv.","descr":" Physically."},{"word":"Animalness","type":"n.","descr":" Animality."},{"word":"Animastic","type":"a.","descr":" Pertaining to mind or spirit; spiritual."},{"word":"Animastic","type":"n.","descr":" Psychology."},{"word":"Animated","type":"imp. and p. p.","descr":" of Animate"},{"word":"Animating","type":"p. pr. and vb. n.","descr":" of Animate"},{"word":"Animate","type":"v. t.","descr":" To give natural life to; to make alive; to quicken; as, the soul animates the body."},{"word":"Animate","type":"v. t.","descr":" To give powers to, or to heighten the powers or effect of; as, to animate a lyre."},{"word":"Animate","type":"v. t.","descr":" To give spirit or vigor to; to stimulate or incite; to inspirit; to rouse; to enliven."},{"word":"Animate","type":"a.","descr":" Endowed with life; alive; living; animated; lively."},{"word":"Animated","type":"a.","descr":" Endowed with life; full of life or spirit; indicating animation; lively; vigorous."},{"word":"Animatedly","type":"adv.","descr":" With animation."},{"word":"Animater","type":"n.","descr":" One who animates."},{"word":"Animating","type":"a.","descr":" Causing animation; life-giving; inspiriting; rousing."},{"word":"Animation","type":"n.","descr":" The act of animating, or giving life or spirit; the state of being animate or alive."},{"word":"Animation","type":"n.","descr":" The state of being lively, brisk, or full of spirit and vigor; vivacity; spiritedness; as, he recited the story with great animation."},{"word":"Animative","type":"a.","descr":" Having the power of giving life or spirit."},{"word":"Animator","type":"n.","descr":" One who, or that which, animates; an animater."},{"word":"Anime","type":"a.","descr":" Of a different tincture from the animal itself; -- said of the eyes of a rapacious animal."},{"word":"Anime","type":"n.","descr":" A resin exuding from a tropical American tree (Hymenaea courbaril), and much used by varnish makers."},{"word":"Animism","type":"n.","descr":" The doctrine, taught by Stahl, that the soul is the proper principle of life and development in the body."},{"word":"Animism","type":"n.","descr":" The belief that inanimate objects and the phenomena of nature are endowed with personal life or a living soul; also, in an extended sense, the belief in the existence of soul or spirit apart from matter."},{"word":"Animist","type":"n.","descr":" One who maintains the doctrine of animism."},{"word":"Animistic","type":"a.","descr":" Of or pertaining to animism."},{"word":"Animose","type":"a.","descr":" Alt. of Animous"},{"word":"Animous","type":"a.","descr":" Full of spirit; hot; vehement; resolute."},{"word":"Animoseness","type":"n.","descr":" Vehemence of temper."},{"word":"Animosities","type":"pl. ","descr":" of Animosity"},{"word":"Animosity","type":"v. t.","descr":" Mere spiritedness or courage."},{"word":"Animosity","type":"v. t.","descr":" Violent hatred leading to active opposition; active enmity; energetic dislike."},{"word":"Animi","type":"pl. ","descr":" of Animus"},{"word":"Animus","type":"n.","descr":" Animating spirit; intention; temper."},{"word":"Anion","type":"n.","descr":" An electro-negative element, or the element which, in electro-chemical decompositions, is evolved at the anode; -- opposed to cation."},{"word":"Anise","type":"n.","descr":" An umbelliferous plant (Pimpinella anisum) growing naturally in Egypt, and cultivated in Spain, Malta, etc., for its carminative and aromatic seeds."},{"word":"Anise","type":"n.","descr":" The fruit or seeds of this plant."},{"word":"Aniseed","type":"n.","descr":" The seed of the anise; also, a cordial prepared from it."},{"word":"Anisette","type":"n.","descr":" A French cordial or liqueur flavored with anise seeds."},{"word":"Anisic","type":"a.","descr":" Of or derived from anise; as, anisic acid; anisic alcohol."},{"word":"Anisodactyla","type":"n. pl.","descr":" Alt. of Anisodactyls"},{"word":"Anisodactyls","type":"n. pl.","descr":" A group of herbivorous mammals characterized by having the hoofs in a single series around the foot, as the elephant, rhinoceros, etc."},{"word":"Anisodactyls","type":"n. pl.","descr":" A group of perching birds which are anisodactylous."},{"word":"Anisodactylous","type":"a.","descr":" Characterized by unequal toes, three turned forward and one backward, as in most passerine birds."},{"word":"Anisomeric","type":"a.","descr":" Not isomeric; not made of the same components in the same proportions."},{"word":"Anisomerous","type":"a.","descr":" Having the number of floral organs unequal, as four petals and six stamens."},{"word":"Anisometric","type":"a.","descr":" Not isometric; having unsymmetrical parts; -- said of crystals with three unequal axes."},{"word":"Anisopetalous","type":"a.","descr":" Having unequal petals."},{"word":"Anisophyllous","type":"a.","descr":" Having unequal leaves."},{"word":"Anisopleura","type":"n. pl.","descr":" A primary division of gastropods, including those having spiral shells. The two sides of the body are unequally developed."},{"word":"Anisopoda","type":"n. pl.","descr":" A division of Crustacea, which, in some its characteristics, is intermediate between Amphipoda and Isopoda."},{"word":"Anisostemonous","type":"a.","descr":" Having unequal stamens; having stamens different in number from the petals."},{"word":"Anisosthenic","type":"a.","descr":" Of unequal strength."},{"word":"Anisotrope","type":"a.","descr":" Alt. of Anisotropic"},{"word":"Anisotropic","type":"a.","descr":" Not isotropic; having different properties in different directions; thus, crystals of the isometric system are optically isotropic, but all other crystals are anisotropic."},{"word":"Anisotropous","type":"a.","descr":" Anisotropic."},{"word":"Anker","type":"n.","descr":" A liquid measure in various countries of Europe. The Dutch anker, formerly also used in England, contained about 10 of the old wine gallons, or 8\/ imperial gallons."},{"word":"Ankerite","type":"n.","descr":" A mineral closely related to dolomite, but containing iron."},{"word":"Ankle","type":"n.","descr":" The joint which connects the foot with the leg; the tarsus."},{"word":"Ankled","type":"a.","descr":" Having ankles; -- used in composition; as, well-ankled."},{"word":"Anklet","type":"n.","descr":" An ornament or a fetter for the ankle; an ankle ring."},{"word":"Ankylose","type":"v. t. and i.","descr":" Same as Anchylose."},{"word":"Ankylosis","type":"n.","descr":" Same as Anchylosis."},{"word":"Anlace","type":"n.","descr":" A broad dagger formerly worn at the girdle."},{"word":"Ann","type":"n.","descr":" Alt. of Annat"},{"word":"Annat","type":"n.","descr":" A half years\\'s stipend, over and above what is owing for the incumbency, due to a minister\\'s heirs after his decease."},{"word":"Anna","type":"n.","descr":" An East Indian money of account, the sixteenth of a rupee, or about 2\/ cents."},{"word":"Annal","type":"n.","descr":" See Annals."},{"word":"Annalist","type":"n.","descr":" A writer of annals."},{"word":"Annalistic","type":"a.","descr":" Pertaining to, or after the manner of, an annalist; as, the dry annalistic style."},{"word":"Annalize","type":"v. t.","descr":" To record in annals."},{"word":"Annals","type":"n. pl.","descr":" A relation of events in chronological order, each event being recorded under the year in which it happened."},{"word":"Annals","type":"n. pl.","descr":" Historical records; chronicles; history."},{"word":"Annals","type":"n. pl.","descr":" The record of a single event or item."},{"word":"Annals","type":"n. pl.","descr":" A periodic publication, containing records of discoveries, transactions of societies, etc.; as \"Annals of Science.\""},{"word":"Annats","type":"n. pl.","descr":" Alt. of Annates"},{"word":"Annates","type":"n. pl.","descr":" The first year\\'s profits of a spiritual preferment, anciently paid by the clergy to the pope; first fruits. In England, they now form a fund for the augmentation of poor livings."},{"word":"Annealed","type":"imp. and p. p.","descr":" of Anneal"},{"word":"Annealing","type":"p. pr. and vb. n.","descr":" of Anneal"},{"word":"Anneal","type":"v. t.","descr":" To subject to great heat, and then cool slowly, as glass, cast iron, steel, or other metal, for the purpose of rendering it less brittle; to temper; to toughen."},{"word":"Anneal","type":"v. t.","descr":" To heat, as glass, tiles, or earthenware, in order to fix the colors laid on them."},{"word":"Annealer","type":"n.","descr":" One who, or that which, anneals."},{"word":"Annealing","type":"n.","descr":" The process used to render glass, iron, etc., less brittle, performed by allowing them to cool very gradually from a high heat."},{"word":"Annealing","type":"n.","descr":" The burning of metallic colors into glass, earthenware, etc."},{"word":"Annectent","type":"a.","descr":" Connecting; annexing."},{"word":"Annelid","type":"a.","descr":" Alt. of Annelidan"},{"word":"Annelidan","type":"a.","descr":" Of or pertaining to the Annelida."},{"word":"Annelidan","type":"n.","descr":" One of the Annelida."},{"word":"Annelida","type":"n. pl.","descr":" A division of the Articulata, having the body formed of numerous rings or annular segments, and without jointed legs. The principal subdivisions are the Chaetopoda, including the Oligochaeta or earthworms and Polychaeta or marine worms; and the Hirudinea or leeches. See Chaetopoda."},{"word":"Annelidous","type":"a.","descr":" Of the nature of an annelid."},{"word":"Annellata","type":"n. pl.","descr":" See Annelida."},{"word":"Anneloid","type":"n.","descr":" An animal resembling an annelid."},{"word":"Annexed","type":"imp. and p. p.","descr":" of Annex"},{"word":"Annexing","type":"p. pr. and vb. n.","descr":" of Annex"},{"word":"Annex","type":"v. t.","descr":" To join or attach; usually to subjoin; to affix; to append; -- followed by to."},{"word":"Annex","type":"v. t.","descr":" To join or add, as a smaller thing to a greater."},{"word":"Annex","type":"v. t.","descr":" To attach or connect, as a consequence, condition, etc.; as, to annex a penalty to a prohibition, or punishment to guilt."},{"word":"Annex","type":"v. i.","descr":" To join; to be united."},{"word":"Annex","type":"n.","descr":" Something annexed or appended; as, an additional stipulation to a writing, a subsidiary building to a main building; a wing."},{"word":"Annexation","type":"v. t.","descr":" The act of annexing; process of attaching, adding, or appending; the act of connecting; union; as, the annexation of Texas to the United States, or of chattels to the freehold."},{"word":"Annexation","type":"v. t.","descr":" The union of property with a freehold so as to become a fixture. Bouvier. (b) (Scots Law) The appropriation of lands or rents to the crown."},{"word":"Annexationist","type":"n.","descr":" One who favors annexation."},{"word":"Annexer","type":"n.","descr":" One who annexes."},{"word":"Annexion","type":"n.","descr":" Annexation."},{"word":"Annexionist","type":"n.","descr":" An annexationist."},{"word":"Annexment","type":"n.","descr":" The act of annexing, or the thing annexed; appendage."},{"word":"Annihilable","type":"a.","descr":" Capable of being annihilated."},{"word":"Annihilated","type":"imp. and p. p.","descr":" of Annihilate"},{"word":"Annihilating","type":"p. pr. and vb. n.","descr":" of Annihilate"},{"word":"Annihilate","type":"v. t.","descr":" To reduce to nothing or nonexistence; to destroy the existence of; to cause to cease to be."},{"word":"Annihilate","type":"v. t.","descr":" To destroy the form or peculiar distinctive properties of, so that the specific thing no longer exists; as, to annihilate a forest by cutting down the trees."},{"word":"Annihilate","type":"v. t.","descr":" To destroy or eradicate, as a property or attribute of a thing; to make of no effect; to destroy the force, etc., of; as, to annihilate an argument, law, rights, goodness."},{"word":"Annihilate","type":"a.","descr":" Annihilated."},{"word":"Annihilation","type":"n.","descr":" The act of reducing to nothing, or nonexistence; or the act of destroying the form or combination of parts under which a thing exists, so that the name can no longer be applied to it; as, the annihilation of a corporation."},{"word":"Annihilation","type":"n.","descr":" The state of being annihilated."},{"word":"Annihilationist","type":"n.","descr":" One who believes that eternal punishment consists in annihilation or extinction of being; a destructionist."},{"word":"Annihilative","type":"a.","descr":" Serving to annihilate; destructive."},{"word":"Annihilator","type":"n.","descr":" One who, or that which, annihilates; as, a fire annihilator."},{"word":"Annihilatory","type":"a.","descr":" Annihilative."},{"word":"Anniversarily","type":"adv.","descr":" Annually."},{"word":"Anniversary","type":"a.","descr":" Returning with the year, at a stated time; annual; yearly; as, an anniversary feast."},{"word":"Anniversaries","type":"pl. ","descr":" of Anniversary"},{"word":"Anniversary","type":"n.","descr":" The annual return of the day on which any notable event took place, or is wont to be celebrated; as, the anniversary of the Declaration of Independence."},{"word":"Anniversary","type":"n.","descr":" The day on which Mass is said yearly for the soul of a deceased person; the commemoration of some sacred event, as the dedication of a church or the consecration of a pope."},{"word":"Anniversary","type":"n.","descr":" The celebration which takes place on an anniversary day."},{"word":"Anniverse","type":"n.","descr":" Anniversary."},{"word":"Annodated","type":"a.","descr":" Curved somewhat in the form of the letter S."},{"word":"Anno Domini","type":"","descr":" In the year of the Christian era; as, a. d. 1887."},{"word":"Annominate","type":"v. t.","descr":" To name."},{"word":"Annomination","type":"n.","descr":" Paronomasia; punning."},{"word":"Annomination","type":"n.","descr":" Alliteration."},{"word":"Annotated","type":"imp. and p. p.","descr":" of Annotate"},{"word":"Annotating","type":"p. pr. and vb. n.","descr":" of Annotate"},{"word":"Annotate","type":"n.","descr":" To explain or criticize by notes; as, to annotate the works of Bacon."},{"word":"Annotate","type":"v. i.","descr":" To make notes or comments; -- with on or upon."},{"word":"Annotation","type":"n.","descr":" A note, added by way of comment, or explanation; -- usually in the plural; as, annotations on ancient authors, or on a word or a passage."},{"word":"Annotationist","type":"n.","descr":" An annotator."},{"word":"Annotative","type":"a.","descr":" Characterized by annotations; of the nature of annotation."},{"word":"Annotator","type":"n.","descr":" A writer of annotations; a commentator."},{"word":"Annotatory","type":"a.","descr":" Pertaining to an annotator; containing annotations."},{"word":"Annotine","type":"n.","descr":" A bird one year old, or that has once molted."},{"word":"Annotinous","type":"a.","descr":" A year old; in Yearly growths."},{"word":"Annotto","type":"n.","descr":" Alt. of Arnotto"},{"word":"Announced","type":"imp. and p. p.","descr":" of Announce"},{"word":"Announcing","type":"p. pr. and vb. n.","descr":" of Announce"},{"word":"Announce","type":"v. t.","descr":" To give public notice, or first notice of; to make known; to publish; to proclaim."},{"word":"Announce","type":"v. t.","descr":" To pronounce; to declare by judicial sentence."},{"word":"Announcement","type":"n.","descr":" The act of announcing, or giving notice; that which announces; proclamation; publication."},{"word":"Announcer","type":"n.","descr":" One who announces."},{"word":"Annoyed","type":"imp. and p. p.","descr":" of Annoy"},{"word":"Annoying","type":"p. pr. and vb. n.","descr":" of Annoy"},{"word":"Annoy","type":"n.","descr":" To disturb or irritate, especially by continued or repeated acts; to tease; to ruffle in mind; to vex; as, I was annoyed by his remarks."},{"word":"Annoy","type":"n.","descr":" To molest, incommode, or harm; as, to annoy an army by impeding its march, or by a cannonade."},{"word":"Annoy","type":"n.","descr":" A feeling of discomfort or vexation caused by what one dislikes; also, whatever causes such a feeling; as, to work annoy."},{"word":"Annoyance","type":"n.","descr":" The act of annoying, or the state of being annoyed; molestation; vexation; annoy."},{"word":"Annoyance","type":"n.","descr":" That which annoys."},{"word":"Annoyer","type":"n.","descr":" One who, or that which, annoys."},{"word":"Annoyful","type":"a.","descr":" Annoying."},{"word":"Annoying","type":"a.","descr":" That annoys; molesting; vexatious."},{"word":"Annoyous","type":"a.","descr":" Troublesome; annoying."},{"word":"Annual","type":"a.","descr":" Of or pertaining to a year; returning every year; coming or happening once in the year; yearly."},{"word":"Annual","type":"a.","descr":" Performed or accomplished in a year; reckoned by the year; as, the annual motion of the earth."},{"word":"Annual","type":"a.","descr":" Lasting or continuing only one year or one growing season; requiring to be renewed every year; as, an annual plant; annual tickets."},{"word":"Annual","type":"n.","descr":" A thing happening or returning yearly; esp. a literary work published once a year."},{"word":"Annual","type":"n.","descr":" Anything, especially a plant, that lasts but one year or season; an annual plant."},{"word":"Annual","type":"n.","descr":" A Mass for a deceased person or for some special object, said daily for a year or on the anniversary day."},{"word":"Annualist","type":"n.","descr":" One who writes for, or who edits, an annual."},{"word":"Annually","type":"adv.","descr":" Yearly; year by year."},{"word":"Annuary","type":"a.","descr":" Annual."},{"word":"Annuary","type":"n.","descr":" A yearbook."},{"word":"Annueler","type":"n.","descr":" A priest employed in saying annuals, or anniversary Masses."},{"word":"Annuent","type":"a.","descr":" Nodding; as, annuent muscles (used in nodding)."},{"word":"Annuitant","type":"n.","descr":" One who receives, or its entitled to receive, an annuity."},{"word":"Annuities","type":"pl. ","descr":" of Annuity"},{"word":"Annuity","type":"n.","descr":" A sum of money, payable yearly, to continue for a given number of years, for life, or forever; an annual allowance."},{"word":"Annulled","type":"imp. and p. p.","descr":" of Annul"},{"word":"Annulling","type":"p. pr. and vb. n.","descr":" of Annul"},{"word":"Annul","type":"a.","descr":" To reduce to nothing; to obliterate."},{"word":"Annul","type":"a.","descr":" To make void or of no effect; to nullify; to abolish; to do away with; -- used appropriately of laws, decrees, edicts, decisions of courts, or other established rules, permanent usages, and the like, which are made void by component authority."},{"word":"Annular","type":"a.","descr":" Pertaining to, or having the form of, a ring; forming a ring; ringed; ring-shaped; as, annular fibers."},{"word":"Annular","type":"a.","descr":" Banded or marked with circles."},{"word":"Annularity","type":"n.","descr":" Annular condition or form; as, the annularity of a nebula."},{"word":"Annularry","type":"adv.","descr":" In an annular manner."},{"word":"Annulary","type":"a.","descr":" Having the form of a ring; annular."},{"word":"Annulata","type":"n. pl.","descr":" A class of articulate animals, nearly equivalent to Annelida, including the marine annelids, earthworms, Gephyrea, Gymnotoma, leeches, etc. See Annelida."},{"word":"Annulate","type":"n.","descr":" One of the Annulata."},{"word":"Annulate","type":"a.","descr":" Alt. of Annulated"},{"word":"Annulated","type":"a.","descr":" Furnished with, or composed of, rings; ringed; surrounded by rings of color."},{"word":"Annulated","type":"a.","descr":" Of or pertaining to the Annulata."},{"word":"Annulation","type":"n.","descr":" A circular or ringlike formation; a ring or belt."},{"word":"Annulet","type":"n.","descr":" A little ring."},{"word":"Annulet","type":"n.","descr":" A small, flat fillet, encircling a column, etc., used by itself, or with other moldings. It is used, several times repeated, under the Doric capital."},{"word":"Annulet","type":"n.","descr":" A little circle borne as a charge."},{"word":"Annulet","type":"n.","descr":" A narrow circle of some distinct color on a surface or round an organ."},{"word":"Annullable","type":"a.","descr":" That may be Annulled."},{"word":"Annuller","type":"n.","descr":" One who annuls."},{"word":"Annulment","type":"n.","descr":" The act of annulling; abolition; invalidation."},{"word":"Annuloid","type":"a.","descr":" Of or pertaining to the Annuloida."},{"word":"Annuloida","type":"n. pl.","descr":" A division of the Articulata, including the annelids and allied groups; sometimes made to include also the helminths and echinoderms."},{"word":"Annulosa","type":"n. pl.","descr":" A division of the Invertebrata, nearly equivalent to the Articulata. It includes the Arthoropoda and Anarthropoda. By some zoologists it is applied to the former only."},{"word":"Annulosan","type":"n.","descr":" One of the Annulosa."},{"word":"Annulose","type":"a.","descr":" Furnished with, or composed of, rings or ringlike segments; ringed."},{"word":"Annulose","type":"a.","descr":" Of or pertaining to the Annulosa."},{"word":"Annuli","type":"pl. ","descr":" of Annulus"},{"word":"Annulus","type":"n.","descr":" A ring; a ringlike part or space."},{"word":"Annulus","type":"n.","descr":" A space contained between the circumferences of two circles, one within the other."},{"word":"Annulus","type":"n.","descr":" The solid formed by a circle revolving around a line which is the plane of the circle but does not cut it."},{"word":"Annulus","type":"n.","descr":" Ring-shaped structures or markings, found in, or upon, various animals."},{"word":"Annumerate","type":"v. t.","descr":" To add on; to count in."},{"word":"Annumeration","type":"n.","descr":" Addition to a former number."},{"word":"Annunciable","type":"a.","descr":" That may be announced or declared; declarable."},{"word":"Annunciated","type":"imp. and p. p.","descr":" of Annunciate"},{"word":"Annunciating","type":"p. pr. and vb. n.","descr":" of Annunciate"},{"word":"Annunciate","type":"v. t.","descr":" To announce."},{"word":"Annunciate","type":"p. p. and a.","descr":" Foretold; preannounced."},{"word":"Annunciation","type":"n.","descr":" The act of announcing; announcement; proclamation; as, the annunciation of peace."},{"word":"Annunciation","type":"n.","descr":" The announcement of the incarnation, made by the angel Gabriel to the Virgin Mary."},{"word":"Annunciation","type":"n.","descr":" The festival celebrated (March 25th) by the Church of England, of Rome, etc., in memory of the angel\\'s announcement, on that day; Lady Day."},{"word":"Annunciative","type":"a.","descr":" Pertaining to annunciation; announcing."},{"word":"Annunciator","type":"n.","descr":" One who announces. Specifically: An officer in the church of Constantinople, whose business it was to inform the people of the festivals to be celebrated."},{"word":"Annunciator","type":"n.","descr":" An indicator (as in a hotel) which designates the room where attendance is wanted."},{"word":"Annunciatory","type":"a.","descr":" Pertaining to, or containing, announcement; making known."},{"word":"Anoa","type":"n.","descr":" A small wild ox of Celebes (Anoa depressicornis), allied to the buffalo, but having long nearly straight horns."},{"word":"Anode","type":"n.","descr":" The positive pole of an electric battery, or more strictly the electrode by which the current enters the electrolyte on its way to the other pole; -- opposed to cathode."},{"word":"Anodon","type":"n.","descr":" A genus of fresh-water bivalves, having no teeth at the hinge."},{"word":"Anodyne","type":"a.","descr":" Serving to assuage pain; soothing."},{"word":"Anodyne","type":"a.","descr":" Any medicine which allays pain, as an opiate or narcotic; anything that soothes disturbed feelings."},{"word":"Anodynous","type":"a.","descr":" Anodyne."},{"word":"Anoil","type":"v. t.","descr":" To anoint with oil."},{"word":"Anointed","type":"imp. and p. p.","descr":" of Anoint"},{"word":"Anointing","type":"p. pr. and vb. n.","descr":" of Anoint"},{"word":"Anoint","type":"v. t.","descr":" To smear or rub over with oil or an unctuous substance; also, to spread over, as oil."},{"word":"Anoint","type":"v. t.","descr":" To apply oil to or to pour oil upon, etc., as a sacred rite, especially for consecration."},{"word":"Anoint","type":"p. p.","descr":" Anointed."},{"word":"Anointer","type":"n.","descr":" One who anoints."},{"word":"Anointment","type":"n.","descr":" The act of anointing, or state of being anointed; also, an ointment."},{"word":"Anolis","type":"n.","descr":" A genus of lizards which belong to the family Iguanidae. They take the place in the New World of the chameleons in the Old, and in America are often called chameleons."},{"word":"Anomal","type":"n.","descr":" Anything anomalous."},{"word":"Anomaliped","type":"a.","descr":" Alt. of Anomalipede"},{"word":"Anomalipede","type":"a.","descr":" Having anomalous feet."},{"word":"Anomaliped","type":"n.","descr":" One of a group of perching birds, having the middle toe more or less united to the outer and inner ones."},{"word":"Anomalism","type":"n.","descr":" An anomaly; a deviation from rule."},{"word":"Anomalistic","type":"a.","descr":" Alt. of Anomalistical"},{"word":"Anomalistical","type":"a.","descr":" Irregular; departing from common or established rules."},{"word":"Anomalistical","type":"a.","descr":" Pertaining to the anomaly, or angular distance of a planet from its perihelion."},{"word":"Anomalistically","type":"adv.","descr":" With irregularity."},{"word":"Anomaloflorous","type":"a.","descr":" Having anomalous flowers."},{"word":"Anomalous","type":"a.","descr":" Deviating from a general rule, method, or analogy; abnormal; irregular; as, an anomalous proceeding."},{"word":"Anomalously","type":"adv.","descr":" In an anomalous manner."},{"word":"Anomalousness","type":"n.","descr":" Quality of being anomalous."},{"word":"Anomalies","type":"pl. ","descr":" of Anomaly"},{"word":"Anomaly","type":"n.","descr":" Deviation from the common rule; an irregularity; anything anomalous."},{"word":"Anomaly","type":"n.","descr":" The angular distance of a planet from its perihelion, as seen from the sun. This is the true anomaly. The eccentric anomaly is a corresponding angle at the center of the elliptic orbit of the planet. The mean anomaly is what the anomaly would be if the planet\\'s angular motion were uniform."},{"word":"Anomaly","type":"n.","descr":" The angle measuring apparent irregularities in the motion of a planet."},{"word":"Anomaly","type":"n.","descr":" Any deviation from the essential characteristics of a specific type."},{"word":"Anomia","type":"n.","descr":" A genus of bivalve shells, allied to the oyster, so called from their unequal valves, of which the lower is perforated for attachment."},{"word":"Anomophyllous","type":"a.","descr":" Having leaves irregularly placed."},{"word":"Anomura","type":"n. pl.","descr":" Alt. of Anomoura"},{"word":"Anomoura","type":"n. pl.","descr":" A group of decapod Crustacea, of which the hermit crab in an example."},{"word":"Anomural","type":"a.","descr":" Alt. of Anomuran"},{"word":"Anomuran","type":"a.","descr":" Irregular in the character of the tail or abdomen; as, the anomural crustaceans."},{"word":"Anomuran","type":"n.","descr":" One of the Anomura."},{"word":"Anomy","type":"n.","descr":" Disregard or violation of law."},{"word":"Anon","type":"adv.","descr":" Straightway; at once."},{"word":"Anon","type":"adv.","descr":" Soon; in a little while."},{"word":"Anon","type":"adv.","descr":" At another time; then; again."},{"word":"Anona","type":"n.","descr":" A genus of tropical or subtropical plants of the natural order Anonaceae, including the soursop."},{"word":"Anonaceous","type":"a.","descr":" Pertaining to the order of plants including the soursop, custard apple, etc."},{"word":"Anonym","type":"n.","descr":" One who is anonymous; also sometimes used for \"pseudonym.\""},{"word":"Anonym","type":"n.","descr":" A notion which has no name, or which can not be expressed by a single English word."},{"word":"Anonymity","type":"n.","descr":" The quality or state of being anonymous; anonymousness; also, that which anonymous."},{"word":"Anonymous","type":"a.","descr":" Nameless; of unknown name; also, of unknown or unavowed authorship; as, an anonymous benefactor; an anonymous pamphlet or letter."},{"word":"Anonymously","type":"adv.","descr":" In an anonymous manner; without a name."},{"word":"Anonymousness","type":"n.","descr":" The state or quality of being anonymous."},{"word":"Anophyte","type":"n.","descr":" A moss or mosslike plant which cellular stems, having usually an upward growth and distinct leaves."},{"word":"Anopla","type":"n. pl.","descr":" One of the two orders of Nemerteans. See Nemertina."},{"word":"Anoplothere","type":"n.","descr":" Alt. of Anoplotherium"},{"word":"Anoplotherium","type":"n.","descr":" A genus of extinct quadrupeds of the order Ungulata, whose were first found in the gypsum quarries near Paris; characterized by the shortness and feebleness of their canine teeth (whence the name)."},{"word":"Anoplura","type":"n. pl.","descr":" A group of insects which includes the lice."},{"word":"Anopsia","type":"a.","descr":" Alt. of Anopsy"},{"word":"Anopsy","type":"a.","descr":" Want or defect of sight; blindness."},{"word":"Anorexia","type":"n.","descr":" Alt. of Anorexy"},{"word":"Anorexy","type":"n.","descr":" Want of appetite, without a loathing of food."},{"word":"Anormal","type":"a.","descr":" Not according to rule; abnormal."},{"word":"Anorn","type":"v. t.","descr":" To adorn."},{"word":"Anorthic","type":"a.","descr":" Having unequal oblique axes; as, anorthic crystals."},{"word":"Anorthite","type":"n.","descr":" A mineral of the feldspar family, commonly occurring in small glassy crystals, also a constituent of some igneous rocks. It is a lime feldspar. See Feldspar."},{"word":"Anorthoscope","type":"n.","descr":" An optical toy for producing amusing figures or pictures by means of two revolving disks, on one of which distorted figures are painted."},{"word":"Anosmia","type":"n.","descr":" Loss of the sense of smell."},{"word":"Another","type":"pron. and a.","descr":" One more, in addition to a former number; a second or additional one, similar in likeness or in effect."},{"word":"Another","type":"pron. and a.","descr":" Not the same; different."},{"word":"Another","type":"pron. and a.","descr":" Any or some; any different person, indefinitely; any one else; some one else."},{"word":"Another-gaines","type":"a.","descr":" Of another kind."},{"word":"Another-gates","type":"a.","descr":" Of another sort."},{"word":"Another-guess","type":"a.","descr":" Of another sort."},{"word":"Anotta","type":"n.","descr":" See Annotto."},{"word":"Anoura","type":"n.","descr":" See Anura."},{"word":"Anourous","type":"a.","descr":" See Anurous."},{"word":"Ansae","type":"pl. ","descr":" of Ansa"},{"word":"Ansa","type":"n.","descr":" A name given to either of the projecting ends of Saturn\\'s ring."},{"word":"Ansated","type":"a.","descr":" Having a handle."},{"word":"Anserated","type":"a.","descr":" Having the extremities terminate in the heads of eagles, lions, etc.; as, an anserated cross."},{"word":"Anseres","type":"n. pl.","descr":" A Linnaean order of aquatic birds swimming by means of webbed feet, as the duck, or of lobed feet, as the grebe. In this order were included the geese, ducks, auks, divers, gulls, petrels, etc."},{"word":"Anseriformes","type":"n. pl.","descr":" A division of birds including the geese, ducks, and closely allied forms."},{"word":"Anserine","type":"a.","descr":" Pertaining to, or resembling, a goose, or the skin of a goose."},{"word":"Anserine","type":"a.","descr":" Pertaining to the Anseres."},{"word":"Anserous","type":"a.","descr":" Resembling a goose; silly; simple."},{"word":"Answered","type":"imp. and p. p.","descr":" of Answer"},{"word":"Answering","type":"p. pr. and vb. n.","descr":" of Answer"},{"word":"Answer","type":"n.","descr":" To speak in defense against; to reply to in defense; as, to answer a charge; to answer an accusation."},{"word":"Answer","type":"n.","descr":" To speak or write in return to, as in return to a call or question, or to a speech, declaration, argument, or the like; to reply to (a question, remark, etc.); to respond to."},{"word":"Answer","type":"n.","descr":" To respond to satisfactorily; to meet successfully by way of explanation, argument, or justification, and the like; to refute."},{"word":"Answer","type":"n.","descr":" To be or act in return or response to."},{"word":"Answer","type":"n.","descr":" To be or act in compliance with, in fulfillment or satisfaction of, as an order, obligation, demand; as, he answered my claim upon him; the servant answered the bell."},{"word":"Answer","type":"n.","descr":" To render account to or for."},{"word":"Answer","type":"n.","descr":" To atone; to be punished for."},{"word":"Answer","type":"n.","descr":" To be opposite to; to face."},{"word":"Answer","type":"n.","descr":" To be or act an equivalent to, or as adequate or sufficient for; to serve for; to repay."},{"word":"Answer","type":"n.","descr":" To be or act in accommodation, conformity, relation, or proportion to; to correspond to; to suit."},{"word":"Answer","type":"v. i.","descr":" To speak or write by way of return (originally, to a charge), or in reply; to make response."},{"word":"Answer","type":"v. i.","descr":" To make a satisfactory response or return."},{"word":"Answer","type":"v. i.","descr":" To render account, or to be responsible; to be accountable; to make amends; as, the man must answer to his employer for the money intrusted to his care."},{"word":"Answer","type":"v. i.","descr":" To be or act in return."},{"word":"Answer","type":"v. i.","descr":" To be or act by way of compliance, fulfillment, reciprocation, or satisfaction; to serve the purpose; as, gypsum answers as a manure on some soils."},{"word":"Answer","type":"v. i.","descr":" To be opposite, or to act in opposition."},{"word":"Answer","type":"v. i.","descr":" To be or act as an equivalent, or as adequate or sufficient; as, a very few will answer."},{"word":"Answer","type":"v. i.","descr":" To be or act in conformity, or by way of accommodation, correspondence, relation, or proportion; to conform; to correspond; to suit; -- usually with to."},{"word":"Answer","type":"n.","descr":" A reply to a change; a defense."},{"word":"Answer","type":"n.","descr":" Something said or written in reply to a question, a call, an argument, an address, or the like; a reply."},{"word":"Answer","type":"n.","descr":" Something done in return for, or in consequence of, something else; a responsive action."},{"word":"Answer","type":"n.","descr":" A solution, the result of a mathematical operation; as, the answer to a problem."},{"word":"Answer","type":"n.","descr":" A counter-statement of facts in a course of pleadings; a confutation of what the other party has alleged; a responsive declaration by a witness in reply to a question. In Equity, it is the usual form of defense to the complainant\\'s charges in his bill."},{"word":"Answerable","type":"a.","descr":" Obliged to answer; liable to be called to account; liable to pay, indemnify, or make good; accountable; amenable; responsible; as, an agent is answerable to his principal; to be answerable for a debt, or for damages."},{"word":"Answerable","type":"a.","descr":" Capable of being answered or refuted; admitting a satisfactory answer."},{"word":"Answerable","type":"a.","descr":" Correspondent; conformable; hence, comparable."},{"word":"Answerable","type":"a.","descr":" Proportionate; commensurate; suitable; as, an achievement answerable to the preparation for it."},{"word":"Answerable","type":"a.","descr":" Equal; equivalent; adequate."},{"word":"Answerableness","type":"n.","descr":" The quality of being answerable, liable, responsible, or correspondent."},{"word":"Answerably","type":"adv.","descr":" In an answerable manner; in due proportion or correspondence; suitably."},{"word":"Answerer","type":"n.","descr":" One who answers."},{"word":"Answerless","type":"a.","descr":" Having no answer, or impossible to be answered."},{"word":"An t","type":"","descr":" An it, that is, and it or if it. See An, conj."},{"word":"Ant","type":"","descr":" A contraction for are and am not; also used for is not; -- now usually written ain\\'t."},{"word":"Ant-","type":"","descr":" See Anti-, prefix."},{"word":"Ant","type":"n.","descr":" A hymenopterous insect of the Linnaean genus Formica, which is now made a family of several genera; an emmet; a pismire."},{"word":"Antae","type":"pl. ","descr":" of Anta"},{"word":"Anta","type":"n.","descr":" A species of pier produced by thickening a wall at its termination, treated architecturally as a pilaster, with capital and base."},{"word":"Antacid","type":"n.","descr":" A remedy for acidity of the stomach, as an alkali or absorbent."},{"word":"Antacid","type":"a.","descr":" Counteractive of acidity."},{"word":"Antacrid","type":"a.","descr":" Corrective of acrimony of the humors."},{"word":"Antaean","type":"a.","descr":" Pertaining to Antaeus, a giant athlete slain by Hercules."},{"word":"Antagonism","type":"n.","descr":" Opposition of action; counteraction or contrariety of things or principles."},{"word":"Antagonist","type":"n.","descr":" One who contends with another, especially in combat; an adversary; an opponent."},{"word":"Antagonist","type":"n.","descr":" A muscle which acts in opposition to another; as a flexor, which bends a part, is the antagonist of an extensor, which extends it."},{"word":"Antagonist","type":"n.","descr":" A medicine which opposes the action of another medicine or of a poison when absorbed into the blood or tissues."},{"word":"Antagonist","type":"a.","descr":" Antagonistic; opposing; counteracting; as, antagonist schools of philosophy."},{"word":"Antagonistic","type":"a.","descr":" Alt. of Antagonistical"},{"word":"Antagonistical","type":"a.","descr":" Opposing in combat, combating; contending or acting against; as, antagonistic forces."},{"word":"Antagonized","type":"imp. and p. p.","descr":" of Antagonize"},{"word":"Antagonozing","type":"p. pr. and vb. n.","descr":" of Antagonize"},{"word":"Antagonize","type":"v. t.","descr":" To contend with; to oppose actively; to counteract."},{"word":"Antagonize","type":"v. i.","descr":" To act in opposition."},{"word":"Antagony","type":"n.","descr":" Contest; opposition; antagonism."},{"word":"Antalgic","type":"a.","descr":" Alleviating pain."},{"word":"Antalgic","type":"n.","descr":" A medicine to alleviate pain; an anodyne."},{"word":"Antalkali","type":"n.","descr":" Alt. of Antalkaline"},{"word":"Antalkaline","type":"n.","descr":" Anything that neutralizes, or that counteracts an alkaline tendency in the system."},{"word":"Antalkaline","type":"a.","descr":" Of power to counteract alkalies."},{"word":"Antambulacral","type":"a.","descr":" Away from the ambulacral region."},{"word":"Antanaclasis","type":"n.","descr":" A figure which consists in repeating the same word in a different sense; as, Learn some craft when young, that when old you may live without craft."},{"word":"Antanaclasis","type":"n.","descr":" A repetition of words beginning a sentence, after a long parenthesis; as, Shall that heart (which not only feels them, but which has all motions of life placed in them), shall that heart, etc."},{"word":"Antanagoge","type":"n.","descr":" A figure which consists in answering the charge of an adversary, by a counter charge."},{"word":"Antaphrodisiac","type":"a.","descr":" Capable of blunting the venereal appetite."},{"word":"Antaphrodisiac","type":"n.","descr":" Anything that quells the venereal appetite."},{"word":"Antaphroditic","type":"a.","descr":" Antaphrodisiac."},{"word":"Antaphroditic","type":"a.","descr":" Antisyphilitic."},{"word":"Antaphroditic","type":"n.","descr":" An antaphroditic medicine."},{"word":"Antapoplectic","type":"a.","descr":" Good against apoplexy."},{"word":"Antapoplectic","type":"n.","descr":" A medicine used against apoplexy."},{"word":"Antarchism","type":"n.","descr":" Opposition to government in general."},{"word":"Antarchist","type":"n.","descr":" One who opposes all government."},{"word":"Antarchistic","type":"a.","descr":" Alt. of Antarchistical"},{"word":"Antarchistical","type":"a.","descr":" Opposed to all human government."},{"word":"Antarctic","type":"a.","descr":" Opposite to the northern or arctic pole; relating to the southern pole or to the region near it, and applied especially to a circle, distant from the pole 23¡ 28\/. Thus we say the antarctic pole, circle, ocean, region, current, etc."},{"word":"Antares","type":"n.","descr":" The principal star in Scorpio: -- called also the Scorpion\\'s Heart."},{"word":"Antarthritic","type":"a.","descr":" Counteracting or alleviating gout."},{"word":"Antarthritic","type":"n.","descr":" A remedy against gout."},{"word":"Antasthmatic","type":"a.","descr":" Opposing, or fitted to relieve, asthma."},{"word":"Antasthmatic","type":"n.","descr":" A remedy for asthma."},{"word":"Ant-bear","type":"n.","descr":" An edentate animal of tropical America (the Tamanoir), living on ants. It belongs to the genus Myrmecophaga."},{"word":"Ant bird","type":"","descr":" See Ant bird, under Ant, n."},{"word":"Ant-cattle","type":"n.","descr":" Various kinds of plant lice or aphids tended by ants for the sake of the honeydew which they secrete. See Aphips."},{"word":"Ante-","type":"","descr":" A Latin preposition and prefix; akin to Gr. \\'anti`, Skr. anti, Goth. and-, anda- (only in comp.), AS. and-, ond-, (only in comp.: cf. Answer, Along), G. ant-, ent- (in comp.). The Latin ante is generally used in the sense of before, in regard to position, order, or time, and the Gr. \\'anti` in that of opposite, or in the place of."},{"word":"Ante","type":"n.","descr":" Each player\\'s stake, which is put into the pool before (ante) the game begins."},{"word":"Ante","type":"v. t. and i.","descr":" To put up (an ante)."},{"word":"Anteact","type":"n.","descr":" A preceding act."},{"word":"Anteal","type":"a.","descr":" Being before, or in front."},{"word":"Ant-eater","type":"n.","descr":" One of several species of edentates and monotremes that feed upon ants. See Ant-bear, Pangolin, Aard-vark, and Echidna."},{"word":"Antecedaneous","type":"a.","descr":" Antecedent; preceding in time."},{"word":"Antecede","type":"v. t. and i.","descr":" To go before in time or place; to precede; to surpass."},{"word":"Antecedence","type":"n.","descr":" The act or state of going before in time; precedence."},{"word":"Antecedence","type":"n.","descr":" An apparent motion of a planet toward the west; retrogradation."},{"word":"Antecedency","type":"n.","descr":" The state or condition of being antecedent; priority."},{"word":"Antecedent","type":"a.","descr":" Going before in time; prior; anterior; preceding; as, an event antecedent to the Deluge; an antecedent cause."},{"word":"Antecedent","type":"a.","descr":" Presumptive; as, an antecedent improbability."},{"word":"Antecedent","type":"n.","descr":" That which goes before in time; that which precedes."},{"word":"Antecedent","type":"n.","descr":" One who precedes or goes in front."},{"word":"Antecedent","type":"n.","descr":" The earlier events of one\\'s life; previous principles, conduct, course, history."},{"word":"Antecedent","type":"n.","descr":" The noun to which a relative refers; as, in the sentence \"Solomon was the prince who built the temple,\" prince is the antecedent of who."},{"word":"Antecedent","type":"n.","descr":" The first or conditional part of a hypothetical proposition; as, If the earth is fixed, the sun must move."},{"word":"Antecedent","type":"n.","descr":" The first of the two propositions which constitute an enthymeme or contracted syllogism; as, Every man is mortal; therefore the king must die."},{"word":"Antecedent","type":"n.","descr":" The first of the two terms of a ratio; the first or third of the four terms of a proportion. In the ratio a:b, a is the antecedent, and b the consequent."},{"word":"Antecedently","type":"adv.","descr":" Previously; before in time; at a time preceding; as, antecedently to conversion."},{"word":"Antecessor","type":"n.","descr":" One who goes before; a predecessor."},{"word":"Antecessor","type":"n.","descr":" An ancestor; a progenitor."},{"word":"Antechamber","type":"n.","descr":" A chamber or apartment before the chief apartment and leading into it, in which persons wait for audience; an outer chamber. See Lobby."},{"word":"Antechamber","type":"n.","descr":" A space viewed as the outer chamber or the entrance to an interior part."},{"word":"Antechapel","type":"n.","descr":" The outer part of the west end of a collegiate or other chapel."},{"word":"Antecians","type":"n. pl.","descr":" See Ant\/cians."},{"word":"Antecommunion","type":"n.","descr":" A name given to that part of the Anglican liturgy for the communion, which precedes the consecration of the elements."},{"word":"Antecursor","type":"n.","descr":" A forerunner; a precursor."},{"word":"Antedate","type":"n.","descr":" Prior date; a date antecedent to another which is the actual date."},{"word":"Antedate","type":"n.","descr":" Anticipation."},{"word":"Antedated","type":"imp. and p. p.","descr":" of Antedate"},{"word":"Antedating","type":"p. pr. and vb. n.","descr":" of Antedate"},{"word":"Antedate","type":"v. t.","descr":" To date before the true time; to assign to an earlier date; thus, to antedate a deed or a bond is to give it a date anterior to the true time of its execution."},{"word":"Antedate","type":"v. t.","descr":" To precede in time."},{"word":"Antedate","type":"v. t.","descr":" To anticipate; to make before the true time."},{"word":"Antediluvial","type":"a.","descr":" Before the flood, or Deluge, in Noah\\'s time."},{"word":"Antediluvian","type":"a.","descr":" Of or relating to the period before the Deluge in Noah\\'s time; hence, antiquated; as, an antediluvian vehicle."},{"word":"Antediluvian","type":"n.","descr":" One who lived before the Deluge."},{"word":"Antefact","type":"n.","descr":" Something done before another act."},{"word":"Antefixes","type":"pl. ","descr":" of Antefix"},{"word":"Antefixa","type":"pl. ","descr":" of Antefix"},{"word":"Antefix","type":"n.","descr":" An ornament fixed upon a frieze."},{"word":"Antefix","type":"n.","descr":" An ornament at the eaves, concealing the ends of the joint tiles of the roof."},{"word":"Antefix","type":"n.","descr":" An ornament of the cymatium of a classic cornice, sometimes pierced for the escape of water."},{"word":"Anteflexion","type":"n.","descr":" A displacement forward of an organ, esp. the uterus, in such manner that its axis is bent upon itself."},{"word":"Ant egg","type":"","descr":" One of the small white egg-shaped pupae or cocoons of the ant, often seen in or about ant-hills, and popularly supposed to be eggs."},{"word":"Antelope","type":"n.","descr":" One of a group of ruminant quadrupeds, intermediate between the deer and the goat. The horns are usually annulated, or ringed. There are many species in Africa and Asia."},{"word":"Antelucan","type":"a.","descr":" Held or being before light; -- a word applied to assemblies of Christians, in ancient times of persecution, held before light in the morning."},{"word":"Antemeridian","type":"a.","descr":" Being before noon; in or pertaining to the forenoon. (Abbrev. a. m.)"},{"word":"Antemetic","type":"a.","descr":" Tending to check vomiting."},{"word":"Antemetic","type":"n.","descr":" A remedy to check or allay vomiting."},{"word":"Antemosaic","type":"a.","descr":" Being before the time of Moses."},{"word":"Antemundane","type":"a.","descr":" Being or occurring before the creation of the world."},{"word":"Antemural","type":"n.","descr":" An outwork of a strong, high wall, with turrets, in front of the gateway (as of an old castle), for defending the entrance."},{"word":"Antenatal","type":"a.","descr":" Before birth."},{"word":"Antenicene","type":"a.","descr":" Of or in the Christian church or era, anterior to the first council of Nice, held a. d. 325; as, antenicene faith."},{"word":"Antennae","type":"pl. ","descr":" of Antenna"},{"word":"Antenna","type":"n.","descr":" A movable, articulated organ of sensation, attached to the heads of insects and Crustacea. There are two in the former, and usually four in the latter. They are used as organs of touch, and in some species of Crustacea the cavity of the ear is situated near the basal joint. In insects, they are popularly called horns, and also feelers. The term in also applied to similar organs on the heads of other arthropods and of annelids."},{"word":"Antennal","type":"a.","descr":" Belonging to the antennae."},{"word":"Antenniferous","type":"a.","descr":" Bearing or having antennae."},{"word":"Antenniform","type":"a.","descr":" Shaped like antennae."},{"word":"Antennule","type":"n.","descr":" A small antenna; -- applied to the smaller pair of antennae or feelers of Crustacea."},{"word":"Antenumber","type":"n.","descr":" A number that precedes another."},{"word":"Antenuptial","type":"a.","descr":" Preceding marriage; as, an antenuptial agreement."},{"word":"Anteorbital","type":"a. and n.","descr":" Same as Antorbital."},{"word":"Antepaschal","type":"a.","descr":" Pertaining to the time before the Passover, or before Easter."},{"word":"Antepast","type":"n.","descr":" A foretaste."},{"word":"Antependium","type":"n.","descr":" The hangings or screen in front of the altar; an altar cloth; the frontal."},{"word":"Antepenult","type":"n.","descr":" Alt. of Antepenultima"},{"word":"Antepenultima","type":"n.","descr":" The last syllable of a word except two, as -syl- in monosyllable."},{"word":"Antepenultimate","type":"a.","descr":" Of or pertaining to the last syllable but two."},{"word":"Antepenultimate","type":"n.","descr":" The antepenult."},{"word":"Antephialtic","type":"a.","descr":" Good against nightmare."},{"word":"Antephialtic","type":"n.","descr":" A remedy nightmare."},{"word":"Antepileptic","type":"a.","descr":" Good against epilepsy."},{"word":"Antepileptic","type":"n.","descr":" A medicine for epilepsy."},{"word":"Antepone","type":"v. t.","descr":" To put before; to prefer."},{"word":"Anteport","type":"n.","descr":" An outer port, gate, or door."},{"word":"Anteportico","type":"n.","descr":" An outer porch or vestibule."},{"word":"Anteposition","type":"n.","descr":" The placing of a before another, which, by ordinary rules, ought to follow it."},{"word":"Anteprandial","type":"a.","descr":" Preceding dinner."},{"word":"Antepredicament","type":"n.","descr":" A prerequisite to a clear understanding of the predicaments and categories, such as definitions of common terms."},{"word":"Anterior","type":"a.","descr":" Before in time; antecedent."},{"word":"Anterior","type":"a.","descr":" Before, or toward the front, in place; as, the anterior part of the mouth; -- opposed to posterior."},{"word":"Anteriority","type":"n.","descr":" The state of being anterior or preceding in time or in situation; priority."},{"word":"Anteriorly","type":"adv.","descr":" In an anterior manner; before."},{"word":"Anteroom","type":"n.","descr":" A room before, or forming an entrance to, another; a waiting room."},{"word":"Antero-","type":"","descr":" A combining form meaning anterior, front; as, antero-posterior, front and back; antero-lateral, front side, anterior and at the side."},{"word":"Antes","type":"n. pl.","descr":" Antae. See Anta."},{"word":"Antestature","type":"n.","descr":" A small intrenchment or work of palisades, or of sacks of earth."},{"word":"Antestomach","type":"n.","descr":" A cavity which leads into the stomach, as in birds."},{"word":"Antetemple","type":"n.","descr":" The portico, or narthex in an ancient temple or church."},{"word":"Anteversion","type":"n.","descr":" A displacement of an organ, esp. of the uterus, in such manner that its whole axis is directed further forward than usual."},{"word":"Antevert","type":"v. t.","descr":" To prevent."},{"word":"Antevert","type":"v. t.","descr":" To displace by anteversion."},{"word":"Anthelia","type":"pl. ","descr":" of Anthelion"},{"word":"Anthelion","type":"n.","descr":" A halo opposite the sun, consisting of a colored ring or rings around the shadow of the spectator\\'s own head, as projected on a cloud or on an opposite fog bank."},{"word":"Anthelix","type":"n.","descr":" Same as Antihelix."},{"word":"Anthelmintic","type":"a.","descr":" Good against intestinal worms."},{"word":"Anthelmintic","type":"n.","descr":" An anthelmintic remedy."},{"word":"Anthem","type":"n.","descr":" Formerly, a hymn sung in alternate parts, in present usage, a selection from the Psalms, or other parts of the Scriptures or the liturgy, set to sacred music."},{"word":"Anthem","type":"n.","descr":" A song or hymn of praise."},{"word":"Anthem","type":"v. t.","descr":" To celebrate with anthems."},{"word":"Anthemion","type":"","descr":" A floral ornament. See Palmette"},{"word":"Anthemis","type":"n.","descr":" Chamomile; a genus of composite, herbaceous plants."},{"word":"Anthemwise","type":"adv.","descr":" Alternately."},{"word":"Anther","type":"n.","descr":" That part of the stamen containing the pollen, or fertilizing dust, which, when mature, is emitted for the impregnation of the ovary."},{"word":"Antheridia","type":"pl. ","descr":" of Antheridium"},{"word":"Antheridium","type":"n.","descr":" The male reproductive apparatus in the lower, consisting of a cell or other cavity in which spermatozoids are produced; -- called also spermary."},{"word":"Antheriferous","type":"a.","descr":" Producing anthers, as plants."},{"word":"Antheriferous","type":"a.","descr":" Supporting anthers, as a part of a flower."},{"word":"Antheriform","type":"a.","descr":" Shaped like an anther; anther-shaped."},{"word":"Antherogenous","type":"a.","descr":" Transformed from anthers, as the petals of a double flower."},{"word":"Antheroid","type":"a.","descr":" Resembling an anther."},{"word":"Antherozoid","type":"n.","descr":" Alt. of Antherozooid"},{"word":"Antherozooid","type":"n.","descr":" One of the mobile male reproductive bodies in the antheridia of cryptogams."},{"word":"Anthesis","type":"n.","descr":" The period or state of full expansion in a flower."},{"word":"Ant-hill","type":"n.","descr":" A mound thrown up by ants or by termites in forming their nests."},{"word":"Anthobian","type":"n.","descr":" A beetle which feeds on flowers."},{"word":"Anthobranchia","type":"n. pl.","descr":" A division of nudibranchiate Mollusca, in which the gills form a wreath or cluster upon the posterior part of the back. See Nudibranchiata, and Doris."},{"word":"Anthocarpous","type":"a.","descr":" Having some portion of the floral envelopes attached to the pericarp to form the fruit, as in the checkerberry, the mulberry, and the pineapple."},{"word":"Anthocyanin","type":"n.","descr":" Same as Anthokyan."},{"word":"Anthodium","type":"n.","descr":" The inflorescence of a compound flower in which many florets are gathered into a involucrate head."},{"word":"Anthography","type":"n.","descr":" A description of flowers."},{"word":"Anthoid","type":"a.","descr":" Resembling a flower; flowerlike."},{"word":"Anthokyan","type":"n.","descr":" The blue coloring matter of certain flowers. Same as Cyanin."},{"word":"Antholite","type":"n.","descr":" A fossil plant, like a petrified flower."},{"word":"Anthological","type":"a.","descr":" Pertaining to anthology; consisting of beautiful extracts from different authors, especially the poets."},{"word":"Anthologist","type":"n.","descr":" One who compiles an anthology."},{"word":"Anthology","type":"n.","descr":" A discourse on flowers."},{"word":"Anthology","type":"n.","descr":" A collection of flowers; a garland."},{"word":"Anthology","type":"n.","descr":" A collection of flowers of literature, that is, beautiful passages from authors; a collection of poems or epigrams; -- particularly applied to a collection of ancient Greek epigrams."},{"word":"Anthology","type":"n.","descr":" A service book containing a selection of pieces for the festival services."},{"word":"Anthomania","type":"n.","descr":" A extravagant fondness for flowers."},{"word":"Anthonys Fire","type":"","descr":" See Saint Anthony\\'s Fire, under Saint."},{"word":"Anthophagous","type":"a.","descr":" Eating flowers; -- said of certain insects."},{"word":"Anthophore","type":"n.","descr":" The stipe when developed into an internode between calyx and corolla, as in the Pink family."},{"word":"Anthophorous","type":"a.","descr":" Flower bearing; supporting the flower."},{"word":"Anthophyllite","type":"n.","descr":" A mineral of the hornblende group, of a yellowish gray or clove brown color."},{"word":"Anthorism","type":"n.","descr":" A description or definition contrary to that which is given by the adverse party."},{"word":"Anthotaxy","type":"n.","descr":" The arrangement of flowers in a cluster; the science of the relative position of flowers; inflorescence."},{"word":"Anthozoa","type":"n. pl.","descr":" The class of the Coelenterata which includes the corals and sea anemones. The three principal groups or orders are Acyonaria, Actinaria, and Madreporaria."},{"word":"Anthozoan","type":"a.","descr":" Pertaining to the Anthozoa."},{"word":"Anthozoan","type":"n.","descr":" One of the Anthozoa."},{"word":"Anthozoic","type":"a.","descr":" Of or pertaining to the Anthozoa."},{"word":"Anthracene","type":"n.","descr":" A solid hydrocarbon, C6H4.C2H2.C6H4, which accompanies naphthalene in the last stages of the distillation of coal tar. Its chief use is in the artificial production of alizarin."},{"word":"Anthracic","type":"a.","descr":" Of or relating to anthrax; as, anthracic blood."},{"word":"Anthraciferous","type":"a.","descr":" Yielding anthracite; as, anthraciferous strata."},{"word":"Anthracite","type":"n.","descr":" A hard, compact variety of mineral coal, of high luster, differing from bituminous coal in containing little or no bitumen, in consequence of which it burns with a nearly non luminous flame. The purer specimens consist almost wholly of carbon. Also called glance coal and blind coal."},{"word":"Anthracitic","type":"a.","descr":" Of, pertaining to, or like, anthracite; as, anthracitic formations."},{"word":"Anthracoid","type":"a.","descr":" Resembling anthrax in action; of the nature of anthrax; as, an anthracoid microbe."},{"word":"Anthracomancy","type":"n.","descr":" Divination by inspecting a burning coal."},{"word":"Anthracometer","type":"n.","descr":" An instrument for measuring the amount of carbonic acid in a mixture."},{"word":"Anthracometric","type":"a.","descr":" Of or pertaining to an anthracometer."},{"word":"Anthraconite","type":"n.","descr":" A coal-black marble, usually emitting a fetid smell when rubbed; -- called also stinkstone and swinestone."},{"word":"Anthraquinone","type":"n.","descr":" A hydrocarbon, C6H4.C2O2.C6H4, subliming in shining yellow needles. It is obtained by oxidation of anthracene."},{"word":"Anthrax","type":"n.","descr":" A carbuncle."},{"word":"Anthrax","type":"n.","descr":" A malignant pustule."},{"word":"Anthrax","type":"n.","descr":" A microscopic, bacterial organism (Bacillus anthracis), resembling transparent rods. [See Illust. under Bacillus.]"},{"word":"Anthrax","type":"n.","descr":" An infectious disease of cattle and sheep. It is ascribed to the presence of a rod-shaped bacterium (Bacillus anthracis), the spores of which constitute the contagious matter. It may be transmitted to man by inoculation. The spleen becomes greatly enlarged and filled with bacteria. Called also splenic fever."},{"word":"Anthrenus","type":"n.","descr":" A genus of small beetles, several of which, in the larval state, are very destructive to woolen goods, fur, etc. The common \"museum pest\" is A. varius; the carpet beetle is A. scrophulariae. The larvae are commonly confounded with moths."},{"word":"Anthropic","type":"a.","descr":" Alt. of Anthropical"},{"word":"Anthropical","type":"a.","descr":" Like or related to man; human."},{"word":"Anthropidae","type":"n. pl.","descr":" The group that includes man only."},{"word":"Anthropocentric","type":"a.","descr":" Assuming man as the center or ultimate end; -- applied to theories of the universe or of any part of it, as the solar system."},{"word":"Anthropogenic","type":"a.","descr":" Of or pertaining to anthropogeny."},{"word":"Anthropogeny","type":"n.","descr":" The science or study of human generation, or the origin and development of man."},{"word":"Anthropoglot","type":"n.","descr":" An animal which has a tongue resembling that of man, as the parrot."},{"word":"Anthropography","type":"n.","descr":" That branch of anthropology which treats of the actual distribution of the human race in its different divisions, as distinguished by physical character, language, institutions, and customs, in contradistinction to ethnography, which treats historically of the origin and filiation of races and nations."},{"word":"Anthropoid","type":"a.","descr":" Resembling man; -- applied especially to certain apes, as the ourang or gorilla."},{"word":"Anthropoid","type":"n.","descr":" An anthropoid ape."},{"word":"Anthropoidal","type":"a.","descr":" Anthropoid."},{"word":"Anthropoidea","type":"n. pl.","descr":" The suborder of primates which includes the monkeys, apes, and man."},{"word":"Anthropolatry","type":"n.","descr":" Man worship."},{"word":"Anthropolite","type":"n.","descr":" A petrifaction of the human body, or of any portion of it."},{"word":"Anthropologic","type":"a.","descr":" Alt. of Anthropological"},{"word":"Anthropological","type":"a.","descr":" Pertaining to anthropology; belonging to the nature of man."},{"word":"Anthropologist","type":"n.","descr":" One who is versed in anthropology."},{"word":"Anthropology","type":"n.","descr":" The science of the structure and functions of the human body."},{"word":"Anthropology","type":"n.","descr":" The science of man; -- sometimes used in a limited sense to mean the study of man as an object of natural history, or as an animal."},{"word":"Anthropology","type":"n.","descr":" That manner of expression by which the inspired writers attribute human parts and passions to God."},{"word":"Anthropomancy","type":"n.","descr":" Divination by the entrails of human being."},{"word":"Anthropometric","type":"a.","descr":" Alt. of Anthropometrical"},{"word":"Anthropometrical","type":"a.","descr":" Pertaining to anthropometry."},{"word":"Anthropometry","type":"n.","descr":" Measurement of the height and other dimensions of human beings, especially at different ages, or in different races, occupations, etc."},{"word":"Anthropomorpha","type":"n. pl.","descr":" The manlike, or anthropoid, apes."},{"word":"Anthropomorphic","type":"a.","descr":" Of or pertaining to anthropomorphism."},{"word":"Anthropomorphism","type":"n.","descr":" The representation of the Deity, or of a polytheistic deity, under a human form, or with human attributes and affections."},{"word":"Anthropomorphism","type":"n.","descr":" The ascription of human characteristics to things not human."},{"word":"Anthropomorphist","type":"n.","descr":" One who attributes the human form or other human attributes to the Deity or to anything not human."},{"word":"Anthropomorphite","type":"n.","descr":" One who ascribes a human form or human attributes to the Deity or to a polytheistic deity. Taylor. Specifically, one of a sect of ancient heretics who believed that God has a human form, etc. Tillotson."},{"word":"Anthropomorphitic","type":"a.","descr":" to anthropomorphism."},{"word":"Anthropomorphitism","type":"n.","descr":" Anthropomorphism."},{"word":"Anthropomorphize","type":"v. t. and i.","descr":" To attribute a human form or personality to."},{"word":"Anthropomorphology","type":"n.","descr":" The application to God of terms descriptive of human beings."},{"word":"Anthropomorphosis","type":"n.","descr":" Transformation into the form of a human being."},{"word":"Anthropomorphous","type":"a.","descr":" Having the figure of, or resemblance to, a man; as, an anthropomorphous plant."},{"word":"Anthropopathic","type":"a.","descr":" Alt. of Anthropopathical"},{"word":"Anthropopathical","type":"a.","descr":" Of or pertaining to anthropopathy."},{"word":"Anthropopathism","type":"n.","descr":" Alt. of Anthropopathy"},{"word":"Anthropopathy","type":"n.","descr":" The ascription of human feelings or passions to God, or to a polytheistic deity."},{"word":"Anthropophagi","type":"n. pl.","descr":" Man eaters; cannibals."},{"word":"Anthropophagic","type":"a.","descr":" Alt. of Anthropophagical"},{"word":"Anthropophagical","type":"a.","descr":" Relating to cannibalism or anthropophagy."},{"word":"Anthropophaginian","type":"n.","descr":" One who east human flesh."},{"word":"Anthropophagite","type":"n.","descr":" A cannibal."},{"word":"Anthropophagous","type":"a.","descr":" Feeding on human flesh; cannibal."},{"word":"Anthropophagy","type":"n.","descr":" The eating of human flesh; cannibalism."},{"word":"Anthropophuism","type":"n.","descr":" Human nature."},{"word":"Anthroposcopy","type":"n.","descr":" The art of discovering or judging of a man\\'s character, passions. and inclinations from a study of his visible features."},{"word":"Anthroposophy","type":"n.","descr":" Knowledge of the nature of man; hence, human wisdom."},{"word":"Anthropotomical","type":"a.","descr":" Pertaining to anthropotomy, or the dissection of human bodies."},{"word":"Anthropotomist","type":"n.","descr":" One who is versed in anthropotomy, or human anatomy."},{"word":"Anthropotomy","type":"n.","descr":" The anatomy or dissection of the human body; androtomy."},{"word":"Anthypnotic","type":"","descr":" See Antihypnotic."},{"word":"Anthypochondriac","type":"a. and n.","descr":" See Antihypochondriac."},{"word":"Anthysteric","type":"a. and n.","descr":" See Antihysteric."},{"word":"Anti","type":"","descr":" A prefix meaning against, opposite or opposed to, contrary, or in place of; -- used in composition in many English words. It is often shortened to ant-; as, antacid, antarctic."},{"word":"Antiae","type":"n. pl.","descr":" The two projecting feathered angles of the forehead of some birds; the frontal points."},{"word":"Antialbumid","type":"n.","descr":" A body formed from albumin by pancreatic and gastric digestion. It is convertible into antipeptone."},{"word":"Antialbumose","type":"n.","descr":" See Albumose."},{"word":"Anti-American","type":"a.","descr":" Opposed to the Americans, their aims, or interests, or to the genius of American institutions."},{"word":"Antiaphrodisiac","type":"a. and n.","descr":" Same as Antaphrodisiac."},{"word":"Antiapoplectic","type":"a. and n.","descr":" Same as Antapoplectic."},{"word":"Antiar","type":"n.","descr":" A Virulent poison prepared in Java from the gum resin of one species of the upas tree (Antiaris toxicaria)."},{"word":"Antiarin","type":"n.","descr":" A poisonous principle obtained from antiar."},{"word":"Antiasthmatic","type":"a. and n.","descr":" Same as Antasthmatic."},{"word":"Antiattrition","type":"n.","descr":" Anything to prevent the effects of friction, esp. a compound lubricant for machinery, etc., often consisting of plumbago, with some greasy material; antifriction grease."},{"word":"Antibacchius","type":"n.","descr":" A foot of three syllables, the first two long, and the last short (#)."},{"word":"Antibillous","type":"a.","descr":" Counteractive of bilious complaints; tending to relieve biliousness."},{"word":"Antibrachial","type":"a.","descr":" Of or pertaining to the antibrachium, or forearm."},{"word":"Antibrachium","type":"n.","descr":" That part of the fore limb between the brachium and the carpus; the forearm."},{"word":"Antibromic","type":"n.","descr":" An agent that destroys offensive smells; a deodorizer."},{"word":"Antiburgher","type":"n.","descr":" One who seceded from the Burghers (1747), deeming it improper to take the Burgess oath."},{"word":"Antic","type":"a.","descr":" Old; antique."},{"word":"Antic","type":"a.","descr":" "},{"word":"Antic","type":"a.","descr":" Odd; fantastic; fanciful; grotesque; ludicrous."},{"word":"Antic","type":"n.","descr":" A buffoon or merry-andrew; one that practices odd gesticulations; the Fool of the old play."},{"word":"Antic","type":"n.","descr":" An odd imagery, device, or tracery; a fantastic figure."},{"word":"Antic","type":"n.","descr":" A grotesque trick; a piece of buffoonery; a caper."},{"word":"Antic","type":"n.","descr":" A grotesque representation."},{"word":"Antic","type":"n.","descr":" An antimask."},{"word":"Anticked","type":"imp. and p. p.","descr":" of Antic"},{"word":"Antickt","type":"","descr":" of Antic"},{"word":"Antic","type":"v. t.","descr":" To make appear like a buffoon."},{"word":"Antic","type":"v. i.","descr":" To perform antics."},{"word":"Anticatarrhal","type":"a.","descr":" Efficacious against catarrh."},{"word":"Anticatarrhal","type":"n.","descr":" An anticatarrhal remedy."},{"word":"Anticathode","type":"n.","descr":" The part of a vacuum tube opposite the cathode. Upon it the cathode rays impinge."},{"word":"Anticausodic","type":"a. and n.","descr":" Same as Anticausotic."},{"word":"Anticausotic","type":"a.","descr":" Good against an inflammatory fever."},{"word":"Anticausotic","type":"n.","descr":" A remedy for such a fever."},{"word":"Antichamber","type":"n.","descr":" See Antechamber."},{"word":"Antichlor","type":"n.","descr":" Any substance (but especially sodium hyposulphite) used in removing the excess of chlorine left in paper pulp or stuffs after bleaching."},{"word":"Antichrist","type":"n.","descr":" A denier or opponent of Christ. Specif.: A great antagonist, person or power, expected to precede Christ\\'s second coming."},{"word":"Antichristian","type":"a.","descr":" Opposed to the Christian religion."},{"word":"Antichristianism","type":"n.","descr":" Alt. of Antichristianity"},{"word":"Antichristianity","type":"n.","descr":" Opposition or contrariety to the Christian religion."},{"word":"Antichristianly","type":"adv.","descr":" In an antichristian manner."},{"word":"Antichronical","type":"a.","descr":" Deviating from the proper order of time."},{"word":"Antichronism","type":"n.","descr":" Deviation from the true order of time; anachronism."},{"word":"Antichthones","type":"pl. ","descr":" of Antichthon"},{"word":"Antichthon","type":"n.","descr":" A hypothetical earth counter to ours, or on the opposite side of the sun."},{"word":"Antichthon","type":"n.","descr":" Inhabitants of opposite hemispheres."},{"word":"Anticipant","type":"a.","descr":" Anticipating; expectant; -- with of."},{"word":"Anticipated","type":"imp. and p. p.","descr":" of Anticipate"},{"word":"Anticipating","type":"p. pr. and vb. n.","descr":" of Anticipate"},{"word":"Anticipate","type":"v. t.","descr":" To be before in doing; to do or take before another; to preclude or prevent by prior action."},{"word":"Anticipate","type":"v. t.","descr":" To take up or introduce beforehand, or before the proper or normal time; to cause to occur earlier or prematurely; as, the advocate has anticipated a part of his argument."},{"word":"Anticipate","type":"v. t.","descr":" To foresee (a wish, command, etc.) and do beforehand that which will be desired."},{"word":"Anticipate","type":"v. t.","descr":" To foretaste or foresee; to have a previous view or impression of; as, to anticipate the pleasures of a visit; to anticipate the evils of life."},{"word":"Anticipation","type":"n.","descr":" The act of anticipating, taking up, placing, or considering something beforehand, or before the proper time in natural order."},{"word":"Anticipation","type":"n.","descr":" Previous view or impression of what is to happen; instinctive prevision; foretaste; antepast; as, the anticipation of the joys of heaven."},{"word":"Anticipation","type":"n.","descr":" Hasty notion; intuitive preconception."},{"word":"Anticipation","type":"n.","descr":" The commencing of one or more tones of a chord with or during the chord preceding, forming a momentary discord."},{"word":"Anticipative","type":"a.","descr":" Anticipating, or containing anticipation."},{"word":"Anticipator","type":"n.","descr":" One who anticipates."},{"word":"Anticipatory","type":"a.","descr":" Forecasting; of the nature of anticipation."},{"word":"Anticivic","type":"n.","descr":" Opposed to citizenship."},{"word":"Anticivism","type":"n.","descr":" Opposition to the body politic of citizens."},{"word":"Anticlastic","type":"a.","descr":" Having to opposite curvatures, that is, curved longitudinally in one direction and transversely in the opposite direction, as the surface of a saddle."},{"word":"Anticlimax","type":"n.","descr":" A sentence in which the ideas fall, or become less important and striking, at the close; -- the opposite of climax. It produces a ridiculous effect."},{"word":"Anticlinal","type":"a.","descr":" Inclining or dipping in opposite directions. See Synclinal."},{"word":"Anticlinal","type":"n.","descr":" The crest or line in which strata slope or dip in opposite directions."},{"word":"Anticlinoria","type":"pl. ","descr":" of Anticlinorium"},{"word":"Anticlinorium","type":"n.","descr":" The upward elevation of the crust of the earth, resulting from a geanticlinal."},{"word":"Anticly","type":"adv.","descr":" Oddly; grotesquely."},{"word":"Antic-mask","type":"n.","descr":" An antimask."},{"word":"Anticness","type":"n.","descr":" The quality of being antic."},{"word":"Anticonstitutional","type":"a.","descr":" Opposed to the constitution; unconstitutional."},{"word":"Anticontagious","type":"a.","descr":" Opposing or destroying contagion."},{"word":"Anticonvulsive","type":"a.","descr":" Good against convulsions."},{"word":"Anticor","type":"n.","descr":" A dangerous inflammatory swelling of a horse\\'s breast, just opposite the heart."},{"word":"Anticous","type":"a.","descr":" Facing toward the axis of the flower, as in the introrse anthers of the water lily."},{"word":"Anticyclone","type":"n.","descr":" A movement of the atmosphere opposite in character, as regards direction of the wind and distribution of barometric pressure, to that of a cyclone."},{"word":"Antidotal","type":"a.","descr":" Having the quality an antidote; fitted to counteract the effects of poison."},{"word":"Antidotary","type":"a.","descr":" Antidotal."},{"word":"Antidote","type":"n.","descr":" A remedy to counteract the effects of poison, or of anything noxious taken into the stomach; -- used with against, for, or to; as, an antidote against, for, or to, poison."},{"word":"Antidote","type":"n.","descr":" Whatever tends to prevent mischievous effects, or to counteract evil which something else might produce."},{"word":"Antidote","type":"v. t.","descr":" To counteract or prevent the effects of, by giving or taking an antidote."},{"word":"Antidote","type":"v. t.","descr":" To fortify or preserve by an antidote."},{"word":"Antidotical","type":"a.","descr":" Serving as an antidote."},{"word":"Antidromous","type":"a.","descr":" Changing the direction in the spiral sequence of leaves on a stem."},{"word":"Antidysenteric","type":"a.","descr":" Good against dysentery."},{"word":"Antidysenteric","type":"n.","descr":" A medicine for dysentery."},{"word":"Antiemetic","type":"a. \/ n.","descr":" Same as Antemetic."},{"word":"Antiephialtic","type":"a. and n.","descr":" Same as Antephialtic."},{"word":"Antiepileptic","type":"a. and n.","descr":" Same as Antepileptic."},{"word":"Antifebrile","type":"a. and n.","descr":" Febrifuge."},{"word":"Antifebrine","type":"n.","descr":" Acetanilide."},{"word":"Anti-federalist","type":"n.","descr":" One of party opposed to a federative government; -- applied particularly to the party which opposed the adoption of the constitution of the United States."},{"word":"Antifriction","type":"n.","descr":" Something to lessen friction; antiattrition."},{"word":"Antifriction","type":"a.","descr":" Tending to lessen friction."},{"word":"Antigalastic","type":"a.","descr":" Causing a diminution or a suppression of the secretion of milk."},{"word":"Anti-Gallican","type":"a.","descr":" Opposed to what is Gallic or French."},{"word":"Antigraph","type":"n.","descr":" A copy or transcript."},{"word":"Antiguggler","type":"n.","descr":" A crooked tube of metal, to be introduced into the neck of a bottle for drawing out the liquid without disturbing the sediment or causing a gurgling noise."},{"word":"Antihelix","type":"n.","descr":" The curved elevation of the cartilage of the ear, within or in front of the helix. See Ear."},{"word":"Antihemorrhagic","type":"a.","descr":" Tending to stop hemorrhage."},{"word":"Antihemorrhagic","type":"n.","descr":" A remedy for hemorrhage."},{"word":"Antihydrophobic","type":"a.","descr":" Counteracting or preventing hydrophobia."},{"word":"Antihydrophobic","type":"n.","descr":" A remedy for hydrophobia."},{"word":"Antihydropic","type":"a.","descr":" Good against dropsy."},{"word":"Antihydropic","type":"n.","descr":" A remedy for dropsy."},{"word":"Antihypnotic","type":"a.","descr":" Tending to prevent sleep."},{"word":"Antihypnotic","type":"n.","descr":" An antihypnotic agent."},{"word":"Antihypochondriac","type":"a.","descr":" Counteractive of hypochondria."},{"word":"Antihypochondriac","type":"n.","descr":" A remedy for hypochondria."},{"word":"Antihysteric","type":"a.","descr":" Counteracting hysteria."},{"word":"Antihysteric","type":"n.","descr":" A remedy for hysteria."},{"word":"Antiicteric","type":"a.","descr":" Good against jaundice."},{"word":"Antiicteric","type":"n.","descr":" A remedy for jaundice."},{"word":"Antilegomena","type":"n. pl.","descr":" Certain books of the New Testament which were for a time not universally received, but which are now considered canonical. These are the Epistle to the Hebrews, the Epistles of James and Jude, the second Epistle of Peter, the second and third Epistles of John, and the Revelation. The undisputed books are called the Homologoumena."},{"word":"Antilibration","type":"n.","descr":" A balancing; equipoise."},{"word":"Antilithic","type":"a.","descr":" Tending to prevent the formation of urinary calculi, or to destroy them when formed."},{"word":"Antilithic","type":"n.","descr":" An antilithic medicine."},{"word":"Antilogarithm","type":"n.","descr":" The number corresponding to a logarithm. The word has been sometimes, though rarely, used to denote the complement of a given logarithm; also the logarithmic cosine corresponding to a given logarithmic sine."},{"word":"Antilogous","type":"a.","descr":" Of the contrary name or character; -- opposed to analogous."},{"word":"Antilogies","type":"pl. ","descr":" of Antilogy"},{"word":"Antilogy","type":"n.","descr":" A contradiction between any words or passages in an author."},{"word":"Antiloimic","type":"n.","descr":" A remedy against the plague."},{"word":"Antilopine","type":"a.","descr":" Of or relating to the antelope."},{"word":"Antiloquist","type":"n.","descr":" A contradicter."},{"word":"Antiloquy","type":"n.","descr":" Contradiction."},{"word":"Antilyssic","type":"a. and n.","descr":" Antihydrophobic."},{"word":"Antimacassar","type":"n.","descr":" A cover for the back or arms of a chair or sofa, etc., to prevent them from being soiled by macassar or other oil from the hair."},{"word":"Antimagistrical","type":"a.","descr":" Opposed to the office or authority of magistrates."},{"word":"Antimalarial","type":"a.","descr":" Good against malaria."},{"word":"Antimask","type":"n.","descr":" A secondary mask, or grotesque interlude, between the parts of a serious mask."},{"word":"Antimason","type":"n.","descr":" One opposed to Freemasonry."},{"word":"Antimasonry","type":"n.","descr":" Opposition to Freemasonry."},{"word":"Antimephitic","type":"a.","descr":" Good against mephitic or deleterious gases."},{"word":"Antimephitic","type":"n.","descr":" A remedy against mephitic gases."},{"word":"Antimere","type":"n.","descr":" One of the two halves of bilaterally symmetrical animals; one of any opposite symmetrical or homotypic parts in animals and plants."},{"word":"Antimetabole","type":"n.","descr":" A figure in which the same words or ideas are repeated in transposed order."},{"word":"Antimetathesis","type":"n.","descr":" An antithesis in which the members are repeated in inverse order."},{"word":"Antimeter","type":"n.","descr":" A modification of the quadrant, for measuring small angles."},{"word":"Antimonarchic","type":"","descr":" Alt. of Antimonarchical"},{"word":"Antimonarchical","type":"","descr":" Opposed to monarchial government."},{"word":"Antimonarchist","type":"n.","descr":" An enemy to monarchial government."},{"word":"Antimonate","type":"n.","descr":" A compound of antimonic acid with a base or basic radical."},{"word":"Antimonial","type":"a.","descr":" Of or pertaining to antimony."},{"word":"Antimonial","type":"n.","descr":" A preparation or medicine containing antimony."},{"word":"Antimoniated","type":"a.","descr":" Combined or prepared with antimony; as, antimoniated tartar."},{"word":"Antimonic","type":"a.","descr":" Pertaining to, or derived from, antimony; -- said of those compounds of antimony in which this element has its highest equivalence; as, antimonic acid."},{"word":"Antimonious","type":"a.","descr":" Pertaining to, or derived from, antimony; -- said of those compounds of antimony in which this element has an equivalence next lower than the highest; as, antimonious acid."},{"word":"Antimonite","type":"n.","descr":" A compound of antimonious acid and a base or basic radical."},{"word":"Antimonite","type":"n.","descr":" Stibnite."},{"word":"Antimoniureted","type":"a.","descr":" Combined with or containing antimony; as, antimoniureted hydrogen."},{"word":"Antimony","type":"n.","descr":" An elementary substance, resembling a metal in its appearance and physical properties, but in its chemical relations belonging to the class of nonmetallic substances. Atomic weight, 120. Symbol, Sb."},{"word":"Antinational","type":"a.","descr":" Antagonistic to one\\'s country or nation, or to a national government."},{"word":"Antinephritic","type":"a.","descr":" Counteracting, or deemed of use in, diseases of the kidneys."},{"word":"Antinephritic","type":"n.","descr":" An antinephritic remedy."},{"word":"Antinomian","type":"a.","descr":" Of or pertaining to the Antinomians; opposed to the doctrine that the moral law is obligatory."},{"word":"Antinomian","type":"n.","descr":" One who maintains that, under the gospel dispensation, the moral law is of no use or obligation, but that faith alone is necessary to salvation. The sect of Antinomians originated with John Agricola, in Germany, about the year 1535."},{"word":"Antinomianism","type":"n.","descr":" The tenets or practice of Antinomians."},{"word":"Antinomist","type":"n.","descr":" An Antinomian."},{"word":"Antinomies","type":"pl. ","descr":" of Antinomy"},{"word":"Antinomy","type":"n.","descr":" Opposition of one law or rule to another law or rule."},{"word":"Antinomy","type":"n.","descr":" An opposing law or rule of any kind."},{"word":"Antinomy","type":"n.","descr":" A contradiction or incompatibility of thought or language; -- in the Kantian philosophy, such a contradiction as arises from the attempt to apply to the ideas of the reason, relations or attributes which are appropriate only to the facts or the concepts of experience."},{"word":"Antiochian","type":"a.","descr":" Pertaining to Antiochus, a contemporary with Cicero, and the founder of a sect of philosophers."},{"word":"Antiochian","type":"a.","descr":" Of or pertaining to the city of Antioch, in Syria."},{"word":"Antiodontalgic","type":"a.","descr":" Efficacious in curing toothache."},{"word":"Antiodontalgic","type":"n.","descr":" A remedy for toothache."},{"word":"Antiorgastic","type":"a.","descr":" Tending to allay venereal excitement or desire; sedative."},{"word":"Antipapal","type":"a.","descr":" Opposed to the pope or to popery."},{"word":"Antiparallel","type":"a.","descr":" Running in a contrary direction."},{"word":"Antiparallels","type":"n. pl.","descr":" Straight lines or planes which make angles in some respect opposite in character to those made by parallel lines or planes."},{"word":"Antiparalytic","type":"a.","descr":" Good against paralysis."},{"word":"Antiparalytic","type":"n.","descr":" A medicine for paralysis."},{"word":"Antiparalytical","type":"a.","descr":" Antiparalytic."},{"word":"Antipathetic","type":"a.","descr":" Alt. of Antipathetical"},{"word":"Antipathetical","type":"a.","descr":" Having a natural contrariety, or constitutional aversion, to a thing; characterized by antipathy; -- often followed by to."},{"word":"Antipathic","type":"a.","descr":" Belonging to antipathy; opposite; contrary; allopathic."},{"word":"Antipathist","type":"n.","descr":" One who has an antipathy."},{"word":"Antipathize","type":"v. i.","descr":" To feel or show antipathy."},{"word":"Antipathous","type":"a.","descr":" Having a natural contrariety; adverse; antipathetic."},{"word":"Antipathies","type":"pl. ","descr":" of Antipathy"},{"word":"Antipathy","type":"n.","descr":" Contrariety or opposition in feeling; settled aversion or dislike; repugnance; distaste."},{"word":"Antipathy","type":"n.","descr":" Natural contrariety; incompatibility; repugnancy of qualities; as, oil and water have antipathy."},{"word":"Antipeptone","type":"n.","descr":" A product of gastric and pancreatic digestion, differing from hemipeptone in not being decomposed by the continued action of pancreatic juice."},{"word":"Antiperiodic","type":"n.","descr":" A remedy possessing the property of preventing the return of periodic paroxysms, or exacerbations, of disease, as in intermittent fevers."},{"word":"Antiperistaltic","type":"a.","descr":" Opposed to, or checking motion; acting upward; -- applied to an inverted action of the intestinal tube."},{"word":"Antiperistasis","type":"n.","descr":" Opposition by which the quality opposed asquires strength; resistance or reaction roused by opposition or by the action of an opposite principle or quality."},{"word":"Antiperistatic","type":"a.","descr":" Pertaining to antiperistasis."},{"word":"Antipetalous","type":"a.","descr":" Standing before a petal, as a stamen."},{"word":"Antipharmic","type":"a.","descr":" Antidotal; alexipharmic."},{"word":"Antiphlogistian","type":"n.","descr":" An opposer of the theory of phlogiston."},{"word":"Antiphlogistic","type":"a.","descr":" Opposed to the doctrine of phlogiston."},{"word":"Antiphlogistic","type":"a.","descr":" Counteracting inflammation."},{"word":"Antiphlogistic","type":"n.","descr":" Any medicine or diet which tends to check inflammation."},{"word":"Antiphon","type":"n.","descr":" A musical response; alternate singing or chanting. See Antiphony, and Antiphone."},{"word":"Antiphon","type":"n.","descr":" A verse said before and after the psalms."},{"word":"Antiphonal","type":"a.","descr":" Of or pertaining to antiphony, or alternate singing; sung alternately by a divided choir or opposite choirs."},{"word":"Antiphonal","type":"n.","descr":" A book of antiphons or anthems."},{"word":"Antiphonary","type":"n.","descr":" A book containing a collection of antiphons; the book in which the antiphons of the breviary, with their musical notes, are contained."},{"word":"Antiphone","type":"n.","descr":" The response which one side of the choir makes to the other in a chant; alternate chanting or signing."},{"word":"Antiphoner","type":"n.","descr":" A book of antiphons."},{"word":"Antiphonic","type":"a.","descr":" Antiphonal."},{"word":"Antiphonies","type":"pl. ","descr":" of Antiphony"},{"word":"Antiphony","type":"n.","descr":" A musical response; also, antiphonal chanting or signing."},{"word":"Antiphony","type":"n.","descr":" An anthem or psalm sung alternately by a choir or congregation divided into two parts. Also figuratively."},{"word":"Antiphrasis","type":"n.","descr":" The use of words in a sense opposite to their proper meaning; as when a court of justice is called a court of vengeance."},{"word":"Antiphrastic","type":"a.","descr":" Alt. of Antiphrastical"},{"word":"Antiphrastical","type":"a.","descr":" Pertaining to antiphrasis."},{"word":"Antiphthisic","type":"a.","descr":" Relieving or curing phthisis, or consumption."},{"word":"Antiphthisic","type":"n.","descr":" A medicine for phthisis."},{"word":"Antiphysical","type":"a.","descr":" Contrary to nature; unnatural."},{"word":"Antiphysical","type":"a.","descr":" Relieving flatulence; carminative."},{"word":"Antiplastic","type":"a.","descr":" Diminishing plasticity."},{"word":"Antiplastic","type":"a.","descr":" Preventing or checking the process of healing, or granulation."},{"word":"Antipodagric","type":"a.","descr":" Good against gout."},{"word":"Antipodagric","type":"n.","descr":" A medicine for gout."},{"word":"Antipodal","type":"a.","descr":" Pertaining to the antipodes; situated on the opposite side of the globe."},{"word":"Antipodal","type":"a.","descr":" Diametrically opposite."},{"word":"Antipode","type":"n.","descr":" One of the antipodes; anything exactly opposite."},{"word":"Antipodean","type":"a.","descr":" Pertaining to the antipodes, or the opposite side of the world; antipodal."},{"word":"Antipodes","type":"n.","descr":" Those who live on the side of the globe diametrically opposite."},{"word":"Antipodes","type":"n.","descr":" The country of those who live on the opposite side of the globe."},{"word":"Antipodes","type":"n.","descr":" Anything exactly opposite or contrary."},{"word":"Antipole","type":"n.","descr":" The opposite pole; anything diametrically opposed."},{"word":"Antipope","type":"n.","descr":" One who is elected, or claims to be, pope in opposition to the pope canonically chosen; esp. applied to those popes who resided at Avignon during the Great Schism."},{"word":"Antipsoric","type":"a.","descr":" Of use in curing the itch."},{"word":"Antipsoric","type":"n.","descr":" An antipsoric remedy."},{"word":"Antiptosis","type":"n.","descr":" The putting of one case for another."},{"word":"Antiputrefactive","type":"a.","descr":" Alt. of Antiputrescent"},{"word":"Antiputrescent","type":"a.","descr":" Counteracting, or preserving from, putrefaction; antiseptic."},{"word":"Antipyic","type":"a.","descr":" Checking or preventing suppuration."},{"word":"Antipyic","type":"n.","descr":" An antipyic medicine."},{"word":"Antipyresis","type":"n.","descr":" The condition or state of being free from fever."},{"word":"Antipyretic","type":"a.","descr":" Efficacious in preventing or allaying fever."},{"word":"Antipyretic","type":"n.","descr":" A febrifuge."},{"word":"Antipyrine","type":"n.","descr":" An artificial alkaloid, believed to be efficient in abating fever."},{"word":"Antipyrotic","type":"a.","descr":" Good against burns or pyrosis."},{"word":"Antipyrotic","type":"n.","descr":" Anything of use in preventing or healing burns or pyrosis."},{"word":"Antiquarian","type":"a.","descr":" Pertaining to antiquaries, or to antiquity; as, antiquarian literature."},{"word":"Antiquarian","type":"n.","descr":" An antiquary."},{"word":"Antiquarian","type":"n.","descr":" A drawing paper of large size. See under Paper, n."},{"word":"Antiquarianism","type":"n.","descr":" Character of an antiquary; study or love of antiquities."},{"word":"Antiquarianize","type":"v. i.","descr":" To act the part of an antiquary."},{"word":"Antiquary","type":"a.","descr":" Pertaining to antiquity."},{"word":"Antiquaries","type":"pl. ","descr":" of Antiquary"},{"word":"Antiquary","type":"n.","descr":" One devoted to the study of ancient times through their relics, as inscriptions, monuments, remains of ancient habitations, statues, coins, manuscripts, etc.; one who searches for and studies the relics of antiquity."},{"word":"Antiquate","type":"v. t.","descr":" To make old, or obsolete; to make antique; to make old in such a degree as to put out of use; hence, to make void, or abrogate."},{"word":"Antiquated","type":"a.","descr":" Grown old. Hence: Bygone; obsolete; out of use; old-fashioned; as, an antiquated law."},{"word":"Antiquatedness","type":"n.","descr":" Quality of being antiquated."},{"word":"Antiquateness","type":"n.","descr":" Antiquatedness."},{"word":"Antiquation","type":"n.","descr":" The act of making antiquated, or the state of being antiquated."},{"word":"Antique","type":"a.","descr":" Old; ancient; of genuine antiquity; as, an antique statue. In this sense it usually refers to the flourishing ages of Greece and Rome."},{"word":"Antique","type":"a.","descr":" Old, as respects the present age, or a modern period of time; of old fashion; antiquated; as, an antique robe."},{"word":"Antique","type":"a.","descr":" Made in imitation of antiquity; as, the antique style of Thomson\\'s \"Castle of Indolence.\""},{"word":"Antique","type":"a.","descr":" Odd; fantastic."},{"word":"Antique","type":"a.","descr":" In general, anything very old; but in a more limited sense, a relic or object of ancient art; collectively, the antique, the remains of ancient art, as busts, statues, paintings, and vases."},{"word":"Antiquely","type":"adv.","descr":" In an antique manner."},{"word":"Antiqueness","type":"n.","descr":" The quality of being antique; an appearance of ancient origin and workmanship."},{"word":"Antiquist","type":"n.","descr":" An antiquary; a collector of antiques."},{"word":"Antiquitarian","type":"n.","descr":" An admirer of antiquity. [Used by Milton in a disparaging sense.]"},{"word":"Antiquities","type":"pl. ","descr":" of Antiquity"},{"word":"Antiquity","type":"n.","descr":" The quality of being ancient; ancientness; great age; as, a statue of remarkable antiquity; a family of great antiquity."},{"word":"Antiquity","type":"n.","descr":" Old age."},{"word":"Antiquity","type":"n.","descr":" Ancient times; former ages; times long since past; as, Cicero was an eloquent orator of antiquity."},{"word":"Antiquity","type":"n.","descr":" The ancients; the people of ancient times."},{"word":"Antiquity","type":"n.","descr":" An old gentleman."},{"word":"Antiquity","type":"n.","descr":" A relic or monument of ancient times; as, a coin, a statue, etc.; an ancient institution. [In this sense, usually in the plural.]"},{"word":"Antirachitic","type":"a.","descr":" Good against the rickets."},{"word":"Antirenter","type":"n.","descr":" One opposed to the payment of rent; esp. one of those who in 1840-47 resisted the collection of rents claimed by the patroons from the settlers on certain manorial lands in the State of New York."},{"word":"Antisabbatarian","type":"n.","descr":" One of a sect which opposes the observance of the Christian Sabbath."},{"word":"Antisacerdotal","type":"a.","descr":" Hostile to priests or the priesthood."},{"word":"Antiscians","type":"n. pl.","descr":" Alt. of Antiscii"},{"word":"Antiscii","type":"n. pl.","descr":" The inhabitants of the earth, living on different sides of the equator, whose shadows at noon are cast in opposite directions."},{"word":"Antiscoletic","type":"a.","descr":" Alt. of Antiscolic"},{"word":"Antiscolic","type":"a.","descr":" Anthelmintic."},{"word":"Antiscorbutic","type":"a.","descr":" Counteracting scurvy."},{"word":"Antiscorbutic","type":"n.","descr":" A remedy for scurvy."},{"word":"Antiscorbutical","type":"a.","descr":" Antiscorbutic."},{"word":"Antiscriptural","type":"a.","descr":" Opposed to, or not in accordance with, the Holy Scriptures."},{"word":"Antisepalous","type":"a.","descr":" Standing before a sepal, or calyx leaf."},{"word":"Antiseptic","type":"a.","descr":" Alt. of Antiseptical"},{"word":"Antiseptical","type":"a.","descr":" Counteracting or preventing putrefaction, or a putrescent tendency in the system; antiputrefactive."},{"word":"Antiseptic","type":"n.","descr":" A substance which prevents or retards putrefaction, or destroys, or protects from, putrefactive organisms; as, salt, carbolic acid, alcohol, cinchona."},{"word":"Antiseptically","type":"adv.","descr":" By means of antiseptics."},{"word":"Antislavery","type":"a.","descr":" Opposed to slavery."},{"word":"Antislavery","type":"n.","descr":" Opposition to slavery."},{"word":"Antisocial","type":"a.","descr":" Tending to interrupt or destroy social intercourse; averse to society, or hostile to its existence; as, antisocial principles."},{"word":"Antisocialist","type":"n.","descr":" One opposed to the doctrines and practices of socialists or socialism."},{"word":"Antisolar","type":"a.","descr":" Opposite to the sun; -- said of the point in the heavens 180¡ distant from the sun."},{"word":"Antispasmodic","type":"a.","descr":" Good against spasms."},{"word":"Antispasmodic","type":"n.","descr":" A medicine which prevents or allays spasms or convulsions."},{"word":"Antispast","type":"n.","descr":" A foot of four syllables, the first and fourth short, and the second and third long (#)."},{"word":"Antispastic","type":"a.","descr":" Believed to cause a revulsion of fluids or of humors from one part to another."},{"word":"Antispastic","type":"a.","descr":" Counteracting spasms; antispasmodic."},{"word":"Antispastic","type":"n.","descr":" An antispastic agent."},{"word":"Antisplenetic","type":"a.","descr":" Good as a remedy against disease of the spleen."},{"word":"Antisplenetic","type":"n.","descr":" An antisplenetic medicine."},{"word":"Antistrophe","type":"n.","descr":" In Greek choruses and dances, the returning of the chorus, exactly answering to a previous strophe or movement from right to left. Hence: The lines of this part of the choral song."},{"word":"Antistrophe","type":"n.","descr":" The repetition of words in an inverse order; as, the master of the servant and the servant of the master."},{"word":"Antistrophe","type":"n.","descr":" The retort or turning of an adversary\\'s plea against him."},{"word":"Antistrophic","type":"a.","descr":" Of or pertaining to an antistrophe."},{"word":"Antistrophon","type":"n.","descr":" An argument retorted on an opponent."},{"word":"Antistrumatic","type":"a.","descr":" Antistrumous."},{"word":"Antistrumatic","type":"n.","descr":" A medicine for scrofula."},{"word":"Antistrumous","type":"a.","descr":" Good against scrofulous disorders."},{"word":"Antisyphilitic","type":"a.","descr":" Efficacious against syphilis."},{"word":"Antisyphilitic","type":"n.","descr":" A medicine for syphilis."},{"word":"Antitheism","type":"n.","descr":" The doctrine of antitheists."},{"word":"Antitheist","type":"n.","descr":" A disbeliever in the existence of God."},{"word":"Antitheses","type":"pl. ","descr":" of Antithesis"},{"word":"Antithesis","type":"n.","descr":" An opposition or contrast of words or sentiments occurring in the same sentence; as, \"The prodigal robs his heir; the miser robs himself.\"  \"He had covertly shot at Cromwell; he how openly aimed at the Queen.\""},{"word":"Antithesis","type":"n.","descr":" The second of two clauses forming an antithesis."},{"word":"Antithesis","type":"n.","descr":" Opposition; contrast."},{"word":"Antithet","type":"n.","descr":" An antithetic or contrasted statement."},{"word":"Antithetic","type":"a.","descr":" Alt. of Antithetical"},{"word":"Antithetical","type":"a.","descr":" Pertaining to antithesis, or opposition of words and sentiments; containing, or of the nature of, antithesis; contrasted."},{"word":"Antithetically","type":"adv.","descr":" By way antithesis."},{"word":"Antitoxin","type":"n.","descr":" Alt. of Antitoxine"},{"word":"Antitoxine","type":"n.","descr":" A substance (sometimes the product of a specific micro-organism and sometimes naturally present in the blood or tissues of an animal), capable of producing immunity from certain diseases, or of counteracting the poisonous effects of pathogenic bacteria."},{"word":"Anti-trade","type":"n.","descr":" A tropical wind blowing steadily in a direction opposite to the trade wind."},{"word":"Antitragus","type":"n.","descr":" A prominence on the lower posterior portion of the concha of the external ear, opposite the tragus. See Ear."},{"word":"Antitrochanter","type":"n.","descr":" An articular surface on the ilium of birds against which the great trochanter of the femur plays."},{"word":"Antitropal","type":"a.","descr":" Alt. of Antitropous"},{"word":"Antitropous","type":"a.","descr":" At the extremity most remote from the hilum, as the embryo, or inverted with respect to the seed, as the radicle."},{"word":"Antitypal","type":"a.","descr":" Antitypical."},{"word":"Antitype","type":"n.","descr":" That of which the type is the pattern or representation; that which is represented by the type or symbol."},{"word":"Antitypical","type":"a.","descr":" Of or pertaining to an antitype; explaining the type."},{"word":"Antitypous","type":"a.","descr":" Resisting blows; hard."},{"word":"Antitypy","type":"n.","descr":" Opposition or resistance of matter to force."},{"word":"Antivaccination","type":"n.","descr":" Opposition to vaccination."},{"word":"Antivaccinationist","type":"n.","descr":" An antivaccinist."},{"word":"Antivaccinist","type":"n.","descr":" One opposed to vaccination."},{"word":"Antivariolous","type":"a.","descr":" Preventing the contagion of smallpox."},{"word":"Antivenereal","type":"a.","descr":" Good against venereal poison; antisyphilitic."},{"word":"Antivivisection","type":"n.","descr":" Opposition to vivisection."},{"word":"Antivivisectionist","type":"n.","descr":" One opposed to vivisection"},{"word":"Antizymic","type":"a.","descr":" Preventing fermentation."},{"word":"Antizymotic","type":"a.","descr":" Preventing fermentation or decomposition."},{"word":"Antizymotic","type":"n.","descr":" An agent so used."},{"word":"Antler","type":"n.","descr":" The entire horn, or any branch of the horn, of a cervine animal, as of a stag."},{"word":"Antlered","type":"a.","descr":" Furnished with antlers."},{"word":"Antilae","type":"pl. ","descr":" of Antlia"},{"word":"Antlia","type":"n.","descr":" The spiral tubular proboscis of lepidopterous insects. See Lepidoptera."},{"word":"Ant-lion","type":"n.","descr":" A neuropterous insect, the larva of which makes in the sand a pitfall to capture ants, etc. The common American species is Myrmeleon obsoletus, the European is M. formicarius."},{"word":"Antoeci","type":"n. pl","descr":" Alt. of Antoecians"},{"word":"Antoecians","type":"n. pl","descr":" Those who live under the same meridian, but on opposite parallels of latitude, north and south of the equator."},{"word":"Antonomasia","type":"n.","descr":" The use of some epithet or the name of some office, dignity, or the like, instead of the proper name of the person; as when his majesty is used for a king, or when, instead of Aristotle, we say, the philosopher; or, conversely, the use of a proper name instead of an appellative, as when a wise man is called a Solomon, or an eminent orator a Cicero."},{"word":"Antonomastic","type":"a.","descr":" Pertaining to, or characterized by, antonomasia."},{"word":"Antonomasy","type":"n.","descr":" Antonomasia."},{"word":"Antonym","type":"n.","descr":" A word of opposite meaning; a counterterm; -- used as a correlative of synonym."},{"word":"Antorbital","type":"a.","descr":" Pertaining to, or situated in, the region of the front of the orbit."},{"word":"Antorbital","type":"n.","descr":" The antorbital bone."},{"word":"Antorgastic","type":"a.","descr":" See Antiorgastic."},{"word":"Antozone","type":"n.","descr":" A compound formerly supposed to be modification of oxygen, but now known to be hydrogen dioxide; -- so called because apparently antagonistic to ozone, converting it into ordinary oxygen."},{"word":"Antral","type":"a.","descr":" Relating to an antrum."},{"word":"Antre","type":"n.","descr":" A cavern."},{"word":"Antrorse","type":"a.","descr":" Forward or upward in direction."},{"word":"Antrovert","type":"v. t.","descr":" To bend forward."},{"word":"Antra","type":"pl. ","descr":" of Antrum"},{"word":"Antrum","type":"n.","descr":" A cavern or cavity, esp. an anatomical cavity or sinus"},{"word":"Antrustion","type":"n.","descr":" A vassal or voluntary follower of Frankish princes in their enterprises"},{"word":"Ant thrush","type":"","descr":" One of several species of tropical birds, of the Old World, of the genus Pitta, somewhat resembling the thrushes, and feeding chiefly on ants."},{"word":"Ant thrush","type":"","descr":" See Ant bird, under Ant."},{"word":"Anubis","type":"n.","descr":" An Egyptian deity, the conductor of departed spirits, represented by a human figure with the head of a dog or fox."},{"word":"Anura","type":"n. pl.","descr":" One of the orders of amphibians characterized by the absence of a tail, as the frogs and toads."},{"word":"Anurous","type":"a.","descr":" Destitute of a tail, as the frogs and toads."},{"word":"Anury","type":"n.","descr":" Nonsecretion or defective secretion of urine; ischury."},{"word":"Anus","type":"n.","descr":" The posterior opening of the alimentary canal, through which the excrements are expelled."},{"word":"Anvil","type":"n.","descr":" An iron block, usually with a steel face, upon which metals are hammered and shaped."},{"word":"Anvil","type":"n.","descr":" Anything resembling an anvil in shape or use."},{"word":"Anvil","type":"n.","descr":" the incus. See Incus."},{"word":"Anvil","type":"v. t.","descr":" To form or shape on an anvil; to hammer out; as, anviled armor."},{"word":"Anxietude","type":"n.","descr":" The state of being anxious; anxiety."},{"word":"Anxieties","type":"pl. ","descr":" of Anxiety"},{"word":"Anxiety","type":"n.","descr":" Concern or solicitude respecting some thing or event, future or uncertain, which disturbs the mind, and keeps it in a state of painful uneasiness."},{"word":"Anxiety","type":"n.","descr":" Eager desire."},{"word":"Anxiety","type":"n.","descr":" A state of restlessness and agitation, often with general indisposition and a distressing sense of oppression at the epigastrium."},{"word":"Anxious","type":"a.","descr":" Full of anxiety or disquietude; greatly concerned or solicitous, esp. respecting something future or unknown; being in painful suspense; -- applied to persons; as, anxious for the issue of a battle."},{"word":"Anxious","type":"a.","descr":" Accompanied with, or causing, anxiety; worrying; -- applied to things; as, anxious labor."},{"word":"Anxious","type":"a.","descr":" Earnestly desirous; as, anxious to please."},{"word":"Anxiously","type":"adv.","descr":" In an anxious manner; with painful uncertainty; solicitously."},{"word":"Anxiousness","type":"n.","descr":" The quality of being anxious; great solicitude; anxiety."},{"word":"Any","type":"a. and pron.","descr":" One indifferently, out of an indefinite number; one indefinitely, whosoever or whatsoever it may be."},{"word":"Any","type":"a. and pron.","descr":" Some, of whatever kind, quantity, or number; as, are there any witnesses present? are there any other houses like it?"},{"word":"Any","type":"adv.","descr":" To any extent; in any degree; at all."},{"word":"Anybody","type":"n.","descr":" Any one out of an indefinite number of persons; anyone; any person."},{"word":"Anybody","type":"n.","descr":" A person of consideration or standing."},{"word":"Anyhow","type":"adv.","descr":" In any way or manner whatever; at any rate; in any event."},{"word":"Anyone","type":"n.","descr":" One taken at random rather than by selection; anybody. [Commonly written as two words.]"},{"word":"Anything","type":"n.","descr":" Any object, act, state, event, or fact whatever; thing of any kind; something or other; aught; as, I would not do it for anything."},{"word":"Anything","type":"n.","descr":" Expressing an indefinite comparison; -- with as or like."},{"word":"Anything","type":"adv.","descr":" In any measure; anywise; at all."},{"word":"Anythingarian","type":"n.","descr":" One who holds to no particular creed or dogma."},{"word":"Anyway","type":"adv.","descr":" Alt. of Anyways"},{"word":"Anyways","type":"adv.","descr":" Anywise; at all."},{"word":"Anywhere","type":"adv.","descr":" In any place."},{"word":"Anywhither","type":"adv.","descr":" To or towards any place."},{"word":"Anywise","type":"adv.","descr":" In any wise or way; at all."},{"word":"Angurize","type":"v. t.","descr":" To augur."}]