[{"word":"Asses","type":"pl. ","descr":" of As"},{"word":"Asa","type":"n.","descr":" An ancient name of a gum."},{"word":"Asafetida","type":"n.","descr":" Alt. of Asafoetida"},{"word":"Asafoetida","type":"n.","descr":" The fetid gum resin or inspissated juice of a large umbelliferous plant (Ferula asafoetida) of Persia and the East Indies. It is used in medicine as an antispasmodic."},{"word":"Asaphus","type":"n.","descr":" A genus of trilobites found in the Lower Silurian formation. See Illust. in Append."},{"word":"Asarabacca","type":"n.","descr":" An acrid herbaceous plant (Asarum Europaeum), the leaves and roots of which are emetic and cathartic. It is principally used in cephalic snuffs."},{"word":"Asarone","type":"n.","descr":" A crystallized substance, resembling camphor, obtained from the Asarum Europaeum; -- called also camphor of asarum."},{"word":"Asbestic","type":"a.","descr":" Of, pertaining to, or resembling asbestus; inconsumable; asbestine."},{"word":"Asbestiform","type":"a.","descr":" Having the form or structure of asbestus."},{"word":"Asbestine","type":"a.","descr":" Of or pertaining to asbestus, or partaking of its nature; incombustible; asbestic."},{"word":"Asbestous","type":"a.","descr":" Asbestic."},{"word":"Asbestus","type":"n.","descr":" Alt. of Asbestos"},{"word":"Asbestos","type":"n.","descr":" A variety of amphibole or of pyroxene, occurring in long and delicate fibers, or in fibrous masses or seams, usually of a white, gray, or green-gray color. The name is also given to a similar variety of serpentine."},{"word":"Asbolin","type":"n.","descr":" A peculiar acrid and bitter oil, obtained from wood soot."},{"word":"Ascarides","type":"pl. ","descr":" of Ascarid"},{"word":"Ascarid","type":"n.","descr":" A parasitic nematoid worm, espec. the roundworm, Ascaris lumbricoides, often occurring in the human intestine, and allied species found in domestic animals; also commonly applied to the pinworm (Oxyuris), often troublesome to children and aged persons."},{"word":"Ascended","type":"imp. and p. p.","descr":" of Ascend"},{"word":"Ascending","type":"p. pr. and vb. n.","descr":" of Ascend"},{"word":"Ascend","type":"v. i.","descr":" To move upward; to mount; to go up; to rise; -- opposed to descend."},{"word":"Ascend","type":"v. i.","descr":" To rise, in a figurative sense; to proceed from an inferior to a superior degree, from mean to noble objects, from particulars to generals, from modern to ancient times, from one note to another more acute, etc.; as, our inquiries ascend to the remotest antiquity; to ascend to our first progenitor."},{"word":"Ascend","type":"v. t.","descr":" To go or move upward upon or along; to climb; to mount; to go up the top of; as, to ascend a hill, a ladder, a tree, a river, a throne."},{"word":"Ascendable","type":"a.","descr":" Capable of being ascended."},{"word":"Ascendancy","type":"n.","descr":" Alt. of Ascendance"},{"word":"Ascendance","type":"n.","descr":" Same as Ascendency."},{"word":"Ascendant","type":"n.","descr":" Ascent; height; elevation."},{"word":"Ascendant","type":"n.","descr":" The horoscope, or that degree of the ecliptic which rises above the horizon at the moment of one\\'s birth; supposed to have a commanding influence on a person\\'s life and fortune."},{"word":"Ascendant","type":"n.","descr":" Superiority, or commanding influence; ascendency; as, one man has the ascendant over another."},{"word":"Ascendant","type":"n.","descr":" An ancestor, or one who precedes in genealogy or degrees of kindred; a relative in the ascending line; a progenitor; -- opposed to descendant."},{"word":"Ascendant","type":"a.","descr":" Alt. of Ascendent"},{"word":"Ascendent","type":"a.","descr":" Rising toward the zenith; above the horizon."},{"word":"Ascendent","type":"a.","descr":" Rising; ascending."},{"word":"Ascendent","type":"a.","descr":" Superior; surpassing; ruling."},{"word":"Ascendency","type":"n.","descr":" Governing or controlling influence; domination; power."},{"word":"Ascendible","type":"a.","descr":" Capable of being ascended; climbable."},{"word":"Ascending","type":"a.","descr":" Rising; moving upward; as, an ascending kite."},{"word":"Ascension","type":"n.","descr":" The act of ascending; a rising; ascent."},{"word":"Ascension","type":"n.","descr":" Specifically: The visible ascent of our Savior on the fortieth day after his resurrection. (Acts i. 9.) Also, Ascension Day."},{"word":"Ascension","type":"n.","descr":" An ascending or arising, as in distillation; also that which arises, as from distillation."},{"word":"Ascensional","type":"a.","descr":" Relating to ascension; connected with ascent; ascensive; tending upward; as, the ascensional power of a balloon."},{"word":"Ascensive","type":"a.","descr":" Rising; tending to rise, or causing to rise."},{"word":"Ascensive","type":"a.","descr":" Augmentative; intensive."},{"word":"Ascent","type":"","descr":" The act of rising; motion upward; rise; a mounting upward; as, he made a tedious ascent; the ascent of vapors from the earth."},{"word":"Ascent","type":"","descr":" The way or means by which one ascends."},{"word":"Ascent","type":"","descr":" An eminence, hill, or high place."},{"word":"Ascent","type":"","descr":" The degree of elevation of an object, or the angle it makes with a horizontal line; inclination; rising grade; as, a road has an ascent of five degrees."},{"word":"Ascertained","type":"imp. and p. p.","descr":" of Ascertain"},{"word":"Ascertaining","type":"p. pr. and vb. n.","descr":" of Ascertain"},{"word":"Ascertain","type":"v. t.","descr":" To render (a person) certain; to cause to feel certain; to make confident; to assure; to apprise."},{"word":"Ascertain","type":"v. t.","descr":" To make (a thing) certain to the mind; to free from obscurity, doubt, or change; to make sure of; to fix; to determine."},{"word":"Ascertain","type":"v. t.","descr":" To find out or learn for a certainty, by trial, examination, or experiment; to get to know; as, to ascertain the weight of a commodity, or the purity of a metal."},{"word":"Ascertainable","type":"a.","descr":" That may be ascertained."},{"word":"Ascertainer","type":"n.","descr":" One who ascertains."},{"word":"Ascertainment","type":"n.","descr":" The act of ascertaining; a reducing to certainty; a finding out by investigation; discovery."},{"word":"Ascessancy","type":"a.","descr":" Alt. of Ascessant"},{"word":"Ascessant","type":"a.","descr":" See Acescency, Acescent."},{"word":"Ascetic","type":"a.","descr":" Extremely rigid in self-denial and devotions; austere; severe."},{"word":"Ascetic","type":"n.","descr":" In the early church, one who devoted himself to a solitary and contemplative life, characterized by devotion, extreme self-denial, and self-mortification; a hermit; a recluse; hence, one who practices extreme rigor and self-denial in religious things."},{"word":"Asceticism","type":"n.","descr":" The condition, practice, or mode of life, of ascetics."},{"word":"Ascham","type":"n.","descr":" A sort of cupboard, or case, to contain bows and other implements of archery."},{"word":"Asci","type":"n. pl.","descr":" See Ascus."},{"word":"Ascian","type":"n.","descr":" One of the Ascii."},{"word":"Ascidian","type":"n.","descr":" One of the Ascidioidea, or in a more general sense, one of the Tunicata. Also as an adj."},{"word":"Ascidiarium","type":"n.","descr":" The structure which unites together the ascidiozooids in a compound ascidian."},{"word":"Ascidiform","type":"a.","descr":" Shaped like an ascidian."},{"word":"Ascidioidea","type":"n. pl.","descr":" A group of Tunicata, often shaped like a two-necked bottle. The group includes, social, and compound species. The gill is a netlike structure within the oral aperture. The integument is usually leathery in texture. See Illustration in Appendix."},{"word":"Ascidiozooid","type":"n.","descr":" One of the individual members of a compound ascidian. See Ascidioidea."},{"word":"Ascidia","type":"pl. ","descr":" of Ascidium"},{"word":"Ascidium","type":"n.","descr":" A pitcher-shaped, or flask-shaped, organ or appendage of a plant, as the leaves of the pitcher plant, or the little bladderlike traps of the bladderwort (Utricularia)."},{"word":"Ascidium","type":"n.","descr":" A genus of simple ascidians, which formerly included most of the known species. It is sometimes used as a name for the Ascidioidea, or for all the Tunicata."},{"word":"Ascigerous","type":"a.","descr":" Having asci."},{"word":"Ascii","type":"n. pl.","descr":" Alt. of Ascians"},{"word":"Ascians","type":"n. pl.","descr":" Persons who, at certain times of the year, have no shadow at noon; -- applied to the inhabitants of the torrid zone, who have, twice a year, a vertical sun."},{"word":"Ascites","type":"n.","descr":" A collection of serous fluid in the cavity of the abdomen; dropsy of the peritoneum."},{"word":"Ascitic","type":"a.","descr":" Alt. of Ascitical"},{"word":"Ascitical","type":"a.","descr":" Of, pertaining to, or affected by, ascites; dropsical."},{"word":"Ascititious","type":"a.","descr":" Supplemental; not inherent or original; adscititious; additional; assumed."},{"word":"Asclepiad","type":"n.","descr":" A choriambic verse, first used by the Greek poet Asclepias, consisting of four feet, viz., a spondee, two choriambi, and an iambus."},{"word":"Asclepiadaceous","type":"a.","descr":" Of, pertaining to, or resembling, plants of the Milkweed family."},{"word":"Asclepias","type":"n.","descr":" A genus of plants including the milkweed, swallowwort, and some other species having medicinal properties."},{"word":"Ascococci","type":"pl. ","descr":" of Ascococcus"},{"word":"Ascococcus","type":"n.","descr":" A form of micrococcus, found in putrid meat infusions, occurring in peculiar masses, each of which is inclosed in a hyaline capsule and contains a large number of spherical micrococci."},{"word":"Ascospore","type":"n.","descr":" One of the spores contained in the asci of lichens and fungi. [See Illust. of Ascus.]"},{"word":"Ascribable","type":"a.","descr":" Capable of being ascribed; attributable."},{"word":"Ascribed","type":"imp. and p. p.","descr":" of Ascribe"},{"word":"Ascribing","type":"p. pr. and vb. n.","descr":" of Ascribe"},{"word":"Ascribe","type":"v. t.","descr":" To attribute, impute, or refer, as to a cause; as, his death was ascribed to a poison; to ascribe an effect to the right cause; to ascribe such a book to such an author."},{"word":"Ascribe","type":"v. t.","descr":" To attribute, as a quality, or an appurtenance; to consider or allege to belong."},{"word":"Ascript","type":"a.","descr":" See Adscript."},{"word":"Ascription","type":"n.","descr":" The act of ascribing, imputing, or affirming to belong; also, that which is ascribed."},{"word":"Ascriptitious","type":"a.","descr":" Ascribed."},{"word":"Ascriptitious","type":"a.","descr":" Added; additional."},{"word":"Ascus","type":"n.","descr":" A small membranous bladder or tube in which are inclosed the seedlike reproductive particles or sporules of lichens and certain fungi."},{"word":"Aseptic","type":"a.","descr":" Not liable to putrefaction; nonputrescent."},{"word":"Aseptic","type":"n.","descr":" An aseptic substance."},{"word":"Asexual","type":"a.","descr":" Having no distinct sex; without sexual action; as, asexual reproduction. See Fission and Gemmation."},{"word":"Asexually","type":"adv.","descr":" In an asexual manner; without sexual agency."},{"word":"Ash","type":"n.","descr":" A genus of trees of the Olive family, having opposite pinnate leaves, many of the species furnishing valuable timber, as the European ash (Fraxinus excelsior) and the white ash (F. Americana)."},{"word":"Ash","type":"n.","descr":" The tough, elastic wood of the ash tree."},{"word":"Ash","type":"n.","descr":" sing. of Ashes."},{"word":"Ash","type":"v. t.","descr":" To strew or sprinkle with ashes."},{"word":"Ashame","type":"v. t.","descr":" To shame."},{"word":"Ashamed","type":"a.","descr":" Affected by shame; abashed or confused by guilt, or a conviction or consciousness of some wrong action or impropriety."},{"word":"Ashamedly","type":"adv.","descr":" Bashfully."},{"word":"Ashantees","type":"pl. ","descr":" of Ashantee"},{"word":"Ashantee","type":"n.","descr":" A native or an inhabitant of Ashantee in Western Africa."},{"word":"Ashantee","type":"a.","descr":" Of or pertaining to Ashantee."},{"word":"Ash-colored","type":"a.","descr":" Of the color of ashes; a whitish gray or brownish gray."},{"word":"Ashen","type":"a.","descr":" Of or pertaining to the ash tree."},{"word":"Ashen","type":"a.","descr":" Consisting of, or resembling, ashes; of a color between brown and gray, or white and gray."},{"word":"Ashen","type":"n.","descr":" obs. pl. for Ashes."},{"word":"Ashery","type":"n.","descr":" A depository for ashes."},{"word":"Ashery","type":"n.","descr":" A place where potash is made."},{"word":"Ashes","type":"n. pl.","descr":" The earthy or mineral particles of combustible substances remaining after combustion, as of wood or coal."},{"word":"Ashes","type":"n. pl.","descr":" Specifically: The remains of the human body when burnt, or when \"returned to dust\" by natural decay."},{"word":"Ashes","type":"n. pl.","descr":" The color of ashes; deathlike paleness."},{"word":"Ash-fire","type":"n.","descr":" A low fire used in chemical operations."},{"word":"Ash-furnace","type":"n.","descr":" Alt. of Ash-oven"},{"word":"Ash-oven","type":"n.","descr":" A furnace or oven for fritting materials for glass making."},{"word":"Ashine","type":"a.","descr":" Shining; radiant."},{"word":"Ashlar","type":"n.","descr":" Alt. of Ashler"},{"word":"Ashler","type":"n.","descr":" Hewn or squared stone; also, masonry made of squared or hewn stone."},{"word":"Ashler","type":"n.","descr":" In the United States especially, a thin facing of squared and dressed stone upon a wall of rubble or brick."},{"word":"Ashlaring","type":"n.","descr":" Alt. of Ashlering"},{"word":"Ashlering","type":"n.","descr":" The act of bedding ashlar in mortar."},{"word":"Ashlering","type":"n.","descr":" Ashlar when in thin slabs and made to serve merely as a case to the body of the wall."},{"word":"Ashlering","type":"n.","descr":" The short upright pieces between the floor beams and rafters in garrets. See Ashlar, 2."},{"word":"Ashore","type":"adv.","descr":" On shore or on land; on the land adjacent to water; to the shore; to the land; aground (when applied to a ship); -- sometimes opposed to aboard or afloat."},{"word":"Ashtaroth","type":"pl. ","descr":" of Ashtoreth"},{"word":"Ashtoreth","type":"n.","descr":" The principal female divinity of the Phoenicians, as Baal was the principal male divinity."},{"word":"Ash Wednesday","type":"","descr":" The first day of Lent; -- so called from a custom in the Roman Catholic church of putting ashes, on that day, upon the foreheads of penitents."},{"word":"Ashweed","type":"n.","descr":" Goutweed."},{"word":"Ashy","type":"a.","descr":" Pertaining to, or composed of, ashes; filled, or strewed with, ashes."},{"word":"Ashy","type":"a.","descr":" Ash-colored; whitish gray; deadly pale."},{"word":"Asian","type":"a.","descr":" Of or pertaining to Asia; Asiatic."},{"word":"Asian","type":"n.","descr":" An Asiatic."},{"word":"Asiarch","type":"n.","descr":" One of the chiefs or pontiffs of the Roman province of Asia, who had the superintendence of the public games and religious rites."},{"word":"Asiatic","type":"a.","descr":" Of or pertaining to Asia or to its inhabitants."},{"word":"Asiatic","type":"n.","descr":" A native, or one of the people, of Asia."},{"word":"Asiaticism","type":"n.","descr":" Something peculiar to Asia or the Asiatics."},{"word":"Aside","type":"adv.","descr":" On, or to, one side; out of a straight line, course, or direction; at a little distance from the rest; out of the way; apart."},{"word":"Aside","type":"adv.","descr":" Out of one\\'s thoughts; off; away; as, to put aside gloomy thoughts."},{"word":"Aside","type":"adv.","descr":" So as to be heard by others; privately."},{"word":"Aside","type":"n.","descr":" Something spoken aside; as, a remark made by a stageplayer which the other players are not supposed to hear."},{"word":"Asilus","type":"n.","descr":" A genus of large and voracious two-winged flies, including the bee killer and robber fly."},{"word":"Asinego","type":"n.","descr":" Alt. of Assinego"},{"word":"Assinego","type":"n.","descr":" A stupid fellow."},{"word":"Asinine","type":"a.","descr":" Of or belonging to, or having the qualities of, the ass, as stupidity and obstinacy."},{"word":"Asininity","type":"n.","descr":" The quality of being asinine; stupidity combined with obstinacy."},{"word":"Asiphonate","type":"a.","descr":" Destitute of a siphon or breathing tube; -- said of many bivalve shells."},{"word":"Asiphonate","type":"n.","descr":" An asiphonate mollusk."},{"word":"Asiphonea","type":"n. pl.","descr":" Alt. of Asiphonida"},{"word":"Asiphonata","type":"n. pl.","descr":" Alt. of Asiphonida"},{"word":"Asiphonida","type":"n. pl.","descr":" A group of bivalve mollusks destitute of siphons, as the oyster; the asiphonate mollusks."},{"word":"Asitia","type":"n.","descr":" Want of appetite; loathing of food."},{"word":"Asked","type":"imp. and p. p.","descr":" of Ask"},{"word":"Asking","type":"p. pr. and vb. n.","descr":" of Ask"},{"word":"Ask","type":"v. t.","descr":" To request; to seek to obtain by words; to petition; to solicit; -- often with of, in the sense of from, before the person addressed."},{"word":"Ask","type":"v. t.","descr":" To require, demand, claim, or expect, whether by way of remuneration or return, or as a matter of necessity; as, what price do you ask?"},{"word":"Ask","type":"v. t.","descr":" To interrogate or inquire of or concerning; to put a question to or about; to question."},{"word":"Ask","type":"v. t.","descr":" To invite; as, to ask one to an entertainment."},{"word":"Ask","type":"v. t.","descr":" To publish in church for marriage; -- said of both the banns and the persons."},{"word":"Ask","type":"v. i.","descr":" To request or petition; -- usually followed by for; as, to ask for bread."},{"word":"Ask","type":"v. i.","descr":" To make inquiry, or seek by request; -- sometimes followed by after."},{"word":"Ask","type":"n.","descr":" A water newt."},{"word":"Askance","type":"adv.","descr":" Alt. of Askant"},{"word":"Askant","type":"adv.","descr":" Sideways; obliquely; with a side glance; with disdain, envy, or suspicion."},{"word":"Askance","type":"v. t.","descr":" To turn aside."},{"word":"Asker","type":"n.","descr":" One who asks; a petitioner; an inquirer."},{"word":"Asker","type":"n.","descr":" An ask; a water newt."},{"word":"Askew","type":"adv. and a.","descr":" Awry; askance; asquint; oblique or obliquely; -- sometimes indicating scorn, or contempt, or entry."},{"word":"Asking","type":"n.","descr":" The act of inquiring or requesting; a petition; solicitation."},{"word":"Asking","type":"n.","descr":" The publishing of banns."},{"word":"Aslake","type":"v. t. and i.","descr":" To mitigate; to moderate; to appease; to abate; to diminish."},{"word":"Aslant","type":"adv. and a.","descr":" Toward one side; in a slanting direction; obliquely."},{"word":"Aslant","type":"prep.","descr":" In a slanting direction over; athwart."},{"word":"Asleep","type":"a. and adv.","descr":" In a state of sleep; in sleep; dormant."},{"word":"Asleep","type":"a. and adv.","descr":" In the sleep of the grave; dead."},{"word":"Asleep","type":"a. and adv.","descr":" Numbed, and, usually, tingling."},{"word":"Aslope","type":"adv. and a.","descr":" Slopingly; aslant; declining from an upright direction; sloping."},{"word":"Aslug","type":"adv.","descr":" Sluggishly."},{"word":"Asmear","type":"a.","descr":" Smeared over."},{"word":"Asmonean","type":"a.","descr":" Of or pertaining to the patriotic Jewish family to which the Maccabees belonged; Maccabean; as, the Asmonean dynasty."},{"word":"Asmonean","type":"n.","descr":" One of the Asmonean family.  The Asmoneans were leaders and rulers of the Jews from 168 to 35 b. c."},{"word":"Asoak","type":"a.","descr":" Soaking."},{"word":"Asomatous","type":"a.","descr":" Without a material body; incorporeal."},{"word":"Asonant","type":"a.","descr":" Not sounding or sounded."},{"word":"Asp","type":"n.","descr":" Same as Aspen."},{"word":"Asp","type":"n.","descr":" A small, hooded, poisonous serpent of Egypt and adjacent countries, whose bite is often fatal. It is the Naja haje. The name is also applied to other poisonous serpents, esp. to Vipera aspis of southern Europe. See Haje."},{"word":"Aspalathus","type":"n.","descr":" A thorny shrub yielding a fragrant oil."},{"word":"Aspalathus","type":"n.","descr":" A genus of plants of the natural order Leguminosae. The species are chiefly natives of the Cape of Good Hope."},{"word":"Asparagine","type":"n.","descr":" A white, nitrogenous, crystallizable substance, C4H8N2O3+H2O, found in many plants, and first obtained from asparagus.  It is believed to aid in the disposition of nitrogenous matter throughout the plant; -- called also altheine."},{"word":"Asparaginous","type":"a.","descr":" Pertaining or allied to, or resembling, asparagus; having shoots which are eaten like asparagus; as, asparaginous vegetables."},{"word":"Asparagus","type":"n.","descr":" A genus of perennial plants belonging to the natural order Liliaceae, and having erect much branched stems, and very slender branchlets which are sometimes mistaken for leaves. Asparagus racemosus is a shrubby climbing plant with fragrant flowers. Specifically: The Asparagus officinalis, a species cultivated in gardens."},{"word":"Asparagus","type":"n.","descr":" The young and tender shoots of A. officinalis, which form a valuable and well-known article of food."},{"word":"Aspartic","type":"a.","descr":" Pertaining to, or derived, asparagine; as, aspartic acid."},{"word":"Aspect","type":"n.","descr":" The act of looking; vision; gaze; glance."},{"word":"Aspect","type":"n.","descr":" Look, or particular appearance of the face; countenance; mien; air."},{"word":"Aspect","type":"n.","descr":" Appearance to the eye or the mind; look; view."},{"word":"Aspect","type":"n.","descr":" Position or situation with regard to seeing; that position which enables one to look in a particular direction; position in relation to the points of the compass; as, a house has a southern aspect, that is, a position which faces the south."},{"word":"Aspect","type":"n.","descr":" Prospect; outlook."},{"word":"Aspect","type":"n.","descr":" The situation of planets or stars with respect to one another, or the angle formed by the rays of light proceeding from them and meeting at the eye; the joint look of planets or stars upon each other or upon the earth."},{"word":"Aspect","type":"n.","descr":" The influence of the stars for good or evil; as, an ill aspect."},{"word":"Aspect","type":"n.","descr":" To behold; to look at."},{"word":"Aspectable","type":"a.","descr":" Capable of being; visible."},{"word":"Aspectant","type":"a.","descr":" Facing each other."},{"word":"Aspected","type":"a.","descr":" Having an aspect."},{"word":"Aspection","type":"n.","descr":" The act of viewing; a look."},{"word":"Aspen","type":"n.","descr":" Alt. of Asp"},{"word":"Asp","type":"n.","descr":" One of several species of poplar bearing this name, especially the Populus tremula, so called from the trembling of its leaves, which move with the slightest impulse of the air."},{"word":"Aspen","type":"a.","descr":" Of or pertaining to the aspen, or resembling it; made of aspen wood."},{"word":"Asper","type":"a.","descr":" Rough; rugged; harsh; bitter; stern; fierce."},{"word":"Asper","type":"n.","descr":" The rough breathing; a mark (\/) placed over an initial vowel sound or over \/ to show that it is aspirated, that is, pronounced with h before it; thus \"ws, pronounced h\/s, \"rh`twr, pronounced hra\"t\/r."},{"word":"Asper","type":"n.","descr":" A Turkish money of account (formerly a coin), of little value; the 120th part of a piaster."},{"word":"Asperated","type":"imp. and p. p.","descr":" of Asperate"},{"word":"Asperating","type":"p. pr. and vb. n.","descr":" of Asperate"},{"word":"Asperate","type":"v. t.","descr":" To make rough or uneven."},{"word":"Asperation","type":"n.","descr":" The act of asperating; a making or becoming rough."},{"word":"Asperges","type":"n.","descr":" The service or ceremony of sprinkling with holy water."},{"word":"Asperges","type":"n.","descr":" The brush or instrument used in sprinkling holy water; an aspergill."},{"word":"Aspergill","type":"n.","descr":" Alt. of Aspergillum"},{"word":"Aspergillum","type":"n.","descr":" The brush used in the Roman Catholic church for sprinkling holy water on the people."},{"word":"Aspergillum","type":"n.","descr":" See Wateringpot shell."},{"word":"Aspergilliform","type":"a.","descr":" Resembling the aspergillum in form; as, an aspergilliform stigma."},{"word":"Asperifoliate","type":"a.","descr":" Alt. of Asperifolious"},{"word":"Asperifolious","type":"a.","descr":" Having rough leaves."},{"word":"Asperities","type":"pl. ","descr":" of Asperity"},{"word":"Asperity","type":"n.","descr":" Roughness of surface; unevenness; -- opposed to smoothness."},{"word":"Asperity","type":"n.","descr":" Roughness or harshness of sound; that quality which grates upon the ear; raucity."},{"word":"Asperity","type":"n.","descr":" Roughness to the taste; sourness; tartness."},{"word":"Asperity","type":"n.","descr":" Moral roughness; roughness of manner; severity; crabbedness; harshness; -- opposed to mildness."},{"word":"Asperity","type":"n.","descr":" Sharpness; disagreeableness; difficulty."},{"word":"Aspermatous","type":"a.","descr":" Aspermous."},{"word":"Aspermous","type":"a.","descr":" Destitute of seeds; aspermatous."},{"word":"Asperne","type":"v. t.","descr":" To spurn; to despise."},{"word":"Asperous","type":"a.","descr":" Rough; uneven."},{"word":"Aspersed","type":"imp. and p. p.","descr":" of Asperse"},{"word":"Aspersing","type":"p. pr. and vb. n.","descr":" of Asperse"},{"word":"Asperse","type":"v. t.","descr":" To sprinkle, as water or dust, upon anybody or anything, or to besprinkle any one with a liquid or with dust."},{"word":"Asperse","type":"v. t.","descr":" To bespatter with foul reports or false and injurious charges; to tarnish in point of reputation or good name; to slander or calumniate; as, to asperse a poet or his writings; to asperse a man\\'s character."},{"word":"Aspersed","type":"a.","descr":" Having an indefinite number of small charges scattered or strewed over the surface."},{"word":"Aspersed","type":"a.","descr":" Bespattered; slandered; calumniated."},{"word":"Asperser","type":"n.","descr":" One who asperses; especially, one who vilifies another."},{"word":"Aspersion","type":"n.","descr":" A sprinkling, as with water or dust, in a literal sense."},{"word":"Aspersion","type":"n.","descr":" The spreading of calumniations reports or charges which tarnish reputation, like the bespattering of a body with foul water; calumny."},{"word":"Aspersive","type":"a.","descr":" Tending to asperse; defamatory; slanderous."},{"word":"Aspersoir","type":"n.","descr":" An aspergill."},{"word":"Aspersoria","type":"pl. ","descr":" of Aspersorium"},{"word":"Aspersorium","type":"n.","descr":" The stoup, basin, or other vessel for holy water in Roman Catholic churches."},{"word":"Aspersorium","type":"n.","descr":" A brush for sprinkling holy water; an aspergill."},{"word":"Asphalt","type":"n.","descr":" Alt. of Asphaltum"},{"word":"Asphaltum","type":"n.","descr":" Mineral pitch, Jews\\' pitch, or compact native bitumen. It is brittle, of a black or brown color and high luster on a surface of fracture; it melts and burns when heated, leaving no residue. It occurs on the surface and shores of the Dead Sea, which is therefore called Asphaltites, or the Asphaltic Lake. It is found also in many parts of Asia, Europe, and America. See Bitumen."},{"word":"Asphaltum","type":"n.","descr":" A composition of bitumen, pitch, lime, and gravel, used for forming pavements, and as a water-proof cement for bridges, roofs, etc.; asphaltic cement. Artificial asphalt is prepared from coal tar, lime, sand, etc."},{"word":"Asphalt","type":"v. t.","descr":" To cover with asphalt; as, to asphalt a roof; asphalted streets."},{"word":"Asphalte","type":"n.","descr":" Asphaltic mastic or cement. See Asphalt, 2."},{"word":"Asphaltic","type":"a.","descr":" Pertaining to, of the nature of, or containing, asphalt; bituminous."},{"word":"Asphaltite","type":"a.","descr":" Asphaltic."},{"word":"Asphaltite","type":"a.","descr":" Asphaltic."},{"word":"Asphaltus","type":"n.","descr":" See Asphalt."},{"word":"Asphodel","type":"n.","descr":" A general name for a plant of the genus Asphodelus. The asphodels are hardy perennial plants, several species of which are cultivated for the beauty of their flowers."},{"word":"Asphyctic","type":"a.","descr":" Pertaining to asphyxia."},{"word":"Asphyxia","type":"n.","descr":" Alt. of Asphyxy"},{"word":"Asphyxy","type":"n.","descr":" Apparent death, or suspended animation; the condition which results from interruption of respiration, as in suffocation or drowning, or the inhalation of irrespirable gases."},{"word":"Asphyxial","type":"a.","descr":" Of or relating to asphyxia; as, asphyxial phenomena."},{"word":"Asphyxiate","type":"v. t.","descr":" To bring to a state of asphyxia; to suffocate. [Used commonly in the past pple.]"},{"word":"Asphyxiated","type":"p. p. ","descr":" Alt. of Asphyxied"},{"word":"Asphyxied","type":"p. p. ","descr":" In a state of asphyxia; suffocated."},{"word":"Asphyxiation","type":"n.","descr":" The act of causing asphyxia; a state of asphyxia."},{"word":"Aspic","type":"n.","descr":" The venomous asp."},{"word":"Aspic","type":"n.","descr":" A piece of ordnance carrying a 12 pound shot."},{"word":"Aspic","type":"n.","descr":" A European species of lavender (Lavandula spica), which produces a volatile oil. See Spike."},{"word":"Aspic","type":"n.","descr":" A savory meat jelly containing portions of fowl, game, fish, hard boiled eggs, etc."},{"word":"Aspidobranchia","type":"n. pl.","descr":" A group of Gastropoda, with limpetlike shells, including the abalone shells and keyhole limpets."},{"word":"Aspirant","type":"a.","descr":" Aspiring."},{"word":"Aspirant","type":"n.","descr":" One who aspires; one who eagerly seeks some high position or object of attainment."},{"word":"Aspirated","type":"imp. and p. p.","descr":" of Aspirate"},{"word":"Aspirating","type":"p. pr. and vb. n.","descr":" of Aspirate"},{"word":"Aspirate","type":"v. t.","descr":" To pronounce with a breathing, an aspirate, or an h sound; as, we aspirate the words horse and house; to aspirate a vowel or a liquid consonant."},{"word":"Aspirate","type":"n.","descr":" A sound consisting of, or characterized by, a breath like the sound of h; the breathing h or a character representing such a sound; an aspirated sound."},{"word":"Aspirate","type":"n.","descr":" A mark of aspiration (\/) used in Greek; the asper, or rough breathing."},{"word":"Aspirate","type":"n.","descr":" An elementary sound produced by the breath alone; a surd, or nonvocal consonant; as, f, th in thin, etc."},{"word":"Aspirate","type":"a.","descr":" Alt. of Aspirated"},{"word":"Aspirated","type":"a.","descr":" Pronounced with the h sound or with audible breath."},{"word":"Aspiration","type":"n.","descr":" The act of aspirating; the pronunciation of a letter with a full or strong emission of breath; an aspirated sound."},{"word":"Aspiration","type":"n.","descr":" The act of breathing; a breath; an inspiration."},{"word":"Aspiration","type":"n.","descr":" The act of aspiring of a ardently desiring; strong wish; high desire."},{"word":"Aspirator","type":"n.","descr":" An apparatus for passing air or gases through or over certain liquids or solids, or for exhausting a closed vessel, by means of suction."},{"word":"Aspirator","type":"n.","descr":" An instrument for the evacuation of the fluid contents of tumors or collections of blood."},{"word":"Aspiratory","type":"a.","descr":" Of or pertaining to breathing; suited to the inhaling of air"},{"word":"Aspired","type":"imp. and p. p.","descr":" of Aspire"},{"word":"Aspiring","type":"p. pr. and vb. n.","descr":" of Aspire"},{"word":"Aspire","type":"v. t.","descr":" To desire with eagerness; to seek to attain something high or great; to pant; to long; -- followed by to or after, and rarely by at; as, to aspire to a crown; to aspire after immorality."},{"word":"Aspire","type":"v. t.","descr":" To rise; to ascend; to tower; to soar."},{"word":"Aspire","type":"v. t.","descr":" To aspire to; to long for; to try to reach; to mount to."},{"word":"Aspire","type":"n.","descr":" Aspiration."},{"word":"Aspirement","type":"n.","descr":" Aspiration."},{"word":"Aspirer","type":"n.","descr":" One who aspires."},{"word":"Aspiring","type":"a.","descr":" That aspires; as, an Aspiring mind."},{"word":"Aspish","type":"a.","descr":" Pertaining to, or like, an asp."},{"word":"Asportation","type":"n.","descr":" The felonious removal of goods from the place where they were deposited."},{"word":"Asprawl","type":"adv. and a.","descr":" Sprawling."},{"word":"Asquat","type":"adv. and a.","descr":" Squatting."},{"word":"Asquint","type":"adv.","descr":" With the eye directed to one side; not in the straight line of vision; obliquely; awry, so as to see distortedly; as, to look asquint."},{"word":"Ass","type":"n.","descr":" A quadruped of the genus Equus (E. asinus), smaller than the horse, and having a peculiarly harsh bray and long ears. The tame or domestic ass is patient, slow, and sure-footed, and has become the type of obstinacy and stupidity. There are several species of wild asses which are swift-footed."},{"word":"Ass","type":"n.","descr":" A dull, heavy, stupid fellow; a dolt."},{"word":"Assaf\/tida","type":"n.","descr":" Same as Asafetida."},{"word":"Assagai","type":"n.","descr":" Alt. of Assegai"},{"word":"Assegai","type":"n.","descr":" A spear used by tribes in South Africa as a missile and for stabbing, a kind of light javelin."},{"word":"Assai","type":"","descr":" A direction equivalent to very; as, adagio assai, very slow."},{"word":"Assailed","type":"imp. and p. p.","descr":" of Assail"},{"word":"Assailing","type":"p. pr. and vb. n.","descr":" of Assail"},{"word":"Assail","type":"v. t.","descr":" To attack with violence, or in a vehement and hostile manner; to assault; to molest; as, to assail a man with blows; to assail a city with artillery."},{"word":"Assail","type":"v. t.","descr":" To encounter or meet purposely with the view of mastering, as an obstacle, difficulty, or the like."},{"word":"Assail","type":"v. t.","descr":" To attack morally, or with a view to produce changes in the feelings, character, conduct, existing usages, institutions; to attack by words, hostile influence, etc.; as, to assail one with appeals, arguments, abuse, ridicule, and the like."},{"word":"Assailable","type":"a.","descr":" Capable of being assailed."},{"word":"Assailant","type":"a.","descr":" Assailing; attacking."},{"word":"Assailant","type":"n.","descr":" One who, or that which, assails, attacks, or assaults; an assailer."},{"word":"Assailer","type":"n.","descr":" One who assails."},{"word":"Assailment","type":"n.","descr":" The act or power of assailing; attack; assault."},{"word":"Assamar","type":"n.","descr":" The peculiar bitter substance, soft or liquid, and of a yellow color, produced when meat, bread, gum, sugar, starch, and the like, are roasted till they turn brown."},{"word":"Assamese","type":"a.","descr":" Of or pertaining to Assam, a province of British India, or to its inhabitants."},{"word":"Assamese","type":"n. sing. and pl.","descr":" A native or natives of Assam."},{"word":"Assapan","type":"n.","descr":" Alt. of Assapanic"},{"word":"Assapanic","type":"n.","descr":" The American flying squirrel (Pteromys volucella)."},{"word":"Assart","type":"n.","descr":" The act or offense of grubbing up trees and bushes, and thus destroying the thickets or coverts of a forest."},{"word":"Assart","type":"n.","descr":" A piece of land cleared of trees and bushes, and fitted for cultivation; a clearing."},{"word":"Assart","type":"v. t.","descr":" To grub up, as trees; to commit an assart upon; as, to assart land or trees."},{"word":"Assassin","type":"n.","descr":" One who kills, or attempts to kill, by surprise or secret assault; one who treacherously murders any one unprepared for defense."},{"word":"Assassin","type":"v. t.","descr":" To assassinate."},{"word":"Assassinated","type":"imp. and p. p.","descr":" of Assassinate"},{"word":"Assassinating","type":"p. pr. and vb. n.","descr":" of Assassinate"},{"word":"Assassinate","type":"v. t.","descr":" To kill by surprise or secret assault; to murder by treacherous violence."},{"word":"Assassinate","type":"v. t.","descr":" To assail with murderous intent; hence, by extended meaning, to maltreat exceedingly."},{"word":"Assassinate","type":"n.","descr":" An assassination, murder, or murderous assault."},{"word":"Assassinate","type":"n.","descr":" An assassin."},{"word":"Assassination","type":"n.","descr":" The act of assassinating; a killing by treacherous violence."},{"word":"Assassinator","type":"n.","descr":" An assassin."},{"word":"Assassinous","type":"a.","descr":" Murderous."},{"word":"Assastion","type":"n.","descr":" Roasting."},{"word":"Assault","type":"n.","descr":" A violent onset or attack with physical means, as blows, weapons, etc.; an onslaught; the rush or charge of an attacking force; onset; as, to make assault upon a man, a house, or a town."},{"word":"Assault","type":"n.","descr":" A violent onset or attack with moral weapons, as words, arguments, appeals, and the like; as, to make an assault on the prerogatives of a prince, or on the constitution of a government."},{"word":"Assault","type":"n.","descr":" An apparently violent attempt, or willful offer with force or violence, to do hurt to another; an attempt or offer to beat another, accompanied by a degree of violence, but without touching his person, as by lifting the fist, or a cane, in a threatening manner, or by striking at him, and missing him. If the blow aimed takes effect, it is a battery."},{"word":"Assaulted","type":"imp. and p. p.","descr":" of Assault"},{"word":"Assaulting","type":"p. pr. and vb. n.","descr":" of Assault"},{"word":"Assault","type":"n.","descr":" To make an assault upon, as by a sudden rush of armed men; to attack with unlawful or insulting physical violence or menaces."},{"word":"Assault","type":"n.","descr":" To attack with moral means, or with a view of producing moral effects; to attack by words, arguments, or unfriendly measures; to assail; as, to assault a reputation or an administration."},{"word":"Assaultable","type":"a.","descr":" Capable of being assaulted."},{"word":"Assaulter","type":"n.","descr":" One who assaults, or violently attacks; an assailant."},{"word":"Assay","type":"n.","descr":" Trial; attempt; essay."},{"word":"Assay","type":"n.","descr":" Examination and determination; test; as, an assay of bread or wine."},{"word":"Assay","type":"n.","descr":" Trial by danger or by affliction; adventure; risk; hardship; state of being tried."},{"word":"Assay","type":"n.","descr":" Tested purity or value."},{"word":"Assay","type":"n.","descr":" The act or process of ascertaining the proportion of a particular metal in an ore or alloy; especially, the determination of the proportion of gold or silver in bullion or coin."},{"word":"Assay","type":"n.","descr":" The alloy or metal to be assayed."},{"word":"Assayed","type":"imp. and p. p.","descr":" of Assay"},{"word":"Assaying","type":"p. pr. and vb. n.","descr":" of Assay"},{"word":"Assay","type":"v.","descr":" To try; to attempt; to apply."},{"word":"Assay","type":"v.","descr":" To affect."},{"word":"Assay","type":"v.","descr":" To try tasting, as food or drink."},{"word":"Assay","type":"v.","descr":" To subject, as an ore, alloy, or other metallic compound, to chemical or metallurgical examination, in order to determine the amount of a particular metal contained in it, or to ascertain its composition."},{"word":"Assay","type":"v. i.","descr":" To attempt, try, or endeavor."},{"word":"Assayable","type":"a.","descr":" That may be assayed."},{"word":"Assayer","type":"n.","descr":" One who assays. Specifically: One who examines metallic ores or compounds, for the purpose of determining the amount of any particular metal in the same, especially of gold or silver."},{"word":"Assaying","type":"n.","descr":" The act or process of testing, esp. of analyzing or examining metals and ores, to determine the proportion of pure metal."},{"word":"Asse","type":"n.","descr":" A small foxlike animal (Vulpes cama) of South Africa, valued for its fur."},{"word":"Assecuration","type":"n.","descr":" Assurance; certainty."},{"word":"Assecure","type":"v. t.","descr":" To make sure or safe; to assure."},{"word":"Assecution","type":"n.","descr":" An obtaining or acquiring."},{"word":"Assegai","type":"n.","descr":" Same as Assagai."},{"word":"Assemblage","type":"n.","descr":" The act of assembling, or the state of being assembled; association."},{"word":"Assemblage","type":"n.","descr":" A collection of individuals, or of individuals, or of particular things; as, a political assemblage; an assemblage of ideas."},{"word":"Assemblance","type":"n.","descr":" Resemblance; likeness; appearance."},{"word":"Assemblance","type":"n.","descr":" An assembling; assemblage."},{"word":"Assembled","type":"imp. and p. p.","descr":" of Assemble"},{"word":"Assembling","type":"p. pr. and vb. n.","descr":" of Assemble"},{"word":"Assemble","type":"v. t.","descr":" To collect into one place or body; to bring or call together; to convene; to congregate."},{"word":"Assemble","type":"v. i.","descr":" To meet or come together, as a number of individuals; to convene; to congregate."},{"word":"Assemble","type":"v. i.","descr":" To liken; to compare."},{"word":"Assembler","type":"n.","descr":" One who assembles a number of individuals; also, one of a number assembled."},{"word":"Assemblies","type":"pl. ","descr":" of Assembly"},{"word":"Assembly","type":"n.","descr":" A company of persons collected together in one place, and usually for some common purpose, esp. for deliberation and legislation, for worship, or for social entertainment."},{"word":"Assembly","type":"n.","descr":" A collection of inanimate objects."},{"word":"Assembly","type":"n.","descr":" A beat of the drum or sound of the bugle as a signal to troops to assemble."},{"word":"Assemblymen","type":"pl. ","descr":" of Assemblyman"},{"word":"Assemblyman","type":"n.","descr":" A member of an assembly, especially of the lower branch of a state legislature."},{"word":"Assented","type":"imp. and p. p.","descr":" of Assent"},{"word":"Assenting","type":"p. pr. and vb. n.","descr":" of Assent"},{"word":"Assent","type":"v. t.","descr":" To admit a thing as true; to express one\\'s agreement, acquiescence, concurrence, or concession."},{"word":"Assent","type":"v.","descr":" The act of assenting; the act of the mind in admitting or agreeing to anything; concurrence with approval; consent; agreement; acquiescence."},{"word":"Assentation","type":"n.","descr":" Insincere, flattering, or obsequious assent; hypocritical or pretended concurrence."},{"word":"Assentator","type":"n.","descr":" An obsequious; a flatterer."},{"word":"Assentatory","type":"a.","descr":" Flattering; obsequious."},{"word":"Assenter","type":"n.","descr":" One who assents."},{"word":"Assentient","type":"a.","descr":" Assenting."},{"word":"Assenting","type":"a.","descr":" Giving or implying assent."},{"word":"Assentive","type":"a.","descr":" Giving assent; of the nature of assent; complying."},{"word":"Assentment","type":"n.","descr":" Assent; agreement."},{"word":"Asserted","type":"imp. and p. p.","descr":" of Assert"},{"word":"Asserting","type":"p. pr. and vb. n.","descr":" of Assert"},{"word":"Assert","type":"v. t.","descr":" To affirm; to declare with assurance, or plainly and strongly; to state positively; to aver; to asseverate."},{"word":"Assert","type":"v. t.","descr":" To maintain; to defend."},{"word":"Assert","type":"v. t.","descr":" To maintain or defend, as a cause or a claim, by words or measures; to vindicate a claim or title to; as, to assert our rights and liberties."},{"word":"Asserter","type":"n.","descr":" One who asserts; one who avers pr maintains; an assertor."},{"word":"Assertion","type":"n.","descr":" The act of asserting, or that which is asserted; positive declaration or averment; affirmation; statement asserted; position advanced."},{"word":"Assertion","type":"n.","descr":" Maintenance; vindication; as, the assertion of one\\'s rights or prerogatives."},{"word":"Assertive","type":"a.","descr":" Positive; affirming confidently; affirmative; peremptory."},{"word":"Assertor","type":"n.","descr":" One who asserts or avers; one who maintains or vindicates a claim or a right; an affirmer, supporter, or vindicator; a defender; an asserter."},{"word":"Assertorial","type":"a.","descr":" Asserting that a thing is; -- opposed to problematical and apodeictical."},{"word":"Assertory","type":"a.","descr":" Affirming; maintaining."},{"word":"Assessed","type":"imp. and p. p.","descr":" of Assess"},{"word":"Assessing","type":"p. pr. and vb. n.","descr":" of Assess"},{"word":"Assess","type":"v.","descr":" To value; to make a valuation or official estimate of for the purpose of taxation."},{"word":"Assess","type":"v.","descr":" To apportion a sum to be paid by (a person, a community, or an estate), in the nature of a tax, fine, etc.; to impose a tax upon (a person, an estate, or an income) according to a rate or apportionment."},{"word":"Assess","type":"v.","descr":" To determine and impose a tax or fine upon (a person, community, estate, or income); to tax; as, the club assessed each member twenty-five cents."},{"word":"Assess","type":"v.","descr":" To fix or determine the rate or amount of."},{"word":"Assessable","type":"a.","descr":" Liable to be assessed or taxed; as, assessable property."},{"word":"Assessee","type":"n.","descr":" One who is assessed."},{"word":"Assession","type":"n.","descr":" A sitting beside or near."},{"word":"Assessment","type":"n.","descr":" The act of assessing; the act of determining an amount to be paid; as, an assessment of damages, or of taxes; an assessment of the members of a club."},{"word":"Assessment","type":"n.","descr":" A valuation of property or profits of business, for the purpose of taxation; such valuation and an adjudging of the proper sum to be levied on the property; as, an assessment of property or an assessment on property."},{"word":"Assessment","type":"n.","descr":" The specific sum levied or assessed."},{"word":"Assessment","type":"n.","descr":" An apportionment of a subscription for stock into successive installments; also, one of these installments (in England termed a \"call\")."},{"word":"Assessor","type":"v.","descr":" One appointed or elected to assist a judge or magistrate with his special knowledge of the subject to be decided; as legal assessors, nautical assessors."},{"word":"Assessor","type":"v.","descr":" One who sits by another, as next in dignity, or as an assistant and adviser; an associate in office."},{"word":"Assessor","type":"v.","descr":" One appointed to assess persons or property for the purpose of taxation."},{"word":"Assessorial","type":"a.","descr":" Of or pertaining to an assessor, or to a court of assessors."},{"word":"Assessorship","type":"n.","descr":" The office or function of an assessor."},{"word":"Asset","type":"n.","descr":" Any article or separable part of one\\'s assets."},{"word":"Assets","type":"n. pl.","descr":" Property of a deceased person, subject by law to the payment of his debts and legacies; -- called assets because sufficient to render the executor or administrator liable to the creditors and legatees, so far as such goods or estate may extend."},{"word":"Assets","type":"n. pl.","descr":" Effects of an insolvent debtor or bankrupt, applicable to the payment of debts."},{"word":"Assets","type":"n. pl.","descr":" The entire property of all sorts, belonging to a person, a corporation, or an estate; as, the assets of a merchant or a trading association; -- opposed to liabilities."},{"word":"Assever","type":"v. t.","descr":" See Asseverate."},{"word":"Asseverated","type":"imp. and p. p.","descr":" of Asseverate"},{"word":"Asseverating","type":"p. pr. and vb. n.","descr":" of Asseverate"},{"word":"Asseverate","type":"v. t.","descr":" To affirm or aver positively, or with solemnity."},{"word":"Asseveration","type":"n.","descr":" The act of asseverating, or that which is asseverated; positive affirmation or assertion; solemn declaration."},{"word":"Asseverative","type":"a.","descr":" Characterized by asseveration; asserting positively."},{"word":"Asseveratory","type":"a.","descr":" Asseverative."},{"word":"Assibilate","type":"v. t.","descr":" To make sibilant; to change to a sibilant."},{"word":"Assibilation","type":"n.","descr":" Change of a non-sibilant letter to a sibilant, as of -tion to -shun, duke to ditch."},{"word":"Assidean","type":"n.","descr":" One of a body of devoted Jews who opposed the Hellenistic Jews, and supported the Asmoneans."},{"word":"Assident","type":"a.","descr":" Usually attending a disease, but not always; as, assident signs, or symptoms."},{"word":"Assiduate","type":"a.","descr":" Unremitting; assiduous."},{"word":"Assiduities","type":"pl. ","descr":" of Assiduity"},{"word":"Assiduity","type":"n.","descr":" Constant or close application or attention, particularly to some business or enterprise; diligence."},{"word":"Assiduity","type":"n.","descr":" Studied and persevering attention to a person; -- usually in the plural."},{"word":"Assiduous","type":"a.","descr":" Constant in application or attention; devoted; attentive; unremitting."},{"word":"Assiduous","type":"a.","descr":" Performed with constant diligence or attention; unremitting; persistent; as, assiduous labor."},{"word":"Assiege","type":"v. t.","descr":" To besiege."},{"word":"Assiege","type":"n.","descr":" A siege."},{"word":"Assientist","type":"n.","descr":" A shareholder of the Assiento company; one of the parties to the Assiento contract."},{"word":"Assiento","type":"n.","descr":" A contract or convention between Spain and other powers for furnishing negro slaves for the Spanish dominions in America, esp. the contract made with Great Britain in 1713."},{"word":"Assigned","type":"imp. and p. p.","descr":" of Assign"},{"word":"Assigning","type":"p. pr. and vb. n.","descr":" of Assign"},{"word":"Assign","type":"v. t.","descr":" To appoint; to allot; to apportion; to make over."},{"word":"Assign","type":"v. t.","descr":" To fix, specify, select, or designate; to point out authoritatively or exactly; as, to assign a limit; to assign counsel for a prisoner; to assign a day for trial."},{"word":"Assign","type":"v. t.","descr":" To transfer, or make over to another, esp. to transfer to, and vest in, certain persons, called assignees, for the benefit of creditors."},{"word":"Assign","type":"v.","descr":" A thing pertaining or belonging to something else; an appurtenance."},{"word":"Assign","type":"n.","descr":" A person to whom property or an interest is transferred; as, a deed to a man and his heirs and assigns."},{"word":"Assignability","type":"n.","descr":" The quality of being assignable."},{"word":"Assignable","type":"a.","descr":" Capable of being assigned, allotted, specified, or designated; as, an assignable note or bill; an assignable reason; an assignable quantity."},{"word":"Assignat","type":"n.","descr":" One of the notes, bills, or bonds, issued as currency by the revolutionary government of France (1790-1796), and based on the security of the lands of the church and of nobles which had been appropriated by the state."},{"word":"Assignation","type":"n.","descr":" The act of assigning or allotting; apportionment."},{"word":"Assignation","type":"n.","descr":" An appointment of time and place for meeting or interview; -- used chiefly of love interviews, and now commonly in a bad sense."},{"word":"Assignation","type":"n.","descr":" A making over by transfer of title; assignment."},{"word":"Assignee","type":"v.","descr":" A person to whom an assignment is made; a person appointed or deputed by another to do some act, perform some business, or enjoy some right, privilege, or property; as, an assignee of a bankrupt. See Assignment (c).   An assignee may be by special appointment or deed, or be created by jaw; as an executor."},{"word":"Assignee","type":"v.","descr":" In England, the persons appointed, under a commission of bankruptcy, to manage the estate of a bankrupt for the benefit of his creditors."},{"word":"Assigner","type":"n.","descr":" One who assigns, appoints, allots, or apportions."},{"word":"Assignment","type":"n.","descr":" An allotting or an appointment to a particular person or use; or for a particular time, as of a cause or causes in court."},{"word":"Assignment","type":"n.","descr":" A transfer of title or interest by writing, as of lease, bond, note, or bill of exchange; a transfer of the whole of some particular estate or interest in lands."},{"word":"Assignment","type":"n.","descr":" The writing by which an interest is transferred."},{"word":"Assignment","type":"n.","descr":" The transfer of the property of a bankrupt to certain persons called assignees, in whom it is vested for the benefit of creditors."},{"word":"Assignor","type":"n.","descr":" An assigner; a person who assigns or transfers an interest; as, the assignor of a debt or other chose in action."},{"word":"Assimilability","type":"n.","descr":" The quality of being assimilable."},{"word":"Assimilable","type":"a.","descr":" That may be assimilated; that may be likened, or appropriated and incorporated."},{"word":"Assimilated","type":"imp. and p. p.","descr":" of Assimilate"},{"word":"Assimilating","type":"p. pr. and vb. n.","descr":" of Assimilate"},{"word":"Assimilate","type":"v. t.","descr":" To bring to a likeness or to conformity; to cause a resemblance between."},{"word":"Assimilate","type":"v. t.","descr":" To liken; to compa\/e."},{"word":"Assimilate","type":"v. t.","descr":" To appropriate and transform or incorporate into the substance of the assimilating body; to absorb or appropriate, as nourishment; as, food is assimilated and converted into organic tissue."},{"word":"Assimilate","type":"v. i.","descr":" To become similar or like something else."},{"word":"Assimilate","type":"v. i.","descr":" To change and appropriate nourishment so as to make it a part of the substance of the assimilating body."},{"word":"Assimilate","type":"v. i.","descr":" To be converted into the substance of the assimilating body; to become incorporated; as, some kinds of food assimilate more readily than others."},{"word":"Assimilation","type":"n.","descr":" The act or process of assimilating or bringing to a resemblance, likeness, or identity; also, the state of being so assimilated; as, the assimilation of one sound to another."},{"word":"Assimilation","type":"n.","descr":" The conversion of nutriment into the fluid or solid substance of the body, by the processes of digestion and absorption, whether in plants or animals."},{"word":"Assimilative","type":"a.","descr":" Tending to, or characterized by, assimilation; that assimilates or causes assimilation; as, an assimilative process or substance."},{"word":"Assimilatory","type":"a.","descr":" Tending to assimilate, or produce assimilation; as, assimilatory organs."},{"word":"Assimulate","type":"v. t.","descr":" To feign; to counterfeit; to simulate; to resemble."},{"word":"Assimulate","type":"v. t.","descr":" To assimilate."},{"word":"Assimulation","type":"n.","descr":" Assimilation."},{"word":"Assinego","type":"n.","descr":" See Asinego."},{"word":"Assish","type":"a.","descr":" Resembling an ass; asinine; stupid or obstinate."},{"word":"Assisted","type":"imp. and p. p.","descr":" of Assist"},{"word":"Assisting","type":"p. pr. and vb. n.","descr":" of Assist"},{"word":"Assist","type":"v. t.","descr":" To give support to in some undertaking or effort, or in time of distress; to help; to aid; to succor."},{"word":"Assist","type":"v. i.","descr":" To lend aid; to help."},{"word":"Assist","type":"v. i.","descr":" To be present as a spectator; as, to assist at a public meeting."},{"word":"Assistance","type":"n.","descr":" The act of assisting; help; aid; furtherance; succor; support."},{"word":"Assistance","type":"n.","descr":" An assistant or helper; a body of helpers."},{"word":"Assistance","type":"n.","descr":" Persons present."},{"word":"Assistant","type":"a.","descr":" Helping; lending aid or support; auxiliary."},{"word":"Assistant","type":"a.","descr":" Of the second grade in the staff of the army; as, an assistant surgeon."},{"word":"Assistant","type":"n.","descr":" One who, or that which, assists; a helper; an auxiliary; a means of help."},{"word":"Assistant","type":"n.","descr":" An attendant; one who is present."},{"word":"Assistantly","type":"adv.","descr":" In a manner to give aid."},{"word":"Assister","type":"n.","descr":" An assistant; a helper."},{"word":"Assistful","type":"a.","descr":" Helpful."},{"word":"Assistive","type":"a.","descr":" Lending aid, helping."},{"word":"Assistless","type":"a.","descr":" Without aid or help."},{"word":"Assistor","type":"n.","descr":" A assister."},{"word":"Assithment","type":"n.","descr":" See Assythment."},{"word":"Assize","type":"n.","descr":" An assembly of knights and other substantial men, with a bailiff or justice, in a certain place and at a certain time, for public business."},{"word":"Assize","type":"n.","descr":" A special kind of jury or inquest."},{"word":"Assize","type":"n.","descr":" A kind of writ or real action."},{"word":"Assize","type":"n.","descr":" A verdict or finding of a jury upon such writ."},{"word":"Assize","type":"n.","descr":" A statute or ordinance in general. Specifically: (1) A statute regulating the weight, measure, and proportions of ingredients and the price of articles sold in the market; as, the assize of bread and other provisions; (2) A statute fixing the standard of weights and measures."},{"word":"Assize","type":"n.","descr":" Anything fixed or reduced to a certainty in point of time, number, quantity, quality, weight, measure, etc.; as, rent of assize."},{"word":"Assize","type":"n.","descr":" A court, the sitting or session of a court, for the trial of processes, whether civil or criminal, by a judge and jury."},{"word":"Assize","type":"n.","descr":" The periodical sessions of the judges of the superior courts in every county of England for the purpose of administering justice in the trial and determination of civil and criminal cases; -- usually in the plural."},{"word":"Assize","type":"n.","descr":" The time or place of holding the court of assize; -- generally in the plural, assizes."},{"word":"Assize","type":"n.","descr":" Measure; dimension; size."},{"word":"Assized","type":"imp. and p. p.","descr":" of Assize"},{"word":"Assizing","type":"p. pr. and vb. n.","descr":" of Assize"},{"word":"Assize","type":"v.","descr":" To assess; to value; to rate."},{"word":"Assize","type":"v.","descr":" To fix the weight, measure, or price of, by an ordinance or regulation of authority."},{"word":"Assizer","type":"n.","descr":" An officer who has the care or inspection of weights and measures, etc."},{"word":"Assizor","type":"n.","descr":" A juror."},{"word":"Assober","type":"v. t.","descr":" To make or keep sober."},{"word":"Associability","type":"n.","descr":" The quality of being associable, or capable of association; associableness."},{"word":"Associable","type":"a.","descr":" Capable of being associated or joined."},{"word":"Associable","type":"a.","descr":" Sociable; companionable."},{"word":"Associable","type":"a.","descr":" Liable to be affected by sympathy with other parts; -- said of organs, nerves, muscles, etc."},{"word":"Associableness","type":"n.","descr":" Associability."},{"word":"Associated","type":"imp. and p. p.","descr":" of Associate"},{"word":"Associating","type":"p. pr. and vb. n.","descr":" of Associate"},{"word":"Associate","type":"v. t.","descr":" To join with one, as a friend, companion, partner, or confederate; as, to associate others with us in business, or in an enterprise."},{"word":"Associate","type":"v. t.","descr":" To join or connect; to combine in acting; as, particles of gold associated with other substances."},{"word":"Associate","type":"v. t.","descr":" To connect or place together in thought."},{"word":"Associate","type":"v. t.","descr":" To accompany; to keep company with."},{"word":"Associate","type":"v. i.","descr":" To unite in company; to keep company, implying intimacy; as, congenial minds are disposed to associate."},{"word":"Associate","type":"v. i.","descr":" To unite in action, or to be affected by the action of a different part of the body."},{"word":"Associate","type":"a.","descr":" Closely connected or joined with some other, as in interest, purpose, employment, or office; sharing responsibility or authority; as, an associate judge."},{"word":"Associate","type":"a.","descr":" Admitted to some, but not to all, rights and privileges; as, an associate member."},{"word":"Associate","type":"a.","descr":" Connected by habit or sympathy; as, associate motions, such as occur sympathetically, in consequence of preceding motions."},{"word":"Associate","type":"n.","descr":" A companion; one frequently in company with another, implying intimacy or equality; a mate; a fellow."},{"word":"Associate","type":"n.","descr":" A partner in interest, as in business; or a confederate in a league."},{"word":"Associate","type":"n.","descr":" One connected with an association or institution without the full rights or privileges of a regular member; as, an associate of the Royal Academy."},{"word":"Associate","type":"n.","descr":" Anything closely or usually connected with another; an concomitant."},{"word":"Associated","type":"a.","descr":" Joined as a companion; brought into association; accompanying; combined."},{"word":"Associateship","type":"n.","descr":" The state of an associate, as in Academy or an office."},{"word":"Association","type":"n.","descr":" The act of associating, or state of being associated; union; connection, whether of persons of things."},{"word":"Association","type":"n.","descr":" Mental connection, or that which is mentally linked or associated with a thing."},{"word":"Association","type":"n.","descr":" Union of persons in a company or society for some particular purpose; as, the American Association for the Advancement of Science; a benevolent association.  Specifically, as among the Congregationalists, a society, consisting of a number of ministers, generally the pastors of neighboring churches, united for promoting the interests of religion and the harmony of the churches."},{"word":"Associational","type":"a.","descr":" Of or pertaining to association, or to an association."},{"word":"Associational","type":"a.","descr":" Pertaining to the theory held by the associationists."},{"word":"Associationism","type":"n.","descr":" The doctrine or theory held by associationists."},{"word":"Associationist","type":"n.","descr":" One who explains the higher functions and relations of the soul by the association of ideas; e. g., Hartley, J. C. Mill."},{"word":"Associative","type":"a.","descr":" Having the quality of associating; tending or leading to association; as, the associative faculty."},{"word":"Associator","type":"n.","descr":" An associate; a confederate or partner in any scheme."},{"word":"Assoil","type":"v. t.","descr":" To set free; to release."},{"word":"Assoil","type":"v. t.","descr":" To solve; to clear up."},{"word":"Assoil","type":"v. t.","descr":" To set free from guilt; to absolve."},{"word":"Assoil","type":"v. t.","descr":" To expiate; to atone for."},{"word":"Assoil","type":"v. t.","descr":" To remove; to put off."},{"word":"Assoil","type":"v. t.","descr":" To soil; to stain."},{"word":"Assoilment","type":"n.","descr":" Act of assoiling, or state of being assoiled; absolution; acquittal."},{"word":"Assoilment","type":"n.","descr":" A soiling; defilement."},{"word":"Assoilzie","type":"v. t.","descr":" Alt. of Assoilyie"},{"word":"Assoilyie","type":"v. t.","descr":" To absolve; to acquit by sentence of court."},{"word":"Assonance","type":"n.","descr":" Resemblance of sound."},{"word":"Assonance","type":"n.","descr":" A peculiar species of rhyme, in which the last acce`ted vow`l and tnose whioh follow it in one word correspond in sound with the vowels of another word, while the consonants of the two words are unlike in sound; as, calamo and platano, baby and chary."},{"word":"Assonance","type":"n.","descr":" Incomplete correspondence."},{"word":"Assonant","type":"a.","descr":" Having a resemblance of sounds."},{"word":"Assonant","type":"a.","descr":" Pertaining to the peculiar species of rhyme called assonance; not consonant."},{"word":"Assonantal","type":"a.","descr":" Assonant."},{"word":"Assonate","type":"v. i.","descr":" To correspond in sound."},{"word":"Assorted","type":"imp. and p. p.","descr":" of Assort"},{"word":"Assorting","type":"p. pr. and vb. n.","descr":" of Assort"},{"word":"Assort","type":"v. t.","descr":" To separate and distribute into classes, as things of a like kind, nature, or quality, or which are suited to a like purpose; to classify; as, to assort goods. [Rarely applied to persons.]"},{"word":"Assort","type":"v. t.","descr":" To furnish with, or make up of, various sorts or a variety of goods; as, to assort a cargo."},{"word":"Assort","type":"v. i.","descr":" To agree; to be in accordance; to be adapted; to suit; to fall into a class or place."},{"word":"Assorted","type":"a.","descr":" Selected; culled."},{"word":"Assortment","type":"n.","descr":" Act of assorting, or distributing into sorts, kinds, or classes."},{"word":"Assortment","type":"n.","descr":" A collection or quantity of things distributed into kinds or sorts; a number of things assorted."},{"word":"Assortment","type":"n.","descr":" A collection containing a variety of sorts or kinds adapted to various wants, demands, or purposes; as, an assortment of goods."},{"word":"Assot","type":"v. t.","descr":" To besot; to befool; to beguile; to infatuate."},{"word":"Assot","type":"a.","descr":" Dazed; foolish; infatuated."},{"word":"Assuaged","type":"imp. and p. p.","descr":" of Assuage"},{"word":"Assuaging","type":"p. pr. and vb. n.","descr":" of Assuage"},{"word":"Assuage","type":"v. t.","descr":" To soften, in a figurative sense; to allay, mitigate, ease, or lessen, as heat, pain, or grief; to appease or pacify, as passion or tumult; to satisfy, as appetite or desire."},{"word":"Assuage","type":"v. i.","descr":" To abate or subside."},{"word":"Assuagement","type":"n.","descr":" Mitigation; abatement."},{"word":"Assuager","type":"n.","descr":" One who, or that which, assuages."},{"word":"Assuasive","type":"a.","descr":" Mitigating; tranquilizing; soothing."},{"word":"Assubjugate","type":"v. t.","descr":" To bring into subjection."},{"word":"Assuefaction","type":"n.","descr":" The act of accustoming, or the state of being accustomed; habituation."},{"word":"Assuetude","type":"n.","descr":" Accustomedness; habit; habitual use."},{"word":"Assumable","type":"a.","descr":" That may be assumed."},{"word":"Assumably","type":"adv.","descr":" By way of assumption."},{"word":"Assumed","type":"imp. and p. p.","descr":" of Assume"},{"word":"Assuming","type":"p. pr. and vb. n.","descr":" of Assume"},{"word":"Assume","type":"v. t.","descr":" To take to or upon one\\'s self; to take formally and demonstratively; sometimes, to appropriate or take unjustly."},{"word":"Assume","type":"v. t.","descr":" To take for granted, or without proof; to suppose as a fact; to suppose or take arbitrarily or tentatively."},{"word":"Assume","type":"v. t.","descr":" To pretend to possess; to take in appearance."},{"word":"Assume","type":"v. t.","descr":" To receive or adopt."},{"word":"Assume","type":"v. i.","descr":" To be arrogant or pretentious; to claim more than is due."},{"word":"Assume","type":"v. i.","descr":" To undertake, as by a promise."},{"word":"Assumed","type":"a.","descr":" Supposed."},{"word":"Assumed","type":"a.","descr":" Pretended; hypocritical; make-believe; as, an assumed character."},{"word":"Assumedly","type":"adv.","descr":" By assumption."},{"word":"Assument","type":"n.","descr":" A patch; an addition; a piece put on."},{"word":"Assumer","type":"n.","descr":" One who assumes, arrogates, pretends, or supposes."},{"word":"Assuming","type":"a.","descr":" Pretentious; taking much upon one\\'s self; presumptuous."},{"word":"Assumpsit","type":"n.","descr":" A promise or undertaking, founded on a consideration. This promise may be oral or in writing not under seal. It may be express or implied."},{"word":"Assumpsit","type":"n.","descr":" An action to recover damages for a breach or nonperformance of a contract or promise, express or implied, oral or in writing not under seal. Common or indebitatus assumpsit is brought for the most part on an implied promise. Special assumpsit is founded on an express promise or undertaking."},{"word":"Assumpt","type":"v. t.","descr":" To take up; to elevate; to assume."},{"word":"Assumpt","type":"n.","descr":" That which is assumed; an assumption."},{"word":"Assumption","type":"n.","descr":" The act of assuming, or taking to or upon one\\'s self; the act of taking up or adopting."},{"word":"Assumption","type":"n.","descr":" The act of taking for granted, or supposing a thing without proof; supposition; unwarrantable claim."},{"word":"Assumption","type":"n.","descr":" The thing supposed; a postulate, or proposition assumed; a supposition."},{"word":"Assumption","type":"n.","descr":" The minor or second proposition in a categorical syllogism."},{"word":"Assumption","type":"n.","descr":" The taking of a person up into heaven."},{"word":"Assumption","type":"n.","descr":" A festival in honor of the ascent of the Virgin Mary into heaven."},{"word":"Assumptive","type":"a.","descr":" Assumed, or capable of being assumed; characterized by assumption; making unwarranted claims."},{"word":"Assurance","type":"n.","descr":" The act of assuring; a declaration tending to inspire full confidence; that which is designed to give confidence."},{"word":"Assurance","type":"n.","descr":" The state of being assured; firm persuasion; full confidence or trust; freedom from doubt; certainty."},{"word":"Assurance","type":"n.","descr":" Firmness of mind; undoubting, steadiness; intrepidity; courage; confidence; self-reliance."},{"word":"Assurance","type":"n.","descr":" Excess of boldness; impudence; audacity; as, his assurance is intolerable."},{"word":"Assurance","type":"n.","descr":" Betrothal; affiance."},{"word":"Assurance","type":"n.","descr":" Insurance; a contract for the payment of a sum on occasion of a certain event, as loss or death."},{"word":"Assurance","type":"n.","descr":" Any written or other legal evidence of the conveyance of property; a conveyance; a deed."},{"word":"Assured","type":"imp. and p. p.","descr":" of Assure"},{"word":"Assuring","type":"p. pr. and vb. n.","descr":" of Assure"},{"word":"Assure","type":"v. t.","descr":" To make sure or certain; to render confident by a promise, declaration, or other evidence."},{"word":"Assure","type":"v. t.","descr":" To declare to, solemnly; to assert to (any one) with the design of inspiring belief or confidence."},{"word":"Assure","type":"v. t.","descr":" To confirm; to make certain or secure."},{"word":"Assure","type":"v. t.","descr":" To affiance; to betroth."},{"word":"Assure","type":"v. t.","descr":" To insure; to covenant to indemnify for loss, or to pay a specified sum at death. See Insure."},{"word":"Assured","type":"a.","descr":" Made sure; safe; insured; certain; indubitable; not doubting; bold to excess."},{"word":"Assured","type":"n.","descr":" One whose life or property is insured."},{"word":"Assuredly","type":"adv.","descr":" Certainly; indubitably."},{"word":"Assuredness","type":"n.","descr":" The state of being assured; certainty; full confidence."},{"word":"Assurer","type":"n.","descr":" One who assures. Specifically: One who insures against loss; an insurer or underwriter."},{"word":"Assurer","type":"n.","descr":" One who takes out a life assurance policy."},{"word":"Assurgency","type":"n.","descr":" Act of rising."},{"word":"Assurgent","type":"a.","descr":" Ascending"},{"word":"Assurgent","type":"a.","descr":" rising obliquely; curving upward."},{"word":"Assuring","type":"a.","descr":" That assures; tending to assure; giving confidence."},{"word":"Asswage","type":"v.","descr":" See Assuage."},{"word":"Assyrian","type":"a.","descr":" Of or pertaining to Assyria, or to its inhabitants."},{"word":"Assyrian","type":"n.","descr":" A native or an inhabitant of Assyria; the language of Assyria."},{"word":"Assyriological","type":"a.","descr":" Of or pertaining to Assyriology; as, Assyriological studies."},{"word":"Assyriologist","type":"n.","descr":" One versed in Assyriology; a student of Assyrian archaeology."},{"word":"Assyriology","type":"n.","descr":" The science or study of the antiquities, language, etc., of ancient Assyria."},{"word":"Assythment","type":"n.","descr":" Indemnification for injury; satisfaction."},{"word":"Astacus","type":"n.","descr":" A genus of crustaceans, containing the crawfish of fresh-water lobster of Europe, and allied species of western North America. See Crawfish."},{"word":"Astarboard","type":"adv.","descr":" Over to the starboard side; -- said of the tiller."},{"word":"Astart","type":"v. t. and i.","descr":" Same as Astert."},{"word":"Astarte","type":"n.","descr":" A genus of bivalve mollusks, common on the coasts of America and Europe."},{"word":"Astate","type":"n.","descr":" Estate; state."},{"word":"Astatic","type":"a.","descr":" Having little or no tendency to take a fixed or definite position or direction: thus, a suspended magnetic needle, when rendered astatic, loses its polarity, or tendency to point in a given direction."},{"word":"Astatically","type":"adv.","descr":" In an astatic manner."},{"word":"Astaticism","type":"n.","descr":" The state of being astatic."},{"word":"Astay","type":"adv.","descr":" An anchor is said to be astay, when, in heaving it, an acute angle is formed between the cable and the surface of the water."},{"word":"Asteism","type":"n.","descr":" Genteel irony; a polite and ingenious manner of deriding another."},{"word":"Astel","type":"n.","descr":" An arch, or ceiling, of boards, placed over the men\\'s heads in a mine."},{"word":"Aster","type":"n.","descr":" A genus of herbs with compound white or bluish flowers; starwort; Michaelmas daisy."},{"word":"Aster","type":"n.","descr":" A plant of the genus Callistephus. Many varieties (called China asters, German asters, etc.) are cultivated for their handsome compound flowers."},{"word":"Asterias","type":"n.","descr":" A genus of echinoderms."},{"word":"Asteriated","type":"a.","descr":" Radiated, with diverging rays; as, asteriated sapphire."},{"word":"Asteridian","type":"a.","descr":" Of or pertaining to the Asterioidea."},{"word":"Asteridian","type":"n.","descr":" A starfish; one of the Asterioidea."},{"word":"Asterioidea","type":"n. pl.","descr":" Alt. of Asteridea"},{"word":"Asteridea","type":"n. pl.","descr":" A class of Echinodermata including the true starfishes. The rays vary in number and always have ambulacral grooves below. The body is star-shaped or pentagonal."},{"word":"Asterion","type":"n.","descr":" The point on the side of the skull where the lambdoid, parieto-mastoid and occipito-mastoid sutures."},{"word":"Asteriscus","type":"n.","descr":" The smaller of the two otoliths found in the inner ear of many fishes."},{"word":"Asterisk","type":"n.","descr":" The figure of a star, thus, \/, used in printing and writing as a reference to a passage or note in the margin, to supply the omission of letters or words, or to mark a word or phrase as having a special character."},{"word":"Asterism","type":"n.","descr":" A constellation."},{"word":"Asterism","type":"n.","descr":" A small cluster of stars."},{"word":"Asterism","type":"n.","descr":" An asterisk, or mark of reference."},{"word":"Asterism","type":"n.","descr":" Three asterisks placed in this manner, \/, to direct attention to a particular passage."},{"word":"Asterism","type":"n.","descr":" An optical property of some crystals which exhibit a star-shaped by reflected light, as star sapphire, or by transmitted light, as some mica."},{"word":"Astern","type":"adv.","descr":" In or at the hinder part of a ship; toward the hinder part, or stern; backward; as, to go astern."},{"word":"Astern","type":"adv.","descr":" Behind a ship; in the rear."},{"word":"Asternal","type":"a.","descr":" Not sternal; -- said of ribs which do not join the sternum."},{"word":"Asteroid","type":"n.","descr":" A starlike body; esp. one of the numerous small planets whose orbits lie between those of Mars and Jupiter; -- called also planetoids and minor planets."},{"word":"Asteroidal","type":"a.","descr":" Of or pertaining to an asteroid, or to the asteroids."},{"word":"Asterolepis","type":"n.","descr":" A genus of fishes, some of which were eighteen or twenty feet long, found in a fossil state in the Old Red Sandstone."},{"word":"Asterophyllite","type":"n.","descr":" A fossil plant from the coal formations of Europe and America, now regarded as the branchlets and foliage of calamites."},{"word":"Astert","type":"v. t.","descr":" To start up; to befall; to escape; to shun."},{"word":"Astert","type":"v. i.","descr":" To escape."},{"word":"Asthenia","type":"n.","descr":" Alt. of Astheny"},{"word":"Astheny","type":"n.","descr":" Want or loss of strength; debility; diminution of the vital forces."},{"word":"Asthenic","type":"a.","descr":" Characterized by, or pertaining to, debility; weak; debilitating."},{"word":"Asthenopia","type":"n.","descr":" Weakness of sight."},{"word":"Asthma","type":"n.","descr":" A disease, characterized by difficulty of breathing (due to a spasmodic contraction of the bronchi), recurring at intervals, accompanied with a wheezing sound, a sense of constriction in the chest, a cough, and expectoration."},{"word":"Asthmatic","type":"a.","descr":" Alt. of Asthmatical"},{"word":"Asthmatical","type":"a.","descr":" Of or pertaining to asthma; as, an asthmatic cough; liable to, or suffering from, asthma; as, an asthmatic patient."},{"word":"Asthmatic","type":"n.","descr":" A person affected with asthma."},{"word":"Astigmatic","type":"a.","descr":" Affected with, or pertaining to, astigmatism; as, astigmatic eyes; also, remedying astigmatism; as, astigmatic lenses."},{"word":"Astigmatism","type":"n.","descr":" A defect of the eye or of a lens, in consequence of which the rays derived from one point are not brought to a single focal point, thus causing imperfect images or indistinctness of vision."},{"word":"Astipulate","type":"v. i.","descr":" To assent."},{"word":"Astipulation","type":"n.","descr":" Stipulation; agreement."},{"word":"Astir","type":"adv. and a.","descr":" Stirring; in a state of activity or motion; out of bed."},{"word":"Astomatous","type":"a.","descr":" Alt. of Astomous"},{"word":"Astomous","type":"a.","descr":" Not possessing a mouth."},{"word":"Astoned","type":"imp. and p. p.","descr":" of Astone"},{"word":"Astond","type":"","descr":" of Astone"},{"word":"Astound","type":"","descr":" of Astone"},{"word":"Aston","type":"v. t.","descr":" Alt. of Astone"},{"word":"Astone","type":"v. t.","descr":" To stun; to astonish; to stupefy."},{"word":"Astonied","type":"p. p.","descr":" Stunned; astonished. See Astony."},{"word":"Astonished","type":"imp. and p. p.","descr":" of Astonish"},{"word":"Astonishing","type":"p. pr. and vb. n.","descr":" of Astonish"},{"word":"Astonish","type":"v. t.","descr":" To stun; to render senseless, as by a blow."},{"word":"Astonish","type":"v. t.","descr":" To strike with sudden fear, terror, or wonder; to amaze; to surprise greatly, as with something unaccountable; to confound with some sudden emotion or passion."},{"word":"Astonishedly","type":"adv.","descr":" In an astonished manner."},{"word":"Astonishing","type":"a.","descr":" Very wonderful; of a nature to excite astonishment; as, an astonishing event."},{"word":"Astonishment","type":"n.","descr":" The condition of one who is stunned. Hence: Numbness; loss of sensation; stupor; loss of sense."},{"word":"Astonishment","type":"n.","descr":" Dismay; consternation."},{"word":"Astonishment","type":"n.","descr":" The overpowering emotion excited when something unaccountable, wonderful, or dreadful is presented to the mind; an intense degree of surprise; amazement."},{"word":"Astonishment","type":"n.","descr":" The object causing such an emotion."},{"word":"Astonied","type":"imp. and p. p.","descr":" of Astony"},{"word":"Astonying","type":"p. pr. and vb. n.","descr":" of Astony"},{"word":"Astony","type":"v. t.","descr":" To stun; to bewilder; to astonish; to dismay."},{"word":"Astoop","type":"adv.","descr":" In a stooping or inclined position."},{"word":"Astound","type":"a.","descr":" Stunned; astounded; astonished."},{"word":"Astounded","type":"imp. and p. p.","descr":" of Astound"},{"word":"Astound","type":"","descr":" of Astound"},{"word":"Astounding","type":"p. pr. and vb. n.","descr":" of Astound"},{"word":"Astound","type":"a.","descr":" To stun; to stupefy."},{"word":"Astound","type":"a.","descr":" To astonish; to strike with amazement; to confound with wonder, surprise, or fear."},{"word":"Astounding","type":"a.","descr":" Of a nature to astound; astonishing; amazing; as, an astounding force, statement, or fact."},{"word":"Astoundment","type":"n.","descr":" Amazement."},{"word":"Astrachan","type":"a. and n.","descr":" See Astrakhan."},{"word":"Astraddle","type":"adv.","descr":" In a straddling position; astride; bestriding; as, to sit astraddle a horse."},{"word":"Astraean","type":"a.","descr":" Pertaining to the genus Astraea or the family Astraeidae."},{"word":"Astraean","type":"n.","descr":" A coral of the family Astraeidae; a star coral."},{"word":"Astragal","type":"n.","descr":" A convex molding of rounded surface, generally from half to three quarters of a circle."},{"word":"Astragal","type":"n.","descr":" A round molding encircling a cannon near the mouth."},{"word":"Astragalar","type":"a.","descr":" Of or pertaining to the astragalus."},{"word":"Astragaloid","type":"a.","descr":" Resembling the astragalus in form."},{"word":"Astragalomancy","type":"n.","descr":" Divination by means of small bones or dice."},{"word":"Astragalus","type":"n.","descr":" The ankle bone, or hock bone; the bone of the tarsus which articulates with the tibia at the ankle."},{"word":"Astragalus","type":"n.","descr":" A genus of papilionaceous plants, of the tribe Galegeae, containing numerous species, two of which are called, in English, milk vetch and licorice vetch. Gum tragacanth is obtained from different oriental species, particularly the A. gummifer and A. verus."},{"word":"Astragalus","type":"n.","descr":" See Astragal, 1."},{"word":"Astrakhan","type":"a.","descr":" Of or pertaining to Astrakhan in Russia or its products; made of an Astrakhan skin."},{"word":"Astrakhan","type":"n.","descr":" The skin of stillborn or young lambs of that region, the curled wool of which resembles fur."},{"word":"Astral","type":"a.","descr":" Pertaining to, coming from, or resembling, the stars; starry; starlike."},{"word":"Astrand","type":"adv. and a.","descr":" Stranded."},{"word":"Astray","type":"adv. and a.","descr":" Out of the right, either in a literal or in a figurative sense; wandering; as, to lead one astray."},{"word":"Astricted","type":"imp. and p. p.","descr":" of Astrict"},{"word":"Astricting","type":"p. pr. and vb. n.","descr":" of Astrict"},{"word":"Astrict","type":"v. t.","descr":" To bind up; to confine; to constrict; to contract."},{"word":"Astrict","type":"v. t.","descr":" To bind; to constrain; to restrict; to limit."},{"word":"Astrict","type":"v. t.","descr":" To restrict the tenure of; as, to astrict lands. See Astriction, 4."},{"word":"Astrict","type":"a.","descr":" Concise; contracted."},{"word":"Astriction","type":"n.","descr":" The act of binding; restriction; also, obligation."},{"word":"Astriction","type":"n.","descr":" A contraction of parts by applications; the action of an astringent substance on the animal economy."},{"word":"Astriction","type":"n.","descr":" Constipation."},{"word":"Astriction","type":"n.","descr":" Astringency."},{"word":"Astriction","type":"n.","descr":" An obligation to have the grain growing on certain lands ground at a certain mill, the owner paying a toll."},{"word":"Astrictive","type":"a.","descr":" Binding; astringent."},{"word":"Astrictive","type":"n.","descr":" An astringent."},{"word":"Astrictory","type":"a.","descr":" Astrictive."},{"word":"Astride","type":"adv.","descr":" With one leg on each side, as a man when on horseback; with the legs stretched wide apart; astraddle."},{"word":"Astriferous","type":"a.","descr":" Bearing stars."},{"word":"Astringed","type":"imp. and p. p.","descr":" of Astringe"},{"word":"Astringing","type":"p. pr. and vb. n.","descr":" of Astringe"},{"word":"Astringe","type":"v. t.","descr":" To bind fast; to constrict; to contract; to cause parts to draw together; to compress."},{"word":"Astringe","type":"v. t.","descr":" To bind by moral or legal obligation."},{"word":"Astringency","type":"n.","descr":" The quality of being astringent; the power of contracting the parts of the body; that quality in medicines or other substances which causes contraction of the organic textures; as, the astringency of tannin."},{"word":"Astringent","type":"a.","descr":" Drawing together the tissues; binding; contracting; -- opposed to laxative; as, astringent medicines; a butter and astringent taste; astringent fruit."},{"word":"Astringent","type":"a.","descr":" Stern; austere; as, an astringent type of virtue."},{"word":"Astringent","type":"n.","descr":" A medicine or other substance that produces contraction in the soft organic textures, and checks discharges of blood, mucus, etc."},{"word":"Astringently","type":"adv.","descr":" In an astringent manner."},{"word":"Astringer","type":"n.","descr":" A falconer who keeps a goshawk."},{"word":"Astro-","type":"","descr":" The combining form of the Greek word \\'a`stron, meaning star."},{"word":"Astrofel","type":"n.","descr":" Alt. of Astrofell"},{"word":"Astrofell","type":"n.","descr":" A bitter herb, probably the same as aster, or starwort."},{"word":"Astrogeny","type":"n.","descr":" The creation or evolution of the stars or the heavens."},{"word":"Astrognosy","type":"n.","descr":" The science or knowledge of the stars, esp. the fixed stars."},{"word":"Astrogony","type":"n.","descr":" Same as Astrogeny."},{"word":"Astrography","type":"n.","descr":" The art of describing or delineating the stars; a description or mapping of the heavens."},{"word":"Astroite","type":"n.","descr":" A radiated stone or fossil; star-stone."},{"word":"Astrolabe","type":"n.","descr":" An instrument for observing or showing the positions of the stars. It is now disused."},{"word":"Astrolabe","type":"n.","descr":" A stereographic projection of the sphere on the plane of a great circle, as the equator, or a meridian; a planisphere."},{"word":"Astrolater","type":"n.","descr":" A worshiper of the stars."},{"word":"Astrolatry","type":"n.","descr":" The worship of the stars."},{"word":"Astrolithology","type":"n.","descr":" The science of aerolites."},{"word":"Astrologer","type":"n.","descr":" One who studies the stars; an astronomer."},{"word":"Astrologer","type":"n.","descr":" One who practices astrology; one who professes to foretell events by the aspects and situation of the stars."},{"word":"Astrologian","type":"n.","descr":" An astrologer."},{"word":"Astrologic","type":"a.","descr":" Alt. of Astrological"},{"word":"Astrological","type":"a.","descr":" Of or pertaining to astrology; professing or practicing astrology."},{"word":"Astrologize","type":"v. t. and i.","descr":" To apply astrology to; to study or practice astrology."},{"word":"Astrology","type":"n.","descr":" In its etymological signification, the science of the stars; among the ancients, synonymous with astronomy; subsequently, the art of judging of the influences of the stars upon human affairs, and of foretelling events by their position and aspects."},{"word":"Astromantic","type":"a.","descr":" Of or pertaining to divination by means of the stars; astrologic."},{"word":"Astrometeorology","type":"n.","descr":" The investigation of the relation between the sun, moon, and stars, and the weather."},{"word":"Astrometer","type":"n.","descr":" An instrument for comparing the relative amount of the light of stars."},{"word":"Astrometry","type":"n.","descr":" The art of making measurements among the stars, or of determining their relative magnitudes."},{"word":"Astronomer","type":"n.","descr":" An astrologer."},{"word":"Astronomer","type":"n.","descr":" One who is versed in astronomy; one who has a knowledge of the laws of the heavenly orbs, or the principles by which their motions are regulated, with their various phenomena."},{"word":"Astronomian","type":"n.","descr":" An astrologer."},{"word":"Astronomic","type":"a.","descr":" Astronomical."},{"word":"Astronomical","type":"a.","descr":" Of or pertaining to astronomy; in accordance with the methods or principles of astronomy."},{"word":"Astronomize","type":"v. i.","descr":" To study or to talk astronomy."},{"word":"Astronomy","type":"n.","descr":" Astrology."},{"word":"Astronomy","type":"n.","descr":" The science which treats of the celestial bodies, of their magnitudes, motions, distances, periods of revolution, eclipses, constitution, physical condition, and of the causes of their various phenomena."},{"word":"Astronomy","type":"n.","descr":" A treatise on, or text-book of, the science."},{"word":"Astrophel","type":"n.","descr":" See Astrofel."},{"word":"Astrophotography","type":"n.","descr":" The application of photography to the delineation of the sun, moon, and stars."},{"word":"Astrophysical","type":"a.","descr":" Pertaining to the physics of astronomical science."},{"word":"Astrophyton","type":"n.","descr":" A genus of ophiurans having the arms much branched."},{"word":"Astroscope","type":"n.","descr":" An old astronomical instrument, formed of two cones, on whose surface the constellations were delineated."},{"word":"Astroscopy","type":"n.","descr":" Observation of the stars."},{"word":"Astrotheology","type":"n.","descr":" Theology founded on observation or knowledge of the celestial bodies."},{"word":"Astructive","type":"a.","descr":" Building up; constructive; -- opposed to destructive."},{"word":"Astrut","type":"a. and adv.","descr":" Sticking out, or puffed out; swelling; in a swelling manner."},{"word":"Astrut","type":"a. and adv.","descr":" In a strutting manner; with a strutting gait."},{"word":"Astucious","type":"a.","descr":" Subtle; cunning; astute."},{"word":"Astucity","type":"n.","descr":" Craftiness; astuteness."},{"word":"Astun","type":"v. t.","descr":" To stun."},{"word":"Asturian","type":"a.","descr":" Of or pertaining to Asturias in Spain."},{"word":"Asturian","type":"n.","descr":" A native of Asturias."},{"word":"Astute","type":"a.","descr":" Critically discerning; sagacious; shrewd; subtle; crafty."},{"word":"Astylar","type":"a.","descr":" Without columns or pilasters."},{"word":"Astyllen","type":"n.","descr":" A small dam to prevent free passage of water in an adit or level."},{"word":"Asunder","type":"adv.","descr":" Apart; separate from each other; into parts; in two; separately; into or in different pieces or places."},{"word":"Asura","type":"n.","descr":" An enemy of the gods, esp. one of a race of demons and giants."},{"word":"Aswail","type":"n.","descr":" The sloth bear (Melursus labiatus) of India."},{"word":"Asweve","type":"v. t.","descr":" To stupefy."},{"word":"Aswing","type":"adv.","descr":" In a state of swinging."},{"word":"Aswoon","type":"adv.","descr":" In a swoon."},{"word":"Aswooned","type":"adv.","descr":" In a swoon."},{"word":"Asylums","type":"pl. ","descr":" of Asylum"},{"word":"Asyla","type":"pl. ","descr":" of Asylum"},{"word":"Asylum","type":"n.","descr":" A sanctuary or place of refuge and protection, where criminals and debtors found shelter, and from which they could not be forcibly taken without sacrilege."},{"word":"Asylum","type":"n.","descr":" Any place of retreat and security."},{"word":"Asylum","type":"n.","descr":" An institution for the protection or relief of some class of destitute, unfortunate, or afflicted persons; as, an asylum for the aged, for the blind, or for the insane; a lunatic asylum; an orphan asylum."},{"word":"Asymmetral","type":"a.","descr":" Incommensurable; also, unsymmetrical."},{"word":"Asymmetric","type":"a.","descr":" Alt. of Asymmetrical"},{"word":"Asymmetrical","type":"a.","descr":" Incommensurable."},{"word":"Asymmetrical","type":"a.","descr":" Not symmetrical; wanting proportion; esp., not bilaterally symmetrical."},{"word":"Asymmetrous","type":"a.","descr":" Asymmetrical."},{"word":"Asymmetry","type":"n.","descr":" Want of symmetry, or proportion between the parts of a thing, esp. want of bilateral symmetry."},{"word":"Asymmetry","type":"n.","descr":" Incommensurability."},{"word":"Asymptote","type":"n.","descr":" A line which approaches nearer to some curve than assignable distance, but, though infinitely extended, would never meet it. Asymptotes may be straight lines or curves. A rectilinear asymptote may be conceived as a tangent to the curve at an infinite distance."},{"word":"Asynartete","type":"a.","descr":" Disconnected; not fitted or adjusted."},{"word":"Asyndetic","type":"a.","descr":" Characterized by the use of asyndeton; not connected by conjunctions."},{"word":"Asyndeton","type":"n.","descr":" A figure which omits the connective; as, I came, I saw, I conquered. It stands opposed to polysyndeton."},{"word":"Asystole","type":"n.","descr":" A weakening or cessation of the contractile power of the heart."},{"word":"Asystolism","type":"n.","descr":" The state or symptoms characteristic of asystole."}]