[{"word":"Axe","type":"n.","descr":" A tool or instrument of steel, or of iron with a steel edge or blade, for felling trees, chopping and splitting wood, hewing timber, etc. It is wielded by a wooden helve or handle, so fixed in a socket or eye as to be in the same plane with the blade. The broadax, or carpenter\\'s ax, is an ax for hewing timber, made heavier than the chopping ax, and with a broader and thinner blade and a shorter handle."},{"word":"Axal","type":"a.","descr":" [See Axial.]"},{"word":"Axe","type":"","descr":" Alt. of Axeman"},{"word":"Axeman","type":"","descr":" See Ax, Axman."},{"word":"Axial","type":"a.","descr":" Of or pertaining to an axis; of the nature of, or resembling, an axis; around an axis."},{"word":"Axial","type":"a.","descr":" Belonging to the axis of the body; as, the axial skeleton; or to the axis of any appendage or organ; as, the axial bones."},{"word":"Axially","type":"adv.","descr":" In relation to, or in a line with, an axis; in the axial (magnetic) line."},{"word":"Axil","type":"n.","descr":" The angle or point of divergence between the upper side of a branch, leaf, or petiole, and the stem or branch from which it springs."},{"word":"Axile","type":"a.","descr":" Situated in the axis of anything; as an embryo which lies in the axis of a seed."},{"word":"Axillae","type":"pl. ","descr":" of Axilla"},{"word":"Axilla","type":"n.","descr":" The armpit, or the cavity beneath the junction of the arm and shoulder."},{"word":"Axilla","type":"n.","descr":" An axil."},{"word":"Axillar","type":"a.","descr":" Axillary."},{"word":"Axillaries","type":"n. pl.","descr":" Alt. of Axillars"},{"word":"Axillars","type":"n. pl.","descr":" Feathers connecting the under surface of the wing and the body, and concealed by the closed wing."},{"word":"Axillary","type":"a.","descr":" Of or pertaining to the axilla or armpit; as, axillary gland, artery, nerve."},{"word":"Axillary","type":"a.","descr":" Situated in, or rising from, an axil; of or pertaining to an axil."},{"word":"Axinite","type":"n.","descr":" A borosilicate of alumina, iron, and lime, commonly found in glassy, brown crystals with acute edges."},{"word":"Axinomancy","type":"n.","descr":" A species of divination, by means of an ax or hatchet."},{"word":"Axiom","type":"a.","descr":" A self-evident and necessary truth, or a proposition whose truth is so evident as first sight that no reasoning or demonstration can make it plainer; a proposition which it is necessary to take for granted; as, \"The whole is greater than a part;\"  \"A thing can not, at the same time, be and not be.\""},{"word":"Axiom","type":"a.","descr":" An established principle in some art or science, which, though not a necessary truth, is universally received; as, the axioms of political economy."},{"word":"Axiomatic","type":"a.","descr":" Alt. of Axiomatical"},{"word":"Axiomatical","type":"a.","descr":" Of or pertaining to an axiom; having the nature of an axiom; self-evident; characterized by axioms."},{"word":"Axiomatically","type":"adv.","descr":" By the use of axioms; in the form of an axiom."},{"word":"Axis","type":"n.","descr":" The spotted deer (Cervus axis or Axis maculata) of India, where it is called hog deer and parrah (Moorish name)."},{"word":"Axes","type":"pl. ","descr":" of Axis"},{"word":"Axis","type":"n.","descr":" A straight line, real or imaginary, passing through a body, on which it revolves, or may be supposed to revolve; a line passing through a body or system around which the parts are symmetrically arranged."},{"word":"Axis","type":"n.","descr":" A straight line with respect to which the different parts of a magnitude are symmetrically arranged; as, the axis of a cylinder, i. e., the axis of a cone, that is, the straight line joining the vertex and the center of the base; the axis of a circle, any straight line passing through the center."},{"word":"Axis","type":"n.","descr":" The stem; the central part, or longitudinal support, on which organs or parts are arranged; the central line of any body."},{"word":"Axis","type":"n.","descr":" The second vertebra of the neck, or vertebra dentata."},{"word":"Axis","type":"n.","descr":" Also used of the body only of the vertebra, which is prolonged anteriorly within the foramen of the first vertebra or atlas, so as to form the odontoid process or peg which serves as a pivot for the atlas and head to turn upon."},{"word":"Axis","type":"n.","descr":" One of several imaginary lines, assumed in describing the position of the planes by which a crystal is bounded."},{"word":"Axis","type":"n.","descr":" The primary or secondary central line of any design."},{"word":"Axle","type":"n.","descr":" The pin or spindle on which a wheel revolves, or which revolves with a wheel."},{"word":"Axle","type":"n.","descr":" A transverse bar or shaft connecting the opposite wheels of a car or carriage; an axletree."},{"word":"Axle","type":"n.","descr":" An axis; as, the sun\\'s axle."},{"word":"Axle box","type":"","descr":" A bushing in the hub of a wheel, through which the axle passes."},{"word":"Axle box","type":"","descr":" The journal box of a rotating axle, especially a railway axle."},{"word":"Axled","type":"a.","descr":" Having an axle; -- used in composition."},{"word":"Axle guard","type":"","descr":" The part of the framing of a railway car or truck, by which an axle box is held laterally, and in which it may move vertically; -- also called a jaw in the United States, and a housing in England."},{"word":"Axletree","type":"n.","descr":" A bar or beam of wood or iron, connecting the opposite wheels of a carriage, on the ends of which the wheels revolve."},{"word":"Axletree","type":"n.","descr":" A spindle or axle of a wheel."},{"word":"Axmen","type":"pl. ","descr":" of Axman"},{"word":"Axman","type":"n.","descr":" One who wields an ax."},{"word":"Axminster","type":"n.","descr":" An Axminster carpet, an imitation Turkey carpet, noted for its thick and soft pile; -- so called from Axminster, Eng."},{"word":"Axolotl","type":"n.","descr":" An amphibian of the salamander tribe found in the elevated lakes of Mexico; the siredon."},{"word":"Axstone","type":"n.","descr":" A variety of jade. It is used by some savages, particularly the natives of the South Sea Islands, for making axes or hatchets."},{"word":"Axtree","type":"n.","descr":" Axle or axletree."},{"word":"Axunge","type":"n.","descr":" Fat; grease; esp. the fat of pigs or geese; usually (Pharm.), lard prepared for medical use."}]