[{"word":"Azaleas","type":"pl. ","descr":" of Azalea"},{"word":"Azalea","type":"n.","descr":" A genus of showy flowering shrubs, mostly natives of China or of North America; false honeysuckle. The genus is scarcely distinct from Rhododendron."},{"word":"Azarole","type":"n.","descr":" The Neapolitan medlar (Crataegus azarolus), a shrub of southern Europe; also, its fruit."},{"word":"Azedarach","type":"n.","descr":" A handsome Asiatic tree (Melia azedarach), common in the southern United States; -- called also, Pride of India, Pride of China, and Bead tree."},{"word":"Azedarach","type":"n.","descr":" The bark of the roots of the azedarach, used as a cathartic and emetic."},{"word":"Azimuth","type":"n.","descr":" The quadrant of an azimuth circle."},{"word":"Azimuth","type":"n.","descr":" An arc of the horizon intercepted between the meridian of the place and a vertical circle passing through the center of any object; as, the azimuth of a star; the azimuth or bearing of a line surveying."},{"word":"Azimuthal","type":"a.","descr":" Of or pertaining to the azimuth; in a horizontal circle."},{"word":"Azo-","type":"","descr":" A combining form of azote"},{"word":"Azo-","type":"","descr":" Applied loosely to compounds having nitrogen variously combined, as in cyanides, nitrates, etc."},{"word":"Azo-","type":"","descr":" Now especially applied to compounds containing a two atom nitrogen group uniting two hydrocarbon radicals, as in azobenzene, azobenzoic, etc. These compounds furnish many artificial dyes. See Diazo-."},{"word":"Azobenzene","type":"n.","descr":" A substance (C6H5.N2.C6H5) derived from nitrobenzene, forming orange red crystals which are easily fusible."},{"word":"Azoic","type":"a.","descr":" Destitute of any vestige of organic life, or at least of animal life; anterior to the existence of animal life; formed when there was no animal life on the globe; as, the azoic. rocks."},{"word":"Azoleic","type":"a.","descr":" Pertaining to an acid produced by treating oleic with nitric acid."},{"word":"Azonic","type":"a.","descr":" Confined to no zone or region; not local."},{"word":"Azorian","type":"a.","descr":" Of or pertaining to the Azores."},{"word":"Azorian","type":"n.","descr":" A native of the Azores."},{"word":"Azote","type":"n.","descr":" Same as Nitrogen."},{"word":"Azoth","type":"n.","descr":" The first principle of metals, i. e., mercury, which was formerly supposed to exist in all metals, and to be extractable from them."},{"word":"Azoth","type":"n.","descr":" The universal remedy of Paracelsus."},{"word":"Azotic","type":"a.","descr":" Pertaining to azote, or nitrogen; formed or consisting of azote; nitric; as, azotic gas; azotic acid."},{"word":"Azotite","type":"n.","descr":" A salt formed by the combination of azotous, or nitrous, acid with a base; a nitrite."},{"word":"Azotized","type":"imp. and p. p.","descr":" of Azotize"},{"word":"Azotizing","type":"p. pr. and vb. n.","descr":" of Azotize"},{"word":"Azotize","type":"v. t.","descr":" To impregnate with azote, or nitrogen; to nitrogenize."},{"word":"Azotometer","type":"n.","descr":" An apparatus for measuring or determining the proportion of nitrogen; a nitrometer."},{"word":"Azotous","type":"a.","descr":" Nitrous; as, azotous acid."},{"word":"Aztec","type":"a.","descr":" Of or relating to one of the early races in Mexico that inhabited the great plateau of that country at the time of the Spanish conquest in 1519."},{"word":"Aztec","type":"n.","descr":" One of the Aztec race or people."},{"word":"Azure","type":"a.","descr":" Sky-blue; resembling the clear blue color of the unclouded sky; cerulean; also, cloudless."},{"word":"Azure","type":"n.","descr":" The lapis lazuli."},{"word":"Azure","type":"n.","descr":" The clear blue color of the sky; also, a pigment or dye of this color."},{"word":"Azure","type":"n.","descr":" The blue vault above; the unclouded sky."},{"word":"Azure","type":"n.","descr":" A blue color, represented in engraving by horizontal parallel lines."},{"word":"Azure","type":"v. t.","descr":" To color blue."},{"word":"Azured","type":"a.","descr":" Of an azure color; sky-blue."},{"word":"Azureous","type":"a.","descr":" Of a fine blue color; azure."},{"word":"Azurine","type":"a.","descr":" Azure."},{"word":"Azurine","type":"n.","descr":" The blue roach of Europe (Leuciscus caeruleus); -- so called from its color."},{"word":"Azurite","type":"n.","descr":" Blue carbonate of copper; blue malachite."},{"word":"Azurn","type":"a.","descr":" Azure."},{"word":"Azygous","type":"a.","descr":" Odd; having no fellow; not one of a pair; single; as, the azygous muscle of the uvula."},{"word":"Azym","type":"n.","descr":" Alt. of Azyme"},{"word":"Azyme","type":"n.","descr":" Unleavened bread."},{"word":"Azymic","type":"a.","descr":" Azymous."},{"word":"Azymite","type":"n.","descr":" One who administered the Eucharist with unleavened bread; -- a name of reproach given by those of the Greek church to the Latins."},{"word":"Azymous","type":"a.","descr":" Unleavened; unfermented."}]