[{"word":"Beauxite","type":"n.","descr":" A ferruginous hydrate of alumina. It is largely used in the preparation of aluminium and alumina, and for the lining of furnaces which are exposed to intense heat."},{"word":"Been","type":"p. p.","descr":" of Be"},{"word":"Being","type":"p. pr. and vb. n.","descr":" of Be"},{"word":"Be-","type":"","descr":" A prefix, originally the same word as by;"},{"word":"Be-","type":"","descr":" To intensify the meaning; as, bespatter, bestir."},{"word":"Be-","type":"","descr":" To render an intransitive verb transitive; as, befall (to fall upon); bespeak (to speak for)."},{"word":"Be-","type":"","descr":" To make the action of a verb particular or definite; as, beget (to get as offspring); beset (to set around)."},{"word":"Beaches","type":"pl. ","descr":" of Beach"},{"word":"Beach","type":"n.","descr":" Pebbles, collectively; shingle."},{"word":"Beach","type":"n.","descr":" The shore of the sea, or of a lake, which is washed by the waves; especially, a sandy or pebbly shore; the strand."},{"word":"Beached","type":"imp. and p. p.","descr":" of Beach"},{"word":"Beaching","type":"p. pr. and vb. n.","descr":" of Beach"},{"word":"Beach","type":"v. t.","descr":" To run or drive (as a vessel or a boat) upon a beach; to strand; as, to beach a ship."},{"word":"Beach comber","type":"","descr":" A long, curling wave rolling in from the ocean. See Comber."},{"word":"Beached","type":"p. p. and a.","descr":" Bordered by a beach."},{"word":"Beached","type":"p. p. and a.","descr":" Driven on a beach; stranded; drawn up on a beach; as, the ship is beached."},{"word":"Beachy","type":"a.","descr":" Having a beach or beaches; formed by a beach or beaches; shingly."},{"word":"Beacon","type":"n.","descr":" A signal fire to notify of the approach of an enemy, or to give any notice, commonly of warning."},{"word":"Beacon","type":"n.","descr":" A signal or conspicuous mark erected on an eminence near the shore, or moored in shoal water, as a guide to mariners."},{"word":"Beacon","type":"n.","descr":" A high hill near the shore."},{"word":"Beacon","type":"n.","descr":" That which gives notice of danger."},{"word":"Beaconed","type":"imp. and p. p.","descr":" of Beacon"},{"word":"Beaconing","type":"p. pr. and vb. n.","descr":" of Beacon"},{"word":"Beacon","type":"v. t.","descr":" To give light to, as a beacon; to light up; to illumine."},{"word":"Beacon","type":"v. t.","descr":" To furnish with a beacon or beacons."},{"word":"Beaconage","type":"n.","descr":" Money paid for the maintenance of a beacon; also, beacons, collectively."},{"word":"Beaconless","type":"a.","descr":" Having no beacon."},{"word":"Bead","type":"n.","descr":" A prayer."},{"word":"Bead","type":"n.","descr":" A little perforated ball, to be strung on a thread, and worn for ornament; or used in a rosary for counting prayers, as by Roman Catholics and Mohammedans, whence the phrases to tell beads, to at one\\'s beads, to bid beads, etc., meaning, to be at prayer."},{"word":"Bead","type":"n.","descr":" Any small globular body"},{"word":"Bead","type":"n.","descr":" A bubble in spirits."},{"word":"Bead","type":"n.","descr":" A drop of sweat or other liquid."},{"word":"Bead","type":"n.","descr":" A small knob of metal on a firearm, used for taking aim (whence the expression to draw a bead, for, to take aim)."},{"word":"Bead","type":"n.","descr":" A small molding of rounded surface, the section being usually an arc of a circle.  It may be continuous, or broken into short embossments."},{"word":"Bead","type":"n.","descr":" A glassy drop of molten flux, as borax or microcosmic salt, used as a solvent and color test for several mineral earths and oxides, as of iron, manganese, etc., before the blowpipe; as, the borax bead; the iron bead, etc."},{"word":"Beaded","type":"imp. and p. p.","descr":" of Bead"},{"word":"Beading","type":"p. pr. and vb. n.","descr":" of Bead"},{"word":"Bead","type":"v. t.","descr":" To ornament with beads or beading."},{"word":"Bead","type":"v. i.","descr":" To form beadlike bubbles."},{"word":"Beadhouse","type":"n.","descr":" Alt. of Bedehouse"},{"word":"Bedehouse","type":"n.","descr":" An almshouse for poor people who pray daily for their benefactors."},{"word":"Beading","type":"n.","descr":" Molding in imitation of beads."},{"word":"Beading","type":"n.","descr":" The beads or bead-forming quality of certain liquors; as, the beading of a brand of whisky."},{"word":"Beadle","type":"v.","descr":" A messenger or crier of a court; a servitor; one who cites or bids persons to appear and answer; -- called also an apparitor or summoner."},{"word":"Beadle","type":"v.","descr":" An officer in a university, who precedes public processions of officers and students."},{"word":"Beadle","type":"v.","descr":" An inferior parish officer in England having a variety of duties, as the preservation of order in church service, the chastisement of petty offenders, etc."},{"word":"Beadlery","type":"n.","descr":" Office or jurisdiction of a beadle."},{"word":"Beadleship","type":"n.","descr":" The state of being, or the personality of, a beadle."},{"word":"Bead proof","type":"","descr":" Among distillers, a certain degree of strength in alcoholic liquor, as formerly ascertained by the floating or sinking of glass globules of different specific gravities thrown into it; now ascertained by more accurate meters."},{"word":"Bead proof","type":"","descr":" A degree of strength in alcoholic liquor as shown by beads or small bubbles remaining on its surface, or at the side of the glass, when shaken."},{"word":"Beadroll","type":"n.","descr":" A catalogue of persons, for the rest of whose souls a certain number of prayers are to be said or counted off on the beads of a chaplet; hence, a catalogue in general."},{"word":"Beadsman","type":"n.","descr":" Alt. of Bedesman"},{"word":"Bedesman","type":"n.","descr":" A poor man, supported in a beadhouse, and required to pray for the soul of its founder; an almsman."},{"word":"Beadsnake","type":"n.","descr":" A small poisonous snake of North America (Elaps fulvius), banded with yellow, red, and black."},{"word":"Beadswoman","type":"n.","descr":" Alt. of Bedeswoman"},{"word":"Bedeswoman","type":"n.","descr":" Fem. of Beadsman."},{"word":"Beadwork","type":"n.","descr":" Ornamental work in beads."},{"word":"Beady","type":"a.","descr":" Resembling beads; small, round, and glistening."},{"word":"Beady","type":"a.","descr":" Covered or ornamented with, or as with, beads."},{"word":"Beady","type":"a.","descr":" Characterized by beads; as, beady liquor."},{"word":"Beagle","type":"n.","descr":" A small hound, or hunting dog, twelve to fifteen inches high, used in hunting hares and other small game. See Illustration in Appendix."},{"word":"Beagle","type":"n.","descr":" Fig.: A spy or detective; a constable."},{"word":"Beak","type":"n.","descr":" The bill or nib of a bird, consisting of a horny sheath, covering the jaws. The form varied much according to the food and habits of the bird, and is largely used in the classification of birds."},{"word":"Beak","type":"n.","descr":" A similar bill in other animals, as the turtles."},{"word":"Beak","type":"n.","descr":" The long projecting sucking mouth of some insects, and other invertebrates, as in the Hemiptera."},{"word":"Beak","type":"n.","descr":" The upper or projecting part of the shell, near the hinge of a bivalve."},{"word":"Beak","type":"n.","descr":" The prolongation of certain univalve shells containing the canal."},{"word":"Beak","type":"n.","descr":" Anything projecting or ending in a point, like a beak, as a promontory of land."},{"word":"Beak","type":"n.","descr":" A beam, shod or armed at the end with a metal head or point, and projecting from the prow of an ancient galley, in order to pierce the vessel of an enemy; a beakhead."},{"word":"Beak","type":"n.","descr":" That part of a ship, before the forecastle, which is fastened to the stem, and supported by the main knee."},{"word":"Beak","type":"n.","descr":" A continuous slight projection ending in an arris or narrow fillet; that part of a drip from which the water is thrown off."},{"word":"Beak","type":"n.","descr":" Any process somewhat like the beak of a bird, terminating the fruit or other parts of a plant."},{"word":"Beak","type":"n.","descr":" A toe clip. See Clip, n. (Far.)."},{"word":"Beak","type":"n.","descr":" A magistrate or policeman."},{"word":"Beaked","type":"a.","descr":" Having a beak or a beaklike point; beak-shaped."},{"word":"Beaked","type":"a.","descr":" Furnished with a process or a mouth like a beak; rostrate."},{"word":"Beaker","type":"n.","descr":" A large drinking cup, with a wide mouth, supported on a foot or standard."},{"word":"Beaker","type":"n.","descr":" An open-mouthed, thin glass vessel, having a projecting lip for pouring; -- used for holding solutions requiring heat."},{"word":"Beakhead","type":"n.","descr":" An ornament used in rich Norman doorways, resembling a head with a beak."},{"word":"Beakhead","type":"n.","descr":" A small platform at the fore part of the upper deck of a vessel, which contains the water closets of the crew."},{"word":"Beakhead","type":"n.","descr":" Same as Beak, 3."},{"word":"Beakiron","type":"n.","descr":" A bickern; a bench anvil with a long beak, adapted to reach the interior surface of sheet metal ware; the horn of an anvil."},{"word":"Bealed","type":"imp. and p. p.","descr":" of Beal"},{"word":"Bealing","type":"p. pr and vb. n.","descr":" of Beal"},{"word":"Beal","type":"v. i.","descr":" To gather matter; to swell and come to a head, as a pimple."},{"word":"Be-all","type":"n.","descr":" The whole; all that is to be."},{"word":"Beam","type":"n.","descr":" Any large piece of timber or iron long in proportion to its thickness, and prepared for use."},{"word":"Beam","type":"n.","descr":" One of the principal horizontal timbers of a building or ship."},{"word":"Beam","type":"n.","descr":" The width of a vessel; as, one vessel is said to have more beam than another."},{"word":"Beam","type":"n.","descr":" The bar of a balance, from the ends of which the scales are suspended."},{"word":"Beam","type":"n.","descr":" The principal stem or horn of a stag or other deer, which bears the antlers, or branches."},{"word":"Beam","type":"n.","descr":" The pole of a carriage."},{"word":"Beam","type":"n.","descr":" A cylinder of wood, making part of a loom, on which weavers wind the warp before weaving; also, the cylinder on which the cloth is rolled, as it is woven; one being called the fore beam, the other the back beam."},{"word":"Beam","type":"n.","descr":" The straight part or shank of an anchor."},{"word":"Beam","type":"n.","descr":" The main part of a plow, to which the handles and colter are secured, and to the end of which are attached the oxen or horses that draw it."},{"word":"Beam","type":"n.","descr":" A heavy iron lever having an oscillating motion on a central axis, one end of which is connected with the piston rod from which it receives motion, and the other with the crank of the wheel shaft; -- called also working beam or walking beam."},{"word":"Beam","type":"n.","descr":" A ray or collection of parallel rays emitted from the sun or other luminous body; as, a beam of light, or of heat."},{"word":"Beam","type":"n.","descr":" Fig.: A ray; a gleam; as, a beam of comfort."},{"word":"Beam","type":"n.","descr":" One of the long feathers in the wing of a hawk; -- called also beam feather."},{"word":"Beamed","type":"imp. and p. p.","descr":" of Beam"},{"word":"Beaming","type":"p. pr. and vb. n.","descr":" of Beam"},{"word":"Beam","type":"v. t.","descr":" To send forth; to emit; -- followed ordinarily by forth; as, to beam forth light."},{"word":"Beam","type":"v. i.","descr":" To emit beams of light."},{"word":"Beambird","type":"n.","descr":" A small European flycatcher (Muscicapa gricola), so called because it often nests on a beam in a building."},{"word":"Beamed","type":"a.","descr":" Furnished with beams, as the head of a stag."},{"word":"Beamful","type":"a.","descr":" Beamy; radiant."},{"word":"Beamily","type":"adv.","descr":" In a beaming manner."},{"word":"Beaminess","type":"n.","descr":" The state of being beamy."},{"word":"Beaming","type":"a.","descr":" Emitting beams; radiant."},{"word":"Beamingly","type":"adv.","descr":" In a beaming manner; radiantly."},{"word":"Beamless","type":"a.","descr":" Not having a beam."},{"word":"Beamless","type":"a.","descr":" Not emitting light."},{"word":"Beamlet","type":"n.","descr":" A small beam of light."},{"word":"Beam tree","type":"","descr":" A tree (Pyrus aria) related to the apple."},{"word":"Beamy","type":"a.","descr":" Emitting beams of light; radiant; shining."},{"word":"Beamy","type":"a.","descr":" Resembling a beam in size and weight; massy."},{"word":"Beamy","type":"a.","descr":" Having horns, or antlers."},{"word":"Bean","type":"n.","descr":" A name given to the seed of certain leguminous herbs, chiefly of the genera Faba, Phaseolus, and Dolichos; also, to the herbs."},{"word":"Bean","type":"n.","descr":" The popular name of other vegetable seeds or fruits, more or less resembling true beans."},{"word":"Bean caper","type":"","descr":" A deciduous plant of warm climates, generally with fleshy leaves and flowers of a yellow or whitish yellow color, of the genus Zygophyllum."},{"word":"Bean trefoil","type":"","descr":" A leguminous shrub of southern Europe, with trifoliate leaves (Anagyris foetida)."},{"word":"Bearing","type":"p. pr. and vb. n.","descr":" of Bear"},{"word":"Bear","type":"v. t.","descr":" To support or sustain; to hold up."},{"word":"Bear","type":"v. t.","descr":" To support and remove or carry; to convey."},{"word":"Bear","type":"v. t.","descr":" To conduct; to bring; -- said of persons."},{"word":"Bear","type":"v. t.","descr":" To possess and use, as power; to exercise."},{"word":"Bear","type":"v. t.","descr":" To sustain; to have on (written or inscribed, or as a mark), as, the tablet bears this inscription."},{"word":"Bear","type":"v. t.","descr":" To possess or carry, as a mark of authority or distinction; to wear; as, to bear a sword, badge, or name."},{"word":"Bear","type":"v. t.","descr":" To possess mentally; to carry or hold in the mind; to entertain; to harbor"},{"word":"Bear","type":"v. t.","descr":" To endure; to tolerate; to undergo; to suffer."},{"word":"Bear","type":"v. t.","descr":" To gain or win."},{"word":"Bear","type":"v. t.","descr":" To sustain, or be answerable for, as blame, expense, responsibility, etc."},{"word":"Bear","type":"v. t.","descr":" To render or give; to bring forward."},{"word":"Bear","type":"v. t.","descr":" To carry on, or maintain; to have."},{"word":"Bear","type":"v. t.","descr":" To admit or be capable of; that is, to suffer or sustain without violence, injury, or change."},{"word":"Bear","type":"v. t.","descr":" To manage, wield, or direct."},{"word":"Bear","type":"v. t.","descr":" To behave; to conduct."},{"word":"Bear","type":"v. t.","descr":" To afford; to be to; to supply with."},{"word":"Bear","type":"v. t.","descr":" To bring forth or produce; to yield; as, to bear apples; to bear children; to bear interest."},{"word":"Bear","type":"v. i.","descr":" To produce, as fruit; to be fruitful, in opposition to barrenness."},{"word":"Bear","type":"v. i.","descr":" To suffer, as in carrying a burden."},{"word":"Bear","type":"v. i.","descr":" To endure with patience; to be patient."},{"word":"Bear","type":"v. i.","descr":" To press; -- with on or upon, or against."},{"word":"Bear","type":"v. i.","descr":" To take effect; to have influence or force; as, to bring matters to bear."},{"word":"Bear","type":"v. i.","descr":" To relate or refer; -- with on or upon; as, how does this bear on the question?"},{"word":"Bear","type":"v. i.","descr":" To have a certain meaning, intent, or effect."},{"word":"Bear","type":"v. i.","descr":" To be situated, as to the point of compass, with respect to something else; as, the land bears N. by E."},{"word":"Bear","type":"n.","descr":" A bier."},{"word":"Bear","type":"n.","descr":" Any species of the genus Ursus, and of the closely allied genera. Bears are plantigrade Carnivora, but they live largely on fruit and insects."},{"word":"Bear","type":"n.","descr":" An animal which has some resemblance to a bear in form or habits, but no real affinity; as, the woolly bear; ant bear; water bear; sea bear."},{"word":"Bear","type":"n.","descr":" One of two constellations in the northern hemisphere, called respectively the Great Bear and the Lesser Bear, or Ursa Major and Ursa Minor."},{"word":"Bear","type":"n.","descr":" Metaphorically: A brutal, coarse, or morose person."},{"word":"Bear","type":"n.","descr":" A person who sells stocks or securities for future delivery in expectation of a fall in the market."},{"word":"Bear","type":"n.","descr":" A portable punching machine."},{"word":"Bear","type":"n.","descr":" A block covered with coarse matting; -- used to scour the deck."},{"word":"Bear","type":"v. t.","descr":" To endeavor to depress the price of, or prices in; as, to bear a railroad stock; to bear the market."},{"word":"Bear","type":"n.","descr":" Alt. of Bere"},{"word":"Bere","type":"n.","descr":" Barley; the six-rowed barley or the four-rowed barley, commonly the former (Hord. vulgare)."},{"word":"Bearable","type":"a.","descr":" Capable of being borne or endured; tolerable."},{"word":"Bearberry","type":"n.","descr":" A trailing plant of the heath family (Arctostaphylos uva-ursi), having leaves which are tonic and astringent, and glossy red berries of which bears are said to be fond."},{"word":"Bearbind","type":"n.","descr":" The bindweed (Convolvulus arvensis)."},{"word":"Beard","type":"n.","descr":" The hair that grows on the chin, lips, and adjacent parts of the human face, chiefly of male adults."},{"word":"Beard","type":"n.","descr":" The long hairs about the face in animals, as in the goat."},{"word":"Beard","type":"n.","descr":" The cluster of small feathers at the base of the beak in some birds"},{"word":"Beard","type":"n.","descr":" The appendages to the jaw in some Cetacea, and to the mouth or jaws of some fishes."},{"word":"Beard","type":"n.","descr":" The byssus of certain shellfish, as the muscle."},{"word":"Beard","type":"n.","descr":" The gills of some bivalves, as the oyster."},{"word":"Beard","type":"n.","descr":" In insects, the hairs of the labial palpi of moths and butterflies."},{"word":"Beard","type":"n.","descr":" Long or stiff hairs on a plant; the awn; as, the beard of grain."},{"word":"Beard","type":"n.","descr":" A barb or sharp point of an arrow or other instrument, projecting backward to prevent the head from being easily drawn out."},{"word":"Beard","type":"n.","descr":" That part of the under side of a horse\\'s lower jaw which is above the chin, and bears the curb of a bridle."},{"word":"Beard","type":"n.","descr":" That part of a type which is between the shoulder of the shank and the face."},{"word":"Beard","type":"n.","descr":" An imposition; a trick."},{"word":"Bearded","type":"imp. and p. p.","descr":" of Beard"},{"word":"Bearding","type":"p. pr. and vb. n.","descr":" of Beard"},{"word":"Beard","type":"v. t.","descr":" To take by the beard; to seize, pluck, or pull the beard of (a man), in anger or contempt."},{"word":"Beard","type":"v. t.","descr":" To oppose to the gills; to set at defiance."},{"word":"Beard","type":"v. t.","descr":" To deprive of the gills; -- used only of oysters and similar shellfish."},{"word":"Bearded","type":"a.","descr":" Having a beard."},{"word":"Beardie","type":"n.","descr":" The bearded loach (Nemachilus barbatus) of Europe."},{"word":"Beardless","type":"a.","descr":" Without a beard. Hence: Not having arrived at puberty or manhood; youthful."},{"word":"Beardless","type":"a.","descr":" Destitute of an awn; as, beardless wheat."},{"word":"Beardlessness","type":"n.","descr":" The state or quality of being destitute of beard."},{"word":"Bearer","type":"n.","descr":" One who, or that which, bears, sustains, or carries."},{"word":"Bearer","type":"n.","descr":" Specifically: One who assists in carrying a body to the grave; a pallbearer."},{"word":"Bearer","type":"n.","descr":" A palanquin carrier; also, a house servant."},{"word":"Bearer","type":"n.","descr":" A tree or plant yielding fruit; as, a good bearer."},{"word":"Bearer","type":"n.","descr":" One who holds a check, note, draft, or other order for the payment of money; as, pay to bearer."},{"word":"Bearer","type":"n.","descr":" A strip of reglet or other furniture to bear off the impression from a blank page; also, a type or type-high piece of metal interspersed in blank parts to support the plate when it is shaved."},{"word":"Bearherd","type":"n.","descr":" A man who tends a bear."},{"word":"Bearhound","type":"n.","descr":" A hound for baiting or hunting bears."},{"word":"Bearing","type":"n.","descr":" The manner in which one bears or conducts one\\'s self; mien; behavior; carriage."},{"word":"Bearing","type":"n.","descr":" Patient endurance; suffering without complaint."},{"word":"Bearing","type":"n.","descr":" The situation of one object, with respect to another, such situation being supposed to have a connection with the object, or influence upon it, or to be influenced by it; hence, relation; connection."},{"word":"Bearing","type":"n.","descr":" Purport; meaning; intended significance; aspect."},{"word":"Bearing","type":"n.","descr":" The act, power, or time of producing or giving birth; as, a tree in full bearing; a tree past bearing."},{"word":"Bearing","type":"n.","descr":" That part of any member of a building which rests upon its supports; as, a lintel or beam may have four inches of bearing upon the wall."},{"word":"Bearing","type":"n.","descr":" The portion of a support on which anything rests."},{"word":"Bearing","type":"n.","descr":" Improperly, the unsupported span; as, the beam has twenty feet of bearing between its supports."},{"word":"Bearing","type":"n.","descr":" The part of an axle or shaft in contact with its support, collar, or boxing; the journal."},{"word":"Bearing","type":"n.","descr":" The part of the support on which a journal rests and rotates."},{"word":"Bearing","type":"n.","descr":" Any single emblem or charge in an escutcheon or coat of arms -- commonly in the pl."},{"word":"Bearing","type":"n.","descr":" The situation of a distant object, with regard to a ship\\'s position, as on the bow, on the lee quarter, etc.; the direction or point of the compass in which an object is seen; as, the bearing of the cape was W. N. W."},{"word":"Bearing","type":"n.","descr":" The widest part of a vessel below the plank-sheer."},{"word":"Bearing","type":"n.","descr":" The line of flotation of a vessel when properly trimmed with cargo or ballast."},{"word":"Bearing cloth","type":"","descr":" A cloth with which a child is covered when carried to be baptized."},{"word":"Bearing rein","type":"","descr":" A short rein looped over the check hook or the hames to keep the horse\\'s head up; -- called in the United States a checkrein."},{"word":"Bearish","type":"a.","descr":" Partaking of the qualities of a bear; resembling a bear in temper or manners."},{"word":"Bearishness","type":"n.","descr":" Behavior like that of a bear."},{"word":"Bearn","type":"n.","descr":" See Bairn."},{"word":"Bears-breech","type":"n.","descr":" See Acanthus, n., 1."},{"word":"Bears-breech","type":"n.","descr":" The English cow parsnip (Heracleum sphondylium)"},{"word":"Bears-ear","type":"n.","descr":" A kind of primrose (Primula auricula), so called from the shape of the leaf."},{"word":"Bears-foot","type":"n.","descr":" A species of hellebore (Helleborus foetidus), with digitate leaves. It has an offensive smell and acrid taste, and is a powerful emetic, cathartic, and anthelmintic."},{"word":"Bearskin","type":"n.","descr":" The skin of a bear."},{"word":"Bearskin","type":"n.","descr":" A coarse, shaggy, woolen cloth for overcoats."},{"word":"Bearskin","type":"n.","descr":" A cap made of bearskin, esp. one worn by soldiers."},{"word":"Bears-paw","type":"n.","descr":" A large bivalve shell of the East Indies (Hippopus maculatus), often used as an ornament."},{"word":"Bearward","type":"n.","descr":" A keeper of bears. See Bearherd."},{"word":"Beast","type":"n.","descr":" Any living creature; an animal; -- including man, insects, etc."},{"word":"Beast","type":"n.","descr":" Any four-footed animal, that may be used for labor, food, or sport; as, a beast of burden."},{"word":"Beast","type":"n.","descr":" As opposed to man: Any irrational animal."},{"word":"Beast","type":"n.","descr":" Fig.: A coarse, brutal, filthy, or degraded fellow."},{"word":"Beast","type":"n.","descr":" A game at cards similar to loo."},{"word":"Beast","type":"n.","descr":" A penalty at beast, omber, etc. Hence: To be beasted, to be beaten at beast, omber, etc."},{"word":"Beasthood","type":"n.","descr":" State or nature of a beast."},{"word":"Beastings","type":"n. pl.","descr":" See Biestings."},{"word":"Beastlihead","type":"n.","descr":" Beastliness."},{"word":"Beastlike","type":"a.","descr":" Like a beast."},{"word":"Beastliness","type":"n.","descr":" The state or quality of being beastly."},{"word":"Beastly","type":"a.","descr":" Pertaining to, or having the form, nature, or habits of, a beast."},{"word":"Beastly","type":"a.","descr":" Characterizing the nature of a beast; contrary to the nature and dignity of man; brutal; filthy."},{"word":"Beastly","type":"a.","descr":" Abominable; as, beastly weather."},{"word":"Beat","type":"imp.","descr":" of Beat"},{"word":"Beat","type":"p. p.","descr":" of Beat"},{"word":"Beaten","type":"","descr":" of Beat"},{"word":"Beating","type":"p. pr. and vb. n.","descr":" of Beat"},{"word":"Beat","type":"v. t.","descr":" To strike repeatedly; to lay repeated blows upon; as, to beat one\\'s breast; to beat iron so as to shape it; to beat grain, in order to force out the seeds; to beat eggs and sugar; to beat a drum."},{"word":"Beat","type":"v. t.","descr":" To punish by blows; to thrash."},{"word":"Beat","type":"v. t.","descr":" To scour or range over in hunting, accompanied with the noise made by striking bushes, etc., for the purpose of rousing game."},{"word":"Beat","type":"v. t.","descr":" To dash against, or strike, as with water or wind."},{"word":"Beat","type":"v. t.","descr":" To tread, as a path."},{"word":"Beat","type":"v. t.","descr":" To overcome in a battle, contest, strife, race, game, etc.; to vanquish or conquer; to surpass."},{"word":"Beat","type":"v. t.","descr":" To cheat; to chouse; to swindle; to defraud; -- often with out."},{"word":"Beat","type":"v. t.","descr":" To exercise severely; to perplex; to trouble."},{"word":"Beat","type":"v. t.","descr":" To give the signal for, by beat of drum; to sound by beat of drum; as, to beat an alarm, a charge, a parley, a retreat; to beat the general, the reveille, the tattoo. See Alarm, Charge, Parley, etc."},{"word":"Beat","type":"v. i.","descr":" To strike repeatedly; to inflict repeated blows; to knock vigorously or loudly."},{"word":"Beat","type":"v. i.","descr":" To move with pulsation or throbbing."},{"word":"Beat","type":"v. i.","descr":" To come or act with violence; to dash or fall with force; to strike anything, as, rain, wind, and waves do."},{"word":"Beat","type":"v. i.","descr":" To be in agitation or doubt."},{"word":"Beat","type":"v. i.","descr":" To make progress against the wind, by sailing in a zigzag line or traverse."},{"word":"Beat","type":"v. i.","descr":" To make a sound when struck; as, the drums beat."},{"word":"Beat","type":"v. i.","descr":" To make a succession of strokes on a drum; as, the drummers beat to call soldiers to their quarters."},{"word":"Beat","type":"v. i.","descr":" To sound with more or less rapid alternations of greater and less intensity, so as to produce a pulsating effect; -- said of instruments, tones, or vibrations, not perfectly in unison."},{"word":"Beat","type":"n.","descr":" A stroke; a blow."},{"word":"Beat","type":"n.","descr":" A recurring stroke; a throb; a pulsation; as, a beat of the heart; the beat of the pulse."},{"word":"Beat","type":"n.","descr":" The rise or fall of the hand or foot, marking the divisions of time; a division of the measure so marked. In the rhythm of music the beat is the unit."},{"word":"Beat","type":"n.","descr":" A transient grace note, struck immediately before the one it is intended to ornament."},{"word":"Beat","type":"n.","descr":" A sudden swelling or reenforcement of a sound, recurring at regular intervals, and produced by the interference of sound waves of slightly different periods of vibrations; applied also, by analogy, to other kinds of wave motions; the pulsation or throbbing produced by the vibrating together of two tones not quite in unison. See Beat, v. i., 8."},{"word":"Beat","type":"v. i.","descr":" A round or course which is frequently gone over; as, a watchman\\'s beat."},{"word":"Beat","type":"v. i.","descr":" A place of habitual or frequent resort."},{"word":"Beat","type":"v. i.","descr":" A cheat or swindler of the lowest grade; -- often emphasized by dead; as, a dead beat."},{"word":"Beat","type":"a.","descr":" Weary; tired; fatigued; exhausted."},{"word":"Beaten","type":"a.","descr":" Made smooth by beating or treading; worn by use."},{"word":"Beaten","type":"a.","descr":" Vanquished; conquered; baffled."},{"word":"Beaten","type":"a.","descr":" Exhausted; tired out."},{"word":"Beaten","type":"a.","descr":" Become common or trite; as, a beaten phrase."},{"word":"Beaten","type":"a.","descr":" Tried; practiced."},{"word":"Beater","type":"n.","descr":" One who, or that which, beats."},{"word":"Beater","type":"n.","descr":" A person who beats up game for the hunters."},{"word":"Beath","type":"v. t.","descr":" To bathe; also, to dry or heat, as unseasoned wood."},{"word":"Beatific","type":"a.","descr":" Alt. of Beatifical"},{"word":"Beatifical","type":"a.","descr":" Having the power to impart or complete blissful enjoyment; blissful."},{"word":"Beatificate","type":"v. t.","descr":" To beatify."},{"word":"Beatification","type":"n.","descr":" The act of beatifying, or the state of being beatified; esp., in the R. C. Church, the act or process of ascertaining and declaring that a deceased person is one of \"the blessed,\" or has attained the second degree of sanctity, -- usually a stage in the process of canonization."},{"word":"Beatified","type":"imp. and p. p.","descr":" of Beatify"},{"word":"Beatifying","type":"p. pr. and vb. n.","descr":" of Beatify"},{"word":"Beatify","type":"v. t.","descr":" To pronounce or regard as happy, or supremely blessed, or as conferring happiness."},{"word":"Beatify","type":"v. t.","descr":" To make happy; to bless with the completion of celestial enjoyment."},{"word":"Beatify","type":"v. t.","descr":" To ascertain and declare, by a public process and decree, that a deceased person is one of \"the blessed\" and is to be reverenced as such, though not canonized."},{"word":"Beating","type":"n.","descr":" The act of striking or giving blows; punishment or chastisement by blows."},{"word":"Beating","type":"n.","descr":" Pulsation; throbbing; as, the beating of the heart."},{"word":"Beating","type":"n.","descr":" Pulsative sounds. See Beat, n."},{"word":"Beating","type":"n.","descr":" The process of sailing against the wind by tacks in zigzag direction."},{"word":"Beatitude","type":"n.","descr":" Felicity of the highest kind; consummate bliss."},{"word":"Beatitude","type":"n.","descr":" Any one of the nine declarations (called the Beatitudes), made in the Sermon on the Mount (Matt. v. 3-12), with regard to the blessedness of those who are distinguished by certain specified virtues."},{"word":"Beatitude","type":"n.","descr":" Beatification."},{"word":"Beaux","type":"pl. ","descr":" of Beau"},{"word":"Beaus","type":"pl. ","descr":" of Beau"},{"word":"Beau","type":"n.","descr":" A man who takes great care to dress in the latest fashion; a dandy."},{"word":"Beau","type":"n.","descr":" A man who escorts, or pays attentions to, a lady; an escort; a lover."},{"word":"Beaucatcher","type":"n.","descr":" A small flat curl worn on the temple by women."},{"word":"Beaufet","type":"n.","descr":" A niche, cupboard, or sideboard for plate, china, glass, etc.; a buffet."},{"word":"Beaufin","type":"n.","descr":" See Biffin."},{"word":"Beau ideal","type":"","descr":" A conception or image of consummate beauty, moral or physical, formed in the mind, free from all the deformities, defects, and blemishes seen in actual existence; an ideal or faultless standard or model."},{"word":"Beauish","type":"n.","descr":" Like a beau; characteristic of a beau; foppish; fine."},{"word":"Beau monde","type":"","descr":" The fashionable world; people of fashion and gayety."},{"word":"Beaupere","type":"n.","descr":" A father."},{"word":"Beaupere","type":"n.","descr":" A companion."},{"word":"Beauseant","type":"n.","descr":" The black and white standard of the Knights Templars."},{"word":"Beauship","type":"n.","descr":" The state of being a beau; the personality of a beau."},{"word":"Beauteous","type":"a.","descr":" Full of beauty; beautiful; very handsome."},{"word":"Beautied","type":"p. a.","descr":" Beautiful; embellished."},{"word":"Beautifier","type":"n.","descr":" One who, or that which, beautifies or makes beautiful."},{"word":"Beautiful","type":"a.","descr":" Having the qualities which constitute beauty; pleasing to the sight or the mind."},{"word":"Beautified","type":"imp. and p. p.","descr":" of Beautify"},{"word":"Beautifying","type":"p. pr. and vb. n.","descr":" of Beautify"},{"word":"Beautify","type":"v. t.","descr":" To make or render beautiful; to add beauty to; to adorn; to deck; to grace; to embellish."},{"word":"Beautify","type":"v. i.","descr":" To become beautiful; to advance in beauty."},{"word":"Beautiless","type":"a.","descr":" Destitute of beauty."},{"word":"Beautie","type":"pl. ","descr":" of Beauty"},{"word":"Beauty","type":"n.","descr":" An assemblage or graces or properties pleasing to the eye, the ear, the intellect, the aesthetic faculty, or the moral sense."},{"word":"Beauty","type":"n.","descr":" A particular grace, feature, ornament, or excellence; anything beautiful; as, the beauties of nature."},{"word":"Beauty","type":"n.","descr":" A beautiful person, esp. a beautiful woman."},{"word":"Beauty","type":"n.","descr":" Prevailing style or taste; rage; fashion."},{"word":"Beaux","type":"n.","descr":" pl. of Beau."},{"word":"Beauxite","type":"n.","descr":" See Bauxite."},{"word":"Beaver","type":"n.","descr":" An amphibious rodent, of the genus Castor."},{"word":"Beaver","type":"n.","descr":" The fur of the beaver."},{"word":"Beaver","type":"n.","descr":" A hat, formerly made of the fur of the beaver, but now usually of silk."},{"word":"Beaver","type":"n.","descr":" Beaver cloth, a heavy felted woolen cloth, used chiefly for making overcoats."},{"word":"Beaver","type":"n.","descr":" That piece of armor which protected the lower part of the face, whether forming a part of the helmet or fixed to the breastplate. It was so constructed (with joints or otherwise) that the wearer could raise or lower it to eat and drink."},{"word":"Beavered","type":"a.","descr":" Covered with, or wearing, a beaver or hat."},{"word":"Beaverteen","type":"n.","descr":" A kind of fustian made of coarse twilled cotton, shorn after dyeing."},{"word":"Bebeerine","type":"n.","descr":" Alt. of Bebirine"},{"word":"Bebirine","type":"n.","descr":" An alkaloid got from the bark of the bebeeru, or green heart of Guiana (Nectandra Rodioei). It is a tonic, antiperiodic, and febrifuge, and is used in medicine as a substitute for quinine."},{"word":"Bebleed","type":"v. t.","descr":" To make bloody; to stain with blood."},{"word":"Beblood","type":"v. t.","descr":" Alt. of Bebloody"},{"word":"Bebloody","type":"v. t.","descr":" To make bloody; to stain with blood."},{"word":"Beblot","type":"v. t.","descr":" To blot; to stain."},{"word":"Beblubber","type":"v. t.","descr":" To make swollen and disfigured or sullied by weeping; as, her eyes or cheeks were beblubbered."},{"word":"Becalmed","type":"imp. and p. p.","descr":" of Becalm"},{"word":"Becalming","type":"n.","descr":" of Becalm"},{"word":"Becalm","type":"v. t.","descr":" To render calm or quiet; to calm; to still; to appease."},{"word":"Becalm","type":"v. t.","descr":" To keep from motion, or stop the progress of, by the stilling of the wind; as, the fleet was becalmed."},{"word":"Became","type":"","descr":" imp. of Become."},{"word":"Becard","type":"n.","descr":" A South American bird of the flycatcher family. (Tityra inquisetor)."},{"word":"Because","type":"conj.","descr":" By or for the cause that; on this account that; for the reason that."},{"word":"Because","type":"conj.","descr":" In order that; that."},{"word":"Beccabunga","type":"n.","descr":" See Brooklime."},{"word":"Beccaficos","type":"pl. ","descr":" of Beccafico"},{"word":"Beccafico","type":"n.","descr":" A small bird. (Silvia hortensis), which is highly prized by the Italians for the delicacy of its flesh in the autumn, when it has fed on figs, grapes, etc."},{"word":"Bechamel","type":"n.","descr":" A rich, white sauce, prepared with butter and cream."},{"word":"Bechance","type":"adv.","descr":" By chance; by accident."},{"word":"Bechance","type":"v. t. and i.","descr":" To befall; to chance; to happen to."},{"word":"Becharm","type":"v. t.","descr":" To charm; to captivate."},{"word":"Beche de mer","type":"","descr":" The trepang."},{"word":"Bechic","type":"","descr":" Pertaining to, or relieving, a cough."},{"word":"Bechic","type":"n.","descr":" A medicine for relieving coughs."},{"word":"Beck","type":"n.","descr":" See Beak."},{"word":"Beck","type":"n.","descr":" A small brook."},{"word":"Beck","type":"n.","descr":" A vat. See Back."},{"word":"Becked","type":"imp. and p. p.","descr":" of Beck"},{"word":"Becking","type":"p. pr. and vb. n.","descr":" of Beck"},{"word":"Beck","type":"v. i.","descr":" To nod, or make a sign with the head or hand."},{"word":"Beck","type":"v. t.","descr":" To notify or call by a nod, or a motion of the head or hand; to intimate a command to."},{"word":"Beck","type":"n.","descr":" A significant nod, or motion of the head or hand, esp. as a call or command."},{"word":"Becker","type":"n.","descr":" A European fish (Pagellus centrodontus); the sea bream or braise."},{"word":"Becket","type":"n.","descr":" A small grommet, or a ring or loop of rope \/ metal for holding things in position, as spars, ropes, etc.; also a bracket, a pocket, or a handle made of rope."},{"word":"Becket","type":"n.","descr":" A spade for digging turf."},{"word":"Beckoned","type":"imp. and p. p.","descr":" of Beckon"},{"word":"Beckoning","type":"p. pr. and vb. n.","descr":" of Beckon"},{"word":"Beckon","type":"v. t.","descr":" To make a significant sign to; hence, to summon, as by a motion of the hand."},{"word":"Beckon","type":"n.","descr":" A sign made without words; a beck."},{"word":"Beclap","type":"v. t.","descr":" To catch; to grasp; to insnare."},{"word":"Beclipped","type":"imp. and p. p.","descr":" of Beclip"},{"word":"Beclip","type":"v. t.","descr":" To embrace; to surround."},{"word":"Beclouded","type":"imp. and p. p.","descr":" of Becloud"},{"word":"Beclouding","type":"p. pr. and vb. n.","descr":" of Becloud"},{"word":"Becloud","type":"v. t.","descr":" To cause obscurity or dimness to; to dim; to cloud."},{"word":"Became","type":"imp.","descr":" of Become"},{"word":"Become","type":"p. p.","descr":" of Become"},{"word":"Becoming","type":"p. pr. and vb. n.","descr":" of Become"},{"word":"Become","type":"v. i.","descr":" To pass from one state to another; to enter into some state or condition, by a change from another state, or by assuming or receiving new properties or qualities, additional matter, or a new character."},{"word":"Become","type":"v. i.","descr":" To come; to get."},{"word":"Become","type":"v. t.","descr":" To suit or be suitable to; to be congruous with; to befit; to accord with, in character or circumstances; to be worthy of, or proper for; to cause to appear well; -- said of persons and things."},{"word":"Becomed","type":"a.","descr":" Proper; decorous."},{"word":"Becoming","type":"a.","descr":" Appropriate or fit; congruous; suitable; graceful; befitting."},{"word":"Becoming","type":"n.","descr":" That which is becoming or appropriate."},{"word":"Becomingly","type":"adv.","descr":" In a becoming manner."},{"word":"Becomingness","type":"n.","descr":" The quality of being becoming, appropriate, or fit; congruity; fitness."},{"word":"Becripple","type":"v. t.","descr":" To make a cripple of; to cripple; to lame."},{"word":"Becuna","type":"n.","descr":" A fish of the Mediterranean (Sphyraena spet). See Barracuda."},{"word":"Becurl","type":"v. t.","descr":" To curl; to adorn with curls."},{"word":"Bed","type":"n.","descr":" An article of furniture to sleep or take rest in or on; a couch. Specifically: A sack or mattress, filled with some soft material, in distinction from the bedstead on which it is placed (as, a feather bed), or this with the bedclothes added. In a general sense, any thing or place used for sleeping or reclining on or in, as a quantity of hay, straw, leaves, or twigs."},{"word":"Bed","type":"n.","descr":" (Used as the symbol of matrimony) Marriage."},{"word":"Bed","type":"n.","descr":" A plat or level piece of ground in a garden, usually a little raised above the adjoining ground."},{"word":"Bed","type":"n.","descr":" A mass or heap of anything arranged like a bed; as, a bed of ashes or coals."},{"word":"Bed","type":"n.","descr":" The bottom of a watercourse, or of any body of water; as, the bed of a river."},{"word":"Bed","type":"n.","descr":" A layer or seam, or a horizontal stratum between layers; as, a bed of coal, iron, etc."},{"word":"Bed","type":"n.","descr":" See Gun carriage, and Mortar bed."},{"word":"Bed","type":"n.","descr":" The horizontal surface of a building stone; as, the upper and lower beds."},{"word":"Bed","type":"n.","descr":" A course of stone or brick in a wall."},{"word":"Bed","type":"n.","descr":" The place or material in which a block or brick is laid."},{"word":"Bed","type":"n.","descr":" The lower surface of a brick, slate, or tile."},{"word":"Bed","type":"n.","descr":" The foundation or the more solid and fixed part or framing of a machine; or a part on which something is laid or supported; as, the bed of an engine."},{"word":"Bed","type":"n.","descr":" The superficial earthwork, or ballast, of a railroad."},{"word":"Bed","type":"n.","descr":" The flat part of the press, on which the form is laid."},{"word":"Bedded","type":"imp. and p. p.","descr":" of Bed"},{"word":"Bedding","type":"p. pr. and vb. n.","descr":" of Bed"},{"word":"Bed","type":"v. t.","descr":" To place in a bed."},{"word":"Bed","type":"v. t.","descr":" To make partaker of one\\'s bed; to cohabit with."},{"word":"Bed","type":"v. t.","descr":" To furnish with a bed or bedding."},{"word":"Bed","type":"v. t.","descr":" To plant or arrange in beds; to set, or cover, as in a bed of soft earth; as, to bed the roots of a plant in mold."},{"word":"Bed","type":"v. t.","descr":" To lay or put in any hollow place, or place of rest and security, surrounded or inclosed; to embed; to furnish with or place upon a bed or foundation; as, to bed a stone; it was bedded on a rock."},{"word":"Bed","type":"v. t.","descr":" To dress or prepare the surface of stone) so as to serve as a bed."},{"word":"Bed","type":"v. t.","descr":" To lay flat; to lay in order; to place in a horizontal or recumbent position."},{"word":"Bed","type":"v. i.","descr":" To go to bed; to cohabit."},{"word":"Bedabbled","type":"imp. and p. p.","descr":" of Bedabble"},{"word":"Bedabbling","type":"p. pr. and vb. n.","descr":" of Bedabble"},{"word":"Bedabble","type":"v. t.","descr":" To dabble; to sprinkle or wet."},{"word":"Bedaff","type":"v. t.","descr":" To make a daff or fool of."},{"word":"Bedagat","type":"n.","descr":" The sacred books of the Buddhists in Burmah."},{"word":"Bedaggle","type":"v. t.","descr":" To daggle."},{"word":"Bedashed","type":"imp. and p. p.","descr":" of Bedash"},{"word":"Bedashing","type":"p. pr. and vb. n.","descr":" of Bedash"},{"word":"Bedash","type":"v. t.","descr":" To wet by dashing or throwing water or other liquid upon; to bespatter."},{"word":"Bedaubed","type":"imp. and p. p.","descr":" of Bedaub"},{"word":"Bedaubing","type":"p. pr. and vb. n.","descr":" of Bedaub"},{"word":"Bedaub","type":"v. t.","descr":" To daub over; to besmear or soil with anything thick and dirty."},{"word":"Bedazzled","type":"imp. and p. p.","descr":" of Bedazzle"},{"word":"Bedazzling","type":"p. pr. and vb. n.","descr":" of Bedazzle"},{"word":"Bedazzle","type":"v. t.","descr":" To dazzle or make dim by a strong light."},{"word":"Bedbug","type":"n.","descr":" A wingless, bloodsucking, hemipterous insect (Cimex Lectularius), sometimes infesting houses and especially beds.  See Illustration in Appendix."},{"word":"Bedchair","type":"n.","descr":" A chair with adjustable back, for the sick, to support them while sitting up in bed."},{"word":"Bedchamber","type":"n.","descr":" A chamber for a bed; an apartment form sleeping in."},{"word":"Bedclothes","type":"n. pl.","descr":" Blankets, sheets, coverlets, etc., for a bed."},{"word":"Bedcord","type":"n.","descr":" A cord or rope interwoven in a bedstead so as to support the bed."},{"word":"Bedded","type":"a.","descr":" Provided with a bed; as, double-bedded room; placed or arranged in a bed or beds."},{"word":"Bedding","type":"n.","descr":" A bed and its furniture; the materials of a bed, whether for man or beast; bedclothes; litter."},{"word":"Bedding","type":"n.","descr":" The state or position of beds and layers."},{"word":"Bede","type":"v. t.","descr":" To pray; also, to offer; to proffer."},{"word":"Bede","type":"n.","descr":" A kind of pickax."},{"word":"Bedecked","type":"imp. and p. p.","descr":" of Bedeck"},{"word":"Bedecking","type":"p. pr. and vb. n.","descr":" of Bedeck"},{"word":"Bedeck","type":"v. t.","descr":" To deck, ornament, or adorn; to grace."},{"word":"Bedeguar","type":"n.","descr":" Alt. of Bedegar"},{"word":"Bedegar","type":"n.","descr":" A gall produced on rosebushes, esp. on the sweetbrier or eglantine, by a puncture from the ovipositor of a gallfly (Rhodites rosae). It was once supposed to have medicinal properties."},{"word":"Bedehouse","type":"n.","descr":" Same as Beadhouse."},{"word":"Bedel","type":"n.","descr":" Alt. of Bedell"},{"word":"Bedell","type":"n.","descr":" Same as Beadle."},{"word":"Bedelry","type":"n.","descr":" Beadleship."},{"word":"Beden","type":"n.","descr":" The Abyssinian or Arabian ibex (Capra Nubiana). It is probably the wild goat of the Bible."},{"word":"Bedesman","type":"n.","descr":" Same as Beadsman."},{"word":"Bedevilled","type":"imp. and p. p.","descr":" of Bedevil"},{"word":"Bedeviling","type":"p. pr. and vb. n.","descr":" of Bedevil"},{"word":"Bedevilling","type":"","descr":" of Bedevil"},{"word":"Bedevil","type":"v. t.","descr":" To throw into utter disorder and confusion, as if by the agency of evil spirits; to bring under diabolical influence; to torment."},{"word":"Bedevil","type":"v. t.","descr":" To spoil; to corrupt."},{"word":"Bedevilment","type":"n.","descr":" The state of being bedeviled; bewildering confusion; vexatious trouble."},{"word":"Bedewed","type":"imp. and p. p.","descr":" of Bedew"},{"word":"Bedewing","type":"p. pr. and vb. n.","descr":" of Bedew"},{"word":"Bedew","type":"v. t.","descr":" To moisten with dew, or as with dew."},{"word":"Bedewer","type":"n.","descr":" One who, or that which, bedews."},{"word":"Bedewy","type":"a.","descr":" Moist with dew; dewy."},{"word":"Bedfellow","type":"n.","descr":" One who lies with another in the same bed; a person who shares one\\'s couch."},{"word":"Bedfere  Bedphere","type":"n.","descr":" A bedfellow."},{"word":"Bedgown","type":"n.","descr":" A nightgown."},{"word":"Bedight","type":"p. p.","descr":" of Bedight"},{"word":"Bedighted","type":"","descr":" of Bedight"},{"word":"Bedight","type":"v. t.","descr":" To bedeck; to array or equip; to adorn."},{"word":"Bedimmed","type":"imp. and p. p.","descr":" of Bedim"},{"word":"Bedimming","type":"p. pr. and vb. n.","descr":" of Bedim"},{"word":"Bedim","type":"v. t.","descr":" To make dim; to obscure or darken."},{"word":"Bedizen","type":"v. t.","descr":" To dress or adorn tawdrily or with false taste."},{"word":"Bedizenment","type":"n.","descr":" That which bedizens; the act of dressing, or the state of being dressed, tawdrily."},{"word":"Bedkey","type":"n.","descr":" An instrument for tightening the parts of a bedstead."},{"word":"Bedlam","type":"n.","descr":" A place appropriated to the confinement and care of the insane; a madhouse."},{"word":"Bedlam","type":"n.","descr":" An insane person; a lunatic; a madman."},{"word":"Bedlam","type":"n.","descr":" Any place where uproar and confusion prevail."},{"word":"Bedlam","type":"a.","descr":" Belonging to, or fit for, a madhouse."},{"word":"Bedlamite","type":"n.","descr":" An inhabitant of a madhouse; a madman."},{"word":"Bedmaker","type":"n.","descr":" One who makes beds."},{"word":"Bed-molding","type":"n.","descr":" Alt. of Bed-moulding"},{"word":"Bed-moulding","type":"n.","descr":" The molding of a cornice immediately below the corona."},{"word":"Bedote","type":"v. t.","descr":" To cause to dote; to deceive."},{"word":"Bedouin","type":"n.","descr":" One of the nomadic Arabs who live in tents, and are scattered over Arabia, Syria, and northern Africa, esp. in the deserts."},{"word":"Bedouin","type":"a.","descr":" Pertaining to the Bedouins; nomad."},{"word":"Bedpan","type":"n.","descr":" A pan for warming beds."},{"word":"Bedpan","type":"n.","descr":" A shallow chamber vessel, so constructed that it can be used by a sick person in bed."},{"word":"Bedphere","type":"n.","descr":" See Bedfere."},{"word":"Bedpiece","type":"n.","descr":" Alt. of Bedplate"},{"word":"Bedplate","type":"n.","descr":" The foundation framing or piece, by which the other parts are supported and held in place; the bed; -- called also baseplate and soleplate."},{"word":"Bedpost","type":"n.","descr":" One of the four standards that support a bedstead or the canopy over a bedstead."},{"word":"Bedpost","type":"n.","descr":" Anciently, a post or pin on each side of the bed to keep the clothes from falling off.  See Bedstaff."},{"word":"Bedquilt","type":"n.","descr":" A quilt for a bed; a coverlet."},{"word":"Bedrabble","type":"v. t.","descr":" To befoul with rain and mud; to drabble."},{"word":"Bedraggled","type":"imp. and p. p.","descr":" of Bedraggle"},{"word":"Bedraggling","type":"p. pr. and vb. n.","descr":" of Bedraggle"},{"word":"Bedraggle","type":"v. t.","descr":" To draggle; to soil, as garments which, in walking, are suffered to drag in dust, mud, etc."},{"word":"Bedrenched","type":"imp. and p. p.","descr":" of Bedrench"},{"word":"Bedrenching","type":"p. pr. and vb. n.","descr":" of Bedrench"},{"word":"Bedrench","type":"v. t.","descr":" To drench; to saturate with moisture; to soak."},{"word":"Bedribble","type":"v. t.","descr":" To dribble upon."},{"word":"Bedrid","type":"v. i.","descr":" Alt. of Bedridden"},{"word":"Bedridden","type":"v. i.","descr":" Confined to the bed by sickness or infirmity."},{"word":"Bedright  Bedrite","type":"n.","descr":" The duty or privilege of the marriage bed."},{"word":"Bedrizzle","type":"v. t.","descr":" To drizzle upon."},{"word":"Bed rock","type":"","descr":" The solid rock underlying superficial formations.  Also Fig."},{"word":"Bedroom","type":"n.","descr":" A room or apartment intended or used for a bed; a lodging room."},{"word":"Bedroom","type":"n.","descr":" Room in a bed."},{"word":"Bedrop","type":"v. t.","descr":" To sprinkle, as with drops."},{"word":"Bedrug","type":"v. t.","descr":" To drug abundantly or excessively."},{"word":"Bed screw","type":"","descr":" A form of jack screw for lifting large bodies, and assisting in launching."},{"word":"Bed screw","type":"","descr":" A long screw formerly used to fasten a bedpost to one of the adjacent side pieces."},{"word":"Bedside","type":"n.","descr":" The side of a bed."},{"word":"Bedsite","type":"n.","descr":" A recess in a room for a bed."},{"word":"Bedsore","type":"n.","descr":" A sore on the back or hips caused by lying for a long time in bed."},{"word":"Bedspread","type":"n.","descr":" A bedquilt; a counterpane; a coverlet."},{"word":"Bedstaves","type":"pl. ","descr":" of Bedstaff"},{"word":"Bedstaff","type":"n.","descr":" \"A wooden pin stuck anciently on the sides of the bedstead, to hold the clothes from slipping on either side.\""},{"word":"Bedstead","type":"n.","descr":" A framework for supporting a bed."},{"word":"Bed steps","type":"","descr":" Steps for mounting a bed of unusual height."},{"word":"Bedstock","type":"n.","descr":" The front or the back part of the frame of a bedstead."},{"word":"Bedstraw","type":"n.","descr":" Straw put into a bed."},{"word":"Bedstraw","type":"n.","descr":" A genus of slender herbs, usually with square stems, whorled leaves, and small white flowers."},{"word":"Bedswerver","type":"n.","descr":" One who swerves from and is unfaithful to the marriage vow."},{"word":"Bedtick","type":"n.","descr":" A tick or bag made of cloth, used for inclosing the materials of a bed."},{"word":"Bedtime","type":"n.","descr":" The time to go to bed."},{"word":"Beducked","type":"imp. and p. p.","descr":" of Beduck"},{"word":"Beduck","type":"v. t.","descr":" To duck; to put the head under water; to immerse."},{"word":"Beduin","type":"n.","descr":" See Bedouin."},{"word":"Bedunged","type":"imp. and p. p.","descr":" of Bedung"},{"word":"Bedung","type":"v. t.","descr":" To cover with dung, as for manuring; to bedaub or defile, literally or figuratively."},{"word":"Bedust","type":"v. t.","descr":" To sprinkle, soil, or cover with dust."},{"word":"Bedward","type":"adv.","descr":" Towards bed."},{"word":"Bedwarfed","type":"imp. and p. p.","descr":" of Bedwarf"},{"word":"Bedwarf","type":"v. t.","descr":" To make a dwarf of; to stunt or hinder the growth of; to dwarf."},{"word":"Bedyed","type":"imp. and p. p.","descr":" of Bedye"},{"word":"Bedyeing","type":"p. pr. and vb. n.","descr":" of Bedye"},{"word":"Bedye","type":"v. t.","descr":" To dye or stain."},{"word":"Bee","type":"","descr":" p. p. of Be; -- used for been."},{"word":"Bee","type":"n.","descr":" An insect of the order Hymenoptera, and family Apidae (the honeybees), or family Andrenidae (the solitary bees.) See Honeybee."},{"word":"Bee","type":"n.","descr":" A neighborly gathering of people who engage in united labor for the benefit of an individual or family; as, a quilting bee; a husking bee; a raising bee."},{"word":"Bee","type":"n.","descr":" Pieces of hard wood bolted to the sides of the bowsprit, to reeve the fore-topmast stays through; -- called also bee blocks."},{"word":"Beebread","type":"n.","descr":" A brown, bitter substance found in some of the cells of honeycomb. It is made chiefly from the pollen of flowers, which is collected by bees as food for their young."},{"word":"Beeches","type":"pl. ","descr":" of Beech"},{"word":"Beech","type":"n.","descr":" A tree of the genus Fagus."},{"word":"Beechen","type":"a.","descr":" Consisting, or made, of the wood or bark of the beech; belonging to the beech."},{"word":"Beechnut","type":"n.","descr":" The nut of the beech tree."},{"word":"Beech tree","type":"","descr":" The beech."},{"word":"Beechy","type":"a.","descr":" Of or relating to beeches."},{"word":"Bee-eater","type":"n.","descr":" A bird of the genus Merops, that feeds on bees. The European species (M. apiaster) is remarkable for its brilliant colors."},{"word":"Bee-eater","type":"n.","descr":" An African bird of the genus Rhinopomastes."},{"word":"Beef","type":"n.","descr":" An animal of the genus Bos, especially the common species, B. taurus, including the bull, cow, and ox, in their full grown state; esp., an ox or cow fattened for food."},{"word":"Beef","type":"n.","descr":" The flesh of an ox, or cow, or of any adult bovine animal, when slaughtered for food."},{"word":"Beef","type":"n.","descr":" Applied colloquially to human flesh."},{"word":"Beef","type":"a.","descr":" Of, pertaining to, or resembling, beef."},{"word":"Beefeater","type":"n.","descr":" One who eats beef; hence, a large, fleshy person."},{"word":"Beefeater","type":"n.","descr":" One of the yeomen of the guard, in England."},{"word":"Beefeater","type":"n.","descr":" An African bird of the genus Buphaga, which feeds on the larvae of botflies hatched under the skin of oxen, antelopes, etc. Two species are known."},{"word":"Beefsteak","type":"n.","descr":" A steak of beef; a slice of beef broiled or suitable for broiling."},{"word":"Beef-witted","type":"n.","descr":" Stupid; dull."},{"word":"Beefwood","type":"n.","descr":" An Australian tree (Casuarina), and its red wood, used for cabinetwork; also, the trees Stenocarpus salignus of New South Wales, and Banksia compar of Queensland."},{"word":"Beefy","type":"a.","descr":" Having much beef; of the nature of beef; resembling beef; fleshy."},{"word":"Beehive","type":"n.","descr":" A hive for a swarm of bees. Also used figuratively."},{"word":"Beehouse","type":"n.","descr":" A house for bees; an apiary."},{"word":"Bee larkspur","type":"","descr":" (Bot.) See Larkspur."},{"word":"Beeld","type":"n.","descr":" Same as Beild."},{"word":"Bee line","type":"","descr":" The shortest line from one place to another, like that of a bee to its hive when loaded with honey; an air line."},{"word":"Beelzebub","type":"n.","descr":" The title of a heathen deity to whom the Jews ascribed the sovereignty of the evil spirits; hence, the Devil or a devil. See Baal."},{"word":"Beem","type":"n.","descr":" A trumpet."},{"word":"Beemaster","type":"n.","descr":" One who keeps bees."},{"word":"Been","type":"","descr":" The past participle of Be. In old authors it is also the pr. tense plural of Be. See 1st Bee."},{"word":"Beer","type":"n.","descr":" A fermented liquor made from any malted grain, but commonly from barley malt, with hops or some other substance to impart a bitter flavor."},{"word":"Beer","type":"n.","descr":" A fermented extract of the roots and other parts of various plants, as spruce, ginger, sassafras, etc."},{"word":"Beeregar","type":"n.","descr":" Sour beer."},{"word":"Beerhouse","type":"n.","descr":" A house where malt liquors are sold; an alehouse."},{"word":"Beeriness","type":"n.","descr":" Beery condition."},{"word":"Beery","type":"a.","descr":" Of or resembling beer; affected by beer; maudlin."},{"word":"Beestings","type":"n.","descr":" Same as Biestings."},{"word":"Beeswax","type":"n.","descr":" The wax secreted by bees, and of which their cells are constructed."},{"word":"Beeswing","type":"n.","descr":" The second crust formed in port and some other wines after long keeping. It consists of pure, shining scales of tartar, supposed to resemble the wing of a bee."},{"word":"Beet","type":"n.","descr":" A biennial plant of the genus Beta, which produces an edible root the first year and seed the second year."},{"word":"Beet","type":"n.","descr":" The root of plants of the genus Beta, different species and varieties of which are used for the table, for feeding stock, or in making sugar."},{"word":"Beete","type":"v. t.","descr":" Alt. of Bete"},{"word":"Bete","type":"v. t.","descr":" To mend; to repair."},{"word":"Bete","type":"v. t.","descr":" To renew or enkindle (a fire)."},{"word":"Beetle","type":"v. t.","descr":" A heavy mallet, used to drive wedges, beat pavements, etc."},{"word":"Beetle","type":"v. t.","descr":" A machine in which fabrics are subjected to a hammering process while passing over rollers, as in cotton mills; -- called also beetling machine."},{"word":"Beetled","type":"imp. and p. p.","descr":" of Beetle"},{"word":"Beetling","type":"p. pr. and vb. n.","descr":" of Beetle"},{"word":"Beetle","type":"v. t.","descr":" To beat with a heavy mallet."},{"word":"Beetle","type":"v. t.","descr":" To finish by subjecting to a hammering process in a beetle or beetling machine; as, to beetle cotton goods."},{"word":"Beetle","type":"v. t.","descr":" Any insect of the order Coleoptera, having four wings, the outer pair being stiff cases for covering the others when they are folded up. See Coleoptera."},{"word":"Beetle","type":"v. i.","descr":" To extend over and beyond the base or support; to overhang; to jut."},{"word":"Beetle brow","type":"","descr":" An overhanging brow."},{"word":"Beetle-browed","type":"","descr":" Having prominent, overhanging brows; hence, lowering or sullen."},{"word":"Beetlehead","type":"n.","descr":" A stupid fellow; a blockhead."},{"word":"Beetlehead","type":"n.","descr":" The black-bellied plover, or bullhead (Squatarola helvetica). See Plover."},{"word":"Beetle-headed","type":"a.","descr":" Dull; stupid."},{"word":"Beetlestock","type":"n.","descr":" The handle of a beetle."},{"word":"Beet radish","type":"","descr":" Same as Beetrave."},{"word":"Beetrave","type":"n.","descr":" The common beet (Beta vulgaris)."},{"word":"Beeve","type":"n.","descr":" A beef; a beef creature."},{"word":"Beeves","type":"n.","descr":" plural of Beef, the animal."},{"word":"Befell","type":"imp.","descr":" of Befall"},{"word":"Befallen","type":"p. p.","descr":" of Befall"},{"word":"Befalling","type":"p. pr. and vb. n.","descr":" of Befall"},{"word":"Befall","type":"v. t.","descr":" To happen to."},{"word":"Befall","type":"v. i.","descr":" To come to pass; to happen."},{"word":"Befitted","type":"imp. and p. p.","descr":" of Befit"},{"word":"Befitting","type":"p. pr. and vb. n.","descr":" of Befit"},{"word":"Befit","type":"v. t.","descr":" To be suitable to; to suit; to become."},{"word":"Befitting","type":"a.","descr":" Suitable; proper; becoming; fitting."},{"word":"Befittingly","type":"adv.","descr":" In a befitting manner; suitably."},{"word":"Beflatter","type":"v. t.","descr":" To flatter excessively."},{"word":"Beflower","type":"v. t.","descr":" To besprinkle or scatter over with, or as with, flowers."},{"word":"Befogged","type":"imp. and p. p.","descr":" of Befog"},{"word":"Befogging","type":"p. pr. and vb. n.","descr":" of Befog"},{"word":"Befog","type":"v. t.","descr":" To involve in a fog; -- mostly as a participle or part. adj."},{"word":"Befog","type":"v. t.","descr":" Hence: To confuse; to mystify."},{"word":"Befooled","type":"imp. and p. p.","descr":" of Befool"},{"word":"Befooling","type":"p. pr. and vb. n.","descr":" of Befool"},{"word":"Befool","type":"v. t.","descr":" To fool; to delude or lead into error; to infatuate; to deceive."},{"word":"Befool","type":"v. t.","descr":" To cause to behave like a fool; to make foolish."},{"word":"Before","type":"prep.","descr":" In front of; preceding in space; ahead of; as, to stand before the fire; before the house."},{"word":"Before","type":"prep.","descr":" Preceding in time; earlier than; previously to; anterior to the time when; -- sometimes with the additional idea of purpose; in order that."},{"word":"Before","type":"prep.","descr":" An advance of; farther onward, in place or time."},{"word":"Before","type":"prep.","descr":" Prior or preceding in dignity, order, rank, right, or worth; rather than."},{"word":"Before","type":"prep.","descr":" In presence or sight of; face to face with; facing."},{"word":"Before","type":"prep.","descr":" Under the cognizance or jurisdiction of."},{"word":"Before","type":"prep.","descr":" Open for; free of access to; in the power of."},{"word":"Before","type":"adv.","descr":" On the fore part; in front, or in the direction of the front; -- opposed to in the rear."},{"word":"Before","type":"adv.","descr":" In advance."},{"word":"Before","type":"adv.","descr":" In time past; previously; already."},{"word":"Before","type":"adv.","descr":" Earlier; sooner than; until then."},{"word":"Beforehand","type":"adv.","descr":" In a state of anticipation ore preoccupation; in advance; -- often followed by with."},{"word":"Beforehand","type":"adv.","descr":" By way of preparation, or preliminary; previously; aforetime."},{"word":"Beforehand","type":"a.","descr":" In comfortable circumstances as regards property; forehanded."},{"word":"Beforetime","type":"adv.","descr":" Formerly; aforetime."},{"word":"Befortune","type":"v. t.","descr":" To befall."},{"word":"Befouled","type":"imp. and p. p.","descr":" of Befoul"},{"word":"Befouling","type":"p. pr. and vb. n.","descr":" of Befoul"},{"word":"Befoul","type":"a.","descr":" To make foul; to soil."},{"word":"Befoul","type":"a.","descr":" To entangle or run against so as to impede motion."},{"word":"Befriended","type":"imp. and p. p.","descr":" of Befriend"},{"word":"Befriending","type":"p. pr. and vb. n.","descr":" of Befriend"},{"word":"Befriend","type":"v. t.","descr":" To act as a friend to; to favor; to aid, benefit, or countenance."},{"word":"Befriendment","type":"n.","descr":" Act of befriending."},{"word":"Befrill","type":"v. t.","descr":" To furnish or deck with a frill."},{"word":"Befringe","type":"v. t.","descr":" To furnish with a fringe; to form a fringe upon; to adorn as with fringe."},{"word":"Befuddled","type":"imp. and p. p.","descr":" of Befuddle"},{"word":"Befuddle","type":"v. t.","descr":" To becloud and confuse, as with liquor."},{"word":"Beg","type":"n.","descr":" A title of honor in Turkey and in some other parts of the East; a bey."},{"word":"Begged","type":"imp. and p. p.","descr":" of Beg"},{"word":"Begging","type":"p. pr. and vb. n.","descr":" of Beg"},{"word":"Beg","type":"v. t.","descr":" To ask earnestly for; to entreat or supplicate for; to beseech."},{"word":"Beg","type":"v. t.","descr":" To ask for as a charity, esp. to ask for habitually or from house to house."},{"word":"Beg","type":"v. t.","descr":" To make petition to; to entreat; as, to beg a person to grant a favor."},{"word":"Beg","type":"v. t.","descr":" To take for granted; to assume without proof."},{"word":"Beg","type":"v. t.","descr":" To ask to be appointed guardian for, or to ask to have a guardian appointed for."},{"word":"Beg","type":"v. i.","descr":" To ask alms or charity, especially to ask habitually by the wayside or from house to house; to live by asking alms."},{"word":"Bega","type":"n.","descr":" See Bigha."},{"word":"Begemmed","type":"imp. and p. p.","descr":" of Begem"},{"word":"Begemming","type":"p. pr. and vb. n.","descr":" of Begem"},{"word":"Begem","type":"v. t.","descr":" To adorn with gems, or as with gems."},{"word":"Begot","type":"imp.","descr":" of Beget"},{"word":"Begat","type":"","descr":" of Beget"},{"word":"Begot","type":"p. p.","descr":" of Beget"},{"word":"Begotten","type":"","descr":" of Beget"},{"word":"Begetting","type":"p. pr. and vb. n.","descr":" of Beget"},{"word":"Beget","type":"v. t.","descr":" To procreate, as a father or sire; to generate; -- commonly said of the father."},{"word":"Beget","type":"v. t.","descr":" To get (with child.)"},{"word":"Beget","type":"v. t.","descr":" To produce as an effect; to cause to exist."},{"word":"Begetter","type":"n.","descr":" One who begets; a father."},{"word":"Beggable","type":"a.","descr":" Capable of being begged."},{"word":"Beggar","type":"n.","descr":" One who begs; one who asks or entreats earnestly, or with humility; a petitioner."},{"word":"Beggar","type":"n.","descr":" One who makes it his business to ask alms."},{"word":"Beggar","type":"n.","descr":" One who is dependent upon others for support; -- a contemptuous or sarcastic use."},{"word":"Beggar","type":"n.","descr":" One who assumes in argument what he does not prove."},{"word":"Beggared","type":"imp. and p. p.","descr":" of Beggar"},{"word":"Beggaring","type":"p. pr. and vb. n.","descr":" of Beggar"},{"word":"Beggar","type":"v. t.","descr":" To reduce to beggary; to impoverish; as, he had beggared himself."},{"word":"Beggar","type":"v. t.","descr":" To cause to seem very poor and inadequate."},{"word":"Beggarhood","type":"n.","descr":" The condition of being a beggar; also, the class of beggars."},{"word":"Beggarism","type":"n.","descr":" Beggary."},{"word":"Beggarliness","type":"n.","descr":" The quality or state of being beggarly; meanness."},{"word":"Beggarly","type":"a.","descr":" In the condition of, or like, a beggar; suitable for a beggar; extremely indigent; poverty-stricken; mean; poor; contemptible."},{"word":"Beggarly","type":"a.","descr":" Produced or occasioned by beggary."},{"word":"Beggarly","type":"adv.","descr":" In an indigent, mean, or despicable manner; in the manner of a beggar."},{"word":"Beggars lice","type":"","descr":" The prickly fruit or seed of certain plants (as some species of Echinospermum and Cynoglossum) which cling to the clothing of those who brush by them."},{"word":"Beggars ticks","type":"","descr":" The bur marigold (Bidens) and its achenes, which are armed with barbed awns, and adhere to clothing and fleeces with unpleasant tenacity."},{"word":"Beggary","type":"n.","descr":" The act of begging; the state of being a beggar; mendicancy; extreme poverty."},{"word":"Beggary","type":"n.","descr":" Beggarly appearance."},{"word":"Beggary","type":"a.","descr":" Beggarly."},{"word":"Beggestere","type":"n.","descr":" A beggar."},{"word":"Beghard","type":"n.","descr":" Alt. of Beguard"},{"word":"Beguard","type":"n.","descr":" One of an association of religious laymen living in imitation of the Beguines. They arose in the thirteenth century, were afterward subjected to much persecution, and were suppressed by Innocent X. in 1650.  Called also Beguins."},{"word":"Begilded","type":"imp. and p. p.","descr":" of Begild"},{"word":"Begilt","type":"","descr":" of Begild"},{"word":"Begild","type":"v. t.","descr":" To gild."},{"word":"Began","type":"imp. and p. p.","descr":" of Begin"},{"word":"Begun","type":"","descr":" of Begin"},{"word":"Beginning","type":"p. pr. and vb. n.","descr":" of Begin"},{"word":"Begin","type":"v. i.","descr":" To have or commence an independent or first existence; to take rise; to commence."},{"word":"Begin","type":"v. i.","descr":" To do the first act or the first part of an action; to enter upon or commence something new, as a new form or state of being, or course of action; to take the first step; to start."},{"word":"Begin","type":"v. t.","descr":" To enter on; to commence."},{"word":"Begin","type":"v. t.","descr":" To trace or lay the foundation of; to make or place a beginning of."},{"word":"Begin","type":"n.","descr":" Beginning."},{"word":"Beginner","type":"n.","descr":" One who begins or originates anything. Specifically: A young or inexperienced practitioner or student; a tyro."},{"word":"Beginning","type":"n.","descr":" The act of doing that which begins anything; commencement of an action, state, or space of time; entrance into being or upon a course; the first act, effort, or state of a succession of acts or states."},{"word":"Beginning","type":"n.","descr":" That which begins or originates something; the first cause; origin; source."},{"word":"Beginning","type":"n.","descr":" That which is begun; a rudiment or element."},{"word":"Beginning","type":"n.","descr":" Enterprise."},{"word":"Begirt","type":"imp.","descr":" of Begird"},{"word":"Begirded","type":"","descr":" of Begird"},{"word":"Begirt","type":"p. p.","descr":" of Begird"},{"word":"Begirding","type":"p. pr. and vb. n.","descr":" of Begird"},{"word":"Begird","type":"v. t.","descr":" To bind with a band or girdle; to gird."},{"word":"Begird","type":"v. t.","descr":" To surround as with a band; to encompass."},{"word":"Begirdle","type":"v. t.","descr":" To surround as with a girdle."},{"word":"Begirt","type":"v. t.","descr":" To encompass; to begird."},{"word":"Beglerbeg","type":"n.","descr":" The governor of a province of the Ottoman empire, next in dignity to the grand vizier."},{"word":"Begnawed","type":"p. p.","descr":" of Begnaw"},{"word":"Begnawn","type":"","descr":" of Begnaw"},{"word":"Begnaw","type":"v. t.","descr":" To gnaw; to eat away; to corrode."},{"word":"Begodded","type":"imp. and p. p.","descr":" of Begod"},{"word":"Begod","type":"v. t.","descr":" To exalt to the dignity of a god; to deify."},{"word":"Begone","type":"interj.","descr":" Go away; depart; get you gone."},{"word":"Begone","type":"p. p.","descr":" Surrounded; furnished; beset; environed (as in woe-begone)."},{"word":"Begonia","type":"n.","descr":" A genus of plants, mostly of tropical America, many species of which are grown as ornamental plants. The leaves are curiously one-sided, and often exhibit brilliant colors."},{"word":"Begore","type":"v. t.","descr":" To besmear with gore."},{"word":"Begot","type":"","descr":" imp. and p. p. of Beget."},{"word":"Begotten","type":"","descr":" p. p. of Beget."},{"word":"Begrave","type":"v. t.","descr":" To bury; also, to engrave."},{"word":"Begrease","type":"v. t.","descr":" To soil or daub with grease or other oily matter."},{"word":"Begrimed","type":"imp. and p. p.","descr":" of Begrime"},{"word":"Begriming","type":"p. pr. and vb. n.","descr":" of Begrime"},{"word":"Begrime","type":"v. t.","descr":" To soil with grime or dirt deeply impressed or rubbed in."},{"word":"Begrimer","type":"n.","descr":" One who, or that which, begrimes."},{"word":"Begrudged","type":"imp. and p. p.","descr":" of Begrudge"},{"word":"Begrudging","type":"p. pr. and vb. n.","descr":" of Begrudge"},{"word":"Begrudge","type":"v. t.","descr":" To grudge; to envy the possession of."},{"word":"Beguiled","type":"imp. and p. p.","descr":" of Beguile"},{"word":"Beguiling","type":"p. pr. and vb. n.","descr":" of Beguile"},{"word":"Beguile","type":"v. t.","descr":" To delude by guile, artifice, or craft; to deceive or impose on, as by a false statement; to lure."},{"word":"Beguile","type":"v. t.","descr":" To elude, or evade by craft; to foil."},{"word":"Beguile","type":"v. t.","descr":" To cause the time of to pass without notice; to relieve the tedium or weariness of; to while away; to divert."},{"word":"Beguilement","type":"n.","descr":" The act of beguiling, or the state of being beguiled."},{"word":"Beguiler","type":"n.","descr":" One who, or that which, beguiles."},{"word":"Beguiling","type":"a.","descr":" Alluring by guile; deluding; misleading; diverting."},{"word":"Beguin","type":"n.","descr":" See Beghard."},{"word":"Beguinage","type":"n.","descr":" A collection of small houses surrounded by a wall and occupied by a community of Beguines."},{"word":"Beguine","type":"n.","descr":" A woman belonging to one of the religious and charitable associations or communities in the Netherlands, and elsewhere, whose members live in beguinages and are not bound by perpetual vows."},{"word":"Begum","type":"n.","descr":" In the East Indies, a princess or lady of high rank."},{"word":"Begun","type":"","descr":" p. p. of Begin."},{"word":"Behalf","type":"n.","descr":" Advantage; favor; stead; benefit; interest; profit; support; defense; vindication."},{"word":"Behappen","type":"v. t.","descr":" To happen to."},{"word":"Behaved","type":"imp. and p. p.","descr":" of Behave"},{"word":"Behaving","type":"p. pr. and vb. n.","descr":" of Behave"},{"word":"Behave","type":"v. t.","descr":" To manage or govern in point of behavior; to discipline; to handle; to restrain."},{"word":"Behave","type":"v. t.","descr":" To carry; to conduct; to comport; to manage; to bear; -- used reflexively."},{"word":"Behave","type":"v. i.","descr":" To act; to conduct; to bear or carry one\\'s self; as, to behave well or ill."},{"word":"Behavior","type":"n.","descr":" Manner of behaving, whether good or bad; mode of conducting one\\'s self; conduct; deportment; carriage; -- used also of inanimate objects; as, the behavior of a ship in a storm; the behavior of the magnetic needle."},{"word":"Beheaded","type":"imp. and p. p.","descr":" of Behead"},{"word":"Beheading","type":"p. pr. and vb. n.","descr":" of Behead"},{"word":"Behead","type":"v. t.","descr":" To sever the head from; to take off the head of."},{"word":"Beheadal","type":"n.","descr":" Beheading."},{"word":"Beheld","type":"","descr":" imp. and p. p. of Behold."},{"word":"Behemoth","type":"n.","descr":" An animal, probably the hippopotamus, described in Job xl. 15-24."},{"word":"Behen","type":"n.","descr":" Alt. of Behn"},{"word":"Behn","type":"n.","descr":" The Centaurea behen, or saw-leaved centaury."},{"word":"Behn","type":"n.","descr":" The Cucubalus behen, or bladder campion, now called Silene inflata."},{"word":"Behn","type":"n.","descr":" The Statice limonium, or sea lavender."},{"word":"Behest","type":"n.","descr":" That which is willed or ordered; a command; a mandate; an injunction."},{"word":"Behest","type":"n.","descr":" A vow; a promise."},{"word":"Behest","type":"v. t.","descr":" To vow."},{"word":"Behete","type":"v. t.","descr":" See Behight."},{"word":"Behight","type":"imp.","descr":" of Behight"},{"word":"Behight","type":"p. p.","descr":" of Behight"},{"word":"Behoten","type":"","descr":" of Behight"},{"word":"Behight","type":"v.","descr":" To promise; to vow."},{"word":"Behight","type":"v.","descr":" To give in trust; to commit; to intrust."},{"word":"Behight","type":"v.","descr":" To adjudge; to assign by authority."},{"word":"Behight","type":"v.","descr":" To mean, or intend."},{"word":"Behight","type":"v.","descr":" To consider or esteem to be; to declare to be."},{"word":"Behight","type":"v.","descr":" To call; to name; to address."},{"word":"Behight","type":"v.","descr":" To command; to order."},{"word":"Behight","type":"n.","descr":" A vow; a promise."},{"word":"Behind","type":"a.","descr":" On the side opposite the front or nearest part; on the back side of; at the back of; on the other side of; as, behind a door; behind a hill."},{"word":"Behind","type":"a.","descr":" Left after the departure of, whether this be by removing to a distance or by death."},{"word":"Behind","type":"a.","descr":" Left a distance by, in progress of improvement Hence: Inferior to in dignity, rank, knowledge, or excellence, or in any achievement."},{"word":"Behind","type":"adv.","descr":" At the back part; in the rear."},{"word":"Behind","type":"adv.","descr":" Toward the back part or rear; backward; as, to look behind."},{"word":"Behind","type":"adv.","descr":" Not yet brought forward, produced, or exhibited to view; out of sight; remaining."},{"word":"Behind","type":"adv.","descr":" Backward in time or order of succession; past."},{"word":"Behind","type":"adv.","descr":" After the departure of another; as, to stay behind."},{"word":"Behind","type":"n.","descr":" The backside; the rump."},{"word":"Behindhand","type":"adv. and a.","descr":" In arrears financially; in a state where expenditures have exceeded the receipt of funds."},{"word":"Behindhand","type":"adv. and a.","descr":" In a state of backwardness, in respect to what is seasonable or appropriate, or as to what should have been accomplished; not equally forward with some other person or thing; dilatory; backward; late; tardy; as, behindhand in studies or in work."},{"word":"Behither","type":"prep.","descr":" On this side of."},{"word":"Beheld","type":"imp. and p. p.","descr":" of Behold"},{"word":"Beholden","type":"p. p.","descr":" of Behold"},{"word":"Beholding","type":"p. pr. and vb. n.","descr":" of Behold"},{"word":"Behold","type":"v. t.","descr":" To have in sight; to see clearly; to look at; to regard with the eyes."},{"word":"Behold","type":"v. i.","descr":" To direct the eyes to, or fix them upon, an object; to look; to see."},{"word":"Beholden","type":"p. a.","descr":" Obliged; bound in gratitude; indebted."},{"word":"Beholder","type":"n.","descr":" One who beholds; a spectator."},{"word":"Beholding","type":"a.","descr":" Obliged; beholden."},{"word":"Beholding","type":"n.","descr":" The act of seeing; sight; also, that which is beheld."},{"word":"Beholdingness","type":"n.","descr":" The state of being obliged or beholden."},{"word":"Behoof","type":"v. t.","descr":" Advantage; profit; benefit; interest; use."},{"word":"Behoovable","type":"a.","descr":" Supplying need; profitable; advantageous."},{"word":"Behooved","type":"imp. and p. p.","descr":" of Behoove"},{"word":"Behooving","type":"p. pr. and vb. n.","descr":" of Behoove"},{"word":"Behoove","type":"v. t.","descr":" To be necessary for; to be fit for; to be meet for, with respect to necessity, duty, or convenience; -- mostly used impersonally."},{"word":"Behoove","type":"v. i.","descr":" To be necessary, fit, or suitable; to befit; to belong as due."},{"word":"Behoove","type":"n.","descr":" Advantage; behoof."},{"word":"Behooveful","type":"a.","descr":" Advantageous; useful; profitable."},{"word":"Behove","type":"v.","descr":" and derivatives. See Behoove, andc."},{"word":"Behovely","type":"a. and adv.","descr":" Useful, or usefully."},{"word":"Behowl","type":"v. t.","descr":" To howl at."},{"word":"Beige","type":"n.","descr":" Debeige."},{"word":"Beild","type":"n.","descr":" A place of shelter; protection; refuge."},{"word":"Being","type":"p. pr.","descr":" Existing."},{"word":"Being","type":"n.","descr":" Existence, as opposed to nonexistence; state or sphere of existence."},{"word":"Being","type":"n.","descr":" That which exists in any form, whether it be material or spiritual, actual or ideal; living existence, as distinguished from a thing without life; as, a human being; spiritual beings."},{"word":"Being","type":"n.","descr":" Lifetime; mortal existence."},{"word":"Being","type":"n.","descr":" An abode; a cottage."},{"word":"Being","type":"adv.","descr":" Since; inasmuch as."},{"word":"Bejade","type":"v. t.","descr":" To jade or tire."},{"word":"Bejape","type":"v. t.","descr":" To jape; to laugh at; to deceive."},{"word":"Bejaundice","type":"v. t.","descr":" To infect with jaundice."},{"word":"Bejeweled","type":"imp. and p. p.","descr":" of Bejewel"},{"word":"Bejewelled","type":"","descr":" of Bejewel"},{"word":"Bejeweling","type":"p. pr. and vb. n.","descr":" of Bejewel"},{"word":"Bejewelling","type":"","descr":" of Bejewel"},{"word":"Bejewel","type":"v. t.","descr":" To ornament with a jewel or with jewels; to spangle."},{"word":"Bejumble","type":"v. t.","descr":" To jumble together."},{"word":"Bekah","type":"n.","descr":" Half a shekel."},{"word":"Beknave","type":"v. t.","descr":" To call knave."},{"word":"Beknow","type":"v. t.","descr":" To confess; to acknowledge."},{"word":"Bel","type":"n.","descr":" The Babylonian name of the god known among the Hebrews as Baal. See Baal."},{"word":"Belabored","type":"imp. and p. p.","descr":" of Belabor"},{"word":"Belaboring","type":"p. pr. and vb. n.","descr":" of Belabor"},{"word":"Belabor","type":"v. t.","descr":" To ply diligently; to work carefully upon."},{"word":"Belabor","type":"v. t.","descr":" To beat soundly; to cudgel."},{"word":"Bel-accoyle","type":"n.","descr":" A kind or favorable reception or salutation."},{"word":"Belaced","type":"imp. and p. p.","descr":" of Belace"},{"word":"Belace","type":"v. t.","descr":" To fasten, as with a lace or cord."},{"word":"Belace","type":"v. t.","descr":" To cover or adorn with lace."},{"word":"Belace","type":"v. t.","descr":" To beat with a strap. See Lace."},{"word":"Belam","type":"v. t.","descr":" To beat or bang."},{"word":"Belamour","type":"n.","descr":" A lover."},{"word":"Belamour","type":"n.","descr":" A flower, but of what kind is unknown."},{"word":"Belamy","type":"n.","descr":" Good friend; dear friend."},{"word":"Belated","type":"imp. and p. p.","descr":" of Belate"},{"word":"Belating","type":"p. pr. and vb. n.","descr":" of Belate"},{"word":"Belate","type":"v. t.","descr":" To retard or make too late."},{"word":"Belated","type":"a.","descr":" Delayed beyond the usual time; too late; overtaken by night; benighted."},{"word":"Belaud","type":"v. t.","descr":" To laud or praise greatly."},{"word":"Belaid","type":"imp. and p. p.","descr":" of Belay"},{"word":"Belayed","type":"","descr":" of Belay"},{"word":"Belaying","type":"p. pr. and vb. n.","descr":" of Belay"},{"word":"Belay","type":"v. t.","descr":" To lay on or cover; to adorn."},{"word":"Belay","type":"v. t.","descr":" To make fast, as a rope, by taking several turns with it round a pin, cleat, or kevel."},{"word":"Belay","type":"v. t.","descr":" To lie in wait for with a view to assault. Hence: to block up or obstruct."},{"word":"Belaying pin","type":"","descr":" A strong pin in the side of a vessel, or by the mast, round which ropes are wound when they are fastened or belayed."},{"word":"Belched","type":"imp. and p. p.","descr":" of Belch"},{"word":"Belching","type":"p. pr. and vb. n.","descr":" of Belch"},{"word":"Belch","type":"v. i.","descr":" To eject or throw up from the stomach with violence; to eruct."},{"word":"Belch","type":"v. i.","descr":" To eject violently from within; to cast forth; to emit; to give vent to; to vent."},{"word":"Belch","type":"v. i.","descr":" To eject wind from the stomach through the mouth; to eructate."},{"word":"Belch","type":"v. i.","descr":" To issue with spasmodic force or noise."},{"word":"Belch","type":"n.","descr":" The act of belching; also, that which is belched; an eructation."},{"word":"Belch","type":"n.","descr":" Malt liquor; -- vulgarly so called as causing eructation."},{"word":"Belcher","type":"n.","descr":" One who, or that which, belches."},{"word":"Beldam","type":"n.","descr":" Alt. of Beldame"},{"word":"Beldame","type":"n.","descr":" Grandmother; -- corresponding to belsire."},{"word":"Beldame","type":"n.","descr":" An old woman in general; especially, an ugly old woman; a hag."},{"word":"Beleaguered","type":"imp. and p. p.","descr":" of Beleaguer"},{"word":"Beleaguering","type":"p. pr. and vb. n.","descr":" of Beleaguer"},{"word":"Beleaguer","type":"v. t.","descr":" To surround with an army so as to preclude escape; to besiege; to blockade."},{"word":"Beleaguerer","type":"n.","descr":" One who beleaguers."},{"word":"Beleft","type":"imp. and p. p.","descr":" of Beleave"},{"word":"Beleave","type":"v. t. and i.","descr":" To leave or to be left."},{"word":"Belectured","type":"imp. and p. p.","descr":" of Belecture"},{"word":"Belecturing","type":"p. pr. and vb. n.","descr":" of Belecture"},{"word":"Belecture","type":"v. t.","descr":" To vex with lectures; to lecture frequently."},{"word":"Belee","type":"v. t.","descr":" To place under the lee, or unfavorably to the wind."},{"word":"Belemnite","type":"n.","descr":" A conical calcareous fossil, tapering to a point at the lower extremity, with a conical cavity at the other end, where it is ordinarily broken; but when perfect it contains a small chambered cone, called the phragmocone, prolonged, on one side, into a delicate concave blade; the thunderstone. It is the internal shell of a cephalopod related to the sepia, and belonging to an extinct family. The belemnites are found in rocks of the Jurassic and Cretaceous ages."},{"word":"Belepered","type":"imp. and p. p.","descr":" of Beleper"},{"word":"Beleper","type":"v. t.","descr":" To infect with leprosy."},{"word":"Beaux","type":"pl. ","descr":" of Bel-esprit"},{"word":"Bel-esprit","type":"n.","descr":" A fine genius, or man of wit."},{"word":"Belfry","type":"n.","descr":" A movable tower erected by besiegers for purposes of attack and defense."},{"word":"Belfry","type":"n.","descr":" A bell tower, usually attached to a church or other building, but sometimes separate; a campanile."},{"word":"Belfry","type":"n.","descr":" A room in a tower in which a bell is or may be hung; or a cupola or turret for the same purpose."},{"word":"Belfry","type":"n.","descr":" The framing on which a bell is suspended."},{"word":"Belgard","type":"n.","descr":" A sweet or loving look."},{"word":"Belgian","type":"a.","descr":" Of or pertaining to Belgium."},{"word":"Belgian","type":"n.","descr":" A native or inhabitant of Belgium."},{"word":"Belgic","type":"a.","descr":" Of or pertaining to the Belgae, a German tribe who anciently possessed the country between the Rhine, the Seine, and the ocean."},{"word":"Belgic","type":"a.","descr":" Of or pertaining to the Netherlands or to Belgium."},{"word":"Belgravian","type":"a.","descr":" Belonging to Belgravia (a fashionable quarter of London, around Pimlico), or to fashionable life; aristocratic."},{"word":"Belial","type":"n.","descr":" An evil spirit; a wicked and unprincipled person; the personification of evil."},{"word":"Belibel","type":"v. t.","descr":" To libel or traduce; to calumniate."},{"word":"Belied","type":"imp. and p. p.","descr":" of Belie"},{"word":"Belying","type":"p. pr. and vb. n.","descr":" of Belie"},{"word":"Belie","type":"n.","descr":" To show to be false; to convict of, or charge with, falsehood."},{"word":"Belie","type":"n.","descr":" To give a false representation or account of."},{"word":"Belie","type":"n.","descr":" To tell lie about; to calumniate; to slander."},{"word":"Belie","type":"n.","descr":" To mimic; to counterfeit."},{"word":"Belie","type":"n.","descr":" To fill with lies."},{"word":"Belief","type":"n.","descr":" Assent to a proposition or affirmation, or the acceptance of a fact, opinion, or assertion as real or true, without immediate personal knowledge; reliance upon word or testimony; partial or full assurance without positive knowledge or absolute certainty; persuasion; conviction; confidence; as, belief of a witness; the belief of our senses."},{"word":"Belief","type":"n.","descr":" A persuasion of the truths of religion; faith."},{"word":"Belief","type":"n.","descr":" The thing believed; the object of belief."},{"word":"Belief","type":"n.","descr":" A tenet, or the body of tenets, held by the advocates of any class of views; doctrine; creed."},{"word":"Beliefful","type":"a.","descr":" Having belief or faith."},{"word":"Believable","type":"a.","descr":" Capable of being believed; credible."},{"word":"Believed","type":"imp. and p. p.","descr":" of Believe"},{"word":"Believing","type":"p. pr. and vb. n.","descr":" of Believe"},{"word":"Believe","type":"n.","descr":" To exercise belief in; to credit upon the authority or testimony of another; to be persuaded of the truth of, upon evidence furnished by reasons, arguments, and deductions of the mind, or by circumstances other than personal knowledge; to regard or accept as true; to place confidence in; to think; to consider; as, to believe a person, a statement, or a doctrine."},{"word":"Believe","type":"v. i.","descr":" To have a firm persuasion, esp. of the truths of religion; to have a persuasion approaching to certainty; to exercise belief or faith."},{"word":"Believe","type":"v. i.","descr":" To think; to suppose."},{"word":"Believer","type":"n.","descr":" One who believes; one who is persuaded of the truth or reality of some doctrine, person, or thing."},{"word":"Believer","type":"n.","descr":" One who gives credit to the truth of the Scriptures, as a revelation from God; a Christian; -- in a more restricted sense, one who receives Christ as his Savior, and accepts the way of salvation unfolded in the gospel."},{"word":"Believer","type":"n.","descr":" One who was admitted to all the rights of divine worship and instructed in all the mysteries of the Christian religion, in distinction from a catechumen, or one yet under instruction."},{"word":"Believing","type":"a.","descr":" That believes; having belief."},{"word":"Belight","type":"v. t.","descr":" To illuminate."},{"word":"Belike","type":"adv.","descr":" It is likely or probably; perhaps."},{"word":"Belimed","type":"imp. and p. p.","descr":" of Belime"},{"word":"Belime","type":"v. t.","descr":" To besmear or insnare with birdlime."},{"word":"Belittled","type":"imp. and p. p.","descr":" of Belittle"},{"word":"Belittling","type":"p. pr. and vb. n.","descr":" of Belittle"},{"word":"Belittle","type":"v. t.","descr":" To make little or less in a moral sense; to speak of in a depreciatory or contemptuous way."},{"word":"Belive","type":"a.","descr":" Forthwith; speedily; quickly."},{"word":"Belk","type":"v. t.","descr":" To vomit."},{"word":"Bell","type":"n.","descr":" A hollow metallic vessel, usually shaped somewhat like a cup with a flaring mouth, containing a clapper or tongue, and giving forth a ringing sound on being struck."},{"word":"Bell","type":"n.","descr":" A hollow perforated sphere of metal containing a loose ball which causes it to sound when moved."},{"word":"Bell","type":"n.","descr":" Anything in the form of a bell, as the cup or corol of a flower."},{"word":"Bell","type":"n.","descr":" That part of the capital of a column included between the abacus and neck molding; also used for the naked core of nearly cylindrical shape, assumed to exist within the leafage of a capital."},{"word":"Bell","type":"n.","descr":" The strikes of the bell which mark the time; or the time so designated."},{"word":"Belled","type":"imp. and p. p.","descr":" of Bell"},{"word":"Belling","type":"p. pr. and vb. n.","descr":" of Bell"},{"word":"Bell","type":"v. t.","descr":" To put a bell upon; as, to bell the cat."},{"word":"Bell","type":"v. t.","descr":" To make bell-mouthed; as, to bell a tube."},{"word":"Bell","type":"v. i.","descr":" To develop bells or corollas; to take the form of a bell; to blossom; as, hops bell."},{"word":"Bell","type":"v. t.","descr":" To utter by bellowing."},{"word":"Bell","type":"v. i.","descr":" To call or bellow, as the deer in rutting time; to make a bellowing sound; to roar."},{"word":"Belladonna","type":"n.","descr":" An herbaceous European plant (Atropa belladonna) with reddish bell-shaped flowers and shining black berries. The whole plant and its fruit are very poisonous, and the root and leaves are used as powerful medicinal agents. Its properties are largely due to the alkaloid atropine which it contains. Called also deadly nightshade."},{"word":"Belladonna","type":"n.","descr":" A species of Amaryllis (A. belladonna); the belladonna lily."},{"word":"Bell animalcule","type":"","descr":" An infusorian of the family Vorticellidae, common in fresh-water ponds."},{"word":"Bell bearer","type":"","descr":" A Brazilian leaf hopper (Bocydium tintinnabuliferum), remarkable for the four bell-shaped appendages of its thorax."},{"word":"Bellbird","type":"n.","descr":" A South American bird of the genus Casmarhincos, and family Cotingidae, of several species; the campanero."},{"word":"Bellbird","type":"n.","descr":" The Myzantha melanophrys of Australia."},{"word":"Bell crank","type":"","descr":" A lever whose two arms form a right angle, or nearly a right angle, having its fulcrum at the apex of the angle. It is used in bell pulls and in changing the direction of bell wires at angles of rooms, etc., and also in machinery."},{"word":"Belle","type":"n.","descr":" A young lady of superior beauty and attractions; a handsome lady, or one who attracts notice in society; a fair lady."},{"word":"Belled","type":"a.","descr":" Hung with a bell or bells."},{"word":"Belle-lettrist","type":"n.","descr":" One versed in belles-lettres."},{"word":"Bellerophon","type":"n.","descr":" A genus of fossil univalve shells, believed to belong to the Heteropoda, peculiar to the Paleozoic age."},{"word":"Belles-lettres","type":"n. pl.","descr":" Polite or elegant literature; the humanities; -- used somewhat vaguely for literary works in which imagination and taste are predominant."},{"word":"Belletristic","type":"a.","descr":" Alt. of Belletristical"},{"word":"Belletristical","type":"a.","descr":" Occupied with, or pertaining to, belles-lettres."},{"word":"Bell-faced","type":"a.","descr":" Having the striking surface convex; -- said of hammers."},{"word":"Bellflower","type":"n.","descr":" A plant of the genus Campanula; -- so named from its bell-shaped flowers."},{"word":"Bellflower","type":"n.","descr":" A kind of apple. The yellow bellflower is a large, yellow winter apple."},{"word":"Bellibone","type":"n.","descr":" A woman excelling both in beauty and goodness; a fair maid."},{"word":"Bellic","type":"a.","descr":" Alt. of Bellical"},{"word":"Bellical","type":"a.","descr":" Of or pertaining to war; warlike; martial."},{"word":"Bellicose","type":"a.","descr":" Inclined to war or contention; warlike; pugnacious."},{"word":"Bellicosely","type":"adv.","descr":" In a bellicose manner."},{"word":"Bellicous","type":"a.","descr":" Bellicose."},{"word":"Bellied","type":"a.","descr":" Having (such) a belly; puffed out; -- used in composition; as, pot-bellied; shad-bellied."},{"word":"Belligerence","type":"n.","descr":" Alt. of Belligerency"},{"word":"Belligerency","type":"n.","descr":" The quality of being belligerent; act or state of making war; warfare."},{"word":"Belligerent","type":"p. pr.","descr":" Waging war; carrying on war."},{"word":"Belligerent","type":"p. pr.","descr":" Pertaining, or tending, to war; of or relating to belligerents; as, a belligerent tone; belligerent rights."},{"word":"Belligerent","type":"n.","descr":" A nation or state recognized as carrying on war; a person engaged in warfare."},{"word":"Belligerently","type":"adv.","descr":" In a belligerent manner; hostilely."},{"word":"Belling","type":"n.","descr":" A bellowing, as of a deer in rutting time."},{"word":"Bellipotent","type":"p. pr.","descr":" Mighty in war; armipotent."},{"word":"Bell jar","type":"","descr":" A glass vessel, varying in size, open at the bottom and closed at the top like a bell, and having a knob or handle at the top for lifting it. It is used for a great variety of purposes; as, with the air pump, and for holding gases, also for keeping the dust from articles exposed to view."},{"word":"Bellman","type":"n.","descr":" A man who rings a bell, especially to give notice of anything in the streets. Formerly, also, a night watchman who called the hours."},{"word":"Bell metal","type":"","descr":" A hard alloy or bronze, consisting usually of about three parts of copper to one of tin; -- used for making bells."},{"word":"Bell-mouthed","type":"a.","descr":" Expanding at the mouth; as, a bell-mouthed gun."},{"word":"Bellon","type":"n.","descr":" Lead colic."},{"word":"Bellona","type":"n.","descr":" The goddess of war."},{"word":"Bellowed","type":"imp. and p. p.","descr":" of Bellow"},{"word":"Bellowing","type":"p. pr. and vb. n.","descr":" of Bellow"},{"word":"Bellow","type":"v.","descr":" To make a hollow, loud noise, as an enraged bull."},{"word":"Bellow","type":"v.","descr":" To bowl; to vociferate; to clamor."},{"word":"Bellow","type":"v.","descr":" To roar; as the sea in a tempest, or as the wind when violent; to make a loud, hollow, continued sound."},{"word":"Bellow","type":"v. t.","descr":" To emit with a loud voice; to shout; -- used with out."},{"word":"Bellow","type":"n.","descr":" A loud resounding outcry or noise, as of an enraged bull; a roar."},{"word":"Bellower","type":"n.","descr":" One who, or that which, bellows."},{"word":"Bellows","type":"n. sing. and pl.","descr":" An instrument, utensil, or machine, which, by alternate expansion and contraction, or by rise and fall of the top, draws in air through a valve and expels it through a tube for various purposes, as blowing fires, ventilating mines, or filling the pipes of an organ with wind."},{"word":"Bellows fish","type":"","descr":" A European fish (Centriscus scolopax), distinguished by a long tubular snout, like the pipe of a bellows; -- called also trumpet fish, and snipe fish."},{"word":"Bell pepper","type":"","descr":" A species of Capsicum, or Guinea pepper (C. annuum). It is the red pepper of the gardens."},{"word":"Bell-shaped","type":"a.","descr":" Having the shape of a wide-mouthed bell; campanulate."},{"word":"Belluine","type":"a.","descr":" Pertaining to, or like, a beast; brutal."},{"word":"Bellwether","type":"n.","descr":" A wether, or sheep, which leads the flock, with a bell on his neck."},{"word":"Bellwether","type":"n.","descr":" Hence: A leader."},{"word":"Bellwort","type":"n.","descr":" A genus of plants (Uvularia) with yellowish bell-shaped flowers."},{"word":"Bellies","type":"pl. ","descr":" of Belly"},{"word":"Belly","type":"n.","descr":" That part of the human body which extends downward from the breast to the thighs, and contains the bowels, or intestines; the abdomen."},{"word":"Belly","type":"n.","descr":" The under part of the body of animals, corresponding to the human belly."},{"word":"Belly","type":"n.","descr":" The womb."},{"word":"Belly","type":"n.","descr":" The part of anything which resembles the human belly in protuberance or in cavity; the innermost part; as, the belly of a flask, muscle, sail, ship."},{"word":"Belly","type":"n.","descr":" The hollow part of a curved or bent timber, the convex part of which is the back."},{"word":"Bellied","type":"imp. and p. p.","descr":" of Belly"},{"word":"Bellying","type":"p. pr. and vb. n.","descr":" of Belly"},{"word":"Belly","type":"v. t.","descr":" To cause to swell out; to fill."},{"word":"Belly","type":"v. i.","descr":" To swell and become protuberant, like the belly; to bulge."},{"word":"Bellyache","type":"n.","descr":" Pain in the bowels; colic."},{"word":"Bellyband","type":"n.","descr":" A band that passes under the belly of a horse and holds the saddle or harness in place; a girth."},{"word":"Bellyband","type":"n.","descr":" A band of flannel or other cloth about the belly."},{"word":"Bellyband","type":"n.","descr":" A band of canvas, to strengthen a sail."},{"word":"Bellybound","type":"a.","descr":" Costive; constipated."},{"word":"Bellycheat","type":"n.","descr":" An apron or covering for the front of the person."},{"word":"Bellycheer","type":"n.","descr":" Good cheer; viands."},{"word":"Bellycheer","type":"v. i.","descr":" To revel; to feast."},{"word":"Bellyful","type":"n.","descr":" As much as satisfies the appetite. Hence: A great abundance; more than enough."},{"word":"Belly-god","type":"n.","descr":" One whose great pleasure it is to gratify his appetite; a glutton; an epicure."},{"word":"Belly-pinched","type":"a.","descr":" Pinched with hunger; starved."},{"word":"Belocked","type":"imp. and p. p.","descr":" of Belock"},{"word":"Belock","type":"v. t.","descr":" To lock, or fasten as with a lock."},{"word":"Belomancy","type":"n.","descr":" A kind of divination anciently practiced by means of marked arrows drawn at random from a bag or quiver, the marks on the arrows drawn being supposed to foreshow the future."},{"word":"Belonged","type":"imp. and p. p.","descr":" of Belong"},{"word":"Belonging","type":"p. pr. and vb. n.","descr":" of Belong"},{"word":"Belong","type":"v. i.","descr":" To be the property of; as, Jamaica belongs to Great Britain."},{"word":"Belong","type":"v. i.","descr":" To be a part of, or connected with; to be appendant or related; to owe allegiance or service."},{"word":"Belong","type":"v. i.","descr":" To be the concern or proper business or function of; to appertain to."},{"word":"Belong","type":"v. i.","descr":" To be suitable for; to be due to."},{"word":"Belong","type":"v. i.","descr":" To be native to, or an inhabitant of; esp. to have a legal residence, settlement, or inhabitancy, whether by birth or operation of law, so as to be entitled to maintenance by the parish or town."},{"word":"Belong","type":"v. t.","descr":" To be deserved by."},{"word":"Belonging","type":"n.","descr":" That which belongs to one; that which pertains to one; hence, goods or effects."},{"word":"Belonging","type":"n.","descr":" That which is connected with a principal or greater thing; an appendage; an appurtenance."},{"word":"Belonging","type":"n.","descr":" Family; relations; household."},{"word":"Belonite","type":"n.","descr":" Minute acicular or dendritic crystalline forms sometimes observed in glassy volcanic rocks."},{"word":"Belooche Beloochee","type":"a.","descr":" Of or pertaining to Beloochistan, or to its inhabitants."},{"word":"Belooche Beloochee","type":"n.","descr":" A native or an inhabitant of Beloochistan."},{"word":"Belord","type":"v. t.","descr":" To act the lord over."},{"word":"Belord","type":"v. t.","descr":" To address by the title of \"lord\"."},{"word":"Beloved","type":"imp. and p. p.","descr":" of Belove"},{"word":"Belove","type":"v. t.","descr":" To love."},{"word":"Beloved","type":"p. p. and a.","descr":" Greatly loved; dear to the heart."},{"word":"Beloved","type":"n.","descr":" One greatly loved."},{"word":"Below","type":"prep.","descr":" Under, or lower in place; beneath not so high; as, below the moon; below the knee."},{"word":"Below","type":"prep.","descr":" Inferior to in rank, excellence, dignity, value, amount, price, etc.; lower in quality."},{"word":"Below","type":"prep.","descr":" Unworthy of; unbefitting; beneath."},{"word":"Below","type":"adv.","descr":" In a lower place, with respect to any object; in a lower room; beneath."},{"word":"Below","type":"adv.","descr":" On the earth, as opposed to the heavens."},{"word":"Below","type":"adv.","descr":" In hell, or the regions of the dead."},{"word":"Below","type":"adv.","descr":" In court or tribunal of inferior jurisdiction; as, at the trial below."},{"word":"Below","type":"adv.","descr":" In some part or page following."},{"word":"Belowt","type":"v. t.","descr":" To treat as a lout; to talk abusively to."},{"word":"Belsire","type":"n.","descr":" A grandfather, or ancestor."},{"word":"Belswagger","type":"n.","descr":" A lewd man; also, a bully."},{"word":"Belt","type":"n.","descr":" That which engirdles a person or thing; a band or girdle; as, a lady\\'s belt; a sword belt."},{"word":"Belt","type":"n.","descr":" That which restrains or confines as a girdle."},{"word":"Belt","type":"n.","descr":" Anything that resembles a belt, or that encircles or crosses like a belt; a strip or stripe; as, a belt of trees; a belt of sand."},{"word":"Belt","type":"n.","descr":" Same as Band, n., 2.   A very broad band is more properly termed a belt."},{"word":"Belt","type":"n.","descr":" One of certain girdles or zones on the surface of the planets Jupiter and Saturn, supposed to be of the nature of clouds."},{"word":"Belt","type":"n.","descr":" A narrow passage or strait; as, the Great Belt and the Lesser Belt, leading to the Baltic Sea."},{"word":"Belt","type":"n.","descr":" A token or badge of knightly rank."},{"word":"Belt","type":"n.","descr":" A band of leather, or other flexible substance, passing around two wheels, and communicating motion from one to the other."},{"word":"Belt","type":"n.","descr":" A band or stripe, as of color, round any organ; or any circular ridge or series of ridges."},{"word":"Belted","type":"imp. and p. p.","descr":" of Belt"},{"word":"Belting","type":"p. pr. and vb. n.","descr":" of Belt"},{"word":"Belt","type":"v. t.","descr":" To encircle with, or as with, a belt; to encompass; to surround."},{"word":"Belt","type":"v. t.","descr":" To shear, as the buttocks and tails of sheep."},{"word":"Beltane","type":"n.","descr":" The first day of May (Old Style)."},{"word":"Beltane","type":"n.","descr":" A festival of the heathen Celts on the first day of May, in the observance of which great bonfires were kindled. It still exists in a modified form in some parts of Scotland and Ireland."},{"word":"Belted","type":"a.","descr":" Encircled by, or secured with, a belt; as, a belted plaid; girt with a belt, as an honorary distinction; as, a belted knight; a belted earl."},{"word":"Belted","type":"a.","descr":" Marked with a band or circle; as, a belted stalk."},{"word":"Belted","type":"a.","descr":" Worn in, or suspended from, the belt."},{"word":"Beltein","type":"n.","descr":" Alt. of Beltin"},{"word":"Beltin","type":"n.","descr":" See Beltane."},{"word":"Belting","type":"n.","descr":" The material of which belts for machinery are made; also, belts, taken collectively."},{"word":"Beluga","type":"n.","descr":" A cetacean allied to the dolphins."},{"word":"Beluted","type":"imp. and p. p.","descr":" of Belute"},{"word":"Beluting","type":"p. pr. and vb. n.","descr":" of Belute"},{"word":"Belute","type":"v. t.","descr":" To bespatter, as with mud."},{"word":"Belvedere","type":"n.","descr":" A small building, or a part of a building, more or less open, constructed in a place commanding a fine prospect."},{"word":"Belzebuth","type":"n.","descr":" A spider monkey (Ateles belzebuth) of Brazil."},{"word":"Bema","type":"n.","descr":" A platform from which speakers addressed an assembly."},{"word":"Bema","type":"n.","descr":" That part of an early Christian church which was reserved for the higher clergy; the inner or eastern part of the chancel."},{"word":"Bema","type":"n.","descr":" Erroneously: A pulpit."},{"word":"Bemad","type":"v. t.","descr":" To make mad."},{"word":"Bemangle","type":"v. t.","descr":" To mangle; to tear asunder."},{"word":"Bemask","type":"v. t.","descr":" To mask; to conceal."},{"word":"Bemaster","type":"v. t.","descr":" To master thoroughly."},{"word":"Bemaul","type":"v. t.","descr":" To maul or beat severely; to bruise."},{"word":"Bemaze","type":"v. t.","descr":" To bewilder."},{"word":"Bemean","type":"v. t.","descr":" To make mean; to lower."},{"word":"Bemet","type":"imp. and p. p.","descr":" of Bemeet"},{"word":"Bemeeting","type":"p. pr. and vb. n.","descr":" of Bemeet"},{"word":"Bemeet","type":"v. t.","descr":" To meet."},{"word":"Bemete","type":"v. t.","descr":" To mete."},{"word":"Bemingle","type":"v. t.","descr":" To mingle; to mix."},{"word":"Bemired","type":"imp. and p. p.","descr":" of Bemire"},{"word":"Bemiring","type":"p. pr. and vb. n.","descr":" of Bemire"},{"word":"Bemire","type":"v. t.","descr":" To drag through, encumber with, or fix in, the mire; to soil by passing through mud or dirt."},{"word":"Bemist","type":"v. t.","descr":" To envelop in mist."},{"word":"Bemoaned","type":"imp. and p. p.","descr":" of Bemoan"},{"word":"Bemoaning","type":"p. pr. and vb. n.","descr":" of Bemoan"},{"word":"Bemoan","type":"v. t.","descr":" To express deep grief for by moaning; to express sorrow for; to lament; to bewail; to pity or sympathize with."},{"word":"Bemoaner","type":"n.","descr":" One who bemoans."},{"word":"Bemock","type":"v. t.","descr":" To mock; to ridicule."},{"word":"Bemoil","type":"v. t.","descr":" To soil or encumber with mire and dirt."},{"word":"Bemol","type":"n.","descr":" The sign \/; the same as B flat."},{"word":"Bemonster","type":"v. t.","descr":" To make monstrous or like a monster."},{"word":"Bemourn","type":"v. t.","descr":" To mourn over."},{"word":"Bemuddle","type":"v. t.","descr":" To muddle; to stupefy or bewilder; to confuse."},{"word":"Bemuffle","type":"v. t.","descr":" To cover as with a muffler; to wrap up."},{"word":"Bemuse","type":"v. t.","descr":" To muddle, daze, or partially stupefy, as with liquor."},{"word":"Ben","type":"","descr":" Alt. of Ben nut"},{"word":"Ben nut","type":"","descr":" The seed of one or more species of moringa; as, oil of ben. See Moringa."},{"word":"Ben","type":"adv. and prep.","descr":" Within; in; in or into the interior; toward the inner apartment."},{"word":"Ben","type":"adv.","descr":" The inner or principal room in a hut or house of two rooms; -- opposed to but, the outer apartment."},{"word":"Ben","type":"","descr":" An old form of the pl. indic. pr. of Be."},{"word":"Benamed","type":"p. p.","descr":" of Bename"},{"word":"Benempt","type":"","descr":" of Bename"},{"word":"Bename","type":"v. t.","descr":" To promise; to name."},{"word":"Benches","type":"pl. ","descr":" of Bench"},{"word":"Bench","type":"n.","descr":" A long seat, differing from a stool in its greater length."},{"word":"Bench","type":"n.","descr":" A long table at which mechanics and other work; as, a carpenter\\'s bench."},{"word":"Bench","type":"n.","descr":" The seat where judges sit in court."},{"word":"Bench","type":"n.","descr":" The persons who sit as judges; the court; as, the opinion of the full bench. See King\\'s Bench."},{"word":"Bench","type":"n.","descr":" A collection or group of dogs exhibited to the public; -- so named because the animals are usually placed on benches or raised platforms."},{"word":"Bench","type":"n.","descr":" A conformation like a bench; a long stretch of flat ground, or a kind of natural terrace, near a lake or river."},{"word":"Benched","type":"imp. and p. p.","descr":" of Bench"},{"word":"Benching","type":"p. pr. and vb. n.","descr":" of Bench"},{"word":"Bench","type":"v. t.","descr":" To furnish with benches."},{"word":"Bench","type":"v. t.","descr":" To place on a bench or seat of honor."},{"word":"Bench","type":"v. i.","descr":" To sit on a seat of justice."},{"word":"Bencher","type":"n.","descr":" One of the senior and governing members of an Inn of Court."},{"word":"Bencher","type":"n.","descr":" An alderman of a corporation."},{"word":"Bencher","type":"n.","descr":" A member of a court or council."},{"word":"Bencher","type":"n.","descr":" One who frequents the benches of a tavern; an idler."},{"word":"Bench warrant","type":"","descr":" A process issued by a presiding judge or by a court against a person guilty of some contempt, or indicted for some crime; -- so called in distinction from a justice\\'s warrant."},{"word":"Bended","type":"imp. and p. p.","descr":" of Bend"},{"word":"Bent","type":"","descr":" of Bend"},{"word":"Bending","type":"p. pr. and vb. n.","descr":" of Bend"},{"word":"Bend","type":"v. t.","descr":" To strain or move out of a straight line; to crook by straining; to make crooked; to curve; to make ready for use by drawing into a curve; as, to bend a bow; to bend the knee."},{"word":"Bend","type":"v. t.","descr":" To turn toward some certain point; to direct; to incline."},{"word":"Bend","type":"v. t.","descr":" To apply closely or with interest; to direct."},{"word":"Bend","type":"v. t.","descr":" To cause to yield; to render submissive; to subdue."},{"word":"Bend","type":"v. t.","descr":" To fasten, as one rope to another, or as a sail to its yard or stay; or as a cable to the ring of an anchor."},{"word":"Bend","type":"v. i.","descr":" To be moved or strained out of a straight line; to crook or be curving; to bow."},{"word":"Bend","type":"v. i.","descr":" To jut over; to overhang."},{"word":"Bend","type":"v. i.","descr":" To be inclined; to be directed."},{"word":"Bend","type":"v. i.","descr":" To bow in prayer, or in token of submission."},{"word":"Bend","type":"n.","descr":" A turn or deflection from a straight line or from the proper direction or normal position; a curve; a crook; as, a slight bend of the body; a bend in a road."},{"word":"Bend","type":"n.","descr":" Turn; purpose; inclination; ends."},{"word":"Bend","type":"n.","descr":" A knot by which one rope is fastened to another or to an anchor, spar, or post."},{"word":"Bend","type":"n.","descr":" The best quality of sole leather; a butt. See Butt."},{"word":"Bend","type":"n.","descr":" Hard, indurated clay; bind."},{"word":"Bend","type":"n.","descr":" same as caisson disease.  Usually referred to as the bends."},{"word":"Bend","type":"n.","descr":" A band."},{"word":"Bend","type":"n.","descr":" One of the honorable ordinaries, containing a third or a fifth part of the field. It crosses the field diagonally from the dexter chief to the sinister base."},{"word":"Bendable","type":"a.","descr":" Capable of being bent."},{"word":"Bender","type":"n.","descr":" One who, or that which, bends."},{"word":"Bender","type":"n.","descr":" An instrument used for bending."},{"word":"Bender","type":"n.","descr":" A drunken spree."},{"word":"Bender","type":"n.","descr":" A sixpence."},{"word":"Bending","type":"n.","descr":" The marking of the clothes with stripes or horizontal bands."},{"word":"Bendlet","type":"n.","descr":" A narrow bend, esp. one half the width of the bend."},{"word":"Bendwise","type":"adv.","descr":" Diagonally."},{"word":"Bendy","type":"a.","descr":" Divided into an even number of bends; -- said of a shield or its charge."},{"word":"Bene","type":"n.","descr":" See Benne."},{"word":"Bene","type":"n.","descr":" A prayer; boon."},{"word":"Bene","type":"n.","descr":" Alt. of Ben"},{"word":"Ben","type":"n.","descr":" A hoglike mammal of New Guinea (Porcula papuensis)."},{"word":"Beneaped","type":"a.","descr":" See Neaped."},{"word":"Beneath","type":"prep.","descr":" Lower in place, with something directly over or on; under; underneath; hence, at the foot of."},{"word":"Beneath","type":"prep.","descr":" Under, in relation to something that is superior, or that oppresses or burdens."},{"word":"Beneath","type":"prep.","descr":" Lower in rank, dignity, or excellence than; as, brutes are beneath man; man is beneath angels in the scale of beings. Hence: Unworthy of; unbecoming."},{"word":"Beneath","type":"adv.","descr":" In a lower place; underneath."},{"word":"Beneath","type":"adv.","descr":" Below, as opposed to heaven, or to any superior region or position; as, in earth beneath."},{"word":"Benedicite","type":"n.","descr":" A canticle (the Latin version of which begins with this word) which may be used in the order for morning prayer in the Church of England. It is taken from an apocryphal addition to the third chapter of Daniel."},{"word":"Benedicite","type":"n.","descr":" An exclamation corresponding to Bless you !."},{"word":"Benedict","type":"n.","descr":" Alt. of Benedick"},{"word":"Benedick","type":"n.","descr":" A married man, or a man newly married."},{"word":"Benedict","type":"a.","descr":" Having mild and salubrious qualities."},{"word":"Benedictine","type":"a.","descr":" Pertaining to the monks of St. Benedict, or St. Benet."},{"word":"Benedictine","type":"n.","descr":" One of a famous order of monks, established by St. Benedict of Nursia in the sixth century. This order was introduced into the United States in 1846."},{"word":"Benediction","type":"n.","descr":" The act of blessing."},{"word":"Benediction","type":"n.","descr":" A blessing; an expression of blessing, prayer, or kind wishes in favor of any person or thing; a solemn or affectionate invocation of happiness."},{"word":"Benediction","type":"n.","descr":" The short prayer which closes public worship; as, to give the benediction."},{"word":"Benediction","type":"n.","descr":" The form of instituting an abbot, answering to the consecration of a bishop."},{"word":"Benediction","type":"n.","descr":" A solemn rite by which bells, banners, candles, etc., are blessed with holy water, and formally dedicated to God."},{"word":"Benedictional","type":"n.","descr":" A book of benedictions."},{"word":"Benedictionary","type":"n.","descr":" A collected series of benedictions."},{"word":"Benedictive","type":"a.","descr":" Tending to bless."},{"word":"Benedictory","type":"a.","descr":" Expressing wishes for good; as, a benedictory prayer."},{"word":"Benedictus","type":"a.","descr":" The song of Zacharias at the birth of John the Baptist (Luke i. 68); -- so named from the first word of the Latin version."},{"word":"Benedight","type":"a.","descr":" Blessed."},{"word":"Benefaction","type":"n.","descr":" The act of conferring a benefit."},{"word":"Benefaction","type":"n.","descr":" A benefit conferred; esp. a charitable donation."},{"word":"Benefactor","type":"n.","descr":" One who confers a benefit or benefits."},{"word":"Benefactress","type":"n.","descr":" A woman who confers a benefit."},{"word":"Benefic","type":"a.","descr":" Favorable; beneficent."},{"word":"Benefice","type":"n.","descr":" A favor or benefit."},{"word":"Benefice","type":"n.","descr":" An estate in lands; a fief."},{"word":"Benefice","type":"n.","descr":" An ecclesiastical living and church preferment, as in the Church of England; a church endowed with a revenue for the maintenance of divine service. See Advowson."},{"word":"Beneficed","type":"imp. and p. p.","descr":" of Benefice"},{"word":"Benefice","type":"v. t.","descr":" To endow with a benefice."},{"word":"Beneficed","type":"a.","descr":" Possessed of a benefice or church preferment."},{"word":"Beneficeless","type":"a.","descr":" Having no benefice."},{"word":"Beneficence","type":"n.","descr":" The practice of doing good; active goodness, kindness, or charity; bounty springing from purity and goodness."},{"word":"Beneficent","type":"a.","descr":" Doing or producing good; performing acts of kindness and charity; characterized by beneficence."},{"word":"Beneficential","type":"a.","descr":" Relating to beneficence."},{"word":"Beneficently","type":"adv.","descr":" In a beneficent manner; with beneficence."},{"word":"Beneficial","type":"a.","descr":" Conferring benefits; useful; profitable; helpful; advantageous; serviceable; contributing to a valuable end; -- followed by to."},{"word":"Beneficial","type":"a.","descr":" Receiving, or entitled to have or receive, advantage, use, or benefit; as, the beneficial owner of an estate."},{"word":"Beneficial","type":"a.","descr":" King."},{"word":"Beneficially","type":"adv.","descr":" In a beneficial or advantageous manner; profitably; helpfully."},{"word":"Beneficialness","type":"n.","descr":" The quality of being beneficial; profitableness."},{"word":"Beneficiary","type":"a.","descr":" Holding some office or valuable possession, in subordination to another; holding under a feudal or other superior; having a dependent and secondary possession."},{"word":"Beneficiary","type":"a.","descr":" Bestowed as a gratuity; as, beneficiary gifts."},{"word":"Beneficiaries","type":"pl. ","descr":" of Beneficiary"},{"word":"Beneficiary","type":"n.","descr":" A feudatory or vassal; hence, one who holds a benefice and uses its proceeds."},{"word":"Beneficiary","type":"n.","descr":" One who receives anything as a gift; one who receives a benefit or advantage; esp. one who receives help or income from an educational fund or a trust estate."},{"word":"Beneficiate","type":"v. t.","descr":" To reduce (ores)."},{"word":"Beneficient","type":"a.","descr":" Beneficent."},{"word":"Benefit","type":"n.","descr":" An act of kindness; a favor conferred."},{"word":"Benefit","type":"n.","descr":" Whatever promotes prosperity and personal happiness, or adds value to property; advantage; profit."},{"word":"Benefit","type":"n.","descr":" A theatrical performance, a concert, or the like, the proceeds of which do not go to the lessee of the theater or to the company, but to some individual actor, or to some charitable use."},{"word":"Benefit","type":"n.","descr":" Beneficence; liberality."},{"word":"Benefit","type":"n.","descr":" Natural advantages; endowments; accomplishments."},{"word":"Benefited","type":"imp. and p. p.","descr":" of Benefit"},{"word":"Benefitting","type":"p. pr. and vb. n.","descr":" of Benefit"},{"word":"Benefit","type":"v. t.","descr":" To be beneficial to; to do good to; to advantage; to advance in health or prosperity; to be useful to; to profit."},{"word":"Benefit","type":"v. i.","descr":" To gain advantage; to make improvement; to profit; as, he will benefit by the change."},{"word":"Benefiter","type":"n.","descr":" One who confers a benefit; -- also, one who receives a benefit."},{"word":"Beneme","type":"v. t.","descr":" To deprive (of), or take away (from)."},{"word":"Benempt","type":"p. p.","descr":" Promised; vowed."},{"word":"Benempt","type":"p. p.","descr":" Named; styled."},{"word":"Bene placito","type":"","descr":" At or during pleasure."},{"word":"Bene placito","type":"","descr":" At pleasure; ad libitum."},{"word":"Benetted","type":"imp. and p. p.","descr":" of Benet"},{"word":"Benet","type":"v. t.","descr":" To catch in a net; to insnare."},{"word":"Benevolence","type":"n.","descr":" The disposition to do good; good will; charitableness; love of mankind, accompanied with a desire to promote their happiness."},{"word":"Benevolence","type":"n.","descr":" An act of kindness; good done; charity given."},{"word":"Benevolence","type":"n.","descr":" A species of compulsory contribution or tax, which has sometimes been illegally exacted by arbitrary kings of England, and falsely represented as a gratuity."},{"word":"Benevolent","type":"a.","descr":" Having a disposition to do good; possessing or manifesting love to mankind, and a desire to promote their prosperity and happiness; disposed to give to good objects; kind; charitable."},{"word":"Benevolous","type":"a.","descr":" Kind; benevolent."},{"word":"Bengal","type":"n.","descr":" A province in India, giving its name to various stuffs, animals, etc."},{"word":"Bengal","type":"n.","descr":" A thin stuff, made of silk and hair, originally brought from Bengal."},{"word":"Bengal","type":"n.","descr":" Striped gingham, originally brought from Bengal; Bengal stripes."},{"word":"Bengalee","type":"n.","descr":" Alt. of Bengali"},{"word":"Bengali","type":"n.","descr":" The language spoken in Bengal."},{"word":"Bengalese","type":"a.","descr":" Of or pertaining to Bengal."},{"word":"Bengalese","type":"n. sing. and pl","descr":" A native or natives of Bengal."},{"word":"Bengola","type":"n.","descr":" A Bengal light."},{"word":"Benighted","type":"imp. and p. p.","descr":" of Benight"},{"word":"Benighting","type":"p. pr. and vb. n.","descr":" of Benight"},{"word":"Benight","type":"v. t.","descr":" To involve in darkness; to shroud with the shades of night; to obscure."},{"word":"Benight","type":"v. t.","descr":" To overtake with night or darkness, especially before the end of a day\\'s journey or task."},{"word":"Benight","type":"v. t.","descr":" To involve in moral darkness, or ignorance; to debar from intellectual light."},{"word":"Benightment","type":"n.","descr":" The condition of being benighted."},{"word":"Benign","type":"a.","descr":" Of a kind or gentle disposition; gracious; generous; favorable; benignant."},{"word":"Benign","type":"a.","descr":" Exhibiting or manifesting kindness, gentleness, favor, etc.; mild; kindly; salutary; wholesome."},{"word":"Benign","type":"a.","descr":" Of a mild type or character; as, a benign disease."},{"word":"Benignancy","type":"n.","descr":" Benignant quality; kindliness."},{"word":"Benignant","type":"a.","descr":" Kind; gracious; favorable."},{"word":"Benignity","type":"n.","descr":" The quality of being benign; goodness; kindness; graciousness."},{"word":"Benignity","type":"n.","descr":" Mildness; gentleness."},{"word":"Benignity","type":"n.","descr":" Salubrity; wholesome quality."},{"word":"Benignly","type":"adv.","descr":" In a benign manner."},{"word":"Benim","type":"v. t.","descr":" To take away."},{"word":"Benison","type":"n.","descr":" Blessing; beatitude; benediction."},{"word":"Benitier","type":"n.","descr":" A holy-water stoup."},{"word":"Benjamin","type":"n.","descr":" See Benzoin."},{"word":"Benjamin","type":"n.","descr":" A kind of upper coat for men."},{"word":"Benjamite","type":"n.","descr":" A descendant of Benjamin; one of the tribe of Benjamin."},{"word":"Benne","type":"n.","descr":" The name of two plants (Sesamum orientale and S. indicum), originally Asiatic; -- also called oil plant. From their seeds an oil is expressed, called benne oil, used mostly for making soap. In the southern United States the seeds are used in candy."},{"word":"Bennet","type":"a.","descr":" The common yellow-flowered avens of Europe (Geum urbanum); herb bennet. The name is sometimes given to other plants, as the hemlock, valerian, etc."},{"word":"Benshee","type":"n.","descr":" See Banshee."},{"word":"Bent","type":"","descr":" imp. and p. p. of Bend."},{"word":"Bent","type":"a. and p. p.","descr":" Changed by pressure so as to be no longer straight; crooked; as, a bent pin; a bent lever."},{"word":"Bent","type":"a. and p. p.","descr":" Strongly inclined toward something, so as to be resolved, determined, set, etc.; -- said of the mind, character, disposition, desires, etc., and used with on; as, to be bent on going to college; he is bent on mischief."},{"word":"Bent","type":"v.","descr":" The state of being curved, crooked, or inclined from a straight line; flexure; curvity; as, the bent of a bow."},{"word":"Bent","type":"v.","descr":" A declivity or slope, as of a hill."},{"word":"Bent","type":"v.","descr":" A leaning or bias; proclivity; tendency of mind; inclination; disposition; purpose; aim."},{"word":"Bent","type":"v.","descr":" Particular direction or tendency; flexion; course."},{"word":"Bent","type":"v.","descr":" A transverse frame of a framed structure."},{"word":"Bent","type":"v.","descr":" Tension; force of acting; energy; impetus."},{"word":"Bent","type":"n.","descr":" A reedlike grass; a stalk of stiff, coarse grass."},{"word":"Bent","type":"n.","descr":" A grass of the genus Agrostis, esp. Agrostis vulgaris, or redtop. The name is also used of many other grasses, esp. in America."},{"word":"Bent","type":"n.","descr":" Any neglected field or broken ground; a common; a moor."},{"word":"Bent grass","type":"","descr":" Same as Bent, a kind of grass."},{"word":"Benthal","type":"a.","descr":" Relating to the deepest zone or region of the ocean."},{"word":"Benthamic","type":"a.","descr":" Of or pertaining to Bentham or Benthamism."},{"word":"Benthamism","type":"n.","descr":" That phase of the doctrine of utilitarianism taught by Jeremy Bentham; the doctrine that the morality of actions is estimated and determined by their utility; also, the theory that the sensibility to pleasure and the recoil from pain are the only motives which influence human desires and actions, and that these are the sufficient explanation of ethical and jural conceptions."},{"word":"Benthamite","type":"n.","descr":" One who believes in Benthamism."},{"word":"Benting time","type":"","descr":" The season when pigeons are said to feed on bents, before peas are ripe."},{"word":"Benty","type":"a.","descr":" A bounding in bents, or the stalks of coarse, stiff, withered grass; as, benty fields."},{"word":"Benty","type":"a.","descr":" Resembling bent."},{"word":"Benumbed","type":"imp. and p. p.","descr":" of Benumb"},{"word":"Benumbing","type":"p. pr. and vb. n.","descr":" of Benumb"},{"word":"Benumb","type":"a.","descr":" To make torpid; to deprive of sensation or sensibility; to stupefy; as, a hand or foot benumbed by cold."},{"word":"Benumbed","type":"a.","descr":" Made torpid; numbed; stupefied; deadened; as, a benumbed body and mind."},{"word":"Benumbment","type":"n.","descr":" Act of benumbing, or state of being benumbed; torpor."},{"word":"Benzal","type":"n.","descr":" A compound radical, C6H5.CH, of the aromatic series, related to benzyl and benzoyl; -- used adjectively or in combination."},{"word":"Benzamide","type":"n.","descr":" A transparent crystalline substance, C6H5.CO.NH2, obtained by the action of ammonia upon chloride of benzoyl, as also by several other reactions with benzoyl compounds."},{"word":"Benzene","type":"n.","descr":" A volatile, very inflammable liquid, C6H6, contained in the naphtha produced by the destructive distillation of coal, from which it is separated by fractional distillation. The name is sometimes applied also to the impure commercial product or benzole, and also, but rarely, to a similar mixed product of petroleum."},{"word":"Benzile","type":"n.","descr":" A yellowish crystalline substance, C6H5.CO.CO.C6H5, formed from benzoin by the action of oxidizing agents, and consisting of a doubled benzoyl radical."},{"word":"Benzine","type":"n.","descr":" A liquid consisting mainly of the lighter and more volatile hydrocarbons of petroleum or kerosene oil, used as a solvent and for cleansing soiled fabrics; -- called also petroleum spirit, petroleum benzine. Varieties or similar products are gasoline, naphtha, rhigolene, ligroin, etc."},{"word":"Benzine","type":"n.","descr":" Same as Benzene."},{"word":"Benzoate","type":"n.","descr":" A salt formed by the union of benzoic acid with any salifiable base."},{"word":"Benzoic","type":"a.","descr":" Pertaining to, or obtained from, benzoin."},{"word":"Benzoin","type":"n.","descr":" A resinous substance, dry and brittle, obtained from the Styrax benzoin, a tree of Sumatra, Java, etc., having a fragrant odor, and slightly aromatic taste. It is used in the preparation of benzoic acid, in medicine, and as a perfume."},{"word":"Benzoin","type":"n.","descr":" A white crystalline substance, C14H12O2, obtained from benzoic aldehyde and some other sources."},{"word":"Benzoin","type":"n.","descr":" The spicebush (Lindera benzoin)."},{"word":"Benzoinated","type":"a.","descr":" Containing or impregnated with benzoin; as, benzoinated lard."},{"word":"Benzole","type":"n.","descr":" Alt. of Benzol"},{"word":"Benzol","type":"n.","descr":" An impure benzene, used in the arts as a solvent, and for various other purposes. See Benzene."},{"word":"Benzoline","type":"n.","descr":" Same as Benzole."},{"word":"Benzoline","type":"n.","descr":" Same as Amarine."},{"word":"Benzoyl","type":"n.","descr":" A compound radical, C6H5.CO; the base of benzoic acid, of the oil of bitter almonds, and of an extensive series of compounds."},{"word":"Benzyl","type":"n.","descr":" A compound radical, C6H5.CH2, related to toluene and benzoic acid; -- commonly used adjectively."},{"word":"Bepaint","type":"v. t.","descr":" To paint; to cover or color with, or as with, paint."},{"word":"Bepelt","type":"v. t.","descr":" To pelt roundly."},{"word":"Bepinched","type":"imp. and p. p.","descr":" of Bepinch"},{"word":"Bepinch","type":"v. t.","descr":" To pinch, or mark with pinches."},{"word":"Beplastered","type":"imp. and p. p.","descr":" of Beplaster"},{"word":"Beplastering","type":"p. pr. and vb. n.","descr":" of Beplaster"},{"word":"Beplaster","type":"v. t.","descr":" To plaster over; to cover or smear thickly; to bedaub."},{"word":"Beplumed","type":"a.","descr":" Decked with feathers."},{"word":"Bepommeled","type":"imp. and p. p.","descr":" of Bepommel"},{"word":"Bepommeling","type":"p. pr. and vb. n.","descr":" of Bepommel"},{"word":"Bepommel","type":"v. t.","descr":" To pommel; to beat, as with a stick; figuratively, to assail or criticise in conversation, or in writing."},{"word":"Bepowder","type":"v. t.","descr":" To sprinkle or cover with powder; to powder."},{"word":"Bepraise","type":"v. t.","descr":" To praise greatly or extravagantly."},{"word":"Beprose","type":"v. t.","descr":" To reduce to prose."},{"word":"Bepuffed","type":"a.","descr":" Puffed; praised."},{"word":"Bepurple","type":"v. t.","descr":" To tinge or dye with a purple color."},{"word":"Bequeathed","type":"imp. and p. p.","descr":" of Bequeath"},{"word":"Bequeathing","type":"p. pr. and vb. n.","descr":" of Bequeath"},{"word":"Bequeath","type":"v. t.","descr":" To give or leave by will; to give by testament; -- said especially of personal property."},{"word":"Bequeath","type":"v. t.","descr":" To hand down; to transmit."},{"word":"Bequeath","type":"v. t.","descr":" To give; to offer; to commit."},{"word":"Bequeathable","type":"a.","descr":" Capable of being bequeathed."},{"word":"Bequeathal","type":"n.","descr":" The act of bequeathing; bequeathment; bequest."},{"word":"Bequeathment","type":"n.","descr":" The act of bequeathing, or the state of being bequeathed; a bequest."},{"word":"Bequest","type":"n.","descr":" The act of bequeathing or leaving by will; as, a bequest of property by A. to B."},{"word":"Bequest","type":"n.","descr":" That which is left by will, esp. personal property; a legacy; also, a gift."},{"word":"Bequest","type":"v. t.","descr":" To bequeath, or leave as a legacy."},{"word":"Bequethen","type":"","descr":" old p. p. of Bequeath."},{"word":"Bequote","type":"v. t.","descr":" To quote constantly or with great frequency."},{"word":"Berained","type":"imp. and p. p.","descr":" of Berain"},{"word":"Beraining","type":"p. pr. and vb. n.","descr":" of Berain"},{"word":"Berain","type":"v. t.","descr":" To rain upon; to wet with rain."},{"word":"Berated","type":"imp. and p. p.","descr":" of Berate"},{"word":"Berating","type":"p. pr. and vb. n.","descr":" of Berate"},{"word":"Berate","type":"v. t.","descr":" To rate or chide vehemently; to scold."},{"word":"Berattle","type":"v. t.","descr":" To make rattle; to scold vociferously; to cry down."},{"word":"Beray","type":"v. t.","descr":" To make foul; to soil; to defile."},{"word":"Berbe","type":"n.","descr":" An African genet (Genetta pardina). See Genet."},{"word":"Berber","type":"n.","descr":" A member of a race somewhat resembling the Arabs, but often classed as Hamitic, who were formerly the inhabitants of the whole of North Africa from the Mediterranean southward into the Sahara, and who still occupy a large part of that region; -- called also Kabyles. Also, the language spoken by this people."},{"word":"Berberine","type":"n.","descr":" An alkaloid obtained, as a bitter, yellow substance, from the root of the barberry, gold thread, and other plants."},{"word":"Berberry","type":"n.","descr":" See Barberry."},{"word":"Berdash","type":"n.","descr":" A kind of neckcloth."},{"word":"Bere","type":"v. t.","descr":" To pierce."},{"word":"Bere","type":"n.","descr":" See Bear, barley."},{"word":"Bereaved","type":"imp. and p. p.","descr":" of Bereave"},{"word":"Bereft","type":"","descr":" of Bereave"},{"word":"Bereaving.","type":"p. pr. and vb. n.","descr":" of Bereave"},{"word":"Bereave","type":"v. t.","descr":" To make destitute; to deprive; to strip; -- with of before the person or thing taken away."},{"word":"Bereave","type":"v. t.","descr":" To take away from."},{"word":"Bereave","type":"v. t.","descr":" To take away."},{"word":"Bereavement","type":"n.","descr":" The state of being bereaved; deprivation; esp., the loss of a relative by death."},{"word":"Bereaver","type":"n.","descr":" One who bereaves."},{"word":"Bereft","type":"","descr":" imp. and p. p. of Bereave."},{"word":"Beretta","type":"n.","descr":" Same as Berretta."},{"word":"Berg","type":"n.","descr":" A large mass or hill, as of ice."},{"word":"Bergamot","type":"n.","descr":" A tree of the Orange family (Citrus bergamia), having a roundish or pear-shaped fruit, from the rind of which an essential oil of delicious odor is extracted, much prized as a perfume. Also, the fruit."},{"word":"Bergamot","type":"n.","descr":" A variety of mint (Mentha aquatica, var. glabrata)."},{"word":"Bergamot","type":"n.","descr":" The essence or perfume made from the fruit."},{"word":"Bergamot","type":"n.","descr":" A variety of pear."},{"word":"Bergamot","type":"n.","descr":" A variety of snuff perfumed with bergamot."},{"word":"Bergamot","type":"n.","descr":" A coarse tapestry, manufactured from flock of cotton or hemp, mixed with ox\\'s or goat\\'s hair; -- said to have been invented at Bergamo, Italy.  Encyc. Brit."},{"word":"Bergander","type":"n.","descr":" A European duck (Anas tadorna). See Sheldrake."},{"word":"Bergeret","type":"n.","descr":" A pastoral song."},{"word":"Bergh","type":"n.","descr":" A hill."},{"word":"Bergmaster","type":"n.","descr":" See Barmaster."},{"word":"Bergmeal","type":"n.","descr":" An earthy substance, resembling fine flour. It is composed of the shells of infusoria, and in Lapland and Sweden is sometimes eaten, mixed with flour or ground birch bark, in times of scarcity. This name is also given to a white powdery variety of calcite."},{"word":"Bergmote","type":"n.","descr":" See Barmote."},{"word":"Bergomask","type":"n.","descr":" A rustic dance, so called in ridicule of the people of Bergamo, in Italy, once noted for their clownishness."},{"word":"Bergylt","type":"n.","descr":" The Norway haddock. See Rosefish."},{"word":"Berhymed","type":"imp. and p. p.","descr":" of Berhyme"},{"word":"Berhyming","type":"p. pr. and vb. n.","descr":" of Berhyme"},{"word":"Berhyme","type":"v. t.","descr":" To mention in rhyme or verse; to rhyme about."},{"word":"Beriberi","type":"n.","descr":" An acute disease occurring in India, characterized by multiple inflammatory changes in the nerves, producing great muscular debility, a painful rigidity of the limbs, and cachexy."},{"word":"Berime","type":"v. t.","descr":" To berhyme."},{"word":"Berkeleian","type":"a.","descr":" Of or relating to Bishop Berkeley or his system of idealism; as, Berkeleian philosophy."},{"word":"Berlin","type":"n.","descr":" A four-wheeled carriage, having a sheltered seat behind the body and separate from it, invented in the 17th century, at Berlin."},{"word":"Berlin","type":"n.","descr":" Fine worsted for fancy-work; zephyr worsted; -- called also Berlin wool."},{"word":"Berm","type":"n.","descr":" Alt. of Berme"},{"word":"Berme","type":"n.","descr":" A narrow shelf or path between the bottom of a parapet and the ditch."},{"word":"Berme","type":"n.","descr":" A ledge at the bottom of a bank or cutting, to catch earth that may roll down the slope, or to strengthen the bank."},{"word":"Bermuda grass","type":"","descr":" A kind of grass (Cynodon Dactylon) esteemed for pasture in the Southern United States.  It is a native of Southern Europe, but is now wide-spread in warm countries; -- called also scutch grass, and in Bermuda, devil grass."},{"word":"Bernacle","type":"n.","descr":" See Barnacle."},{"word":"Berna fly","type":"","descr":" A Brazilian dipterous insect of the genus Trypeta, which lays its eggs in the nostrils or in wounds of man and beast, where the larvae do great injury."},{"word":"Bernardine","type":"a.","descr":" Of or pertaining to St. Bernard of Clairvaux, or to the Cistercian monks."},{"word":"Bernardine","type":"n.","descr":" A Cistercian monk."},{"word":"Bernese","type":"a.","descr":" Pertaining to the city or canton of Bern, in Switzerland, or to its inhabitants."},{"word":"Bernese","type":"n. sing. and pl.","descr":" A native or natives of Bern."},{"word":"Bernicle","type":"n.","descr":" A bernicle goose."},{"word":"Bernouse","type":"n.","descr":" Same as Burnoose."},{"word":"Berob","type":"v. t.","descr":" To rob; to plunder."},{"word":"Beroe","type":"n.","descr":" A small, oval, transparent jellyfish, belonging to the Ctenophora."},{"word":"Berretta","type":"n.","descr":" A square cap worn by ecclesiastics of the Roman Catholic Church. A cardinal\\'s berretta is scarlet; that worn by other clerics is black, except that a bishop\\'s is lined with green."},{"word":"Berried","type":"a.","descr":" Furnished with berries; consisting of a berry; baccate; as, a berried shrub."},{"word":"Berries","type":"pl. ","descr":" of Berry"},{"word":"Berry","type":"n.","descr":" Any small fleshy fruit, as the strawberry, mulberry, huckleberry, etc."},{"word":"Berry","type":"n.","descr":" A small fruit that is pulpy or succulent throughout, having seeds loosely imbedded in the pulp, as the currant, grape, blueberry."},{"word":"Berry","type":"n.","descr":" The coffee bean."},{"word":"Berry","type":"n.","descr":" One of the ova or eggs of a fish."},{"word":"Berried","type":"imp. and p. p.","descr":" of Berry"},{"word":"Berrying","type":"p. pr. and vb. n.","descr":" of Berry"},{"word":"Berry","type":"v. i.","descr":" To bear or produce berries."},{"word":"Berry","type":"n.","descr":" A mound; a hillock."},{"word":"Berrying","type":"n.","descr":" A seeking for or gathering of berries, esp. of such as grow wild."},{"word":"Berserk","type":"n.","descr":" Alt. of Berserker"},{"word":"Berserker","type":"n.","descr":" One of a class of legendary heroes, who fought frenzied by intoxicating liquors, and naked, regardless of wounds."},{"word":"Berserker","type":"n.","descr":" One who fights as if frenzied, like a Berserker."},{"word":"Berstle","type":"n.","descr":" See Bristle."},{"word":"Berth","type":"n.","descr":" Convenient sea room."},{"word":"Berth","type":"n.","descr":" A room in which a number of the officers or ship\\'s company mess and reside."},{"word":"Berth","type":"n.","descr":" The place where a ship lies when she is at anchor, or at a wharf."},{"word":"Berth","type":"n.","descr":" An allotted place; an appointment; situation or employment."},{"word":"Berth","type":"n.","descr":" A place in a ship to sleep in; a long box or shelf on the side of a cabin or stateroom, or of a railway car, for sleeping in."},{"word":"Berthed","type":"imp. and p. p.","descr":" of Berth"},{"word":"Berthing","type":"p. pr. and vb. n.","descr":" of Berth"},{"word":"Berth","type":"v. t.","descr":" To give an anchorage to, or a place to lie at; to place in a berth; as, she was berthed stem to stern with the Adelaide."},{"word":"Berth","type":"v. t.","descr":" To allot or furnish berths to, on shipboard; as, to berth a ship\\'s company."},{"word":"Bertha","type":"n.","descr":" A kind of collar or cape worn by ladies."},{"word":"Berthage","type":"n.","descr":" A place for mooring vessels in a dock or harbor."},{"word":"Berthierite","type":"n.","descr":" A double sulphide of antimony and iron, of a dark steel-gray color."},{"word":"Berthing","type":"n.","descr":" The planking outside of a vessel, above the sheer strake."},{"word":"Bertram","type":"n.","descr":" Pellitory of Spain (Anacyclus pyrethrum)."},{"word":"Berycoid","type":"a.","descr":" Of or pertaining to the Berycidae, a family of marine fishes."},{"word":"Beryl","type":"n.","descr":" A mineral of great hardness, and, when transparent, of much beauty. It occurs in hexagonal prisms, commonly of a green or bluish green color, but also yellow, pink, and white. It is a silicate of aluminium and glucinum (beryllium). The aquamarine is a transparent, sea-green variety used as a gem. The emerald is another variety highly prized in jewelry, and distinguished by its deep color, which is probably due to the presence of a little oxide of chromium."},{"word":"Berylline","type":"a.","descr":" Like a beryl; of a light or bluish green color."},{"word":"Beryllium","type":"n.","descr":" A metallic element found in the beryl. See Glucinum."},{"word":"Berylloid","type":"n.","descr":" A solid consisting of a double twelve-sided pyramid; -- so called because the planes of this form occur on crystals of beryl."},{"word":"Besaiel","type":"n.","descr":" Alt. of Besayle"},{"word":"Besaile","type":"n.","descr":" Alt. of Besayle"},{"word":"Besayle","type":"n.","descr":" A great-grandfather."},{"word":"Besayle","type":"n.","descr":" A kind of writ which formerly lay where a great-grandfather died seized of lands in fee simple, and on the day of his death a stranger abated or entered and kept the heir out. This is now abolished."},{"word":"Besaint","type":"v. t.","descr":" To make a saint of."},{"word":"Besant","type":"n.","descr":" See Bezant."},{"word":"Bes-antler","type":"n.","descr":" Same as Bez-antler."},{"word":"Bescatter","type":"v. t.","descr":" To scatter over."},{"word":"Bescatter","type":"v. t.","descr":" To cover sparsely by scattering (something); to strew."},{"word":"Bescorn","type":"v. t.","descr":" To treat with scorn."},{"word":"Bescratch","type":"v. t.","descr":" To tear with the nails; to cover with scratches."},{"word":"Bescrawl","type":"v. t.","descr":" To cover with scrawls; to scribble over."},{"word":"Bescreen","type":"v. t.","descr":" To cover with a screen, or as with a screen; to shelter; to conceal."},{"word":"Bescribble","type":"v. t.","descr":" To scribble over."},{"word":"Bescumber","type":"v. t.","descr":" Alt. of Bescummer"},{"word":"Bescummer","type":"v. t.","descr":" To discharge ordure or dung upon."},{"word":"Besee","type":"v. t. and i.","descr":" To see; to look; to mind."},{"word":"Besought","type":"imp. and p. p.","descr":" of Beseech"},{"word":"Beseeching","type":"p. pr. and vb. n.","descr":" of Beseech"},{"word":"Beseech","type":"v. t.","descr":" To ask or entreat with urgency; to supplicate; to implore."},{"word":"Beseech","type":"n.","descr":" Solicitation; supplication."},{"word":"Beseecher","type":"n.","descr":" One who beseeches."},{"word":"Beseeching","type":"a.","descr":" Entreating urgently; imploring; as, a beseeching look."},{"word":"Beseechment","type":"n.","descr":" The act of beseeching or entreating earnestly."},{"word":"Beseek","type":"v. t.","descr":" To beseech."},{"word":"Beseemed","type":"imp. and p. p.","descr":" of Beseem"},{"word":"Beseeming","type":"p. pr. and vb. n.","descr":" of Beseem"},{"word":"Beseem","type":"v. t.","descr":" Literally: To appear or seem (well, ill, best, etc.) for (one) to do or to have. Hence: To be fit, suitable, or proper for, or worthy of; to become; to befit."},{"word":"Beseem","type":"v. i.","descr":" To seem; to appear; to be fitting."},{"word":"Beseeming","type":"n.","descr":" Appearance; look; garb."},{"word":"Beseeming","type":"n.","descr":" Comeliness."},{"word":"Beseeming","type":"a.","descr":" Becoming; suitable."},{"word":"Beseemly","type":"a.","descr":" Fit; suitable; becoming."},{"word":"Beseen","type":"a.","descr":" Seen; appearing."},{"word":"Beseen","type":"a.","descr":" Decked or adorned; clad."},{"word":"Beseen","type":"a.","descr":" Accomplished; versed."},{"word":"Beset","type":"imp. and p. p.","descr":" of Beset"},{"word":"Besetting","type":"p. pr. and vb. n.","descr":" of Beset"},{"word":"Beset","type":"v. t.","descr":" To set or stud (anything) with ornaments or prominent objects."},{"word":"Beset","type":"v. t.","descr":" To hem in; to waylay; to surround; to besiege; to blockade."},{"word":"Beset","type":"v. t.","descr":" To set upon on all sides; to perplex; to harass; -- said of dangers, obstacles, etc."},{"word":"Beset","type":"v. t.","descr":" To occupy; to employ; to use up."},{"word":"Besetment","type":"n.","descr":" The act of besetting, or the state of being beset; also, that which besets one, as a sin."},{"word":"Besetter","type":"n.","descr":" One who, or that which, besets."},{"word":"Besetting","type":"a.","descr":" Habitually attacking, harassing, or pressing upon or about; as, a besetting sin."},{"word":"Beshone","type":"imp. and p. p.","descr":" of Beshine"},{"word":"Beshining","type":"p. pr. and vb. n.","descr":" of Beshine"},{"word":"Beshine","type":"v. t.","descr":" To shine upon; to illumine."},{"word":"Beshow","type":"n.","descr":" A large food fish (Anoplopoma fimbria) of the north Pacific coast; -- called also candlefish."},{"word":"Beshrew","type":"v. t.","descr":" To curse; to execrate."},{"word":"Beshroud","type":"v. t.","descr":" To cover with, or as with, a shroud; to screen."},{"word":"Beshut","type":"v. t.","descr":" To shut up or out."},{"word":"Beside","type":"n.","descr":" At the side of; on one side of."},{"word":"Beside","type":"n.","descr":" Aside from; out of the regular course or order of; in a state of deviation from; out of."},{"word":"Beside","type":"n.","descr":" Over and above; distinct from; in addition to."},{"word":"Besides","type":"adv.","descr":" Alt. of Beside"},{"word":"Beside","type":"adv.","descr":" On one side."},{"word":"Beside","type":"adv.","descr":" More than that; over and above; not included in the number, or in what has been mentioned; moreover; in addition."},{"word":"Besides","type":"prep.","descr":" Over and above; separate or distinct from; in addition to; other than; else than. See Beside, prep., 3, and Syn. under Beside."},{"word":"Besieged","type":"imp. and p. p.","descr":" of Besiege"},{"word":"Besieging","type":"p. pr. and vb. n.","descr":" of Besiege"},{"word":"Besiege","type":"v. t.","descr":" To beset or surround with armed forces, for the purpose of compelling to surrender; to lay siege to; to beleaguer; to beset."},{"word":"Besiegement","type":"n.","descr":" The act of besieging, or the state of being besieged."},{"word":"Besieger","type":"n.","descr":" One who besieges; -- opposed to the besieged."},{"word":"Besieging","type":"a.","descr":" That besieges; laying siege to."},{"word":"Besit","type":"v. t.","descr":" To suit; to fit; to become."},{"word":"Beslabber","type":"v. t.","descr":" To beslobber."},{"word":"Beslave","type":"v. t.","descr":" To enslave."},{"word":"Beslavered","type":"imp. and p. p.","descr":" of Beslaver"},{"word":"Beslavering","type":"p. pr. and vb. n.","descr":" of Beslaver"},{"word":"Beslaver","type":"v. t.","descr":" To defile with slaver; to beslobber."},{"word":"Beslime","type":"v. t.","descr":" To daub with slime; to soil."},{"word":"Beslobber","type":"v. t.","descr":" To slobber on; to smear with spittle running from the mouth. Also Fig.: as, to beslobber with praise."},{"word":"Beslubber","type":"v. t.","descr":" To beslobber."},{"word":"Besmeared","type":"imp. and p. p.","descr":" of Besmear"},{"word":"Besmearing","type":"p. pr. and vb. n.","descr":" of Besmear"},{"word":"Besmear","type":"v. t.","descr":" To smear with any viscous, glutinous matter; to bedaub; to soil."},{"word":"Besmearer","type":"n.","descr":" One that besmears."},{"word":"Besmirched","type":"imp. and p. p.","descr":" of Besmirch"},{"word":"Besmirching","type":"p. pr. and vb. n.","descr":" of Besmirch"},{"word":"Besmirch","type":"v. t.","descr":" To smirch or soil; to discolor; to obscure. Hence: To dishonor; to sully."},{"word":"Besmoke","type":"v. t.","descr":" To foul with smoke."},{"word":"Besmoke","type":"v. t.","descr":" To harden or dry in smoke."},{"word":"Besmutted","type":"imp. and p. p.","descr":" of Besmut"},{"word":"Besmutting","type":"p. pr. and vb. n.","descr":" of Besmut"},{"word":"Besmut","type":"v. t.","descr":" To blacken with smut; to foul with soot."},{"word":"Besnowed","type":"imp. and p. p.","descr":" of Besnow"},{"word":"Besnow","type":"v. t.","descr":" To scatter like snow; to cover thick, as with snow flakes."},{"word":"Besnow","type":"v. t.","descr":" To cover with snow; to whiten with snow, or as with snow."},{"word":"Besnuff","type":"v. t.","descr":" To befoul with snuff."},{"word":"Besogne","type":"n.","descr":" A worthless fellow; a bezonian."},{"word":"Besom","type":"n.","descr":" A brush of twigs for sweeping; a broom; anything which sweeps away or destroys."},{"word":"Besomed","type":"imp. and p. p.","descr":" of Besom"},{"word":"Besom","type":"v. t.","descr":" To sweep, as with a besom."},{"word":"Besomer","type":"n.","descr":" One who uses a besom."},{"word":"Besort","type":"v. t.","descr":" To assort or be congruous with; to fit, or become."},{"word":"Besort","type":"n.","descr":" Befitting associates or attendants."},{"word":"Besotted","type":"imp. and p. p.","descr":" of Besot"},{"word":"Besotting","type":"p. pr. and vb. n.","descr":" of Besot"},{"word":"Besot","type":"v. t.","descr":" To make sottish; to make dull or stupid; to stupefy; to infatuate."},{"word":"Besotted","type":"a.","descr":" Made sottish, senseless, or infatuated; characterized by drunken stupidity, or by infatuation; stupefied."},{"word":"Besottingly","type":"adv.","descr":" In a besotting manner."},{"word":"Besought","type":"","descr":" p. p. of Beseech."},{"word":"Bespangled","type":"imp. and p. p.","descr":" of Bespangle"},{"word":"Bespangling","type":"p. pr. and vb. n.","descr":" of Bespangle"},{"word":"Bespangle","type":"v. t.","descr":" To adorn with spangles; to dot or sprinkle with something brilliant or glittering."},{"word":"Bespattered","type":"imp. and p. p.","descr":" of Bespatter"},{"word":"Bespattering","type":"p. pr. and vb. n.","descr":" of Bespatter"},{"word":"Bespatter","type":"v. t.","descr":" To soil by spattering; to sprinkle, esp. with dirty water, mud, or anything which will leave foul spots or stains."},{"word":"Bespatter","type":"v. t.","descr":" To asperse with calumny or reproach."},{"word":"Bespawl","type":"v. t.","descr":" To daub, soil, or make foul with spawl or spittle."},{"word":"Bespoke","type":"imp.","descr":" of Bespeak"},{"word":"Bespake","type":"","descr":" of Bespeak"},{"word":"Bespoke","type":"p. p.","descr":" of Bespeak"},{"word":"Bespoken","type":"","descr":" of Bespeak"},{"word":"Bespeaking","type":"p. pr. and vb. n.","descr":" of Bespeak"},{"word":"Bespeak","type":"v. t.","descr":" To speak or arrange for beforehand; to order or engage against a future time; as, to bespeak goods, a right, or a favor."},{"word":"Bespeak","type":"v. t.","descr":" To show beforehand; to foretell; to indicate."},{"word":"Bespeak","type":"v. t.","descr":" To betoken; to show; to indicate by external marks or appearances."},{"word":"Bespeak","type":"v. t.","descr":" To speak to; to address."},{"word":"Bespeak","type":"v. i.","descr":" To speak."},{"word":"Bespeak","type":"n.","descr":" A bespeaking. Among actors, a benefit (when a particular play is bespoken.)"},{"word":"Bespeaker","type":"n.","descr":" One who bespeaks."},{"word":"Bespeckled","type":"imp. and p. p.","descr":" of Bespeckle"},{"word":"Bespeckling","type":"p. pr. and vb. n.","descr":" of Bespeckle"},{"word":"Bespeckle","type":"v. t.","descr":" To mark with speckles or spots."},{"word":"Bespew","type":"v. t.","descr":" To soil or daub with spew; to vomit on."},{"word":"Bespice","type":"v. t.","descr":" To season with spice, or with some spicy drug."},{"word":"Bespirt","type":"v. t.","descr":" Same as Bespurt."},{"word":"Bespit","type":"imp.","descr":" of Bespit"},{"word":"Bespit","type":"p. p.","descr":" of Bespit"},{"word":"Bespitten","type":"","descr":" of Bespit"},{"word":"Bespitting","type":"p. pr. and vb. n.","descr":" of Bespit"},{"word":"Bespit","type":"v. t.","descr":" To daub or soil with spittle."},{"word":"Bespoke","type":"","descr":" imp. and p. p. of Bespeak."},{"word":"Bespotted","type":"imp. and p. p.","descr":" of Bespot"},{"word":"Bespotting","type":"p. pr. and vb. n.","descr":" of Bespot"},{"word":"Bespot","type":"v. t.","descr":" To mark with spots, or as with spots."},{"word":"Bespread","type":"imp. and p. p.","descr":" of Bespread"},{"word":"Bespreading","type":"p. pr. and vb. n.","descr":" of Bespread"},{"word":"Bespread","type":"v. t.","descr":" To spread or cover over."},{"word":"Besprent","type":"p. p.","descr":" Sprinkled over; strewed."},{"word":"Besprinkled","type":"imp. and p. p.","descr":" of Besprinkle"},{"word":"Besprinkling","type":"p. pr. and vb. n.","descr":" of Besprinkle"},{"word":"Besprinkle","type":"v. t.","descr":" To sprinkle over; to scatter over."},{"word":"Besprinkler","type":"n.","descr":" One who, or that which, besprinkles."},{"word":"Besprinkling","type":"n.","descr":" The act of sprinkling anything; a sprinkling over."},{"word":"Bespurt","type":"v. t.","descr":" To spurt on or over; to asperse."},{"word":"Bessemer steel","type":"","descr":" Steel made directly from cast iron, by burning out a portion of the carbon and other impurities that the latter contains, through the agency of a blast of air which is forced through the molten metal; -- so called from Sir Henry Bessemer, an English engineer, the inventor of the process."},{"word":"Best","type":"a.","descr":" Having good qualities in the highest degree; most good, kind, desirable, suitable, etc.; most excellent; as, the best man; the best road; the best cloth; the best abilities."},{"word":"Best","type":"a.","descr":" Most advanced; most correct or complete; as, the best scholar; the best view of a subject."},{"word":"Best","type":"a.","descr":" Most; largest; as, the best part of a week."},{"word":"Best","type":"n.","descr":" Utmost; highest endeavor or state; most nearly perfect thing, or being, or action; as, to do one\\'s best; to the best of our ability."},{"word":"Best","type":"superl.","descr":" In the highest degree; beyond all others."},{"word":"Best","type":"superl.","descr":" To the most advantage; with the most success, case, profit, benefit, or propriety."},{"word":"Best","type":"superl.","descr":" Most intimately; most thoroughly or correctly; as, what is expedient is best known to himself."},{"word":"Best","type":"v. t.","descr":" To get the better of."},{"word":"Bestad","type":"imp. and p. p.","descr":" Beset; put in peril."},{"word":"Bestain","type":"v. t.","descr":" To stain."},{"word":"Bestarred","type":"imp. and p. p.","descr":" of Bestar"},{"word":"Bestar","type":"v. t.","descr":" To sprinkle with, or as with, stars; to decorate with, or as with, stars; to bestud."},{"word":"Bestead","type":"imp. and p. p.","descr":" of Bestead"},{"word":"Bested","type":"","descr":" of Bestead"},{"word":"Bestad","type":"","descr":" of Bestead"},{"word":"Besteaded","type":"","descr":" of Bestead"},{"word":"Bestead","type":"v. t.","descr":" To put in a certain situation or condition; to circumstance; to place."},{"word":"Bestead","type":"v. t.","descr":" To put in peril; to beset."},{"word":"Bestead","type":"v. t.","descr":" To serve; to assist; to profit; to avail."},{"word":"Bestial","type":"a.","descr":" Belonging to a beast, or to the class of beasts."},{"word":"Bestial","type":"a.","descr":" Having the qualities of a beast; brutal; below the dignity of reason or humanity; irrational; carnal; beastly; sensual."},{"word":"Bestial","type":"n.","descr":" A domestic animal; also collectively, cattle; as, other kinds of bestial."},{"word":"Bestiality","type":"n.","descr":" The state or quality of being bestial."},{"word":"Bestiality","type":"n.","descr":" Unnatural connection with a beast."},{"word":"Bestialized","type":"imp. and p. p.","descr":" of Bestialize"},{"word":"Bestializing","type":"p. pr. and vb. n.","descr":" of Bestialize"},{"word":"Bestialize","type":"v. t.","descr":" To make bestial, or like a beast; to degrade; to brutalize."},{"word":"Bestially","type":"adv.","descr":" In a bestial manner."},{"word":"Bestuck","type":"imp. and p. p.","descr":" of Bestick"},{"word":"Besticking","type":"p. pr. and vb. n.","descr":" of Bestick"},{"word":"Bestick","type":"v. t.","descr":" To stick over, as with sharp points pressed in; to mark by infixing points or spots here and there; to pierce."},{"word":"Bestill","type":"v. t.","descr":" To make still."},{"word":"Bestirred","type":"imp. and p. p.","descr":" of Bestir"},{"word":"Bestirring","type":"p. pr. and vb. n.","descr":" of Bestir"},{"word":"Bestir","type":"v. t.","descr":" To put into brisk or vigorous action; to move with life and vigor; -- usually with the reciprocal pronoun."},{"word":"Bestorm","type":"v. i. and t.","descr":" To storm."},{"word":"Bestowed","type":"imp. and p. p.","descr":" of Bestow"},{"word":"Bestowing","type":"p. pr. and vb. n.","descr":" of Bestow"},{"word":"Bestow","type":"v. t.","descr":" To lay up in store; to deposit for safe keeping; to stow; to place; to put."},{"word":"Bestow","type":"v. t.","descr":" To use; to apply; to devote, as time or strength in some occupation."},{"word":"Bestow","type":"v. t.","descr":" To expend, as money."},{"word":"Bestow","type":"v. t.","descr":" To give or confer; to impart; -- with on or upon."},{"word":"Bestow","type":"v. t.","descr":" To give in marriage."},{"word":"Bestow","type":"v. t.","descr":" To demean; to conduct; to behave; -- followed by a reflexive pronoun."},{"word":"Bestowal","type":"n.","descr":" The act of bestowing; disposal."},{"word":"Bestower","type":"n.","descr":" One that bestows."},{"word":"Bestowment","type":"n.","descr":" The act of giving or bestowing; a conferring or bestowal."},{"word":"Bestowment","type":"n.","descr":" That which is given or bestowed."},{"word":"Bestraddle","type":"v. t.","descr":" To bestride."},{"word":"Bestraught","type":"a.","descr":" Out of one\\'s senses; distracted; mad."},{"word":"Bestreak","type":"v. t.","descr":" To streak."},{"word":"Bestrewed","type":"imp.","descr":" of Bestrew"},{"word":"Bestrewed","type":"p. p.","descr":" of Bestrew"},{"word":"Bestrown","type":"","descr":" of Bestrew"},{"word":"Bestrewing","type":"p. pr. and vb. n.","descr":" of Bestrew"},{"word":"Bestrew","type":"v. t.","descr":" To strew or scatter over; to besprinkle. "},{"word":"Bestrode","type":"imp.","descr":" of Bestride"},{"word":"Bestrid","type":"","descr":" of Bestride"},{"word":"Bestridden","type":"p. p.","descr":" of Bestride"},{"word":"Bestrid","type":"","descr":" of Bestride"},{"word":"Bestrode","type":"","descr":" of Bestride"},{"word":"Bestriding","type":"p. pr. and vb. n.","descr":" of Bestride"},{"word":"Bestride","type":"v. t.","descr":" To stand or sit with anything between the legs, or with the legs astride; to stand over"},{"word":"Bestride","type":"v. t.","descr":" To step over; to stride over or across; as, to bestride a threshold."},{"word":"Bestrode","type":"","descr":" imp. and p. p. of Bestride."},{"word":"Bestrown","type":"","descr":" p. p. of Bestrew."},{"word":"Bestuck","type":"","descr":" imp. and p. p. Bestick."},{"word":"Bestudded","type":"imp. and p. p.","descr":" of Bestud"},{"word":"Bestudding","type":"p. pr. and vb. n.","descr":" of Bestud"},{"word":"Bestud","type":"v. t.","descr":" To set or adorn, as with studs or bosses; to set thickly; to stud; as, to bestud with stars."},{"word":"Beswike","type":"v. t.","descr":" To lure; to cheat."},{"word":"Bet","type":"n.","descr":" That which is laid, staked, or pledged, as between two parties, upon the event of a contest or any contingent issue; the act of giving such a pledge; a wager."},{"word":"Bet","type":"imp. and p. p.","descr":" of Bet"},{"word":"Betted","type":"","descr":" of Bet"},{"word":"Betting","type":"p. pr. and vb. n.","descr":" of Bet"},{"word":"Bet","type":"v. t.","descr":" To stake or pledge upon the event of a contingent issue; to wager."},{"word":"Bet","type":"","descr":" imp. and p. p. of Beat."},{"word":"Bet","type":"a. and adv.","descr":" An early form of Better."},{"word":"Betaine","type":"n.","descr":" A nitrogenous base, C5H11NO2, produced artificially, and also occurring naturally in beet-root molasses and its residues, from which it is extracted as a white crystalline substance; -- called also lycine and oxyneurine. It has a sweetish taste."},{"word":"Betook","type":"imp.","descr":" of Betake"},{"word":"Betaken","type":"p. p.","descr":" of Betake"},{"word":"Betaking","type":"p. pr. and vb. n.","descr":" of Betake"},{"word":"Betake","type":"v. t.","descr":" To take or seize."},{"word":"Betake","type":"v. t.","descr":" To have recourse to; to apply; to resort; to go; -- with a reflexive pronoun."},{"word":"Betake","type":"v. t.","descr":" To commend or intrust to; to commit to."},{"word":"Betaught","type":"a.","descr":" Delivered; committed in trust."},{"word":"Bete","type":"v. t.","descr":" To better; to mend. See Beete."},{"word":"Beteela","type":"n.","descr":" An East India muslin, formerly used for cravats, veils, etc."},{"word":"Beteem","type":"a.","descr":" To give ; to bestow; to grant; to accord; to consent."},{"word":"Beteem","type":"a.","descr":" To allow; to permit; to suffer."},{"word":"Betel","type":"n.","descr":" A species of pepper (Piper betle), the leaves of which are chewed, with the areca or betel nut and a little shell lime, by the inhabitants of the East Indies. It is a woody climber with ovate many-nerved leaves."},{"word":"Betelguese","type":"n.","descr":" A bright star of the first magnitude, near one shoulder of Orion."},{"word":"Betel nut","type":"","descr":" The nutlike seed of the areca palm, chewed in the East with betel leaves (whence its name) and shell lime."},{"word":"Bete noire","type":"","descr":" Something especially hated or dreaded; a bugbear."},{"word":"Bethabara wood","type":"","descr":" A highly elastic wood, used for fishing rods, etc. The tree is unknown, but it is thought to be East Indian."},{"word":"Bethel","type":"n.","descr":" A place of worship; a hallowed spot."},{"word":"Bethel","type":"n.","descr":" A chapel for dissenters."},{"word":"Bethel","type":"n.","descr":" A house of worship for seamen."},{"word":"Bethought","type":"imp. and p. p.","descr":" of Bethink"},{"word":"Bethinking","type":"p. pr. and vb. n.","descr":" of Bethink"},{"word":"Bethink","type":"v. t.","descr":" To call to mind; to recall or bring to recollection, reflection, or consideration; to think; to consider; -- generally followed by a reflexive pronoun, often with of or that before the subject of thought."},{"word":"Bethink","type":"v. i.","descr":" To think; to recollect; to consider."},{"word":"Bethlehem","type":"n.","descr":" A hospital for lunatics; -- corrupted into bedlam."},{"word":"Bethlehem","type":"n.","descr":" In the Ethiopic church, a small building attached to a church edifice, in which the bread for the eucharist is made."},{"word":"Bethlehemite","type":"n.","descr":" Alt. of Bethlemite"},{"word":"Bethlemite","type":"n.","descr":" An inhabitant of Bethlehem in Judea."},{"word":"Bethlemite","type":"n.","descr":" An insane person; a madman; a bedlamite."},{"word":"Bethlemite","type":"n.","descr":" One of an extinct English order of monks."},{"word":"Bethought","type":"","descr":" imp. and p. p. of Bethink."},{"word":"Bethrall","type":"v. t.","descr":" To reduce to thralldom; to inthrall."},{"word":"Bethumb","type":"v. t.","descr":" To handle; to wear or soil by handling; as books."},{"word":"Bethumped","type":"imp. and p. p.","descr":" of Bethump"},{"word":"Bethumpt","type":"","descr":" of Bethump"},{"word":"Bethumping","type":"p. pr. and vb. n.","descr":" of Bethump"},{"word":"Bethump","type":"v. t.","descr":" To beat or thump soundly."},{"word":"Betided","type":"imp. and p. p.","descr":" of Betide"},{"word":"Betid","type":"Obs","descr":" of Betide"},{"word":"Betiding","type":"p. pr. and vb. n.","descr":" of Betide"},{"word":"Betide","type":"v. t.","descr":" To happen to; to befall; to come to ; as, woe betide the wanderer."},{"word":"Betide","type":"v. i.","descr":" To come to pass; to happen; to occur."},{"word":"Betime","type":"adv.","descr":" Alt. of Betimes"},{"word":"Betimes","type":"adv.","descr":" In good season or time; before it is late; seasonably; early."},{"word":"Betimes","type":"adv.","descr":" In a short time; soon; speedily; forth with."},{"word":"Betitle","type":"v. t.","descr":" To furnish with a title or titles; to entitle."},{"word":"Betokened","type":"imp. and p. p.","descr":" of Betoken"},{"word":"Betokening","type":"p. pr. and vb. n.","descr":" of Betoken"},{"word":"Betoken","type":"v. t.","descr":" To signify by some visible object; to show by signs or tokens."},{"word":"Betoken","type":"v. t.","descr":" To foreshow by present signs; to indicate something future by that which is seen or known; as, a dark cloud often betokens a storm."},{"word":"Beton","type":"n.","descr":" The French name for concrete; hence, concrete made after the French fashion."},{"word":"Betongue","type":"v. t.","descr":" To attack with the tongue; to abuse; to insult."},{"word":"Betonies","type":"pl. ","descr":" of Betony"},{"word":"Betony","type":"n.","descr":" A plant of the genus Betonica (Linn.)."},{"word":"Betook","type":"","descr":" imp. of Betake."},{"word":"Betorn","type":"a.","descr":" Torn in pieces; tattered."},{"word":"Betossed","type":"imp. and p. p.","descr":" of Betoss"},{"word":"Betoss","type":"v. t.","descr":" To put in violent motion; to agitate; to disturb; to toss."},{"word":"Betrapped","type":"imp. and p. p.","descr":" of Betrap"},{"word":"Betrap","type":"v. t.","descr":" To draw into, or catch in, a trap; to insnare; to circumvent."},{"word":"Betrap","type":"v. t.","descr":" To put trappings on; to clothe; to deck."},{"word":"Betrayed","type":"imp. and p. p.","descr":" of Betray"},{"word":"Betraying","type":"p. pr. and vb. n.","descr":" of Betray"},{"word":"Betray","type":"v. t.","descr":" To deliver into the hands of an enemy by treachery or fraud, in violation of trust; to give up treacherously or faithlessly; as, an officer betrayed the city."},{"word":"Betray","type":"v. t.","descr":" To prove faithless or treacherous to, as to a trust or one who trusts; to be false to; to deceive; as, to betray a person or a cause."},{"word":"Betray","type":"v. t.","descr":" To violate the confidence of, by disclosing a secret, or that which one is bound in honor not to make known."},{"word":"Betray","type":"v. t.","descr":" To disclose or discover, as something which prudence would conceal; to reveal unintentionally."},{"word":"Betray","type":"v. t.","descr":" To mislead; to expose to inconvenience not foreseen to lead into error or sin."},{"word":"Betray","type":"v. t.","descr":" To lead astray, as a maiden; to seduce (as under promise of marriage) and then abandon."},{"word":"Betray","type":"v. t.","descr":" To show or to indicate; -- said of what is not obvious at first, or would otherwise be concealed."},{"word":"Betrayal","type":"n.","descr":" The act or the result of betraying."},{"word":"Betrayer","type":"n.","descr":" One who, or that which, betrays."},{"word":"Betrayment","type":"n.","descr":" Betrayal."},{"word":"Betrimmed","type":"imp. and p. p.","descr":" of Betrim"},{"word":"Betrimming","type":"p. pr. and vb. n.","descr":" of Betrim"},{"word":"Betrim","type":"v. t.","descr":" To set in order; to adorn; to deck, to embellish; to trim."},{"word":"Betrothed","type":"imp. and p. p.","descr":" of Betroth"},{"word":"Betrothing","type":"p. pr. and vb. n.","descr":" of Betroth"},{"word":"Betroth","type":"v. t.","descr":" To contract to any one for a marriage; to engage or promise in order to marriage; to affiance; -- used esp. of a woman."},{"word":"Betroth","type":"v. t.","descr":" To promise to take (as a future spouse); to plight one\\'s troth to."},{"word":"Betroth","type":"v. t.","descr":" To nominate to a bishopric, in order to consecration."},{"word":"Betrothal","type":"n.","descr":" The act of betrothing, or the fact of being betrothed; a mutual promise, engagement, or contract for a future marriage between the persons betrothed; betrothment; affiance."},{"word":"Betrothment","type":"n.","descr":" The act of betrothing, or the state of being betrothed; betrothal."},{"word":"Betrust","type":"v. t.","descr":" To trust or intrust."},{"word":"Betrustment","type":"n.","descr":" The act of intrusting, or the thing intrusted."},{"word":"Betso","type":"n.","descr":" A small brass Venetian coin."},{"word":"Better","type":"a.","descr":" Having good qualities in a greater degree than another; as, a better man; a better physician; a better house; a better air."},{"word":"Better","type":"a.","descr":" Preferable in regard to rank, value, use, fitness, acceptableness, safety, or in any other respect."},{"word":"Better","type":"a.","descr":" Greater in amount; larger; more."},{"word":"Better","type":"a.","descr":" Improved in health; less affected with disease; as, the patient is better."},{"word":"Better","type":"a.","descr":" More advanced; more perfect; as, upon better acquaintance; a better knowledge of the subject."},{"word":"Better","type":"n.","descr":" Advantage, superiority, or victory; -- usually with of; as, to get the better of an enemy."},{"word":"Better","type":"n.","descr":" One who has a claim to precedence; a superior, as in merit, social standing, etc.; -- usually in the plural."},{"word":"Better","type":"compar.","descr":" In a superior or more excellent manner; with more skill and wisdom, courage, virtue, advantage, or success; as, Henry writes better than John; veterans fight better than recruits."},{"word":"Better","type":"compar.","descr":" More correctly or thoroughly."},{"word":"Better","type":"compar.","descr":" In a higher or greater degree; more; as, to love one better than another."},{"word":"Better","type":"compar.","descr":" More, in reference to value, distance, time, etc.; as, ten miles and better."},{"word":"Bettered","type":"imp. and p. p.","descr":" of Better"},{"word":"Bettering","type":"p. pr. and vb. n.","descr":" of Better"},{"word":"Better","type":"a.","descr":" To improve or ameliorate; to increase the good qualities of."},{"word":"Better","type":"a.","descr":" To improve the condition of, morally, physically, financially, socially, or otherwise."},{"word":"Better","type":"a.","descr":" To surpass in excellence; to exceed; to excel."},{"word":"Better","type":"a.","descr":" To give advantage to; to support; to advance the interest of."},{"word":"Better","type":"v. i.","descr":" To become better; to improve."},{"word":"Better","type":"n.","descr":" One who bets or lays a wager."},{"word":"Betterment","type":"n.","descr":" A making better; amendment; improvement."},{"word":"Betterment","type":"n.","descr":" An improvement of an estate which renders it better than mere repairing would do; -- generally used in the plural."},{"word":"Bettermost","type":"a.","descr":" Best."},{"word":"Betterness","type":"n.","descr":" The quality of being better or superior; superiority."},{"word":"Betterness","type":"n.","descr":" The difference by which fine gold or silver exceeds in fineness the standard."},{"word":"Bettong","type":"n.","descr":" A small, leaping Australian marsupial of the genus Bettongia; the jerboa kangaroo."},{"word":"Bettor","type":"n.","descr":" One who bets; a better."},{"word":"Betty","type":"n.","descr":" A short bar used by thieves to wrench doors open."},{"word":"Betty","type":"n.","descr":" A name of contempt given to a man who interferes with the duties of women in a household, or who occupies himself with womanish matters."},{"word":"Betty","type":"n.","descr":" A pear-shaped bottle covered round with straw, in which olive oil is sometimes brought from Italy; -- called by chemists a Florence flask."},{"word":"Betulin","type":"n.","descr":" A substance of a resinous nature, obtained from the outer bark of the common European birch (Betula alba), or from the tar prepared therefrom; -- called also birch camphor."},{"word":"Betumbled","type":"imp. and p. p.","descr":" of Betumble"},{"word":"Betumble","type":"v. t.","descr":" To throw into disorder; to tumble."},{"word":"Betutored","type":"imp. and p. p.","descr":" of Betutor"},{"word":"Betutor","type":"v. t.","descr":" To tutor; to instruct."},{"word":"Between","type":"prep.","descr":" In the space which separates; betwixt; as, New York is between Boston and Philadelphia."},{"word":"Between","type":"prep.","descr":" Used in expressing motion from one body or place to another; from one to another of two."},{"word":"Between","type":"prep.","descr":" Belonging in common to two; shared by both."},{"word":"Between","type":"prep.","descr":" Belonging to, or participated in by, two, and involving reciprocal action or affecting their mutual relation; as, opposition between science and religion."},{"word":"Between","type":"prep.","descr":" With relation to two, as involved in an act or attribute of which another is the agent or subject; as, to judge between or to choose between courses; to distinguish between you and me; to mediate between nations."},{"word":"Between","type":"prep.","descr":" In intermediate relation to, in respect to time, quantity, or degree; as, between nine and ten o\\'clock."},{"word":"Between","type":"n.","descr":" Intermediate time or space; interval."},{"word":"Betwixt","type":"prep.","descr":" In the space which separates; between."},{"word":"Betwixt","type":"prep.","descr":" From one to another of; mutually affecting."},{"word":"Beurre","type":"n.","descr":" A beurre (or buttery) pear, one with the meat soft and melting; -- used with a distinguishing word; as, Beurre d\\'Anjou; Beurre Clairgeau."},{"word":"Bevel","type":"n.","descr":" Any angle other than a right angle; the angle which one surface makes with another when they are not at right angles; the slant or inclination of such surface; as, to give a bevel to the edge of a table or a stone slab; the bevel of a piece of timber."},{"word":"Bevel","type":"n.","descr":" An instrument consisting of two rules or arms, jointed together at one end, and opening to any angle, for adjusting the surfaces of work to the same or a given inclination; -- called also a bevel square."},{"word":"Bevel","type":"a.","descr":" Having the slant of a bevel; slanting."},{"word":"Bevel","type":"a.","descr":" Hence: Morally distorted; not upright."},{"word":"Beveled","type":"imp. and p. p.","descr":" of Bevel"},{"word":"Bevelled","type":"","descr":" of Bevel"},{"word":"Beveling","type":"p. pr. and vb. n.","descr":" of Bevel"},{"word":"Bevelling","type":"","descr":" of Bevel"},{"word":"Bevel","type":"v. t.","descr":" To cut to a bevel angle; to slope the edge or surface of."},{"word":"Bevel","type":"v. i.","descr":" To deviate or incline from an angle of 90¡, as a surface; to slant."},{"word":"Beveled","type":"a.","descr":" Alt. of Bevelled"},{"word":"Bevelled","type":"a.","descr":" Formed to a bevel angle; sloping; as, the beveled edge of a table."},{"word":"Bevelled","type":"a.","descr":" Replaced by two planes inclining equally upon the adjacent planes, as an edge; having its edges replaced by sloping planes, as a cube or other solid."},{"word":"Bevel gear","type":"","descr":" A kind of gear in which the two wheels working together lie in different planes, and have their teeth cut at right angles to the surfaces of two cones whose apices coincide with the point where the axes of the wheels would meet."},{"word":"Bevelment","type":"n.","descr":" The replacement of an edge by two similar planes, equally inclined to the including faces or adjacent planes."},{"word":"Bever","type":"n.","descr":" A light repast between meals; a lunch."},{"word":"Bevered","type":"imp. and p. p.","descr":" of Bever"},{"word":"Bever","type":"v. i.","descr":" To take a light repast between meals."},{"word":"Beverage","type":"v. t.","descr":" Liquid for drinking; drink; -- usually applied to drink artificially prepared and of an agreeable flavor; as, an intoxicating beverage."},{"word":"Beverage","type":"v. t.","descr":" Specifically, a name applied to various kinds of drink."},{"word":"Beverage","type":"v. t.","descr":" A treat, or drink money."},{"word":"Bevile","type":"n.","descr":" A chief broken or opening like a carpenter\\'s bevel."},{"word":"Beviled","type":"a.","descr":" Alt. of Bevilled"},{"word":"Bevilled","type":"a.","descr":" Notched with an angle like that inclosed by a carpenter\\'s bevel; -- said of a partition line of a shield."},{"word":"Bevies","type":"pl. ","descr":" of Bevy"},{"word":"Bevy","type":"n.","descr":" A company; an assembly or collection of persons, especially of ladies."},{"word":"Bevy","type":"n.","descr":" A flock of birds, especially quails or larks; also, a herd of roes."},{"word":"Bewailed","type":"imp. and p. p.","descr":" of Bewail"},{"word":"Bewailing","type":"p. pr. and vb. n.","descr":" of Bewail"},{"word":"Bewail","type":"v. t.","descr":" To express deep sorrow for, as by wailing; to lament; to wail over."},{"word":"Bewail","type":"v. i.","descr":" To express grief; to lament."},{"word":"Bewailable","type":"a.","descr":" Such as may, or ought to, be bewailed; lamentable."},{"word":"Bewailer","type":"n.","descr":" One who bewails or laments."},{"word":"Bewailing","type":"a.","descr":" Wailing over; lamenting."},{"word":"Bewailment","type":"n.","descr":" The act of bewailing."},{"word":"Bewake","type":"v. t. and i.","descr":" To keep watch over; to keep awake."},{"word":"Beware","type":"v. i.","descr":" To be on one\\'s guard; to be cautious; to take care; -- commonly followed by of or lest before the thing that is to be avoided."},{"word":"Beware","type":"v. i.","descr":" To have a special regard; to heed."},{"word":"Beware","type":"v. t.","descr":" To avoid; to take care of; to have a care for."},{"word":"Bewash","type":"v. t.","descr":" To drench or souse with water."},{"word":"Bewept","type":"imp. and p. p.","descr":" of Beweep"},{"word":"Beweeping","type":"p. pr. and vb. n.","descr":" of Beweep"},{"word":"Beweep","type":"v. t.","descr":" To weep over; to deplore; to bedew with tears."},{"word":"Beweep","type":"v. i.","descr":" To weep."},{"word":"Bewet","type":"imp. and p. p.","descr":" of Bewet"},{"word":"Bewetted","type":"","descr":" of Bewet"},{"word":"Bewet","type":"v. t.","descr":" To wet or moisten."},{"word":"Bewhore","type":"v. t.","descr":" To corrupt with regard to chastity; to make a whore of."},{"word":"Bewhore","type":"v. t.","descr":" To pronounce or characterize as a whore."},{"word":"Bewigged","type":"imp. and p. p.","descr":" of Bewig"},{"word":"Bewig","type":"v. t.","descr":" To cover (the head) with a wig."},{"word":"Bewildered","type":"imp. and p. p.","descr":" of Bewilder"},{"word":"Bewildering","type":"p. pr. and vb. n.","descr":" of Bewilder"},{"word":"Bewilder","type":"v. t.","descr":" To lead into perplexity or confusion, as for want of a plain path; to perplex with mazes; or in general, to perplex or confuse greatly."},{"word":"Bewildered","type":"a.","descr":" Greatly perplexed; as, a bewildered mind."},{"word":"Bewilderedness","type":"n.","descr":" The state of being bewildered; bewilderment."},{"word":"Bewildering","type":"a.","descr":" Causing bewilderment or great perplexity; as, bewildering difficulties."},{"word":"Bewilderment","type":"n.","descr":" The state of being bewildered."},{"word":"Bewilderment","type":"n.","descr":" A bewildering tangle or confusion."},{"word":"Bewinter","type":"v. t.","descr":" To make wintry."},{"word":"Bewit","type":"n.","descr":" A double slip of leather by which bells are fastened to a hawk\\'s legs."},{"word":"Bewitched","type":"imp. and p. p.","descr":" of Bewitch"},{"word":"Bewitching","type":"p. pr. and vb. n.","descr":" of Bewitch"},{"word":"Bewitch","type":"v. t.","descr":" To gain an ascendency over by charms or incantations; to affect (esp. to injure) by witchcraft or sorcery."},{"word":"Bewitch","type":"v. t.","descr":" To charm; to fascinate; to please to such a degree as to take away the power of resistance; to enchant."},{"word":"Bewitchedness","type":"n.","descr":" The state of being bewitched."},{"word":"Bewitcher","type":"n.","descr":" One who bewitches."},{"word":"Bewitchery","type":"n.","descr":" The power of bewitching or fascinating; bewitchment; charm; fascination."},{"word":"Bewitching","type":"a.","descr":" Having power to bewitch or fascinate; enchanting; captivating; charming."},{"word":"Bewitchment","type":"n.","descr":" The act of bewitching, or the state of being bewitched."},{"word":"Bewitchment","type":"n.","descr":" The power of bewitching or charming."},{"word":"Bewondered","type":"imp. and p. p.","descr":" of Bewonder"},{"word":"Bewonder","type":"v. t.","descr":" To fill with wonder."},{"word":"Bewonder","type":"v. t.","descr":" To wonder at; to admire."},{"word":"Bewrapped","type":"imp. and p. p.","descr":" of Bewrap"},{"word":"Bewrap","type":"v. t.","descr":" To wrap up; to cover."},{"word":"Bewray","type":"v. t.","descr":" To soil. See Beray."},{"word":"Bewrayed","type":"imp. and p. p.","descr":" of Bewray"},{"word":"Bewraying","type":"p. pr. and vb. n.","descr":" of Bewray"},{"word":"Bewray","type":"v. t.","descr":" To expose; to reveal; to disclose; to betray."},{"word":"Bewrayer","type":"n.","descr":" One who, or that which, bewrays; a revealer."},{"word":"Bewrayment","type":"n.","descr":" Betrayal."},{"word":"Bewreck","type":"v. t.","descr":" To wreck."},{"word":"Bewreke","type":"v. t.","descr":" To wreak; to avenge."},{"word":"Bewrought","type":"a.","descr":" Embroidered."},{"word":"Bey","type":"n.","descr":" A governor of a province or district in the Turkish dominions; also, in some places, a prince or nobleman; a beg; as, the bey of Tunis."},{"word":"Beylic","type":"n.","descr":" The territory ruled by a bey."},{"word":"Beyond","type":"prep.","descr":" On the further side of; in the same direction as, and further on or away than."},{"word":"Beyond","type":"prep.","descr":" At a place or time not yet reached; before."},{"word":"Beyond","type":"prep.","descr":" Past, out of the reach or sphere of; further than; greater than; as, the patient was beyond medical aid; beyond one\\'s strength."},{"word":"Beyond","type":"prep.","descr":" In a degree or amount exceeding or surpassing; proceeding to a greater degree than; above, as in dignity, excellence, or quality of any kind."},{"word":"Beyond","type":"adv.","descr":" Further away; at a distance; yonder."},{"word":"Bezant","type":"n.","descr":" A gold coin of Byzantium or Constantinople, varying in weight and value, usually (those current in England) between a sovereign and a half sovereign. There were also white or silver bezants."},{"word":"Bezant","type":"n.","descr":" A circle in or, i. e., gold, representing the gold coin called bezant."},{"word":"Bezant","type":"n.","descr":" A decoration of a flat surface, as of a band or belt, representing circular disks lapping one upon another."},{"word":"Bez-antler","type":"n.","descr":" The second branch of a stag\\'s horn."},{"word":"Bezel","type":"n.","descr":" The rim which encompasses and fastens a jewel or other object, as the crystal of a watch, in the cavity in which it is set."},{"word":"Bezique","type":"n.","descr":" A game at cards in which various combinations of cards in the hand, when declared, score points."},{"word":"Bezoar","type":"n.","descr":" A calculous concretion found in the intestines of certain ruminant animals (as the wild goat, the gazelle, and the Peruvian llama) formerly regarded as an unfailing antidote for poison, and a certain remedy for eruptive, pestilential, or putrid diseases. Hence: Any antidote or panacea."},{"word":"Bezoardic","type":"a.","descr":" Pertaining to, or compounded with, bezoar."},{"word":"Bezoardic","type":"n.","descr":" A medicine containing bezoar."},{"word":"Bezoartic","type":"a.","descr":" Alt. of Bezoartical"},{"word":"Bezoartical","type":"a.","descr":" Having the qualities of an antidote, or of bezoar; healing."},{"word":"Bezonian","type":"n.","descr":" A low fellow or scoundrel; a beggar."},{"word":"Bezzled","type":"imp. and p. p.","descr":" of Bezzle"},{"word":"Bezzling","type":"p. pr. and vb. n.","descr":" of Bezzle"},{"word":"Bezzle","type":"v. t.","descr":" To plunder; to waste in riot."},{"word":"Bezzle","type":"v. i.","descr":" To drink to excess; to revel."},{"word":"Beestings","type":"n. pl.","descr":" The first milk given by a cow after calving."}]