[{"word":"Blabbed","type":"imp. and p. p.","descr":" of Blab"},{"word":"Blabbing","type":"p. pr. and vb. n.","descr":" of Blab"},{"word":"Blab","type":"v.","descr":" To utter or tell unnecessarily, or in a thoughtless manner; to publish (secrets or trifles) without reserve or discretion."},{"word":"Blab","type":"v. i.","descr":" To talk thoughtlessly or without discretion; to tattle; to tell tales."},{"word":"Blab","type":"n.","descr":" One who blabs; a babbler; a telltale."},{"word":"Blabber","type":"n.","descr":" A tattler; a telltale."},{"word":"Black","type":"a.","descr":" Destitute of light, or incapable of reflecting it; of the color of soot or coal; of the darkest or a very dark color, the opposite of white; characterized by such a color; as, black cloth; black hair or eyes."},{"word":"Black","type":"a.","descr":" In a less literal sense: Enveloped or shrouded in darkness; very dark or gloomy; as, a black night; the heavens black with clouds."},{"word":"Black","type":"a.","descr":" Fig.: Dismal, gloomy, or forbidding, like darkness; destitute of moral light or goodness; atrociously wicked; cruel; mournful; calamitous; horrible."},{"word":"Black","type":"a.","descr":" Expressing menace, or discontent; threatening; sullen; foreboding; as, to regard one with black looks."},{"word":"Black","type":"adv.","descr":" Sullenly; threateningly; maliciously; so as to produce blackness."},{"word":"Black","type":"n.","descr":" That which is destitute of light or whiteness; the darkest color, or rather a destitution of all color; as, a cloth has a good black."},{"word":"Black","type":"n.","descr":" A black pigment or dye."},{"word":"Black","type":"n.","descr":" A negro; a person whose skin is of a black color, or shaded with black; esp. a member or descendant of certain African races."},{"word":"Black","type":"n.","descr":" A black garment or dress; as, she wears black"},{"word":"Black","type":"n.","descr":" Mourning garments of a black color; funereal drapery."},{"word":"Black","type":"n.","descr":" The part of a thing which is distinguished from the rest by being black."},{"word":"Black","type":"n.","descr":" A stain; a spot; a smooch."},{"word":"Blacked","type":"imp. and p. p.","descr":" of Black"},{"word":"Blacking","type":"p. pr. and vb. n.","descr":" of Black"},{"word":"Black","type":"a.","descr":" To make black; to blacken; to soil; to sully."},{"word":"Black","type":"a.","descr":" To make black and shining, as boots or a stove, by applying blacking and then polishing with a brush."},{"word":"Blackamoor","type":"n.","descr":" A negro or negress."},{"word":"Black art","type":"","descr":" The art practiced by conjurers and witches; necromancy; conjuration; magic."},{"word":"Black-a-vised","type":"a.","descr":" Dark-visaged; swart."},{"word":"Blackball","type":"n.","descr":" A composition for blacking shoes, boots, etc.; also, one for taking impressions of engraved work."},{"word":"Blackball","type":"n.","descr":" A ball of black color, esp. one used as a negative in voting; -- in this sense usually two words."},{"word":"Blackballed","type":"imp. and p. p.","descr":" of Blackball"},{"word":"Blackballing","type":"p. pr. and vb. n.","descr":" of Blackball"},{"word":"Blackball","type":"v. t.","descr":" To vote against, by putting a black ball into a ballot box; to reject or exclude, as by voting against with black balls; to ostracize."},{"word":"Blackball","type":"v. t.","descr":" To blacken (leather, shoes, etc.) with blacking."},{"word":"Blackband","type":"n.","descr":" An earthy carbonate of iron containing considerable carbonaceous matter; -- valuable as an iron ore."},{"word":"Black bass","type":"","descr":" An edible, fresh-water fish of the United States, of the genus Micropterus. the small-mouthed kind is M. dolomiei; the large-mouthed is M. salmoides."},{"word":"Black bass","type":"","descr":" The sea bass. See Blackfish, 3."},{"word":"Blackberry","type":"n.","descr":" The fruit of several species of bramble (Rubus); also, the plant itself. Rubus fruticosus is the blackberry of England; R. villosus and R. Canadensis are the high blackberry and low blackberry of the United States. There are also other kinds."},{"word":"Blackbird","type":"n.","descr":" In England, a species of thrush (Turdus merula), a singing bird with a fin note; the merle. In America the name is given to several birds, as the Quiscalus versicolor, or crow blackbird; the Agelaeus phoeniceus, or red-winged blackbird; the cowbird; the rusty grackle, etc. See Redwing."},{"word":"Blackboard","type":"n.","descr":" A broad board painted black, or any black surface on which writing, drawing, or the working of mathematical problems can be done with chalk or crayons. It is much used in schools."},{"word":"Black book","type":"","descr":" One of several books of a political character, published at different times and for different purposes; -- so called either from the color of the binding, or from the character of the contents."},{"word":"Black book","type":"","descr":" A book compiled in the twelfth century, containing a description of the court of exchequer of England, an official statement of the revenues of the crown, etc."},{"word":"Black book","type":"","descr":" A book containing details of the enormities practiced in the English monasteries and religious houses, compiled by order of their visitors under Henry VIII., to hasten their dissolution."},{"word":"Black book","type":"","descr":" A book of admiralty law, of the highest authority, compiled in the reign of Edw. III."},{"word":"Black book","type":"","descr":" A book kept for the purpose of registering the names of persons liable to censure or punishment, as in the English universities, or the English armies."},{"word":"Black book","type":"","descr":" Any book which treats of necromancy."},{"word":"Black-browed","type":"a.","descr":" Having black eyebrows. Hence: Gloomy; dismal; threatening; forbidding."},{"word":"Blackburnian warbler","type":"","descr":" A beautiful warbler of the United States (Dendroica Blackburniae). The male is strongly marked with orange, yellow, and black on the head and neck, and has an orange-yellow breast."},{"word":"Blackcap","type":"n.","descr":" A small European song bird (Sylvia atricapilla), with a black crown; the mock nightingale."},{"word":"Blackcap","type":"n.","descr":" An American titmouse (Parus atricapillus); the chickadee."},{"word":"Blackcap","type":"n.","descr":" An apple roasted till black, to be served in a dish of boiled custard."},{"word":"Blackcap","type":"n.","descr":" The black raspberry."},{"word":"Blackcoat","type":"n.","descr":" A clergyman; -- familiarly so called, as a soldier is sometimes called a redcoat or a bluecoat."},{"word":"Blackcock","type":"n.","descr":" The male of the European black grouse (Tetrao tetrix, Linn.); -- so called by sportsmen. The female is called gray hen. See Heath grouse."},{"word":"Black death","type":"","descr":" A pestilence which ravaged Europe and Asia in the fourteenth century."},{"word":"Blackened","type":"imp. and p. p.","descr":" of Blacken"},{"word":"Blackening","type":"p. pr. and vb. n.","descr":" of Blacken"},{"word":"Blacken","type":"v. t.","descr":" To make or render black."},{"word":"Blacken","type":"v. t.","descr":" To make dark; to darken; to cloud."},{"word":"Blacken","type":"v. t.","descr":" To defame; to sully, as reputation; to make infamous; as, vice blackens the character."},{"word":"Blacken","type":"v. i.","descr":" To grow black or dark."},{"word":"Blackener","type":"n.","descr":" One who blackens."},{"word":"Black-eyed","type":"a.","descr":" Having black eyes."},{"word":"Black-faced","type":"a.","descr":" Having a black, dark, or gloomy face or aspect."},{"word":"Blackfeet","type":"n. pl.","descr":" A tribe of North American Indians formerly inhabiting the country from the upper Missouri River to the Saskatchewan, but now much reduced in numbers."},{"word":"Blackfin","type":"n.","descr":" See Bluefin."},{"word":"Blackfish","type":"n.","descr":" A small kind of whale, of the genus Globicephalus, of several species. The most common is G. melas. Also sometimes applied to other whales of larger size."},{"word":"Blackfish","type":"n.","descr":" The tautog of New England (Tautoga)."},{"word":"Blackfish","type":"n.","descr":" The black sea bass (Centropristis atrarius) of the Atlantic coast. It is excellent food fish; -- locally called also black Harry."},{"word":"Blackfish","type":"n.","descr":" A fish of southern Europe (Centrolophus pompilus) of the Mackerel family."},{"word":"Blackfish","type":"n.","descr":" The female salmon in the spawning season."},{"word":"Blackfoot","type":"a.","descr":" Of or pertaining to the Blackfeet; as, a Blackfoot Indian."},{"word":"Blackfoot","type":"n.","descr":" A Blackfoot Indian."},{"word":"Black friar","type":"","descr":" A friar of the Dominican order; -- called also predicant and preaching friar; in France, Jacobin. Also, sometimes, a Benedictine."},{"word":"Blackguard","type":"n.","descr":" The scullions and lower menials of a court, or of a nobleman\\'s household, who, in a removal from one residence to another, had charge of the kitchen utensils, and being smutted by them, were jocularly called the \"black guard\"; also, the servants and hangers-on of an army."},{"word":"Blackguard","type":"n.","descr":" The criminals and vagrants or vagabonds of a town or community, collectively."},{"word":"Blackguard","type":"n.","descr":" A person of stained or low character, esp. one who uses scurrilous language, or treats others with foul abuse; a scoundrel; a rough."},{"word":"Blackguard","type":"n.","descr":" A vagrant; a bootblack; a gamin."},{"word":"Blackguarded","type":"imp. and p. p.","descr":" of Blackguard"},{"word":"Blackguarding","type":"p. pr. and vb. n.","descr":" of Blackguard"},{"word":"Blackguard","type":"v. t.","descr":" To revile or abuse in scurrilous language."},{"word":"Blackguard","type":"a.","descr":" Scurrilous; abusive; low; worthless; vicious; as, blackguard language."},{"word":"Blackguardism","type":"n.","descr":" The conduct or language of a blackguard; ruffianism."},{"word":"Blackguardly","type":"adv. and a.","descr":" In the manner of or resembling a blackguard; abusive; scurrilous; ruffianly."},{"word":"Blackhead","type":"n.","descr":" The scaup duck."},{"word":"Blackheart","type":"n.","descr":" A heart-shaped cherry with a very dark-colored skin."},{"word":"Black-hearted","type":"a.","descr":" Having a wicked, malignant disposition; morally bad."},{"word":"Black hole","type":"","descr":" A dungeon or dark cell in a prison; a military lock-up or guardroom; -- now commonly with allusion to the cell (the Black Hole) in a fort at Calcutta, into which 146 English prisoners were thrust by the nabob Suraja Dowla on the night of June 20, 17656, and in which 123 of the prisoners died before morning from lack of air."},{"word":"Blacking","type":"n.","descr":" Any preparation for making things black; esp. one for giving a black luster to boots and shoes, or to stoves."},{"word":"Blacking","type":"n.","descr":" The act or process of making black."},{"word":"Blackish","type":"a.","descr":" Somewhat black."},{"word":"Black-jack","type":"n.","descr":" A name given by English miners to sphalerite, or zinc blende; -- called also false galena. See Blende."},{"word":"Black-jack","type":"n.","descr":" Caramel or burnt sugar, used to color wines, spirits, ground coffee, etc."},{"word":"Black-jack","type":"n.","descr":" A large leather vessel for beer, etc."},{"word":"Black-jack","type":"n.","descr":" The Quercus nigra, or barren oak."},{"word":"Black-jack","type":"n.","descr":" The ensign of a pirate."},{"word":"Black lead","type":"","descr":" Plumbago; graphite. It leaves a blackish mark somewhat like lead. See Graphite."},{"word":"Blacklead","type":"v. t.","descr":" To coat or to polish with black lead."},{"word":"Blackleg","type":"n.","descr":" A notorious gambler."},{"word":"Blackleg","type":"n.","descr":" A disease among calves and sheep, characterized by a settling of gelatinous matter in the legs, and sometimes in the neck."},{"word":"Black letter","type":"","descr":" The old English or Gothic letter, in which the Early English manuscripts were written, and the first English books were printed. It was conspicuous for its blackness. See Type."},{"word":"Black-letter","type":"a.","descr":" Written or printed in black letter; as, a black-letter manuscript or book."},{"word":"Black-letter","type":"a.","descr":" Given to the study of books in black letter; that is, of old books; out of date."},{"word":"Black-letter","type":"a.","descr":" Of or pertaining to the days in the calendar not marked with red letters as saints\\' days. Hence: Unlucky; inauspicious."},{"word":"Blacklist","type":"v. t.","descr":" To put in a black list as deserving of suspicion, censure, or punishment; esp. to put in a list of persons stigmatized as insolvent or untrustworthy, -- as tradesmen and employers do for mutual protection; as, to blacklist a workman who has been discharged. See Black list, under Black, a."},{"word":"Blackly","type":"adv.","descr":" In a black manner; darkly, in color; gloomily; threateningly; atrociously."},{"word":"Blackmail","type":"n.","descr":" A certain rate of money, corn, cattle, or other thing, anciently paid, in the north of England and south of Scotland, to certain men who were allied to robbers, or moss troopers, to be by them protected from pillage."},{"word":"Blackmail","type":"n.","descr":" Payment of money exacted by means of intimidation; also, extortion of money from a person by threats of public accusation, exposure, or censure."},{"word":"Blackmail","type":"n.","descr":" Black rent, or rent paid in corn, flesh, or the lowest coin, a opposed to \"white rent\", which paid in silver."},{"word":"Blackmailed","type":"imp. and p. p.","descr":" of Blackmail"},{"word":"Blackmailing","type":"p. pr. and vb. n.","descr":" of Blackmail"},{"word":"Blackmail","type":"v. t.","descr":" To extort money from by exciting fears of injury other than bodily harm, as injury to reputation, distress of mind, etc.; as, to blackmail a merchant by threatening to expose an alleged fraud."},{"word":"Blackmailer","type":"n.","descr":" One who extorts, or endeavors to extort, money, by black mailing."},{"word":"Blackmailing","type":"n.","descr":" The act or practice of extorting money by exciting fears of injury other than bodily harm, as injury to reputation."},{"word":"Black Monday","type":"","descr":" Easter Monday, so called from the severity of that day in 1360, which was so unusual that many of Edward III.\\'s soldiers, then before Paris, died from the cold."},{"word":"Black Monday","type":"","descr":" The first Monday after the holidays; -- so called by English schoolboys."},{"word":"Black monk","type":"","descr":" A Benedictine monk."},{"word":"Blackmoor","type":"n.","descr":" See Blackamoor."},{"word":"Black-mouthed","type":"a.","descr":" Using foul or scurrilous language; slanderous."},{"word":"Blackness","type":"n.","descr":" The quality or state of being black; black color; atrociousness or enormity in wickedness."},{"word":"Blackpoll","type":"n.","descr":" A warbler of the United States (Dendroica striata)."},{"word":"Black pudding","type":"","descr":" A kind of sausage made of blood, suet, etc., thickened with meal."},{"word":"Black Rod","type":"","descr":" the usher to the Chapter of the Garter, so called from the black rod which he carries. He is of the king\\'s chamber, and also usher to the House of Lords."},{"word":"Black Rod","type":"","descr":" An usher in the legislature of British colonies."},{"word":"Blackroot","type":"n.","descr":" See Colicroot."},{"word":"Blacks","type":"n. pl.","descr":" The name of a kind of in used in copperplate printing, prepared from the charred husks of the grape, and residue of the wine press."},{"word":"Blacks","type":"n. pl.","descr":" Soot flying in the air."},{"word":"Blacks","type":"n. pl.","descr":" Black garments, etc. See Black, n., 4."},{"word":"Blacksalter","type":"n.","descr":" One who makes crude potash, or black salts."},{"word":"Black salts","type":"","descr":" Crude potash."},{"word":"Blacksmith","type":"n.","descr":" A smith who works in iron with a forge, and makes iron utensils, horseshoes, etc."},{"word":"Blacksmith","type":"n.","descr":" A fish of the Pacific coast (Chromis, \/ Heliastes, punctipinnis), of a blackish color."},{"word":"Black snake","type":"n.","descr":" Alt. of Blacksnake"},{"word":"Blacksnake","type":"n.","descr":" A snake of a black color, of which two species are common in the United States, the Bascanium constrictor, or racer, sometimes six feet long, and the Scotophis Alleghaniensis, seven or eight feet long."},{"word":"Blackstrap","type":"n.","descr":" A mixture of spirituous liquor (usually rum) and molasses."},{"word":"Blackstrap","type":"n.","descr":" Bad port wine; any common wine of the Mediterranean; -- so called by sailors."},{"word":"Blacktail","type":"n.","descr":" A fish; the ruff or pope."},{"word":"Blacktail","type":"n.","descr":" The black-tailed deer (Cervus \/ Cariacus Columbianus) of California and Oregon; also, the mule deer of the Rocky Mountains. See Mule deer."},{"word":"Blackthorn","type":"n.","descr":" A spreading thorny shrub or small tree (Prunus spinosa), with blackish bark, and bearing little black plums, which are called sloes; the sloe."},{"word":"Blackthorn","type":"n.","descr":" A species of Crataegus or hawthorn (C. tomentosa). Both are used for hedges."},{"word":"Black vomit","type":"","descr":" A copious vomiting of dark-colored matter; or the substance so discharged; -- one of the most fatal symptoms in yellow fever."},{"word":"Black wash","type":"n.","descr":" Alt. of Blackwash"},{"word":"Blackwash","type":"n.","descr":" A lotion made by mixing calomel and lime water."},{"word":"Blackwash","type":"n.","descr":" A wash that blackens, as opposed to whitewash; hence, figuratively, calumny."},{"word":"Blackwood","type":"n.","descr":" A name given to several dark-colored timbers. The East Indian black wood is from the tree Dalbergia latifolia."},{"word":"Blackwork","type":"n.","descr":" Work wrought by blacksmiths; -- so called in distinction from that wrought by whitesmiths."},{"word":"Bladder","type":"n.","descr":" A bag or sac in animals, which serves as the receptacle of some fluid; as, the urinary bladder; the gall bladder; -- applied especially to the urinary bladder, either within the animal, or when taken out and inflated with air."},{"word":"Bladder","type":"n.","descr":" Any vesicle or blister, especially if filled with air, or a thin, watery fluid."},{"word":"Bladder","type":"n.","descr":" A distended, membranaceous pericarp."},{"word":"Bladder","type":"n.","descr":" Anything inflated, empty, or unsound."},{"word":"Bladdered","type":"imp. and p. p.","descr":" of Bladder"},{"word":"Bladdering","type":"p. pr. and vb. n.","descr":" of Bladder"},{"word":"Bladder","type":"v. t.","descr":" To swell out like a bladder with air; to inflate."},{"word":"Bladder","type":"v. t.","descr":" To put up in bladders; as, bladdered lard."},{"word":"Bladderwort","type":"n.","descr":" A genus (Utricularia) of aquatic or marshy plants, which usually bear numerous vesicles in the divisions of the leaves. These serve as traps for minute animals. See Ascidium."},{"word":"Bladdery","type":"a.","descr":" Having bladders; also, resembling a bladder."},{"word":"Blade","type":"n.","descr":" Properly, the leaf, or flat part of the leaf, of any plant, especially of gramineous plants. The term is sometimes applied to the spire of grasses."},{"word":"Blade","type":"n.","descr":" The cutting part of an instrument; as, the blade of a knife or a sword."},{"word":"Blade","type":"n.","descr":" The broad part of an oar; also, one of the projecting arms of a screw propeller."},{"word":"Blade","type":"n.","descr":" The scapula or shoulder blade."},{"word":"Blade","type":"n.","descr":" The principal rafters of a roof."},{"word":"Blade","type":"n.","descr":" The four large shell plates on the sides, and the five large ones of the middle, of the carapace of the sea turtle, which yield the best tortoise shell."},{"word":"Blade","type":"n.","descr":" A sharp-witted, dashing, wild, or reckless, fellow; -- a word of somewhat indefinite meaning."},{"word":"Blade","type":"v. t.","descr":" To furnish with a blade."},{"word":"Blade","type":"v. i.","descr":" To put forth or have a blade."},{"word":"Bladebone","type":"n.","descr":" The scapula. See Blade, 4."},{"word":"Bladed","type":"a.","descr":" Having a blade or blades; as, a two-bladed knife."},{"word":"Bladed","type":"a.","descr":" Divested of blades; as, bladed corn."},{"word":"Bladed","type":"a.","descr":" Composed of long and narrow plates, shaped like the blade of a knife."},{"word":"Bladefish","type":"n.","descr":" A long, thin, marine fish of Europe (Trichiurus lepturus); the ribbon fish."},{"word":"Bladesmith","type":"n.","descr":" A sword cutler."},{"word":"Blady","type":"a.","descr":" Consisting of blades."},{"word":"Blae","type":"a.","descr":" Dark blue or bluish gray; lead-colored."},{"word":"Blaeberry","type":"n.","descr":" The bilberry."},{"word":"Blague","type":"n.","descr":" Mendacious boasting; falsehood; humbug."},{"word":"Blain","type":"n.","descr":" An inflammatory swelling or sore; a bulla, pustule, or blister."},{"word":"Blain","type":"n.","descr":" A bladder growing on the root of the tongue of a horse, against the windpipe, and stopping the breath."},{"word":"Blamable","type":"a.","descr":" Deserving of censure; faulty; culpable; reprehensible; censurable; blameworthy."},{"word":"Blamed","type":"imp. and p. p.","descr":" of Blame"},{"word":"Blaming","type":"p. pr. and vb. n.","descr":" of Blame"},{"word":"Blame","type":"v. t.","descr":" To censure; to express disapprobation of; to find fault with; to reproach."},{"word":"Blame","type":"v. t.","descr":" To bring reproach upon; to blemish."},{"word":"Blame","type":"v.","descr":" An expression of disapprobation fir something deemed to be wrong; imputation of fault; censure."},{"word":"Blame","type":"v.","descr":" That which is deserving of censure or disapprobation; culpability; fault; crime; sin."},{"word":"Blame","type":"v.","descr":" Hurt; injury."},{"word":"Blameful","type":"a.","descr":" Faulty; meriting blame."},{"word":"Blameful","type":"a.","descr":" Attributing blame or fault; implying or conveying censure; faultfinding; censorious."},{"word":"Blameless","type":"a.","descr":" Free from blame; without fault; innocent; guiltless; -- sometimes followed by of."},{"word":"Blamelessly","type":"adv.","descr":" In a blameless manner."},{"word":"Blamelessness","type":"n.","descr":" The quality or state of being blameless; innocence."},{"word":"Blamer","type":"n.","descr":" One who blames."},{"word":"Blameworthy","type":"a.","descr":" Deserving blame; culpable; reprehensible."},{"word":"Blancard","type":"n.","descr":" A kind of linen cloth made in Normandy, the thread of which is partly blanches before it is woven."},{"word":"Blanched","type":"imp. and p. p.","descr":" of Blanch"},{"word":"Blanching","type":"p. pr. and vb. n.","descr":" of Blanch"},{"word":"Blanch","type":"a.","descr":" To take the color out of, and make white; to bleach; as, to blanch linen; age has blanched his hair."},{"word":"Blanch","type":"a.","descr":" To bleach by excluding the light, as the stalks or leaves of plants, by earthing them up or tying them together."},{"word":"Blanch","type":"a.","descr":" To make white by removing the skin of, as by scalding; as, to blanch almonds."},{"word":"Blanch","type":"a.","descr":" To whiten, as the surface of meat, by plunging into boiling water and afterwards into cold, so as to harden the surface and retain the juices."},{"word":"Blanch","type":"a.","descr":" To give a white luster to (silver, before stamping, in the process of coining.)."},{"word":"Blanch","type":"a.","descr":" To cover (sheet iron) with a coating of tin."},{"word":"Blanch","type":"a.","descr":" Fig.: To whiten; to give a favorable appearance to; to whitewash; to palliate."},{"word":"Blanch","type":"v. i.","descr":" To grow or become white; as, his cheek blanched with fear; the rose blanches in the sun."},{"word":"Blanch","type":"v. t.","descr":" To avoid, as from fear; to evade; to leave unnoticed."},{"word":"Blanch","type":"v. t.","descr":" To cause to turn aside or back; as, to blanch a deer."},{"word":"Blanch","type":"v. i.","descr":" To use evasion."},{"word":"Blanch","type":"n.","descr":" Ore, not in masses, but mixed with other minerals."},{"word":"Blancher","type":"n.","descr":" One who, or that which, blanches or whitens; esp., one who anneals and cleanses money; also, a chemical preparation for this purpose."},{"word":"Blancher","type":"n.","descr":" One who, or that which, frightens away or turns aside."},{"word":"Blanch holding","type":"","descr":" A mode of tenure by the payment of a small duty in white rent (silver) or otherwise."},{"word":"Blanchimeter","type":"n.","descr":" An instrument for measuring the bleaching power of chloride of lime and potash; a chlorometer."},{"word":"Blancmange","type":"n.","descr":" A preparation for desserts, etc., made from isinglass, sea moss, cornstarch, or other gelatinous or starchy substance, with mild, usually sweetened and flavored, and shaped in a mold."},{"word":"Blancmanger","type":"n.","descr":" A sort of fricassee with white sauce, variously made of capon, fish, etc."},{"word":"Bland","type":"a.","descr":" Mild; soft; gentle; smooth and soothing in manner; suave; as, a bland temper; bland persuasion; a bland sycophant."},{"word":"Bland","type":"a.","descr":" Having soft and soothing qualities; not drastic or irritating; not stimulating; as, a bland oil; a bland diet."},{"word":"Blandation","type":"n.","descr":" Flattery."},{"word":"Blandiloquence","type":"n.","descr":" Mild, flattering speech."},{"word":"Blandiloquous","type":"a.","descr":" Alt. of Blandiloquious"},{"word":"Blandiloquious","type":"a.","descr":" Fair-spoken; flattering."},{"word":"Blandise","type":"v. i.","descr":" To blandish any one."},{"word":"Blandished","type":"imp. and p. p.","descr":" of Blandish"},{"word":"Blandishing","type":"p. pr. and vb. n.","descr":" of Blandish"},{"word":"Blandish","type":"v. t.","descr":" To flatter with kind words or affectionate actions; to caress; to cajole."},{"word":"Blandish","type":"v. t.","descr":" To make agreeable and enticing."},{"word":"Blandisher","type":"n.","descr":" One who uses blandishments."},{"word":"Blandishment","type":"n.","descr":" The act of blandishing; a word or act expressive of affection or kindness, and tending to win the heart; soft words and artful caresses; cajolery; allurement."},{"word":"Blandly","type":"adv.","descr":" In a bland manner; mildly; suavely."},{"word":"Blandness","type":"n.","descr":" The state or quality of being bland."},{"word":"Blank","type":"a.","descr":" Of a white or pale color; without color."},{"word":"Blank","type":"a.","descr":" Free from writing, printing, or marks; having an empty space to be filled in with some special writing; -- said of checks, official documents, etc.; as, blank paper; a blank check; a blank ballot."},{"word":"Blank","type":"a.","descr":" Utterly confounded or discomfited."},{"word":"Blank","type":"a.","descr":" Empty; void; without result; fruitless; as, a blank space; a blank day."},{"word":"Blank","type":"a.","descr":" Lacking characteristics which give variety; as, a blank desert; a blank wall; destitute of interests, affections, hopes, etc.; as, to live a blank existence; destitute of sensations; as, blank unconsciousness."},{"word":"Blank","type":"a.","descr":" Lacking animation and intelligence, or their associated characteristics, as expression of face, look, etc.; expressionless; vacant."},{"word":"Blank","type":"a.","descr":" Absolute; downright; unmixed; as, blank terror."},{"word":"Blank","type":"n.","descr":" Any void space; a void space on paper, or in any written instrument; an interval void of consciousness, action, result, etc; a void."},{"word":"Blank","type":"n.","descr":" A lot by which nothing is gained; a ticket in a lottery on which no prize is indicated."},{"word":"Blank","type":"n.","descr":" A paper unwritten; a paper without marks or characters a blank ballot; -- especially, a paper on which are to be inserted designated items of information, for which spaces are left vacant; a bland form."},{"word":"Blank","type":"n.","descr":" A paper containing the substance of a legal instrument, as a deed, release, writ, or execution, with spaces left to be filled with names, date, descriptions, etc."},{"word":"Blank","type":"n.","descr":" The point aimed at in a target, marked with a white spot; hence, the object to which anything is directed."},{"word":"Blank","type":"n.","descr":" Aim; shot; range."},{"word":"Blank","type":"n.","descr":" A kind of base silver money, first coined in England by Henry V., and worth about 8 pence; also, a French coin of the seventeenth century, worth about 4 pence."},{"word":"Blank","type":"n.","descr":" A piece of metal prepared to be made into something by a further operation, as a coin, screw, nuts."},{"word":"Blank","type":"n.","descr":" A piece or division of a piece, without spots; as, the \"double blank\"; the \"six blank.\""},{"word":"Blanked","type":"imp. and p. p.","descr":" of Blank"},{"word":"Blanking","type":"p. pr. and vb. n.","descr":" of Blank"},{"word":"Blank","type":"v. t.","descr":" To make void; to annul."},{"word":"Blank","type":"v. t.","descr":" To blanch; to make blank; to damp the spirits of; to dispirit or confuse."},{"word":"Blanket","type":"a.","descr":" A heavy, loosely woven fabric, usually of wool, and having a nap, used in bed clothing; also, a similar fabric used as a robe; or any fabric used as a cover for a horse."},{"word":"Blanket","type":"a.","descr":" A piece of rubber, felt, or woolen cloth, used in the tympan to make it soft and elastic."},{"word":"Blanket","type":"a.","descr":" A streak or layer of blubber in whales."},{"word":"Blanketed","type":"imp. and p. p.","descr":" of Blanket"},{"word":"Blanketing","type":"p. pr. and vb. n.","descr":" of Blanket"},{"word":"Blanket","type":"v. t.","descr":" To cover with a blanket."},{"word":"Blanket","type":"v. t.","descr":" To toss in a blanket by way of punishment."},{"word":"Blanket","type":"v. t.","descr":" To take the wind out of the sails of (another vessel) by sailing to windward of her."},{"word":"Blanketing","type":"n.","descr":" Cloth for blankets."},{"word":"Blanketing","type":"n.","descr":" The act or punishment of tossing in a blanket."},{"word":"Blankly","type":"adv.","descr":" In a blank manner; without expression; vacuously; as, to stare blankly."},{"word":"Blankly","type":"adv.","descr":" Directly; flatly; point blank."},{"word":"Blankness","type":"n.","descr":" The state of being blank."},{"word":"Blanquette","type":"n.","descr":" A white fricassee."},{"word":"Blanquillo","type":"n.","descr":" A large fish of Florida and the W. Indies (Caulolatilus chrysops). It is red, marked with yellow."},{"word":"Blared","type":"imp. and p. p.","descr":" of Blare"},{"word":"Blaring","type":"p. pr. and vb. n.","descr":" of Blare"},{"word":"Blare","type":"v. i.","descr":" To sound loudly and somewhat harshly."},{"word":"Blare","type":"v. t.","descr":" To cause to sound like the blare of a trumpet; to proclaim loudly."},{"word":"Blare","type":"n.","descr":" The harsh noise of a trumpet; a loud and somewhat harsh noise, like the blast of a trumpet; a roar or bellowing."},{"word":"Blarney","type":"n.","descr":" Smooth, wheedling talk; flattery."},{"word":"Blarneyed","type":"imp. and p. p.","descr":" of Blarney"},{"word":"Blarneying","type":"p. pr. and vb. n.","descr":" of Blarney"},{"word":"Blarney","type":"v. t.","descr":" To influence by blarney; to wheedle with smooth talk; to make or accomplish by blarney."},{"word":"Blase","type":"a.","descr":" Having the sensibilities deadened by excess or frequency of enjoyment; sated or surfeited with pleasure; used up."},{"word":"Blasphemed","type":"imp. and p. p.","descr":" of Blaspheme"},{"word":"Blaspheming","type":"p. pr. and vb. n.","descr":" of Blaspheme"},{"word":"Blaspheme","type":"v.","descr":" To speak of, or address, with impious irreverence; to revile impiously (anything sacred); as, to blaspheme the Holy Spirit."},{"word":"Blaspheme","type":"v.","descr":" Figuratively, of persons and things not religiously sacred, but held in high honor: To calumniate; to revile; to abuse."},{"word":"Blaspheme","type":"v. i.","descr":" To utter blasphemy."},{"word":"Blasphemer","type":"n.","descr":" One who blasphemes."},{"word":"Blasphemous","type":"a.","descr":" Speaking or writing blasphemy; uttering or exhibiting anything impiously irreverent; profane; as, a blasphemous person; containing blasphemy; as, a blasphemous book; a blasphemous caricature."},{"word":"Blasphemously","type":"adv.","descr":" In a blasphemous manner."},{"word":"Blasphemy","type":"n.","descr":" An indignity offered to God in words, writing, or signs; impiously irreverent words or signs addressed to, or used in reference to, God; speaking evil of God; also, the act of claiming the attributes or prerogatives of deity."},{"word":"Blasphemy","type":"n.","descr":" Figuratively, of things held in high honor: Calumny; abuse; vilification."},{"word":"Blast","type":"n.","descr":" A violent gust of wind."},{"word":"Blast","type":"n.","descr":" A forcible stream of air from an orifice, as from a bellows, the mouth, etc. Hence: The continuous blowing to which one charge of ore or metal is subjected in a furnace; as, to melt so many tons of iron at a blast."},{"word":"Blast","type":"n.","descr":" The exhaust steam from and engine, driving a column of air out of a boiler chimney, and thus creating an intense draught through the fire; also, any draught produced by the blast."},{"word":"Blast","type":"n.","descr":" The sound made by blowing a wind instrument; strictly, the sound produces at one breath."},{"word":"Blast","type":"n.","descr":" A sudden, pernicious effect, as if by a noxious wind, especially on animals and plants; a blight."},{"word":"Blast","type":"n.","descr":" The act of rending, or attempting to rend, heavy masses of rock, earth, etc., by the explosion of gunpowder, dynamite, etc.; also, the charge used for this purpose."},{"word":"Blast","type":"n.","descr":" A flatulent disease of sheep."},{"word":"Blasted","type":"imp. and p. p.","descr":" of Blast"},{"word":"Blasting","type":"p. pr. and vb. n.","descr":" of Blast"},{"word":"Blast","type":"v. t.","descr":" To injure, as by a noxious wind; to cause to wither; to stop or check the growth of, and prevent from fruit-bearing, by some pernicious influence; to blight; to shrivel."},{"word":"Blast","type":"v. t.","descr":" Hence, to affect with some sudden violence, plague, calamity, or blighting influence, which destroys or causes to fail; to visit with a curse; to curse; to ruin; as, to blast pride, hopes, or character."},{"word":"Blast","type":"v. t.","descr":" To confound by a loud blast or din."},{"word":"Blast","type":"v. t.","descr":" To rend open by any explosive agent, as gunpowder, dynamite, etc.; to shatter; as, to blast rocks."},{"word":"Blast","type":"v. i.","descr":" To be blighted or withered; as, the bud blasted in the blossom."},{"word":"Blast","type":"v. i.","descr":" To blow; to blow on a trumpet."},{"word":"Blasted","type":"a.","descr":" Blighted; withered."},{"word":"Blasted","type":"a.","descr":" Confounded; accursed; detestable."},{"word":"Blasted","type":"a.","descr":" Rent open by an explosive."},{"word":"Blastemata","type":"pl. ","descr":" of Blastema"},{"word":"Blastema","type":"n.","descr":" The structureless, protoplasmic tissue of the embryo; the primitive basis of an organ yet unformed, from which it grows."},{"word":"Blastemal","type":"a.","descr":" Relating to the blastema; rudimentary."},{"word":"Blastematic","type":"a.","descr":" Connected with, or proceeding from, the blastema; blastemal."},{"word":"Blaster","type":"n.","descr":" One who, or that which, blasts or destroys."},{"word":"Blastide","type":"n.","descr":" A small, clear space in the segments of the ovum, the precursor of the nucleus."},{"word":"Blasting","type":"n.","descr":" A blast; destruction by a blast, or by some pernicious cause."},{"word":"Blasting","type":"n.","descr":" The act or process of one who, or that which, blasts; the business of one who blasts."},{"word":"Blastment","type":"n.","descr":" A sudden stroke or injury produced by some destructive cause."},{"word":"Blastocarpous","type":"a.","descr":" Germinating inside the pericarp, as the mangrove."},{"word":"Blastocoele","type":"n.","descr":" The cavity of the blastosphere, or segmentation cavity."},{"word":"Blastocyst","type":"n.","descr":" The germinal vesicle."},{"word":"Blastoderm","type":"n.","descr":" The germinal membrane in an ovum, from which the embryo is developed."},{"word":"Blastodermatic","type":"a.","descr":" Alt. of Blastodermic"},{"word":"Blastodermic","type":"a.","descr":" Of or pertaining to the blastoderm."},{"word":"Blastogenesis","type":"n.","descr":" Multiplication or increase by gemmation or budding."},{"word":"Blastoid","type":"n.","descr":" One of the Blastoidea."},{"word":"Blastoidea","type":"n. pl.","descr":" One of the divisions of Crinoidea found fossil in paleozoic rocks; pentremites. They are so named on account of their budlike form."},{"word":"Blastomere","type":"n.","descr":" One of the segments first formed by the division of the ovum."},{"word":"Blastophoral","type":"a.","descr":" Alt. of Blastophoric"},{"word":"Blastophoric","type":"a.","descr":" Relating to the blastophore."},{"word":"Blastophore","type":"n.","descr":" That portion of the spermatospore which is not converted into spermatoblasts, but carries them."},{"word":"Blastopore","type":"n.","descr":" The pore or opening leading into the cavity of invagination, or archenteron."},{"word":"Blastosphere","type":"n.","descr":" The hollow globe or sphere formed by the arrangement of the blastomeres on the periphery of an impregnated ovum."},{"word":"Blastostyle","type":"n.","descr":" In certain hydroids, an imperfect zooid, whose special function is to produce medusoid buds. See Hydroidea, and Athecata."},{"word":"Blast pipe","type":"","descr":" The exhaust pipe of a steam engine, or any pipe delivering steam or air, when so constructed as to cause a blast."},{"word":"Blastula","type":"n.","descr":" That stage in the development of the ovum in which the outer cells of the morula become more defined and form the blastoderm."},{"word":"Blastule","type":"n.","descr":" Same as Blastula."},{"word":"Blasty","type":"a.","descr":" Affected by blasts; gusty."},{"word":"Blasty","type":"a.","descr":" Causing blast or injury."},{"word":"Blat","type":"v. i.","descr":" To cry, as a calf or sheep; to bleat; to make a senseless noise; to talk inconsiderately."},{"word":"Blat","type":"v. t.","descr":" To utter inconsiderately."},{"word":"Blatancy","type":"n.","descr":" Blatant quality."},{"word":"Blatant","type":"a.","descr":" Bellowing, as a calf; bawling; brawling; clamoring; disagreeably clamorous; sounding loudly and harshly."},{"word":"Blatantly","type":"adv.","descr":" In a blatant manner."},{"word":"Blatherskite","type":"n.","descr":" A blustering, talkative fellow."},{"word":"Blattered","type":"imp. and p. p.","descr":" of Blatter"},{"word":"Blatter","type":"v. i.","descr":" To prate; to babble; to rail; to make a senseless noise; to patter."},{"word":"Blatteration","type":"n.","descr":" Blattering."},{"word":"Blatterer","type":"n.","descr":" One who blatters; a babbler; a noisy, blustering boaster."},{"word":"Blattering","type":"n.","descr":" Senseless babble or boasting."},{"word":"Blatteroon","type":"n.","descr":" A senseless babbler or boaster."},{"word":"Blaubok","type":"n.","descr":" The blue buck. See Blue buck, under Blue."},{"word":"Blay","type":"a.","descr":" A fish. See Bleak, n."},{"word":"Blaze","type":"n.","descr":" A stream of gas or vapor emitting light and heat in the process of combustion; a bright flame."},{"word":"Blaze","type":"n.","descr":" Intense, direct light accompanied with heat; as, to seek shelter from the blaze of the sun."},{"word":"Blaze","type":"n.","descr":" A bursting out, or active display of any quality; an outburst; a brilliant display."},{"word":"Blaze","type":"n.","descr":" A white spot on the forehead of a horse."},{"word":"Blaze","type":"n.","descr":" A spot made on trees by chipping off a piece of the bark, usually as a surveyor\\'s mark."},{"word":"Blazed","type":"imp. and p. p.","descr":" of Blaze"},{"word":"Blazing","type":"p. pr. and vb. n.","descr":" of Blaze"},{"word":"Blaze","type":"v. i.","descr":" To shine with flame; to glow with flame; as, the fire blazes."},{"word":"Blaze","type":"v. i.","descr":" To send forth or reflect glowing or brilliant light; to show a blaze."},{"word":"Blaze","type":"v. i.","descr":" To be resplendent."},{"word":"Blaze","type":"v. t.","descr":" To mark (a tree) by chipping off a piece of the bark."},{"word":"Blaze","type":"v. t.","descr":" To designate by blazing; to mark out, as by blazed trees; as, to blaze a line or path."},{"word":"Blaze","type":"v. i.","descr":" To make public far and wide; to make known; to render conspicuous."},{"word":"Blaze","type":"v. i.","descr":" To blazon."},{"word":"Blazer","type":"n.","descr":" One who spreads reports or blazes matters abroad."},{"word":"Blazing","type":"a.","descr":" Burning with a blaze; as, a blazing fire; blazing torches."},{"word":"Blazon","type":"n.","descr":" A shield."},{"word":"Blazon","type":"n.","descr":" An heraldic shield; a coat of arms, or a bearing on a coat of arms; armorial bearings."},{"word":"Blazon","type":"n.","descr":" The art or act of describing or depicting heraldic bearings in the proper language or manner."},{"word":"Blazon","type":"n.","descr":" Ostentatious display, either by words or other means; publication; show; description; record."},{"word":"Blazoned","type":"imp. and p. p.","descr":" of Blazon"},{"word":"Blazoning","type":"p. pr. and vb. n.","descr":" of Blazon"},{"word":"Blazon","type":"v. t.","descr":" To depict in colors; to display; to exhibit conspicuously; to publish or make public far and wide."},{"word":"Blazon","type":"v. t.","descr":" To deck; to embellish; to adorn."},{"word":"Blazon","type":"v. t.","descr":" To describe in proper terms (the figures of heraldic devices); also, to delineate (armorial bearings); to emblazon."},{"word":"Blazon","type":"v. i.","descr":" To shine; to be conspicuous."},{"word":"Blazoner","type":"n.","descr":" One who gives publicity, proclaims, or blazons; esp., one who blazons coats of arms; a herald."},{"word":"Blazonment","type":"n.","descr":" The act of blazoning; blazoning; emblazonment."},{"word":"Blazonry","type":"n.","descr":" Same as Blazon, 3."},{"word":"Blazonry","type":"n.","descr":" A coat of arms; an armorial bearing or bearings."},{"word":"Blazonry","type":"n.","descr":" Artistic representation or display."},{"word":"Blea","type":"n.","descr":" The part of a tree which lies immediately under the bark; the alburnum or sapwood."},{"word":"Bleaberry","type":"n.","descr":" See Blaeberry."},{"word":"Bleached","type":"imp. and p. p.","descr":" of Bleach"},{"word":"Bleaching","type":"p. pr. and vb. n.","descr":" of Bleach"},{"word":"Bleach","type":"a.","descr":" To make white, or whiter; to remove the color, or stains, from; to blanch; to whiten."},{"word":"Bleach","type":"v. i.","descr":" To grow white or lose color; to whiten."},{"word":"Bleached","type":"a.","descr":" Whitened; make white."},{"word":"Bleacher","type":"n.","descr":" One who whitens, or whose occupation is to whiten, by bleaching."},{"word":"Bleacheries","type":"pl. ","descr":" of Bleachery"},{"word":"Bleachery","type":"n.","descr":" A place or an establishment where bleaching is done."},{"word":"Bleaching","type":"n.","descr":" The act or process of whitening, by removing color or stains; esp. the process of whitening fabrics by chemical agents."},{"word":"Bleak","type":"a.","descr":" Without color; pale; pallid."},{"word":"Bleak","type":"a.","descr":" Desolate and exposed; swept by cold winds."},{"word":"Bleak","type":"a.","descr":" Cold and cutting; cheerless; as, a bleak blast."},{"word":"Bleak","type":"a.","descr":" A small European river fish (Leuciscus alburnus), of the family Cyprinidae; the blay."},{"word":"Bleaky","type":"a.","descr":" Bleak."},{"word":"Blear","type":"v.","descr":" Dim or sore with water or rheum; -- said of the eyes."},{"word":"Blear","type":"v.","descr":" Causing or caused by dimness of sight; dim."},{"word":"Bleared","type":"imp. and p. p.","descr":" of Blear"},{"word":"Blearing","type":"p. pr. and vb. n.","descr":" of Blear"},{"word":"Blear","type":"v. t.","descr":" To make somewhat sore or watery, as the eyes; to dim, or blur, as the sight. Figuratively: To obscure (mental or moral perception); to blind; to hoodwink."},{"word":"Bleared","type":"a.","descr":" Dimmed, as by a watery humor; affected with rheum."},{"word":"Bleareye","type":"n.","descr":" A disease of the eyelids, consisting in chronic inflammation of the margins, with a gummy secretion of sebaceous matter."},{"word":"Blear-eyed","type":"a.","descr":" Having sore eyes; having the eyes dim with rheum; dim-sighted."},{"word":"Blear-eyed","type":"a.","descr":" Lacking in perception or penetration; short-sighted; as, a blear-eyed bigot."},{"word":"Bleareyedness","type":"n.","descr":" The state of being blear-eyed."},{"word":"Bleary","type":"a.","descr":" Somewhat blear."},{"word":"Bleated","type":"imp. and p. p.","descr":" of Bleat"},{"word":"Bleating","type":"p. pr. and vb. n.","descr":" of Bleat"},{"word":"Bleat","type":"v. i.","descr":" To make the noise of, or one like that of, a sheep; to cry like a sheep or calf."},{"word":"Bleat","type":"n.","descr":" A plaintive cry of, or like that of, a sheep."},{"word":"Bleater","type":"n.","descr":" One who bleats; a sheep."},{"word":"Bleating","type":"a.","descr":" Crying as a sheep does."},{"word":"Bleating","type":"n.","descr":" The cry of, or as of, a sheep."},{"word":"Bleb","type":"n.","descr":" A large vesicle or bulla, usually containing a serous fluid; a blister; a bubble, as in water, glass, etc."},{"word":"Blebby","type":"a.","descr":" Containing blebs, or characterized by blebs; as, blebby glass."},{"word":"Bleck","type":"v. t.","descr":" Alt. of Blek"},{"word":"Blek","type":"v. t.","descr":" To blacken; also, to defile."},{"word":"Bled","type":"","descr":" imp. and p. p. of Bleed."},{"word":"Blee","type":"n.","descr":" Complexion; color; hue; likeness; form."},{"word":"Bled","type":"imp. and p. p.","descr":" of Bleed"},{"word":"Bleeding","type":"p. pr. and vb. n.","descr":" of Bleed"},{"word":"Bleed","type":"v. i.","descr":" To emit blood; to lose blood; to run with blood, by whatever means; as, the arm bleeds; the wound bled freely; to bleed at the nose."},{"word":"Bleed","type":"v. i.","descr":" To withdraw blood from the body; to let blood; as, Dr. A. bleeds in fevers."},{"word":"Bleed","type":"v. i.","descr":" To lose or shed one\\'s blood, as in case of a violent death or severe wounds; to die by violence."},{"word":"Bleed","type":"v. i.","descr":" To issue forth, or drop, as blood from an incision."},{"word":"Bleed","type":"v. i.","descr":" To lose sap, gum, or juice; as, a tree or a vine bleeds when tapped or wounded."},{"word":"Bleed","type":"v. i.","descr":" To pay or lose money; to have money drawn or extorted; as, to bleed freely for a cause."},{"word":"Bleed","type":"v. t.","descr":" To let blood from; to take or draw blood from, as by opening a vein."},{"word":"Bleed","type":"v. t.","descr":" To lose, as blood; to emit or let drop, as sap."},{"word":"Bleed","type":"v. t.","descr":" To draw money from (one); to induce to pay; as, they bled him freely for this fund."},{"word":"Bleeder","type":"n.","descr":" One who, or that which, draws blood."},{"word":"Bleeder","type":"n.","descr":" One in whom slight wounds give rise to profuse or uncontrollable bleeding."},{"word":"Bleeding","type":"a.","descr":" Emitting, or appearing to emit, blood or sap, etc.; also, expressing anguish or compassion."},{"word":"Bleeding","type":"n.","descr":" A running or issuing of blood, as from the nose or a wound; a hemorrhage; the operation of letting blood, as in surgery; a drawing or running of sap from a tree or plant."},{"word":"Blemished","type":"imp. and p. p.","descr":" of Blemish"},{"word":"Blemishing","type":"p. pr. and vb. n.","descr":" of Blemish"},{"word":"Blemish","type":"v. t.","descr":" To mark with deformity; to injure or impair, as anything which is well formed, or excellent; to mar, or make defective, either the body or mind."},{"word":"Blemish","type":"v. t.","descr":" To tarnish, as reputation or character; to defame."},{"word":"Blemishes","type":"pl. ","descr":" of Blemish"},{"word":"Blemish","type":"n.","descr":" Any mark of deformity or injury, whether physical or moral; anything that diminishes beauty, or renders imperfect that which is otherwise well formed; that which impairs reputation."},{"word":"Blemishless","type":"a.","descr":" Without blemish; spotless."},{"word":"Blemishment","type":"n.","descr":" The state of being blemished; blemish; disgrace; damage; impairment."},{"word":"Blenched","type":"imp. and p. p.","descr":" of Blench"},{"word":"Blenching","type":"p. pr. and vb. n.","descr":" of Blench"},{"word":"Blench","type":"v. i.","descr":" To shrink; to start back; to draw back, from lack of courage or resolution; to flinch; to quail."},{"word":"Blench","type":"v. i.","descr":" To fly off; to turn aside."},{"word":"Blench","type":"v. t.","descr":" To baffle; to disconcert; to turn away; -- also, to obstruct; to hinder."},{"word":"Blench","type":"v. t.","descr":" To draw back from; to deny from fear."},{"word":"Blench","type":"n.","descr":" A looking aside or askance."},{"word":"Blench","type":"v. i. and t.","descr":" To grow or make pale."},{"word":"Blencher","type":"n.","descr":" One who, or that which, scares another; specifically, a person stationed to prevent the escape of the deer, at a hunt. See Blancher."},{"word":"Blencher","type":"n.","descr":" One who blenches, flinches, or shrinks back."},{"word":"Blench holding","type":"","descr":" See Blanch holding."},{"word":"Blended","type":"imp. and p. p.","descr":" of Blend"},{"word":"Blent","type":"","descr":" of Blend"},{"word":"Blending","type":"p. pr. and vb. n.","descr":" of Blend"},{"word":"Blend","type":"v. t.","descr":" To mix or mingle together; esp. to mingle, combine, or associate so that the separate things mixed, or the line of demarcation, can not be distinguished. Hence: To confuse; to confound."},{"word":"Blend","type":"v. t.","descr":" To pollute by mixture or association; to spoil or corrupt; to blot; to stain."},{"word":"Blend","type":"v. i.","descr":" To mingle; to mix; to unite intimately; to pass or shade insensibly into each other, as colors."},{"word":"Blend","type":"n.","descr":" A thorough mixture of one thing with another, as color, tint, etc., into another, so that it cannot be known where one ends or the other begins."},{"word":"Blend","type":"a.","descr":" To make blind, literally or figuratively; to dazzle; to deceive."},{"word":"Blende","type":"n.","descr":" A mineral, called also sphalerite, and by miners mock lead, false galena, and black-jack. It is a zinc sulphide, but often contains some iron. Its color is usually yellow, brown, or black, and its luster resinous."},{"word":"Blende","type":"n.","descr":" A general term for some minerals, chiefly metallic sulphides which have a somewhat brilliant but nonmetallic luster."},{"word":"Blender","type":"n.","descr":" One who, or that which, blends; an instrument, as a brush, used in blending."},{"word":"Blending","type":"n.","descr":" The act of mingling."},{"word":"Blending","type":"n.","descr":" The method of laying on different tints so that they may mingle together while wet, and shade into each other insensibly."},{"word":"Blendous","type":"a.","descr":" Pertaining to, consisting of, or containing, blende."},{"word":"Blendwater","type":"n.","descr":" A distemper incident to cattle, in which their livers are affected."},{"word":"Blenheim spaniel","type":"","descr":" A small variety of spaniel, kept as a pet."},{"word":"Blenk","type":"v. i.","descr":" To blink; to shine; to look."},{"word":"Blennioid","type":"a.","descr":" Alt. of Blenniid"},{"word":"Blenniid","type":"a.","descr":" Of, pertaining to, or resembling, the blennies."},{"word":"Blennogenous","type":"a.","descr":" Generating mucus."},{"word":"Blennorrhea","type":"n.","descr":" An inordinate secretion and discharge of mucus."},{"word":"Blennorrhea","type":"n.","descr":" Gonorrhea."},{"word":"Blennies","type":"pl. ","descr":" of Blenny"},{"word":"Blenny","type":"n.","descr":" A marine fish of the genus Blennius or family Blenniidae; -- so called from its coating of mucus. The species are numerous."},{"word":"Blent","type":"imp. and p. p.","descr":" Mingled; mixed; blended; also, polluted; stained."},{"word":"Blent","type":"imp. and p. p.","descr":" Blinded.  Also (Chaucer), 3d sing. pres. Blindeth."},{"word":"Blesbok","type":"n.","descr":" A South African antelope (Alcelaphus albifrons), having a large white spot on the forehead."},{"word":"Blessed","type":"imp. and p. p.","descr":" of Bless"},{"word":"Blest","type":"","descr":" of Bless"},{"word":"Blessing","type":"p. pr. and vb. n.","descr":" of Bless"},{"word":"Bless","type":"v. t.","descr":" To make or pronounce holy; to consecrate"},{"word":"Bless","type":"v. t.","descr":" To make happy, blithesome, or joyous; to confer prosperity or happiness upon; to grant divine favor to."},{"word":"Bless","type":"v. t.","descr":" To express a wish or prayer for the happiness of; to invoke a blessing upon; -- applied to persons."},{"word":"Bless","type":"v. t.","descr":" To invoke or confer beneficial attributes or qualities upon; to invoke or confer a blessing on, -- as on food."},{"word":"Bless","type":"v. t.","descr":" To make the sign of the cross upon; to cross (one\\'s self)."},{"word":"Bless","type":"v. t.","descr":" To guard; to keep; to protect."},{"word":"Bless","type":"v. t.","descr":" To praise, or glorify; to extol for excellences."},{"word":"Bless","type":"v. t.","descr":" To esteem or account happy; to felicitate."},{"word":"Bless","type":"v. t.","descr":" To wave; to brandish."},{"word":"Blessed","type":"a.","descr":" Hallowed; consecrated; worthy of blessing or adoration; heavenly; holy."},{"word":"Blessed","type":"a.","descr":" Enjoying happiness or bliss; favored with blessings; happy; highly favored."},{"word":"Blessed","type":"a.","descr":" Imparting happiness or bliss; fraught with happiness; blissful; joyful."},{"word":"Blessed","type":"a.","descr":" Enjoying, or pertaining to, spiritual happiness, or heavenly felicity; as, the blessed in heaven."},{"word":"Blessed","type":"a.","descr":" Beatified."},{"word":"Blessed","type":"a.","descr":" Used euphemistically, ironically, or intensively."},{"word":"Blessedly","type":"adv.","descr":" Happily; fortunately; joyfully."},{"word":"Blessedness","type":"n.","descr":" The state of being blessed; happiness; felicity; bliss; heavenly joys; the favor of God."},{"word":"Blessed thistle","type":"","descr":" See under Thistle."},{"word":"Blesser","type":"n.","descr":" One who blesses; one who bestows or invokes a blessing."},{"word":"Blessing","type":"v. t.","descr":" The act of one who blesses."},{"word":"Blessing","type":"v. t.","descr":" A declaration of divine favor, or an invocation imploring divine favor on some or something; a benediction; a wish of happiness pronounces."},{"word":"Blessing","type":"v. t.","descr":" A means of happiness; that which promotes prosperity and welfare; a beneficent gift."},{"word":"Blessing","type":"v. t.","descr":" A gift."},{"word":"Blessing","type":"v. t.","descr":" Grateful praise or worship."},{"word":"Blest","type":"a.","descr":" Blessed."},{"word":"Blet","type":"n.","descr":" A form of decay in fruit which is overripe."},{"word":"Bletonism","type":"n.","descr":" The supposed faculty of perceiving subterraneous springs and currents by sensation; -- so called from one Bleton, of France."},{"word":"Bletting","type":"n.","descr":" A form of decay seen in fleshy, overripe fruit."},{"word":"Blew","type":"","descr":" imp. of Blow."},{"word":"Bleyme","type":"n.","descr":" An inflammation in the foot of a horse, between the sole and the bone."},{"word":"Bleynte","type":"","descr":" imp. of Blench."},{"word":"Blickey","type":"n.","descr":" A tin dinner pail."},{"word":"Blighted","type":"imp. and p. p.","descr":" of Blight"},{"word":"Blighting","type":"p. pr. and vb. n.","descr":" of Blight"},{"word":"Blight","type":"v. t.","descr":" To affect with blight; to blast; to prevent the growth and fertility of."},{"word":"Blight","type":"v. t.","descr":" Hence: To destroy the happiness of; to ruin; to mar essentially; to frustrate; as, to blight one\\'s prospects."},{"word":"Blight","type":"v. i.","descr":" To be affected by blight; to blast; as, this vine never blights."},{"word":"Blight","type":"n.","descr":" Mildew; decay; anything nipping or blasting; -- applied as a general name to various injuries or diseases of plants, causing the whole or a part to wither, whether occasioned by insects, fungi, or atmospheric influences."},{"word":"Blight","type":"n.","descr":" The act of blighting, or the state of being blighted; a withering or mildewing, or a stoppage of growth in the whole or a part of a plant, etc."},{"word":"Blight","type":"n.","descr":" That which frustrates one\\'s plans or withers one\\'s hopes; that which impairs or destroys."},{"word":"Blight","type":"n.","descr":" A downy species of aphis, or plant louse, destructive to fruit trees, infesting both the roots and branches; -- also applied to several other injurious insects."},{"word":"Blight","type":"n.","descr":" A rashlike eruption on the human skin."},{"word":"Blighting","type":"a.","descr":" Causing blight."},{"word":"Blightingly","type":"adv.","descr":" So as to cause blight."},{"word":"Blimbi","type":"n.","descr":" Alt. of Blimbing"},{"word":"Blimbing","type":"n.","descr":" See Bilimbi, etc."},{"word":"Blin","type":"v. t. and i.","descr":" To stop; to cease; to desist."},{"word":"Blin","type":"n.","descr":" Cessation; end."},{"word":"Blind","type":"a.","descr":" Destitute of the sense of seeing, either by natural defect or by deprivation; without sight."},{"word":"Blind","type":"a.","descr":" Not having the faculty of discernment; destitute of intellectual light; unable or unwilling to understand or judge; as, authors are blind to their own defects."},{"word":"Blind","type":"a.","descr":" Undiscerning; undiscriminating; inconsiderate."},{"word":"Blind","type":"a.","descr":" Having such a state or condition as a thing would have to a person who is blind; not well marked or easily discernible; hidden; unseen; concealed; as, a blind path; a blind ditch."},{"word":"Blind","type":"a.","descr":" Involved; intricate; not easily followed or traced."},{"word":"Blind","type":"a.","descr":" Having no openings for light or passage; as, a blind wall; open only at one end; as, a blind alley; a blind gut."},{"word":"Blind","type":"a.","descr":" Unintelligible, or not easily intelligible; as, a blind passage in a book; illegible; as, blind writing."},{"word":"Blind","type":"a.","descr":" Abortive; failing to produce flowers or fruit; as, blind buds; blind flowers."},{"word":"Blinded","type":"imp. and p. p.","descr":" of Blind"},{"word":"Blinding","type":"p. pr. and vb. n.","descr":" of Blind"},{"word":"Blind","type":"v. t.","descr":" To make blind; to deprive of sight or discernment."},{"word":"Blind","type":"v. t.","descr":" To deprive partially of vision; to make vision difficult for and painful to; to dazzle."},{"word":"Blind","type":"v. t.","descr":" To darken; to obscure to the eye or understanding; to conceal; to deceive."},{"word":"Blind","type":"v. t.","descr":" To cover with a thin coating of sand and fine gravel; as a road newly paved, in order that the joints between the stones may be filled."},{"word":"Blind","type":"n.","descr":" Something to hinder sight or keep out light; a screen; a cover; esp. a hinged screen or shutter for a window; a blinder for a horse."},{"word":"Blind","type":"n.","descr":" Something to mislead the eye or the understanding, or to conceal some covert deed or design; a subterfuge."},{"word":"Blind","type":"n.","descr":" A blindage. See Blindage."},{"word":"Blind","type":"n.","descr":" A halting place."},{"word":"Blind","type":"n.","descr":" Alt. of Blinde"},{"word":"Blinde","type":"n.","descr":" See Blende."},{"word":"Blindage","type":"n.","descr":" A cover or protection for an advanced trench or approach, formed of fascines and earth supported by a framework."},{"word":"Blinder","type":"n.","descr":" One who, or that which, blinds."},{"word":"Blinder","type":"n.","descr":" One of the leather screens on a bridle, to hinder a horse from seeing objects at the side; a blinker."},{"word":"Blindfish","type":"n.","descr":" A small fish (Amblyopsis spelaeus) destitute of eyes, found in the waters of the Mammoth Cave, in Kentucky. Related fishes from other caves take the same name."},{"word":"Blindfolded","type":"imp. and p. p.","descr":" of Blindfold"},{"word":"Blindfolding","type":"p. pr. and vb. n.","descr":" of Blindfold"},{"word":"Blindfold","type":"v. t.","descr":" To cover the eyes of, as with a bandage; to hinder from seeing."},{"word":"Blindfold","type":"a.","descr":" Having the eyes covered; blinded; having the mental eye darkened. Hence: Heedless; reckless; as, blindfold zeal; blindfold fury."},{"word":"Blinding","type":"a.","descr":" Making blind or as if blind; depriving of sight or of understanding; obscuring; as, blinding tears; blinding snow."},{"word":"Blinding","type":"n.","descr":" A thin coating of sand and fine gravel over a newly paved road. See Blind, v. t., 4."},{"word":"Blindly","type":"adv.","descr":" Without sight, discernment, or understanding; without thought, investigation, knowledge, or purpose of one\\'s own."},{"word":"Blindmans buff","type":"","descr":" A play in which one person is blindfolded, and tries to catch some one of the company and tell who it is."},{"word":"Blindmans holiday","type":"","descr":" The time between daylight and candle light."},{"word":"Blindness","type":"n.","descr":" State or condition of being blind, literally or figuratively."},{"word":"Blindstory","type":"n.","descr":" The triforium as opposed to the clearstory."},{"word":"Blindworm","type":"n.","descr":" A small, burrowing, snakelike, limbless lizard (Anguis fragilis), with minute eyes, popularly believed to be blind; the slowworm; -- formerly a name for the adder."},{"word":"Blinked","type":"imp. and p. p.","descr":" of Blink"},{"word":"Blinking","type":"p. pr. and vb. n.","descr":" of Blink"},{"word":"Blink","type":"v. i.","descr":" To wink; to twinkle with, or as with, the eye."},{"word":"Blink","type":"v. i.","descr":" To see with the eyes half shut, or indistinctly and with frequent winking, as a person with weak eyes."},{"word":"Blink","type":"v. i.","descr":" To shine, esp. with intermittent light; to twinkle; to flicker; to glimmer, as a lamp."},{"word":"Blink","type":"v. i.","descr":" To turn slightly sour, as beer, mild, etc."},{"word":"Blink","type":"v. t.","descr":" To shut out of sight; to avoid, or purposely evade; to shirk; as, to blink the question."},{"word":"Blink","type":"v. t.","descr":" To trick; to deceive."},{"word":"Blink","type":"v. i.","descr":" A glimpse or glance."},{"word":"Blink","type":"v. i.","descr":" Gleam; glimmer; sparkle."},{"word":"Blink","type":"v. i.","descr":" The dazzling whiteness about the horizon caused by the reflection of light from fields of ice at sea; ice blink."},{"word":"Blink","type":"pl.","descr":" Boughs cast where deer are to pass, to turn or check them."},{"word":"Blinkard","type":"n.","descr":" One who blinks with, or as with, weak eyes."},{"word":"Blinkard","type":"n.","descr":" That which twinkles or glances, as a dim star, which appears and disappears."},{"word":"Blink beer","type":"","descr":" Beer kept unbroached until it is sharp."},{"word":"Blinker","type":"n.","descr":" One who, or that which, blinks."},{"word":"Blinker","type":"n.","descr":" A blinder for horses; a flap of leather on a horse\\'s bridle to prevent him from seeing objects as his side hence, whatever obstructs sight or discernment."},{"word":"Blinker","type":"pl.","descr":" A kind of goggles, used to protect the eyes form glare, etc."},{"word":"Blink-eyed","type":"a.","descr":" Habitually winking."},{"word":"Blirt","type":"n.","descr":" A gust of wind and rain."},{"word":"Blisses","type":"pl. ","descr":" of Bliss"},{"word":"Bliss","type":"n.","descr":" Orig., blithesomeness; gladness; now, the highest degree of happiness; blessedness; exalted felicity; heavenly joy."},{"word":"Blissful","type":"a.","descr":" Full of, characterized by, or causing, joy and felicity; happy in the highest degree."},{"word":"Blissless","type":"a.","descr":" Destitute of bliss."},{"word":"Blissom","type":"v. i.","descr":" To be lustful; to be lascivious."},{"word":"Blissom","type":"a.","descr":" Lascivious; also, in heat; -- said of ewes."},{"word":"Blister","type":"n.","descr":" A vesicle of the skin, containing watery matter or serum, whether occasioned by a burn or other injury, or by a vesicatory; a collection of serous fluid causing a bladderlike elevation of the cuticle."},{"word":"Blister","type":"n.","descr":" Any elevation made by the separation of the film or skin, as on plants; or by the swelling of the substance at the surface, as on steel."},{"word":"Blister","type":"n.","descr":" A vesicatory; a plaster of Spanish flies, or other matter, applied to raise a blister."},{"word":"Blistered","type":"imp. and p. p.","descr":" of Blister"},{"word":"Blistering","type":"p. pr. and vb. n.","descr":" of Blister"},{"word":"Blister","type":"v. i.","descr":" To be affected with a blister or blisters; to have a blister form on."},{"word":"Blister","type":"v. t.","descr":" To raise a blister or blisters upon."},{"word":"Blister","type":"v. t.","descr":" To give pain to, or to injure, as if by a blister."},{"word":"Blistery","type":"a.","descr":" Full of blisters."},{"word":"Blite","type":"n.","descr":" A genus of herbs (Blitum) with a fleshy calyx. Blitum capitatum is the strawberry blite."},{"word":"Blithe","type":"a.","descr":" Gay; merry; sprightly; joyous; glad; cheerful; as, a blithe spirit."},{"word":"Blitheful","type":"a.","descr":" Gay; full of gayety; joyous."},{"word":"Blithely","type":"adv.","descr":" In a blithe manner."},{"word":"Blitheness","type":"n.","descr":" The state of being blithe."},{"word":"Blithesome","type":"a.","descr":" Cheery; gay; merry."},{"word":"Blive","type":"adv.","descr":" Quickly; forthwith."},{"word":"Blizzard","type":"n.","descr":" A gale of piercingly cold wind, usually accompanied with fine and blinding snow; a furious blast."},{"word":"Bloated","type":"imp. and p. p.","descr":" of Bloat"},{"word":"Bloating","type":"p. pr. and vb. n.","descr":" of Bloat"},{"word":"Bloat","type":"v. t.","descr":" To make turgid, as with water or air; to cause a swelling of the surface of, from effusion of serum in the cellular tissue, producing a morbid enlargement, often accompanied with softness."},{"word":"Bloat","type":"v. t.","descr":" To inflate; to puff up; to make vain."},{"word":"Bloat","type":"v. i.","descr":" To grow turgid as by effusion of liquid in the cellular tissue; to puff out; to swell."},{"word":"Bloat","type":"a.","descr":" Bloated."},{"word":"Bloat","type":"n.","descr":" A term of contempt for a worthless, dissipated fellow."},{"word":"Bloat","type":"v. t.","descr":" To dry (herrings) in smoke. See Blote."},{"word":"Bloated","type":"p. a.","descr":" Distended beyond the natural or usual size, as by the presence of water, serum, etc.; turgid; swollen; as, a bloated face. Also, puffed up with pride; pompous."},{"word":"Bloatedness","type":"n.","descr":" The state of being bloated."},{"word":"Bloater","type":"n.","descr":" The common herring, esp. when of large size, smoked, and half dried; -- called also bloat herring."},{"word":"Blob","type":"n.","descr":" Something blunt and round; a small drop or lump of something viscid or thick; a drop; a bubble; a blister."},{"word":"Blob","type":"n.","descr":" A small fresh-water fish (Uranidea Richardsoni); the miller\\'s thumb."},{"word":"Blobber","type":"n.","descr":" A bubble; blubber."},{"word":"Blobber-lipped","type":"a.","descr":" Having thick lips."},{"word":"Blocage","type":"n.","descr":" The roughest and cheapest sort of rubblework, in masonry."},{"word":"Block","type":"v. t.","descr":" A piece of wood more or less bulky; a solid mass of wood, stone, etc., usually with one or more plane, or approximately plane, faces; as, a block on which a butcher chops his meat; a block by which to mount a horse; children\\'s playing blocks, etc."},{"word":"Block","type":"v. t.","descr":" The solid piece of wood on which condemned persons lay their necks when they are beheaded."},{"word":"Block","type":"v. t.","descr":" The wooden mold on which hats, bonnets, etc., are shaped."},{"word":"Block","type":"v. t.","descr":" The pattern or shape of a hat."},{"word":"Block","type":"v. t.","descr":" A large or long building divided into separate houses or shops, or a number of houses or shops built in contact with each other so as to form one building; a row of houses or shops."},{"word":"Block","type":"v. t.","descr":" A square, or portion of a city inclosed by streets, whether occupied by buildings or not."},{"word":"Block","type":"v. t.","descr":" A grooved pulley or sheave incased in a frame or shell which is provided with a hook, eye, or strap, by which it may be attached to an object. It is used to change the direction of motion, as in raising a heavy object that can not be conveniently reached, and also, when two or more such sheaves are compounded, to change the rate of motion, or to exert increased force; -- used especially in the rigging of ships, and in tackles."},{"word":"Block","type":"v. t.","descr":" The perch on which a bird of prey is kept."},{"word":"Block","type":"v. t.","descr":" Any obstruction, or cause of obstruction; a stop; a hindrance; an obstacle; as, a block in the way."},{"word":"Block","type":"v. t.","descr":" A piece of box or other wood for engravers\\' work."},{"word":"Block","type":"v. t.","descr":" A piece of hard wood (as mahogany or cherry) on which a stereotype or electrotype plate is mounted to make it type high."},{"word":"Block","type":"v. t.","descr":" A blockhead; a stupid fellow; a dolt."},{"word":"Block","type":"v. t.","descr":" A section of a railroad where the block system is used. See Block system, below."},{"word":"Blocked","type":"imp. and p. p.","descr":" of Block"},{"word":"Blocking","type":"p. pr. and vb. n.","descr":" of Block"},{"word":"Block","type":"n.","descr":" To obstruct so as to prevent passage or progress; to prevent passage from, through, or into, by obstructing the way; -- used both of persons and things; -- often followed by up; as, to block up a road or harbor."},{"word":"Block","type":"n.","descr":" To secure or support by means of blocks; to secure, as two boards at their angles of intersection, by pieces of wood glued to each."},{"word":"Block","type":"n.","descr":" To shape on, or stamp with, a block; as, to block a hat."},{"word":"Blockade","type":"v. t.","descr":" The shutting up of a place by troops or ships, with the purpose of preventing ingress or egress, or the reception of supplies; as, the blockade of the ports of an enemy."},{"word":"Blockade","type":"v. t.","descr":" An obstruction to passage."},{"word":"Blockaded","type":"imp. and p. p.","descr":" of Blockade"},{"word":"Blockading","type":"p. pr. and vb. n.","descr":" of Blockade"},{"word":"Blockade","type":"v. t. ","descr":" To shut up, as a town or fortress, by investing it with troops or vessels or war for the purpose of preventing ingress or egress, or the introduction of supplies. See note under Blockade, n."},{"word":"Blockade","type":"n.","descr":" Hence, to shut in so as to prevent egress."},{"word":"Blockade","type":"n.","descr":" To obstruct entrance to or egress from."},{"word":"Blockader","type":"n.","descr":" One who blockades."},{"word":"Blockader","type":"n.","descr":" A vessel employed in blockading."},{"word":"Blockage","type":"n.","descr":" The act of blocking up; the state of being blocked up."},{"word":"Block book","type":"","descr":" A book printed from engraved wooden blocks instead of movable types."},{"word":"Blockhead","type":"n.","descr":" A stupid fellow; a dolt; a person deficient in understanding."},{"word":"Blockheaded","type":"a.","descr":" Stupid; dull."},{"word":"Blockheadism","type":"n.","descr":" That which characterizes a blockhead; stupidity."},{"word":"Blockhouse","type":"n.","descr":" An edifice or structure of heavy timbers or logs for military defense, having its sides loopholed for musketry, and often an upper story projecting over the lower, or so placed upon it as to have its sides make an angle wit the sides of the lower story, thus enabling the defenders to fire downward, and in all directions; -- formerly much used in America and Germany."},{"word":"Blockhouse","type":"n.","descr":" A house of squared logs."},{"word":"Blocking","type":"n.","descr":" The act of obstructing, supporting, shaping, or stamping with a block or blocks."},{"word":"Blocking","type":"n.","descr":" Blocks used to support (a building, etc.) temporarily."},{"word":"Blocking course","type":"","descr":" The finishing course of a wall showing above a cornice."},{"word":"Blockish","type":"a.","descr":" Like a block; deficient in understanding; stupid; dull."},{"word":"Blocklike","type":"a.","descr":" Like a block; stupid."},{"word":"Block tin","type":"","descr":" See under Tin."},{"word":"Bloedite","type":"n.","descr":" A hydrous sulphate of magnesium and sodium."},{"word":"Blomary","type":"n.","descr":" See Bloomery."},{"word":"Bloncket","type":"a.","descr":" Alt. of Blonket"},{"word":"Blonket","type":"a.","descr":" Gray; bluish gray."},{"word":"Blond","type":"v. t.","descr":" Alt. of Blonde"},{"word":"Blonde","type":"v. t.","descr":" Of a fair color; light-colored; as, blond hair; a blond complexion."},{"word":"Blonde","type":"n.","descr":" A person of very fair complexion, with light hair and light blue eyes."},{"word":"Blonde","type":"n.","descr":" A kind of silk lace originally of the color of raw silk, now sometimes dyed; -- called also blond lace."},{"word":"Blond metal","type":"","descr":" A variety of clay ironstone, in Staffordshire, England, used for making tools."},{"word":"Blondness","type":"n.","descr":" The state of being blond."},{"word":"Blood","type":"n.","descr":" The fluid which circulates in the principal vascular system of animals, carrying nourishment to all parts of the body, and bringing away waste products to be excreted. See under Arterial."},{"word":"Blood","type":"n.","descr":" Relationship by descent from a common ancestor; consanguinity; kinship."},{"word":"Blood","type":"n.","descr":" Descent; lineage; especially, honorable birth; the highest royal lineage."},{"word":"Blood","type":"n.","descr":" Descent from parents of recognized breed; excellence or purity of breed."},{"word":"Blood","type":"n.","descr":" The fleshy nature of man."},{"word":"Blood","type":"n.","descr":" The shedding of blood; the taking of life, murder; manslaughter; destruction."},{"word":"Blood","type":"n.","descr":" A bloodthirsty or murderous disposition."},{"word":"Blood","type":"n.","descr":" Temper of mind; disposition; state of the passions; -- as if the blood were the seat of emotions."},{"word":"Blood","type":"n.","descr":" A man of fire or spirit; a fiery spark; a gay, showy man; a rake."},{"word":"Blood","type":"n.","descr":" The juice of anything, especially if red."},{"word":"Blooded","type":"imp. and p. p.","descr":" of Blood"},{"word":"Blooding","type":"p. pr. and vb. n.","descr":" of Blood"},{"word":"Blood","type":"v. t.","descr":" To bleed."},{"word":"Blood","type":"v. t.","descr":" To stain, smear or wet, with blood."},{"word":"Blood","type":"v. t.","descr":" To give (hounds or soldiers) a first taste or sight of blood, as in hunting or war."},{"word":"Blood","type":"v. t.","descr":" To heat the blood of; to exasperate."},{"word":"Bloodbird","type":"n.","descr":" An Australian honeysucker (Myzomela sanguineolata); -- so called from the bright red color of the male bird."},{"word":"Blood-boltered","type":"a.","descr":" Having the hair matted with clotted blood."},{"word":"Blooded","type":"a.","descr":" Having pure blood, or a large admixture or pure blood; of approved breed; of the best stock."},{"word":"Bloodflower","type":"n.","descr":" A genus of bulbous plants, natives of Southern Africa, named Haemanthus, of the Amaryllis family. The juice of H. toxicarius is used by the Hottentots to poison their arrows."},{"word":"Bloodguilty","type":"a.","descr":" Guilty of murder or bloodshed."},{"word":"Bloodhound","type":"n.","descr":" A breed of large and powerful dogs, with long, smooth, and pendulous ears, and remarkable for acuteness of smell. It is employed to recover game or prey which has escaped wounded from a hunter, and for tracking criminals. Formerly it was used for pursuing runaway slaves. Other varieties of dog are often used for the same purpose and go by the same name. The Cuban bloodhound is said to be a variety of the mastiff."},{"word":"Bloodily","type":"adv.","descr":" In a bloody manner; cruelly; with a disposition to shed blood."},{"word":"Bloodiness","type":"n.","descr":" The state of being bloody."},{"word":"Bloodiness","type":"n.","descr":" Disposition to shed blood; bloodthirstiness."},{"word":"Bloodless","type":"a.","descr":" Destitute of blood, or apparently so; as, bloodless cheeks; lifeless; dead."},{"word":"Bloodless","type":"a.","descr":" Not attended with shedding of blood, or slaughter; as, a bloodless victory."},{"word":"Bloodless","type":"a.","descr":" Without spirit or activity."},{"word":"Bloodlet","type":"v. t. ","descr":" bleed; to let blood."},{"word":"Bloodletter","type":"n.","descr":" One who, or that which, lets blood; a phlebotomist."},{"word":"Bloodletting","type":"n.","descr":" The act or process of letting blood or bleeding, as by opening a vein or artery, or by cupping or leeches; -- esp. applied to venesection."},{"word":"Blood money","type":"","descr":" Money paid to the next of kin of a person who has been killed by another."},{"word":"Blood money","type":"","descr":" Money obtained as the price, or at the cost, of another\\'s life; -- said of a reward for supporting a capital charge, of money obtained for betraying a fugitive or for committing murder, or of money obtained from the sale of that which will destroy the purchaser."},{"word":"Bloodroot","type":"n.","descr":" A plant (Sanguinaria Canadensis), with a red root and red sap, and bearing a pretty, white flower in early spring; -- called also puccoon, redroot, bloodwort, tetterwort, turmeric, and Indian paint. It has acrid emetic properties, and the rootstock is used as a stimulant expectorant. See Sanguinaria."},{"word":"Bloodshed","type":"n.","descr":" The shedding or spilling of blood; slaughter; the act of shedding human blood, or taking life, as in war, riot, or murder."},{"word":"Bloodshedder","type":"n.","descr":" One who sheds blood; a manslayer; a murderer."},{"word":"Bloodshedding","type":"n.","descr":" Bloodshed."},{"word":"Bloodshot","type":"a.","descr":" Red and inflamed; suffused with blood, or having the vessels turgid with blood, as when the conjunctiva is inflamed or irritated."},{"word":"Blood-shotten","type":"a.","descr":" Bloodshot."},{"word":"Bloodstick","type":"n.","descr":" A piece of hard wood loaded at one end with lead, and used to strike the fleam into the vein."},{"word":"Bloodstone","type":"n.","descr":" A green siliceous stone sprinkled with red jasper, as if with blood; hence the name; -- called also heliotrope."},{"word":"Bloodstone","type":"n.","descr":" Hematite, an ore of iron yielding a blood red powder or \"streak.\""},{"word":"Bloodstroke","type":"n.","descr":" Loss of sensation and motion from hemorrhage or congestion in the brain."},{"word":"Bloodsucker","type":"n.","descr":" Any animal that sucks blood; esp., the leech (Hirudo medicinalis), and related species."},{"word":"Bloodsucker","type":"n.","descr":" One who sheds blood; a cruel, bloodthirsty man; one guilty of bloodshed; a murderer."},{"word":"Bloodsucker","type":"n.","descr":" A hard and exacting master, landlord, or money lender; an extortioner."},{"word":"Bloodthirsty","type":"a.","descr":" Eager to shed blood; cruel; sanguinary; murderous."},{"word":"Bloodulf","type":"n.","descr":" The European bullfinch."},{"word":"Blood vessel","type":"","descr":" Any vessel or canal in which blood circulates in an animal, as an artery or vein."},{"word":"Bloodwite","type":"n.","descr":" Alt. of Bloodwit"},{"word":"Bloodwit","type":"n.","descr":" A fine or amercement paid as a composition for the shedding of blood; also, a riot wherein blood was spilled."},{"word":"Bloodwood","type":"n.","descr":" A tree having the wood or the sap of the color of blood."},{"word":"Bloodwort","type":"n.","descr":" A plant, Rumex sanguineus, or bloody-veined dock. The name is applied also to bloodroot (Sanguinaria Canadensis), and to an extensive order of plants (Haemodoraceae), the roots of many species of which contain a red coloring matter useful in dyeing."},{"word":"Bloody","type":"a.","descr":" Containing or resembling blood; of the nature of blood; as, bloody excretions; bloody sweat."},{"word":"Bloody","type":"a.","descr":" Smeared or stained with blood; as, bloody hands; a bloody handkerchief."},{"word":"Bloody","type":"a.","descr":" Given, or tending, to the shedding of blood; having a cruel, savage disposition; murderous; cruel."},{"word":"Bloody","type":"a.","descr":" Attended with, or involving, bloodshed; sanguinary; esp., marked by great slaughter or cruelty; as, a bloody battle."},{"word":"Bloody","type":"a.","descr":" Infamous; contemptible; -- variously used for mere emphasis or as a low epithet."},{"word":"Bloodied","type":"imp. and p. p.","descr":" of Bloody"},{"word":"Bloodying","type":"p. pr. and vb. n.","descr":" of Bloody"},{"word":"Bloody","type":"v. t.","descr":" To stain with blood."},{"word":"Bloodybones","type":"n.","descr":" A terrible bugbear."},{"word":"Bloody flux","type":"","descr":" The dysentery, a disease in which the flux or discharge from the bowels has a mixture of blood."},{"word":"Bloody hand","type":"","descr":" A hand stained with the blood of a deer, which, in the old forest laws of England, was sufficient evidence of a man\\'s trespass in the forest against venison."},{"word":"Bloody hand","type":"","descr":" A red hand, as in the arms of Ulster, which is now the distinguishing mark of a baronet of the United Kingdom."},{"word":"Bloody-minded","type":"a.","descr":" Having a cruel, ferocious disposition; bloodthirsty."},{"word":"Bloody sweat","type":"","descr":" A sweat accompanied by a discharge of blood; a disease, called sweating sickness, formerly prevalent in England and other countries."},{"word":"Bloom","type":"n.","descr":" A blossom; the flower of a plant; an expanded bud; flowers, collectively."},{"word":"Bloom","type":"n.","descr":" The opening of flowers in general; the state of blossoming or of having the flowers open; as, the cherry trees are in bloom."},{"word":"Bloom","type":"n.","descr":" A state or time of beauty, freshness, and vigor; an opening to higher perfection, analogous to that of buds into blossoms; as, the bloom of youth."},{"word":"Bloom","type":"n.","descr":" The delicate, powdery coating upon certain growing or newly-gathered fruits or leaves, as on grapes, plums, etc. Hence: Anything giving an appearance of attractive freshness; a flush; a glow."},{"word":"Bloom","type":"n.","descr":" The clouded appearance which varnish sometimes takes upon the surface of a picture."},{"word":"Bloom","type":"n.","descr":" A yellowish deposit or powdery coating which appears on well-tanned leather."},{"word":"Bloom","type":"n.","descr":" A popular term for a bright-hued variety of some minerals; as, the rose-red cobalt bloom."},{"word":"Bloomed","type":"imp. and p. p.","descr":" of Bloom"},{"word":"Blooming","type":"p. pr. and vb. n.","descr":" of Bloom"},{"word":"Bloom","type":"v. i.","descr":" To produce or yield blossoms; to blossom; to flower or be in flower."},{"word":"Bloom","type":"v. i.","descr":" To be in a state of healthful, growing youth and vigor; to show beauty and freshness, as of flowers; to give promise, as by or with flowers."},{"word":"Bloom","type":"v. t.","descr":" To cause to blossom; to make flourish."},{"word":"Bloom","type":"v. t.","descr":" To bestow a bloom upon; to make blooming or radiant."},{"word":"Bloom","type":"n.","descr":" A mass of wrought iron from the Catalan forge or from the puddling furnace, deprived of its dross, and shaped usually in the form of an oblong block by shingling."},{"word":"Bloom","type":"n.","descr":" A large bar of steel formed directly from an ingot by hammering or rolling, being a preliminary shape for further working."},{"word":"Bloomary","type":"n.","descr":" See Bloomery."},{"word":"Bloomer","type":"n.","descr":" A costume for women, consisting of a short dress, with loose trousers gathered round ankles, and (commonly) a broad-brimmed hat."},{"word":"Bloomer","type":"n.","descr":" A woman who wears a Bloomer costume."},{"word":"Bloomery","type":"n.","descr":" A furnace and forge in which wrought iron in the form of blooms is made directly from the ore, or (more rarely) from cast iron."},{"word":"Blooming","type":"n.","descr":" The process of making blooms from the ore or from cast iron."},{"word":"Blooming","type":"a.","descr":" Opening in blossoms; flowering."},{"word":"Blooming","type":"a.","descr":" Thriving in health, beauty, and vigor; indicating the freshness and beauties of youth or health."},{"word":"Bloomingly","type":"adv.","descr":" In a blooming manner."},{"word":"Bloomingness","type":"n.","descr":" A blooming condition."},{"word":"Bloomless","type":"a.","descr":" Without bloom or flowers."},{"word":"Bloomy","type":"a.","descr":" Full of bloom; flowery; flourishing with the vigor of youth; as, a bloomy spray."},{"word":"Bloomy","type":"a.","descr":" Covered with bloom, as fruit."},{"word":"Blooth","type":"n.","descr":" Bloom; a blossoming."},{"word":"Blore","type":"n.","descr":" The act of blowing; a roaring wind; a blast."},{"word":"Blosmy","type":"a.","descr":" Blossomy."},{"word":"Blossom","type":"n.","descr":" The flower of a plant, or the essential organs of reproduction, with their appendages; florescence; bloom; the flowers of a plant, collectively; as, the blossoms and fruit of a tree; an apple tree in blossom."},{"word":"Blossom","type":"n.","descr":" A blooming period or stage of development; something lovely that gives rich promise."},{"word":"Blossom","type":"n.","descr":" The color of a horse that has white hairs intermixed with sorrel and bay hairs; -- otherwise called peach color."},{"word":"Blossomed","type":"imp. and p. p.","descr":" of Blossom"},{"word":"Blossoming","type":"p. pr. and vb. n.","descr":" of Blossom"},{"word":"Blossom","type":"n.","descr":" To put forth blossoms or flowers; to bloom; to blow; to flower."},{"word":"Blossom","type":"n.","descr":" To flourish and prosper."},{"word":"Blossomless","type":"a.","descr":" Without blossoms."},{"word":"Blossomy","type":"a.","descr":" Full of blossoms; flowery."},{"word":"Blotted","type":"imp. and p. p.","descr":" of Blot"},{"word":"Blotting","type":"p. pr. and vb. n.","descr":" of Blot"},{"word":"Blot","type":"v. t.","descr":" To spot, stain, or bespatter, as with ink."},{"word":"Blot","type":"v. t.","descr":" To impair; to damage; to mar; to soil."},{"word":"Blot","type":"v. t.","descr":" To stain with infamy; to disgrace."},{"word":"Blot","type":"v. t.","descr":" To obliterate, as writing with ink; to cancel; to efface; -- generally with out; as, to blot out a word or a sentence. Often figuratively; as, to blot out offenses."},{"word":"Blot","type":"v. t.","descr":" To obscure; to eclipse; to shadow."},{"word":"Blot","type":"v. t.","descr":" To dry, as writing, with blotting paper."},{"word":"Blot","type":"v. i.","descr":" To take a blot; as, this paper blots easily."},{"word":"Blot","type":"n.","descr":" A spot or stain, as of ink on paper; a blur."},{"word":"Blot","type":"n.","descr":" An obliteration of something written or printed; an erasure."},{"word":"Blot","type":"n.","descr":" A spot on reputation; a stain; a disgrace; a reproach; a blemish."},{"word":"Blot","type":"n.","descr":" An exposure of a single man to be taken up."},{"word":"Blot","type":"n.","descr":" A single man left on a point, exposed to be taken up."},{"word":"Blot","type":"n.","descr":" A weak point; a failing; an exposed point or mark."},{"word":"Blotch","type":"a.","descr":" A blot or spot, as of color or of ink; especially a large or irregular spot. Also Fig.; as, a moral blotch."},{"word":"Blotch","type":"a.","descr":" A large pustule, or a coarse eruption."},{"word":"Blotched","type":"a.","descr":" Marked or covered with blotches."},{"word":"Blotchy","type":"a.","descr":" Having blotches."},{"word":"Bloted","type":"imp. and p. p.","descr":" of Blote"},{"word":"Bloting","type":"p. pr. and vb. n.","descr":" of Blote"},{"word":"Blote","type":"v. t.","descr":" To cure, as herrings, by salting and smoking them; to bloat."},{"word":"Blotless","type":"a.","descr":" Without blot."},{"word":"Blotter","type":"n.","descr":" One who, or that which, blots; esp. a device for absorbing superfluous ink."},{"word":"Blotter","type":"n.","descr":" A wastebook, in which entries of transactions are made as they take place."},{"word":"Blottesque","type":"a.","descr":" Characterized by blots or heavy touches; coarsely depicted; wanting in delineation."},{"word":"Blotting paper","type":"","descr":" A kind of thick, bibulous, unsized paper, used to absorb superfluous ink from freshly written manuscript, and thus prevent blots."},{"word":"Blouse","type":"n.","descr":" A light, loose over-garment, like a smock frock, worn especially by workingmen in France; also, a loose coat of any material, as the undress uniform coat of the United States army."},{"word":"Blew","type":"imp.","descr":" of Blow"},{"word":"Blown","type":"p. p.","descr":" of Blow"},{"word":"Blowing","type":"p. pr. and vb. n.","descr":" of Blow"},{"word":"Blow","type":"v. i.","descr":" To flower; to blossom; to bloom."},{"word":"Blow","type":"v. t.","descr":" To cause to blossom; to put forth (blossoms or flowers)."},{"word":"Blow","type":"n.","descr":" A blossom; a flower; also, a state of blossoming; a mass of blossoms."},{"word":"Blow","type":"n.","descr":" A forcible stroke with the hand, fist, or some instrument, as a rod, a club, an ax, or a sword."},{"word":"Blow","type":"n.","descr":" A sudden or forcible act or effort; an assault."},{"word":"Blow","type":"n.","descr":" The infliction of evil; a sudden calamity; something which produces mental, physical, or financial suffering or loss (esp. when sudden); a buffet."},{"word":"Blew","type":"imp.","descr":" of Blow"},{"word":"Blown","type":"p. p.","descr":" of Blow"},{"word":"Blowing","type":"p. pr. and vb. n.","descr":" of Blow"},{"word":"Blow","type":"v. i.","descr":" To produce a current of air; to move, as air, esp. to move rapidly or with power; as, the wind blows."},{"word":"Blow","type":"v. i.","descr":" To send forth a forcible current of air, as from the mouth or from a pair of bellows."},{"word":"Blow","type":"v. i.","descr":" To breathe hard or quick; to pant; to puff."},{"word":"Blow","type":"v. i.","descr":" To sound on being blown into, as a trumpet."},{"word":"Blow","type":"v. i.","descr":" To spout water, etc., from the blowholes, as a whale."},{"word":"Blow","type":"v. i.","descr":" To be carried or moved by the wind; as, the dust blows in from the street."},{"word":"Blow","type":"v. i.","descr":" To talk loudly; to boast; to storm."},{"word":"Blow","type":"v. t.","descr":" To force a current of air upon with the mouth, or by other means; as, to blow the fire."},{"word":"Blow","type":"v. t.","descr":" To drive by a current air; to impel; as, the tempest blew the ship ashore."},{"word":"Blow","type":"v. t.","descr":" To cause air to pass through by the action of the mouth, or otherwise; to cause to sound, as a wind instrument; as, to blow a trumpet; to blow an organ."},{"word":"Blow","type":"v. t.","descr":" To clear of contents by forcing air through; as, to blow an egg; to blow one\\'s nose."},{"word":"Blow","type":"v. t.","descr":" To burst, shatter, or destroy by an explosion; -- usually with up, down, open, or similar adverb; as, to blow up a building."},{"word":"Blow","type":"v. t.","descr":" To spread by report; to publish; to disclose."},{"word":"Blow","type":"v. t.","descr":" To form by inflation; to swell by injecting air; as, to blow bubbles; to blow glass."},{"word":"Blow","type":"v. t.","descr":" To inflate, as with pride; to puff up."},{"word":"Blow","type":"v. t.","descr":" To put out of breath; to cause to blow from fatigue; as, to blow a horse."},{"word":"Blow","type":"v. t.","descr":" To deposit eggs or larvae upon, or in (meat, etc.)."},{"word":"Blow","type":"n.","descr":" A blowing, esp., a violent blowing of the wind; a gale; as, a heavy blow came on, and the ship put back to port."},{"word":"Blow","type":"n.","descr":" The act of forcing air from the mouth, or through or from some instrument; as, to give a hard blow on a whistle or horn; to give the fire a blow with the bellows."},{"word":"Blow","type":"n.","descr":" The spouting of a whale."},{"word":"Blow","type":"n.","descr":" A single heat or operation of the Bessemer converter."},{"word":"Blow","type":"n.","descr":" An egg, or a larva, deposited by a fly on or in flesh, or the act of depositing it."},{"word":"Blowball","type":"n.","descr":" The downy seed head of a dandelion, which children delight to blow away."},{"word":"Blowen","type":"n.","descr":" Alt. of Blowess"},{"word":"Blowess","type":"n.","descr":" A prostitute; a courtesan; a strumpet."},{"word":"Blower","type":"n.","descr":" One who, or that which, blows."},{"word":"Blower","type":"n.","descr":" A device for producing a current of air; as: (a) A metal plate temporarily placed before the upper part of a grate or open fire. (b) A machine for producing an artificial blast or current of air by pressure, as for increasing the draft of a furnace, ventilating a building or shaft, cleansing gram, etc."},{"word":"Blower","type":"n.","descr":" A blowing out or excessive discharge of gas from a hole or fissure in a mine."},{"word":"Blower","type":"n.","descr":" The whale; -- so called by seamen, from the circumstance of its spouting up a column of water."},{"word":"Blower","type":"n.","descr":" A small fish of the Atlantic coast (Tetrodon turgidus); the puffer."},{"word":"Blower","type":"n.","descr":" A braggart, or loud talker."},{"word":"Blowfly","type":"n.","descr":" Any species of fly of the genus Musca that deposits its eggs or young larvae (called flyblows and maggots) upon meat or other animal products."},{"word":"Blowgun","type":"n.","descr":" A tube, as of cane or reed, sometimes twelve feet long, through which an arrow or other projectile may be impelled by the force of the breath. It is a weapon much used by certain Indians of America and the West Indies; -- called also blowpipe, and blowtube.  See Sumpitan."},{"word":"Blowhole","type":"n.","descr":" A cavern in a cliff, at the water level, opening to the air at its farther extremity, so that the waters rush in with each surge and rise in a lofty jet from the extremity."},{"word":"Blowhole","type":"n.","descr":" A nostril or spiracle in the top of the head of a whale or other cetacean."},{"word":"Blowhole","type":"n.","descr":" A hole in the ice to which whales, seals, etc., come to breathe."},{"word":"Blowhole","type":"n.","descr":" An air hole in a casting."},{"word":"Blown","type":"p. p. and a.","descr":" Swollen; inflated; distended; puffed up, as cattle when gorged with green food which develops gas."},{"word":"Blown","type":"p. p. and a.","descr":" Stale; worthless."},{"word":"Blown","type":"p. p. and a.","descr":" Out of breath; tired; exhausted."},{"word":"Blown","type":"p. p. and a.","descr":" Covered with the eggs and larvae of flies; fly blown."},{"word":"Blown","type":"p. p. and a.","descr":" Opened; in blossom or having blossomed, as a flower."},{"word":"Blow-off","type":"n.","descr":" A blowing off steam, water, etc.;"},{"word":"Blow-off","type":"adj.","descr":" as, a blow-off cock or pipe."},{"word":"Blow-off","type":"adj.","descr":" An outburst of temper or excitement."},{"word":"Blow-out","type":"n.","descr":" The cleaning of the flues of a boiler from scale, etc., by a blast of steam."},{"word":"Blowpipe","type":"n.","descr":" A tube for directing a jet of air into a fire or into the flame of a lamp or candle, so as to concentrate the heat on some object."},{"word":"Blowpipe","type":"n.","descr":" A blowgun; a blowtube."},{"word":"Blowpoint","type":"n.","descr":" A child\\'s game."},{"word":"Blowse","type":"n.","descr":" See Blowze."},{"word":"Blowth","type":"n.","descr":" A blossoming; a bloom."},{"word":"Blowtube","type":"n.","descr":" A blowgun."},{"word":"Blowtube","type":"n.","descr":" A similar instrument, commonly of tin, used by boys for discharging paper wads and other light missiles."},{"word":"Blowtube","type":"n.","descr":" A long wrought iron tube, on the end of which the workman gathers a quantity of \"metal\" (melted glass), and through which he blows to expand or shape it; -- called also blowing tube, and blowpipe."},{"word":"Blow valve","type":"","descr":" See Snifting valve."},{"word":"Blowy","type":"a.","descr":" Windy; as, blowy weather; a blowy upland."},{"word":"Blowze","type":"n.","descr":" A ruddy, fat-faced woman; a wench."},{"word":"Blowzed","type":"a.","descr":" Having high color from exposure to the weather; ruddy-faced; blowzy; disordered."},{"word":"Blowzy","type":"a.","descr":" Coarse and ruddy-faced; fat and ruddy; high colored; frowzy."},{"word":"Blub","type":"v. t. and i.","descr":" To swell; to puff out, as with weeping."},{"word":"Blubber","type":"n.","descr":" A bubble."},{"word":"Blubber","type":"n.","descr":" The fat of whales and other large sea animals from which oil is obtained. It lies immediately under the skin and over the muscular flesh."},{"word":"Blubber","type":"n.","descr":" A large sea nettle or medusa."},{"word":"Blubbered","type":"imp. and p. p.","descr":" of Blubber"},{"word":"Blubbering","type":"p. pr. and vb. n.","descr":" of Blubber"},{"word":"Blubber","type":"v. i.","descr":" To weep noisily, or so as to disfigure the face; to cry in a childish manner."},{"word":"Blubber","type":"v. t.","descr":" To swell or disfigure (the face) with weeping; to wet with tears."},{"word":"Blubber","type":"v. t.","descr":" To give vent to (tears) or utter (broken words or cries); -- with forth or out."},{"word":"Blubbered","type":"p. p. and a.","descr":" Swollen; turgid; as, a blubbered lip."},{"word":"Blubbering","type":"n.","descr":" The act of weeping noisily."},{"word":"Blubbery","type":"a.","descr":" Swollen; protuberant."},{"word":"Blubbery","type":"a.","descr":" Like blubber; gelatinous and quivering; as, a blubbery mass."},{"word":"Blucher","type":"n.","descr":" A kind of half boot, named from the Prussian general Blucher."},{"word":"Bludgeon","type":"n.","descr":" A short stick, with one end loaded, or thicker and heavier that the other, used as an offensive weapon."},{"word":"Blue","type":"superl.","descr":" Having the color of the clear sky, or a hue resembling it, whether lighter or darker; as, the deep, blue sea; as blue as a sapphire; blue violets."},{"word":"Blue","type":"superl.","descr":" Pale, without redness or glare, -- said of a flame; hence, of the color of burning brimstone, betokening the presence of ghosts or devils; as, the candle burns blue; the air was blue with oaths."},{"word":"Blue","type":"superl.","descr":" Low in spirits; melancholy; as, to feel blue."},{"word":"Blue","type":"superl.","descr":" Suited to produce low spirits; gloomy in prospect; as, thongs looked blue."},{"word":"Blue","type":"superl.","descr":" Severe or over strict in morals; gloom; as, blue and sour religionists; suiting one who is over strict in morals; inculcating an impracticable, severe, or gloomy mortality; as, blue laws."},{"word":"Blue","type":"superl.","descr":" Literary; -- applied to women; -- an abbreviation of bluestocking."},{"word":"Blue","type":"n.","descr":" One of the seven colors into which the rays of light divide themselves, when refracted through a glass prism; the color of the clear sky, or a color resembling that, whether lighter or darker; a pigment having such color. Sometimes, poetically, the sky."},{"word":"Blue","type":"n.","descr":" A pedantic woman; a bluestocking."},{"word":"Blue","type":"pl.","descr":" Low spirits; a fit of despondency; melancholy."},{"word":"Blued","type":"imp. and p. p.","descr":" of Blue"},{"word":"Bluing","type":"p. pr. and vb. n.","descr":" of Blue"},{"word":"Blue","type":"v. t.","descr":" To make blue; to dye of a blue color; to make blue by heating, as metals, etc."},{"word":"Blueback","type":"n.","descr":" A trout (Salmo oquassa) inhabiting some of the lakes of Maine."},{"word":"Blueback","type":"n.","descr":" A salmon (Oncorhynchus nerka) of the Columbia River and northward."},{"word":"Blueback","type":"n.","descr":" An American river herring (Clupea aestivalis), closely allied to the alewife."},{"word":"Bluebeard","type":"n.","descr":" The hero of a mediaeval French nursery legend, who, leaving home, enjoined his young wife not to open a certain room in his castle. She entered it, and found the murdered bodies of his former wives. -- Also used adjectively of a subject which it is forbidden to investigate."},{"word":"Bluebell","type":"n.","descr":" A plant of the genus Campanula, especially the Campanula rotundifolia, which bears blue bell-shaped flowers; the harebell."},{"word":"Bluebell","type":"n.","descr":" A plant of the genus Scilla (Scilla nutans)."},{"word":"Blueberry","type":"n.","descr":" The berry of several species of Vaccinium, an ericaceous genus, differing from the American huckleberries in containing numerous minute seeds instead of ten nutlets. The commonest species are V. Pennsylvanicum and V. vacillans.  V. corymbosum is the tall blueberry."},{"word":"Bluebill","type":"n.","descr":" A duck of the genus Fuligula. Two American species (F. marila and F. affinis) are common. See Scaup duck."},{"word":"Bluebird","type":"n.","descr":" A small song bird (Sialia sialis), very common in the United States, and, in the north, one of the earliest to arrive in spring. The male is blue, with the breast reddish. It is related to the European robin."},{"word":"Blue bonnet","type":"n.","descr":" Alt. of Blue-bonnet"},{"word":"Blue-bonnet","type":"n.","descr":" A broad, flat Scottish cap of blue woolen, or one wearing such cap; a Scotchman."},{"word":"Blue-bonnet","type":"n.","descr":" A plant. Same as Bluebottle."},{"word":"Blue-bonnet","type":"n.","descr":" The European blue titmouse (Parus coeruleus); the bluecap."},{"word":"Blue book","type":"","descr":" A parliamentary publication, so called from its blue paper covers."},{"word":"Blue book","type":"","descr":" The United States official \"Biennial Register.\""},{"word":"Bluebottle","type":"n.","descr":" A plant (Centaurea cyanus) which grows in grain fields. It receives its name from its blue bottle-shaped flowers."},{"word":"Bluebottle","type":"n.","descr":" A large and troublesome species of blowfly (Musca vomitoria). Its body is steel blue."},{"word":"Bluebreast","type":"n.","descr":" A small European bird; the blue-throated warbler."},{"word":"Bluecap","type":"n.","descr":" The bluepoll."},{"word":"Bluecap","type":"n.","descr":" The blue bonnet or blue titmouse."},{"word":"Bluecap","type":"n.","descr":" A Scot; a Scotchman; -- so named from wearing a blue bonnet."},{"word":"Bluecoat","type":"n.","descr":" One dressed in blue, as a soldier, a sailor, a beadle, etc."},{"word":"Blue-eye","type":"n.","descr":" The blue-cheeked honeysucker of Australia."},{"word":"Blue-eyed","type":"a.","descr":" Having blue eyes."},{"word":"Blue-eyed grass","type":"","descr":" a grasslike plant (Sisyrinchium anceps), with small flowers of a delicate blue color."},{"word":"Bluefin","type":"n.","descr":" A species of whitefish (Coregonus nigripinnis) found in Lake Michigan."},{"word":"Bluefish","type":"n.","descr":" A large voracious fish (Pomatomus saitatrix), of the family Carangidae, valued as a food fish, and widely distributed on the American coast. On the New Jersey and Rhode Island coast it is called the horse mackerel, in Virginia saltwater tailor, or skipjack."},{"word":"Bluefish","type":"n.","descr":" A West Indian fish (Platyglossus radiatus), of the family Labridae."},{"word":"Bluegown","type":"n.","descr":" One of a class of paupers or pensioners, or licensed beggars, in Scotland, to whim annually on the king\\'s birthday were distributed certain alms, including a blue gown; a beadsman."},{"word":"Blue grass","type":"","descr":" A species of grass (Poa compressa) with bluish green stems, valuable in thin gravelly soils; wire grass."},{"word":"Blue jay","type":"","descr":" The common jay of the United States (Cyanocitta, or Cyanura, cristata). The predominant color is bright blue."},{"word":"Blue-john","type":"n.","descr":" A name given to fluor spar in Derbyshire, where it is used for ornamental purposes."},{"word":"Bluely","type":"adv.","descr":" With a blue color."},{"word":"Blueness","type":"n.","descr":" The quality of being blue; a blue color."},{"word":"Bluenose","type":"n.","descr":" A nickname for a Nova Scotian."},{"word":"Bluepoll","type":"n.","descr":" A kind of salmon (Salmo Cambricus) found in Wales."},{"word":"Blueprint","type":"","descr":" See under Print."},{"word":"Bluestocking","type":"n.","descr":" A literary lady; a female pedant."},{"word":"Bluestocking","type":"n.","descr":" The American avocet (Recurvirostra Americana)."},{"word":"Bluestockingism","type":"n.","descr":" The character or manner of a bluestocking; female pedantry."},{"word":"Bluestone","type":"n.","descr":" Blue vitriol."},{"word":"Bluestone","type":"n.","descr":" A grayish blue building stone, as that commonly used in the eastern United States."},{"word":"Bluethroat","type":"n.","descr":" A singing bird of northern Europe and Asia (Cyanecula Suecica), related to the nightingales; -- called also blue-throated robin and blue-throated warbler."},{"word":"Bluets","type":"a.","descr":" A name given to several different species of plants having blue flowers, as the Houstonia coerulea, the Centaurea cyanus or bluebottle, and the Vaccinium angustifolium."},{"word":"Blue-veined","type":"a.","descr":" Having blue veins or blue streaks."},{"word":"Bluewing","type":"n.","descr":" The blue-winged teal. See Teal."},{"word":"Bluey","type":"a.","descr":" Bluish."},{"word":"Bluff","type":"a.","descr":" Having a broad, flattened front; as, the bluff bows of a ship."},{"word":"Bluff","type":"a.","descr":" Rising steeply with a flat or rounded front."},{"word":"Bluff","type":"a.","descr":" Surly; churlish; gruff; rough."},{"word":"Bluff","type":"a.","descr":" Abrupt; roughly frank; unceremonious; blunt; brusque; as, a bluff answer; a bluff manner of talking; a bluff sea captain."},{"word":"Bluff","type":"n.","descr":" A high, steep bank, as by a river or the sea, or beside a ravine or plain; a cliff with a broad face."},{"word":"Bluff","type":"n.","descr":" An act of bluffing; an expression of self-confidence for the purpose of intimidation; braggadocio; as, that is only bluff, or a bluff."},{"word":"Bluff","type":"n.","descr":" A game at cards; poker."},{"word":"Bluffed","type":"imp. and p. p.","descr":" of Bluff"},{"word":"Bluffing","type":"p. pr. and vb. n.","descr":" of Bluff"},{"word":"Bluff","type":"v. t.","descr":" To deter (an opponent) from taking the risk of betting on his hand of cards, as the bluffer does by betting heavily on his own hand although it may be of less value."},{"word":"Bluff","type":"v. t.","descr":" To frighten or deter from accomplishing a purpose by making a show of confidence in one\\'s strength or resources; as, he bluffed me off."},{"word":"Bluff","type":"v. i.","descr":" To act as in the game of bluff."},{"word":"Bluff-bowed","type":"a.","descr":" Built with the stem nearly straight up and down."},{"word":"Bluffer","type":"n.","descr":" One who bluffs."},{"word":"Bluff-headed","type":"a.","descr":" Built with the stem nearly straight up and down."},{"word":"Bluffness","type":"n.","descr":" The quality or state of being bluff."},{"word":"Bluffy","type":"a.","descr":" Having bluffs, or bold, steep banks."},{"word":"Bluffy","type":"a.","descr":" Inclined to bo bluff; brusque."},{"word":"Bluing","type":"n.","descr":" The act of rendering blue; as, the bluing of steel."},{"word":"Bluing","type":"n.","descr":" Something to give a bluish tint, as indigo, or preparations used by washerwomen."},{"word":"Bluish","type":"a.","descr":" Somewhat blue; as, bluish veins."},{"word":"Blundered","type":"imp. and p. p.","descr":" of Blunder"},{"word":"Blundering","type":"p. pr. and vb. n.","descr":" of Blunder"},{"word":"Blunder","type":"v. i.","descr":" To make a gross error or mistake; as, to blunder in writing or preparing a medical prescription."},{"word":"Blunder","type":"v. i.","descr":" To move in an awkward, clumsy manner; to flounder and stumble."},{"word":"Blunder","type":"v. t.","descr":" To cause to blunder."},{"word":"Blunder","type":"v. t.","descr":" To do or treat in a blundering manner; to confuse."},{"word":"Blunder","type":"n.","descr":" Confusion; disturbance."},{"word":"Blunder","type":"n.","descr":" A gross error or mistake, resulting from carelessness, stupidity, or culpable ignorance."},{"word":"Blunderbuss","type":"n.","descr":" A short gun or firearm, with a large bore, capable of holding a number of balls, and intended to do execution without exact aim."},{"word":"Blunderbuss","type":"n.","descr":" A stupid, blundering fellow."},{"word":"Blunderer","type":"n.","descr":" One who is apt to blunder."},{"word":"Blunderhead","type":"n.","descr":" A stupid, blundering fellow."},{"word":"Blundering","type":"a.","descr":" Characterized by blunders."},{"word":"Blunderingly","type":"adv.","descr":" In a blundering manner."},{"word":"Blunge","type":"v. t.","descr":" To amalgamate and blend; to beat up or mix in water, as clay."},{"word":"Blunger","type":"n.","descr":" A wooden blade with a cross handle, used for mi\/ing the clay in potteries; a plunger."},{"word":"Blunging","type":"n.","descr":" The process of mixing clay in potteries with a blunger."},{"word":"Blunt","type":"a.","descr":" Having a thick edge or point, as an instrument; dull; not sharp."},{"word":"Blunt","type":"a.","descr":" Dull in understanding; slow of discernment; stupid; -- opposed to acute."},{"word":"Blunt","type":"a.","descr":" Abrupt in address; plain; unceremonious; wanting the forms of civility; rough in manners or speech."},{"word":"Blunt","type":"a.","descr":" Hard to impress or penetrate."},{"word":"Blunted","type":"imp. and p. p.","descr":" of Blunt"},{"word":"Blunting","type":"p. pr. and vb. n.","descr":" of Blunt"},{"word":"Blunt","type":"v. t.","descr":" To dull the edge or point of, by making it thicker; to make blunt."},{"word":"Blunt","type":"v. t.","descr":" To repress or weaken, as any appetite, desire, or power of the mind; to impair the force, keenness, or susceptibility, of; as, to blunt the feelings."},{"word":"Blunt","type":"n.","descr":" A fencer\\'s foil."},{"word":"Blunt","type":"n.","descr":" A short needle with a strong point. See Needle."},{"word":"Blunt","type":"n.","descr":" Money."},{"word":"Bluntish","type":"a.","descr":" Somewhat blunt."},{"word":"Bluntly","type":"adv.","descr":" In a blunt manner; coarsely; plainly; abruptly; without delicacy, or the usual forms of civility."},{"word":"Bluntness","type":"n.","descr":" Want of edge or point; dullness; obtuseness; want of sharpness."},{"word":"Bluntness","type":"n.","descr":" Abruptness of address; rude plainness."},{"word":"Blunt-witted","type":"n.","descr":" Dull; stupid."},{"word":"Blurred","type":"imp. and p. p.","descr":" of Blur"},{"word":"Blurring","type":"p. pr. and vb. n.","descr":" of Blur"},{"word":"Blur","type":"v. t.","descr":" To render obscure by making the form or outline of confused and uncertain, as by soiling; to smear; to make indistinct and confused; as, to blur manuscript by handling it while damp; to blur the impression of a woodcut by an excess of ink."},{"word":"Blur","type":"v. t.","descr":" To cause imperfection of vision in; to dim; to darken."},{"word":"Blur","type":"v. t.","descr":" To sully; to stain; to blemish, as reputation."},{"word":"Blur","type":"n.","descr":" That which obscures without effacing; a stain; a blot, as upon paper or other substance."},{"word":"Blur","type":"n.","descr":" A dim, confused appearance; indistinctness of vision; as, to see things with a blur; it was all blur."},{"word":"Blur","type":"n.","descr":" A moral stain or blot."},{"word":"Blurry","type":"a.","descr":" Full of blurs; blurred."},{"word":"Blurted","type":"imp. and p. p.","descr":" of Blurt"},{"word":"Blurting","type":"p. pr. and vb. n.","descr":" of Blurt"},{"word":"Blurt","type":"v. t.","descr":" To utter suddenly and unadvisedly; to divulge inconsiderately; to ejaculate; -- commonly with out."},{"word":"Blushed","type":"imp. and p. p.","descr":" of Blush"},{"word":"Blushing","type":"p. pr. and vb. n.","descr":" of Blush"},{"word":"Blush","type":"v. i.","descr":" To become suffused with red in the cheeks, as from a sense of shame, modesty, or confusion; to become red from such cause, as the cheeks or face."},{"word":"Blush","type":"v. i.","descr":" To grow red; to have a red or rosy color."},{"word":"Blush","type":"v. i.","descr":" To have a warm and delicate color, as some roses and other flowers."},{"word":"Blush","type":"v. t.","descr":" To suffuse with a blush; to redden; to make roseate."},{"word":"Blush","type":"v. t.","descr":" To express or make known by blushing."},{"word":"Blush","type":"n.","descr":" A suffusion of the cheeks or face with red, as from a sense of shame, confusion, or modesty."},{"word":"Blush","type":"n.","descr":" A red or reddish color; a rosy tint."},{"word":"Blusher","type":"n.","descr":" One that blushes."},{"word":"Blushet","type":"n.","descr":" A modest girl."},{"word":"Blushful","type":"a.","descr":" Full of blushes."},{"word":"Blushing","type":"a.","descr":" Showing blushes; rosy red; having a warm and delicate color like some roses and other flowers; blooming; ruddy; roseate."},{"word":"Blushing","type":"n.","descr":" The act of turning red; the appearance of a reddish color or flush upon the cheeks."},{"word":"Blushingly","type":"adv.","descr":" In a blushing manner; with a blush or blushes; as, to answer or confess blushingly."},{"word":"Blushless","type":"a.","descr":" Free from blushes; incapable of blushing; shameless; impudent."},{"word":"Blushy","type":"a.","descr":" Like a blush; having the color of a blush; rosy."},{"word":"Blustered","type":"imp. and p. p.","descr":" of Bluster"},{"word":"Blustering","type":"p. pr. and vb. n.","descr":" of Bluster"},{"word":"Bluster","type":"v. i.","descr":" To blow fitfully with violence and noise, as wind; to be windy and boisterous, as the weather."},{"word":"Bluster","type":"v. i.","descr":" To talk with noisy violence; to swagger, as a turbulent or boasting person; to act in a noisy, tumultuous way; to play the bully; to storm; to rage."},{"word":"Bluster","type":"v. t.","descr":" To utter, or do, with noisy violence; to force by blustering; to bully."},{"word":"Bluster","type":"n.","descr":" Fitful noise and violence, as of a storm; violent winds; boisterousness."},{"word":"Bluster","type":"n.","descr":" Noisy and violent or threatening talk; noisy and boastful language."},{"word":"Blusterer","type":"n.","descr":" One who, or that which, blusters; a noisy swaggerer."},{"word":"Blustering","type":"a.","descr":" Exhibiting noisy violence, as the wind; stormy; tumultuous."},{"word":"Blustering","type":"a.","descr":" Uttering noisy threats; noisy and swaggering; boisterous."},{"word":"Blusteringly","type":"adv.","descr":" In a blustering manner."},{"word":"Blusterous","type":"a.","descr":" Inclined to bluster; given to blustering; blustering."},{"word":"Blustrous","type":"a.","descr":" Blusterous."}]