[{"word":"Bore","type":"imp.","descr":" of Bear"},{"word":"Born","type":"p. p.","descr":" of Bear"},{"word":"Borne","type":"","descr":" of Bear"},{"word":"Bound","type":"imp.","descr":" of Bind"},{"word":"Bound","type":"p. p.","descr":" of Bind"},{"word":"Bounden","type":"","descr":" of Bind"},{"word":"Boas","type":"pl. ","descr":" of Boa"},{"word":"Boa","type":"n.","descr":" A genus of large American serpents, including the boa constrictor, the emperor boa of Mexico (B. imperator), and the chevalier boa of Peru (B. eques)."},{"word":"Boa","type":"n.","descr":" A long, round fur tippet; -- so called from its resemblance in shape to the boa constrictor."},{"word":"Boa constrictor","type":"","descr":" A large and powerful serpent of tropical America, sometimes twenty or thirty feet long. See Illustration in Appendix."},{"word":"Boanerges","type":"","descr":" Any declamatory and vociferous preacher or orator."},{"word":"Boar","type":"n.","descr":" The uncastrated male of swine; specifically, the wild hog."},{"word":"Board","type":"n.","descr":" A piece of timber sawed thin, and of considerable length and breadth as compared with the thickness, -- used for building, etc."},{"word":"Board","type":"n.","descr":" A table to put food upon."},{"word":"Board","type":"n.","descr":" Hence: What is served on a table as food; stated meals; provision; entertainment; -- usually as furnished for pay; as, to work for one\\'s board; the price of board."},{"word":"Board","type":"n.","descr":" A table at which a council or court is held. Hence:  A council, convened for business, or any authorized assembly or meeting, public or private; a number of persons appointed or elected to sit in council for the management or direction of some public or private business or trust; as, the Board of Admiralty; a board of trade; a board of directors, trustees, commissioners, etc."},{"word":"Board","type":"n.","descr":" A square or oblong piece of thin wood or other material used for some special purpose, as, a molding board; a board or surface painted or arranged for a game; as, a chessboard; a backgammon board."},{"word":"Board","type":"n.","descr":" Paper made thick and stiff like a board, for book covers, etc.; pasteboard; as, to bind a book in boards."},{"word":"Board","type":"n.","descr":" The stage in a theater; as, to go upon the boards, to enter upon the theatrical profession."},{"word":"Board","type":"n.","descr":" The border or side of anything."},{"word":"Board","type":"n.","descr":" The side of a ship."},{"word":"Board","type":"n.","descr":" The stretch which a ship makes in one tack."},{"word":"Boarded","type":"imp. and p. p.","descr":" of Board"},{"word":"Boarding","type":"p. pr. and vb. n.","descr":" of Board"},{"word":"Board","type":"v. t.","descr":" To cover with boards or boarding; as, to board a house."},{"word":"Board","type":"n.","descr":" To go on board of, or enter, as a ship, whether in a hostile or a friendly way."},{"word":"Board","type":"n.","descr":" To enter, as a railway car."},{"word":"Board","type":"n.","descr":" To furnish with regular meals, or with meals and lodgings, for compensation; to supply with daily meals."},{"word":"Board","type":"n.","descr":" To place at board, for compensation; as, to board one\\'s horse at a livery stable."},{"word":"Board","type":"v. i.","descr":" To obtain meals, or meals and lodgings, statedly for compensation; as, he boards at the hotel."},{"word":"Board","type":"v. t.","descr":" To approach; to accost; to address; hence, to woo."},{"word":"Boardable","type":"a.","descr":" That can be boarded, as a ship."},{"word":"Boarder","type":"n.","descr":" One who has food statedly at another\\'s table, or meals and lodgings in his house, for pay, or compensation of any kind."},{"word":"Boarder","type":"n.","descr":" One who boards a ship; one selected to board an enemy\\'s ship."},{"word":"Boarding","type":"n.","descr":" The act of entering a ship, whether with a hostile or a friendly purpose."},{"word":"Boarding","type":"n.","descr":" The act of covering with boards; also, boards, collectively; or a covering made of boards."},{"word":"Boarding","type":"n.","descr":" The act of supplying, or the state of being supplied, with regular or specified meals, or with meals and lodgings, for pay."},{"word":"Boarfish","type":"n.","descr":" A Mediterranean fish (Capros aper), of the family Caproidae; -- so called from the resemblance of the extended lips to a hog\\'s snout."},{"word":"Boarfish","type":"n.","descr":" An Australian percoid fish (Histiopterus recurvirostris), valued as a food fish."},{"word":"Boarish","type":"a.","descr":" Swinish; brutal; cruel."},{"word":"Boasted","type":"imp. and p. p.","descr":" of Boast"},{"word":"Boasting","type":"p. pr. and vb. n.","descr":" of Boast"},{"word":"Boast","type":"v. i.","descr":" To vaunt one\\'s self; to brag; to say or tell things which are intended to give others a high opinion of one\\'s self or of things belonging to one\\'s self; as, to boast of one\\'s exploits courage, descent, wealth."},{"word":"Boast","type":"v. i.","descr":" To speak in exulting language of another; to glory; to exult."},{"word":"Boast","type":"v. t.","descr":" To display in ostentatious language; to speak of with pride, vanity, or exultation, with a view to self-commendation; to extol."},{"word":"Boast","type":"v. t.","descr":" To display vaingloriously."},{"word":"Boast","type":"v. t.","descr":" To possess or have; as, to boast a name."},{"word":"Boast","type":"v. t.","descr":" To dress, as a stone, with a broad chisel."},{"word":"Boast","type":"v. t.","descr":" To shape roughly as a preparation for the finer work to follow; to cut to the general form required."},{"word":"Boast","type":"n.","descr":" Act of boasting; vaunting or bragging."},{"word":"Boast","type":"n.","descr":" The cause of boasting; occasion of pride or exultation, -- sometimes of laudable pride or exultation."},{"word":"Boastance","type":"n.","descr":" Boasting."},{"word":"Boaster","type":"n.","descr":" One who boasts; a braggart."},{"word":"Boaster","type":"n.","descr":" A stone mason\\'s broad-faced chisel."},{"word":"Boastful","type":"a.","descr":" Given to, or full of, boasting; inclined to boast; vaunting; vainglorious; self-praising."},{"word":"Boasting","type":"n.","descr":" The act of glorying or vaunting; vainglorious speaking; ostentatious display."},{"word":"Boastingly","type":"adv.","descr":" Boastfully; with boasting."},{"word":"Boastive","type":"a.","descr":" Presumptuous."},{"word":"Boastless","type":"a.","descr":" Without boasting or ostentation."},{"word":"Boat","type":"n.","descr":" A small open vessel, or water craft, usually moved by cars or paddles, but often by a sail."},{"word":"Boat","type":"n.","descr":" Hence, any vessel; usually with some epithet descriptive of its use or mode of propulsion; as, pilot boat, packet boat, passage boat, advice boat, etc.  The term is sometimes applied to steam vessels, even of the largest class; as, the Cunard boats."},{"word":"Boat","type":"n.","descr":" A vehicle, utensil, or dish, somewhat resembling a boat in shape; as, a stone boat; a gravy boat."},{"word":"Boated","type":"imp. and p. p.","descr":" of Boat"},{"word":"Boating","type":"p. pr. and vb. n.","descr":" of Boat"},{"word":"Boat","type":"v. t.","descr":" To transport in a boat; as, to boat goods."},{"word":"Boat","type":"v. t.","descr":" To place in a boat; as, to boat oars."},{"word":"Boat","type":"v. i.","descr":" To go or row in a boat."},{"word":"Boatable","type":"a.","descr":" Such as can be transported in a boat."},{"word":"Boatable","type":"a.","descr":" Navigable for boats, or small river craft."},{"word":"Boatage","type":"n.","descr":" Conveyance by boat; also, a charge for such conveyance."},{"word":"Boatbill","type":"n.","descr":" A wading bird (Cancroma cochlearia) of the tropical parts of South America. Its bill is somewhat like a boat with the keel uppermost."},{"word":"Boatbill","type":"n.","descr":" A perching bird of India, of the genus Eurylaimus."},{"word":"Boat bug","type":"","descr":" An aquatic hemipterous insect of the genus Notonecta; -- so called from swimming on its back, which gives it the appearance of a little boat. Called also boat fly, boat insect, boatman, and water boatman."},{"word":"Boatfuls","type":"pl. ","descr":" of Boatful"},{"word":"Boatful","type":"n.","descr":" The quantity or amount that fills a boat."},{"word":"Boathouse","type":"n.","descr":" A house for sheltering boats."},{"word":"Boating","type":"n.","descr":" The act or practice of rowing or sailing, esp. as an amusement; carriage in boats."},{"word":"Boating","type":"n.","descr":" In Persia, a punishment of capital offenders, by laying them on the back in a covered boat, where they are left to perish."},{"word":"Boation","type":"n.","descr":" A crying out; a roaring; a bellowing; reverberation."},{"word":"Boatmen","type":"pl. ","descr":" of Boatman"},{"word":"Boatman","type":"n.","descr":" A man who manages a boat; a rower of a boat."},{"word":"Boatman","type":"n.","descr":" A boat bug. See Boat bug."},{"word":"Boatmanship","type":"n.","descr":" The art of managing a boat."},{"word":"Boat-shaped","type":"a.","descr":" See Cymbiform."},{"word":"Boat shell","type":"","descr":" A marine gastropod of the genus Crepidula. The species are numerous. It is so named from its form and interior deck."},{"word":"Boat shell","type":"","descr":" A marine univalve shell of the genus Cymba."},{"word":"Boatsman","type":"n.","descr":" A boatman."},{"word":"Boatswain","type":"n.","descr":" An officer who has charge of the boats, sails, rigging, colors, anchors, cables, cordage, etc., of a ship, and who also summons the crew, and performs other duties."},{"word":"Boatswain","type":"n.","descr":" The jager gull."},{"word":"Boatswain","type":"n.","descr":" The tropic bird."},{"word":"Boat-tail","type":"n.","descr":" A large grackle or blackbird (Quiscalus major), found in the Southern United States."},{"word":"Boatwomen","type":"pl. ","descr":" of Boatwoman"},{"word":"Boatwoman","type":"n.","descr":" A woman who manages a boat."},{"word":"Bob","type":"n.","descr":" Anything that hangs so as to play loosely, or with a short abrupt motion, as at the end of a string; a pendant; as, the bob at the end of a kite\\'s tail."},{"word":"Bob","type":"n.","descr":" A knot of worms, or of rags, on a string, used in angling, as for eels; formerly, a worm suitable for bait."},{"word":"Bob","type":"n.","descr":" A small piece of cork or light wood attached to a fishing line to show when a fish is biting; a float."},{"word":"Bob","type":"n.","descr":" The ball or heavy part of a pendulum; also, the ball or weight at the end of a plumb line."},{"word":"Bob","type":"n.","descr":" A small wheel, made of leather, with rounded edges, used in polishing spoons, etc."},{"word":"Bob","type":"n.","descr":" A short, jerking motion; act of bobbing; as, a bob of the head."},{"word":"Bob","type":"n.","descr":" A working beam."},{"word":"Bob","type":"n.","descr":" A knot or short curl of hair; also, a bob wig."},{"word":"Bob","type":"n.","descr":" A peculiar mode of ringing changes on bells."},{"word":"Bob","type":"n.","descr":" The refrain of a song."},{"word":"Bob","type":"n.","descr":" A blow; a shake or jog; a rap, as with the fist."},{"word":"Bob","type":"n.","descr":" A jeer or flout; a sharp jest or taunt; a trick."},{"word":"Bob","type":"n.","descr":" A shilling."},{"word":"Bobbed","type":"imp. and p. p.","descr":" of Bob"},{"word":"Bobbing","type":"p. pr. and vb. n.","descr":" of Bob"},{"word":"Bob","type":"n.","descr":" To cause to move in a short, jerking manner; to move (a thing) with a bob."},{"word":"Bob","type":"n.","descr":" To strike with a quick, light blow; to tap."},{"word":"Bob","type":"n.","descr":" To cheat; to gain by fraud or cheating; to filch."},{"word":"Bob","type":"n.","descr":" To mock or delude; to cheat."},{"word":"Bob","type":"n.","descr":" To cut short; as, to bob the hair, or a horse\\'s tail."},{"word":"Bob","type":"v. i.","descr":" To have a short, jerking motion; to play to and fro, or up and down; to play loosely against anything."},{"word":"Bob","type":"v. i.","descr":" To angle with a bob. See Bob, n., 2 and 3."},{"word":"Bobac","type":"n.","descr":" The Poland marmot (Arctomys bobac)."},{"word":"Bobance","type":"n.","descr":" A boasting."},{"word":"Bobber","type":"n.","descr":" One who, or that which, bobs."},{"word":"Bobbery","type":"n.","descr":" A squabble; a tumult; a noisy disturbance; as, to raise a bobbery."},{"word":"Bobbin","type":"n.","descr":" A small pin, or cylinder, formerly of bone, now most commonly of wood, used in the making of pillow lace. Each thread is wound on a separate bobbin which hangs down holding the thread at a slight tension."},{"word":"Bobbin","type":"n.","descr":" A spool or reel of various material and construction, with a head at one or both ends, and sometimes with a hole bored through its length by which it may be placed on a spindle or pivot. It is used to hold yarn or thread, as in spinning or warping machines, looms, sewing machines, etc."},{"word":"Bobbin","type":"n.","descr":" The little rounded piece of wood, at the end of a latch string, which is pulled to raise the latch."},{"word":"Bobbin","type":"n.","descr":" A fine cord or narrow braid."},{"word":"Bobbin","type":"n.","descr":" A cylindrical or spool-shaped coil or insulated wire, usually containing a core of soft iron which becomes magnetic when the wire is traversed by an electrical current."},{"word":"Bobbinet","type":"n.","descr":" A kind of cotton lace which is wrought by machines, and not by hand."},{"word":"Bobbinwork","type":"n.","descr":" Work woven with bobbins."},{"word":"Bobbish","type":"a.","descr":" Hearty; in good spirits."},{"word":"Bobby","type":"n.","descr":" A nickname for a policeman; -- from Sir Robert Peel, who remodeled the police force. See Peeler."},{"word":"Bob-cherry","type":"n.","descr":" A play among children, in which a cherry, hung so as to bob against the mouth, is to be caught with the teeth."},{"word":"Bobfly","type":"n.","descr":" The fly at the end of the leader; an end fly."},{"word":"Bobolink","type":"n.","descr":" An American singing bird (Dolichonyx oryzivorus). The male is black and white; the female is brown; -- called also, ricebird, reedbird, and Boblincoln."},{"word":"Bobsled","type":"n.","descr":" Alt. of Bobsleigh"},{"word":"Bobsleigh","type":"n.","descr":" A short sled, mostly used as one of a pair connected by a reach or coupling; also, the compound sled so formed."},{"word":"Bobstay","type":"n.","descr":" A rope or chain to confine the bowsprit of a ship downward to the stem or cutwater; -- usually in the pl."},{"word":"Bobtail","type":"n.","descr":" An animal (as a horse or dog) with a short tail."},{"word":"Bobtail","type":"a.","descr":" Bobtailed."},{"word":"Bobtailed","type":"a.","descr":" Having the tail cut short, or naturally short; curtailed; as, a bobtailed horse or dog; a bobtailed coat."},{"word":"Bobwhite","type":"n.","descr":" The common quail of North America (Colinus, or Ortyx, Virginianus); -- so called from its note."},{"word":"Bob wig","type":"","descr":" A short wig with bobs or short curls; -- called also bobtail wig."},{"word":"Bocal","type":"n.","descr":" A cylindrical glass vessel, with a large and short neck."},{"word":"Bocardo","type":"n.","descr":" A form of syllogism of which the first and third propositions are particular negatives, and the middle term a universal affirmative."},{"word":"Bocardo","type":"n.","descr":" A prison; -- originally the name of the old north gate in Oxford, which was used as a prison."},{"word":"Bocasine","type":"n.","descr":" A sort of fine buckram."},{"word":"Bocca","type":"n.","descr":" The round hole in the furnace of a glass manufactory through which the fused glass is taken out."},{"word":"Boce","type":"n.","descr":" A European fish (Box vulgaris), having a compressed body and bright colors; -- called also box, and bogue."},{"word":"Bock beer","type":"","descr":" A strong beer, originally made in Bavaria."},{"word":"Bockelet","type":"n.","descr":" A kind of long-winged hawk; -- called also bockerel, and bockeret."},{"word":"Bockey","type":"n.","descr":" A bowl or vessel made from a gourd."},{"word":"Bocking","type":"n.","descr":" A coarse woolen fabric, used for floor cloths, to cover carpets, etc.; -- so called from the town of Bocking, in England, where it was first made."},{"word":"Bockland","type":"n.","descr":" See Bookland."},{"word":"Boddice","type":"n.","descr":" See Bodick."},{"word":"Boded","type":"imp. and p. p.","descr":" of Bode"},{"word":"Boding","type":"p. pr. and vb. n.","descr":" of Bode"},{"word":"Bode","type":"v. t.","descr":" To indicate by signs, as future events; to be the omen of; to portend to presage; to foreshow."},{"word":"Bode","type":"v. i.","descr":" To foreshow something; to augur."},{"word":"Bode","type":"n.","descr":" An omen; a foreshadowing."},{"word":"Bode","type":"n.","descr":" A bid; an offer."},{"word":"Bode","type":"v. t.","descr":" A messenger; a herald."},{"word":"Bode","type":"n.","descr":" A stop; a halting; delay."},{"word":"Bode","type":"imp. and p. p.","descr":" Abode."},{"word":"Bode","type":"p. p.","descr":" Bid or bidden."},{"word":"Bodeful","type":"a.","descr":" Portentous; ominous."},{"word":"Bodement","type":"n.","descr":" An omen; a prognostic."},{"word":"Bodge","type":"n.","descr":" A botch; a patch."},{"word":"Bodged","type":"imp. and p. p.","descr":" of Bodge"},{"word":"Bodge","type":"v. t.","descr":" To botch; to mend clumsily; to patch."},{"word":"Bodge","type":"v. i.","descr":" See Budge."},{"word":"Bodian","type":"n.","descr":" A large food fish (Diagramma lineatum), native of the East Indies."},{"word":"Bodice","type":"n.","descr":" A kind of under waist stiffened with whalebone, etc., worn esp. by women; a corset; stays."},{"word":"Bodice","type":"n.","descr":" A close-fitting outer waist or vest forming the upper part of a woman\\'s dress, or a portion of it."},{"word":"Bodiced","type":"a.","descr":" Wearing a bodice."},{"word":"Bodied","type":"a.","descr":" Having a body; -- usually in composition; as, able-bodied."},{"word":"Bodiless","type":"a.","descr":" Having no body."},{"word":"Bodiless","type":"a.","descr":" Without material form; incorporeal."},{"word":"Bodiliness","type":"n.","descr":" Corporeality."},{"word":"Bodily","type":"a.","descr":" Having a body or material form; physical; corporeal; consisting of matter."},{"word":"Bodily","type":"a.","descr":" Of or pertaining to the body, in distinction from the mind."},{"word":"Bodily","type":"a.","descr":" Real; actual; put in execution."},{"word":"Bodily","type":"adv.","descr":" Corporeally; in bodily form; united with a body or matter; in the body."},{"word":"Bodily","type":"adv.","descr":" In respect to, or so as to affect, the entire body or mass; entirely; all at once; completely; as, to carry away bodily. \"Leapt bodily below.\""},{"word":"Boding","type":"a.","descr":" Foreshowing; presaging; ominous."},{"word":"Boding","type":"n.","descr":" A prognostic; an omen; a foreboding."},{"word":"Bodkin","type":"n.","descr":" A dagger."},{"word":"Bodkin","type":"n.","descr":" An implement of steel, bone, ivory, etc., with a sharp point, for making holes by piercing; a \/tiletto; an eyeleteer."},{"word":"Bodkin","type":"n.","descr":" A sharp tool, like an awl, used for picking \/ut letters from a column or page in making corrections."},{"word":"Bodkin","type":"n.","descr":" A kind of needle with a large eye and a blunt point, for drawing tape, ribbon, etc., through a loop or a hem; a tape needle."},{"word":"Bodkin","type":"n.","descr":" A kind of pin used by women to fasten the hair."},{"word":"Bodkin","type":"n.","descr":" See Baudekin."},{"word":"Bodle","type":"n.","descr":" A small Scotch coin worth about one sixth of an English penny."},{"word":"Bodleian","type":"a.","descr":" Of or pertaining to Sir Thomas Bodley, or to the celebrated library at Oxford, founded by him in the sixteenth century."},{"word":"Bodock","type":"n.","descr":" The Osage orange."},{"word":"Bodrage","type":"n.","descr":" A raid."},{"word":"Bodies","type":"pl. ","descr":" of Body"},{"word":"Body","type":"n.","descr":" The material organized substance of an animal, whether living or dead, as distinguished from the spirit, or vital principle; the physical person."},{"word":"Body","type":"n.","descr":" The trunk, or main part, of a person or animal, as distinguished from the limbs and head; the main, central, or principal part, as of a tree, army, country, etc."},{"word":"Body","type":"n.","descr":" The real, as opposed to the symbolical; the substance, as opposed to the shadow."},{"word":"Body","type":"n.","descr":" A person; a human being; -- frequently in composition; as, anybody, nobody."},{"word":"Body","type":"n.","descr":" A number of individuals spoken of collectively, usually as united by some common tie, or as organized for some purpose; a collective whole or totality; a corporation; as, a legislative body; a clerical body."},{"word":"Body","type":"n.","descr":" A number of things or particulars embodied in a system; a general collection; as, a great body of facts; a body of laws or of divinity."},{"word":"Body","type":"n.","descr":" Any mass or portion of matter; any substance distinct from others; as, a metallic body; a moving body; an aeriform body."},{"word":"Body","type":"n.","descr":" Amount; quantity; extent."},{"word":"Body","type":"n.","descr":" That part of a garment covering the body, as distinguished from the parts covering the limbs."},{"word":"Body","type":"n.","descr":" The bed or box of a vehicle, on or in which the load is placed; as, a wagon body; a cart body."},{"word":"Body","type":"n.","descr":" The shank of a type, or the depth of the shank (by which the size is indicated); as, a nonpareil face on an agate body."},{"word":"Body","type":"n.","descr":" A figure that has length, breadth, and thickness; any solid figure."},{"word":"Body","type":"n.","descr":" Consistency; thickness; substance; strength; as, this color has body; wine of a good body."},{"word":"Bodied","type":"imp. and p. p.","descr":" of Body"},{"word":"Bodying","type":"p. pr. and vb. n.","descr":" of Body"},{"word":"Body","type":"v. t.","descr":" To furnish with, or as with, a body; to produce in definite shape; to embody."},{"word":"Bodyguard","type":"n.","descr":" A guard to protect or defend the person; a lifeguard."},{"word":"Bodyguard","type":"n.","descr":" Retinue; attendance; following."},{"word":"Boeotian","type":"a.","descr":" Of or pertaining to Boeotia; hence, stupid; dull; obtuse."},{"word":"Boeotian","type":"n.","descr":" A native of Boeotia; also, one who is dull and ignorant."},{"word":"Boer","type":"n.","descr":" A colonist or farmer in South Africa of Dutch descent."},{"word":"Boes","type":"3d sing. pr.","descr":" Behoves or behooves."},{"word":"Bog","type":"n.","descr":" A quagmire filled with decayed moss and other vegetable matter; wet spongy ground where a heavy body is apt to sink; a marsh; a morass."},{"word":"Bog","type":"n.","descr":" A little elevated spot or clump of earth, roots, and grass, in a marsh or swamp."},{"word":"Bogged","type":"imp. and p. p.","descr":" of Bog"},{"word":"Bogging","type":"p. pr. and vb. n.","descr":" of Bog"},{"word":"Bog","type":"v. t.","descr":" To sink, as into a bog; to submerge in a bog; to cause to sink and stick, as in mud and mire."},{"word":"Bogberry","type":"n.","descr":" The small cranberry (Vaccinium oxycoccus), which grows in boggy places."},{"word":"Bogey","type":"n.","descr":" A goblin; a bugbear. See Bogy."},{"word":"Boggard","type":"n.","descr":" A bogey."},{"word":"Boggled","type":"imp. and p. p.","descr":" of Boggle"},{"word":"Boggling","type":"p. pr. and vb. n.","descr":" of Boggle"},{"word":"Boggle","type":"n.","descr":" To stop or hesitate as if suddenly frightened, or in doubt, or impeded by unforeseen difficulties; to take alarm; to exhibit hesitancy and indecision."},{"word":"Boggle","type":"n.","descr":" To do anything awkwardly or unskillfully."},{"word":"Boggle","type":"n.","descr":" To play fast and loose; to dissemble."},{"word":"Boggle","type":"v. t.","descr":" To embarrass with difficulties; to make a bungle or botch of."},{"word":"Boggler","type":"n.","descr":" One who boggles."},{"word":"Bogglish","type":"a.","descr":" Doubtful; skittish."},{"word":"Boggy","type":"a.","descr":" Consisting of, or containing, a bog or bogs; of the nature of a bog; swampy; as, boggy land."},{"word":"Bogie","type":"n.","descr":" A four-wheeled truck, having a certain amount of play around a vertical axis, used to support in part a locomotive on a railway track."},{"word":"Bogle","type":"n.","descr":" A goblin; a specter; a frightful phantom; a bogy; a bugbear."},{"word":"Bogsucker","type":"n.","descr":" The American woodcock; -- so called from its feeding among the bogs."},{"word":"Bogtrotter","type":"n.","descr":" One who lives in a boggy country; -- applied in derision to the lowest class of Irish."},{"word":"Bogtrotting","type":"a.","descr":" Living among bogs."},{"word":"Bogue","type":"v. i.","descr":" To fall off from the wind; to edge away to leeward; -- said only of inferior craft."},{"word":"Bogue","type":"n.","descr":" The boce; -- called also bogue bream. See Boce."},{"word":"Bogus","type":"a.","descr":" Spurious; fictitious; sham; -- a cant term originally applied to counterfeit coin, and hence denoting anything counterfeit."},{"word":"Bogus","type":"n.","descr":" A liquor made of rum and molasses."},{"word":"Bogwood","type":"n.","descr":" The wood of trees, esp. of oaks, dug up from peat bogs. It is of a shining black or ebony color, and is largely used for making ornaments."},{"word":"Bogies","type":"pl. ","descr":" of Bogy"},{"word":"Bogy","type":"n.","descr":" A specter; a hobgoblin; a bugbear."},{"word":"Bohea","type":"n.","descr":" Bohea tea, an inferior kind of black tea. See under Tea."},{"word":"Bohemia","type":"n.","descr":" A country of central Europe."},{"word":"Bohemia","type":"n.","descr":" Fig.: The region or community of social Bohemians. See Bohemian, n., 3."},{"word":"Bohemian","type":"a.","descr":" Of or pertaining to Bohemia, or to the language of its ancient inhabitants or their descendants. See Bohemian, n., 2."},{"word":"Bohemian","type":"n.","descr":" Of or pertaining to a social gypsy or \"Bohemian\" (see Bohemian, n., 3); vagabond; unconventional; free and easy."},{"word":"Bohemian","type":"n.","descr":" A native of Bohemia."},{"word":"Bohemian","type":"n.","descr":" The language of the Czechs (the ancient inhabitants of Bohemia), the richest and most developed of the dialects of the Slavic family."},{"word":"Bohemian","type":"n.","descr":" A restless vagabond; -- originally, an idle stroller or gypsy (as in France) thought to have come from Bohemia; in later times often applied to an adventurer in art or literature, of irregular, unconventional habits, questionable tastes, or free morals."},{"word":"Bohemianism","type":"n.","descr":" The characteristic conduct or methods of a Bohemian."},{"word":"Bohun upas","type":"","descr":" See Upas."},{"word":"Boiar","type":"n.","descr":" See Boyar."},{"word":"Boiled","type":"imp. and p. p.","descr":" of Boil"},{"word":"Boiling","type":"p. pr. and vb. n.","descr":" of Boil"},{"word":"Boil","type":"v.","descr":" To be agitated, or tumultuously moved, as a liquid by the generation and rising of bubbles of steam (or vapor), or of currents produced by heating it to the boiling point; to be in a state of ebullition; as, the water boils."},{"word":"Boil","type":"v.","descr":" To be agitated like boiling water, by any other cause than heat; to bubble; to effervesce; as, the boiling waves."},{"word":"Boil","type":"v.","descr":" To pass from a liquid to an aeriform state or vapor when heated; as, the water boils away."},{"word":"Boil","type":"v.","descr":" To be moved or excited with passion; to be hot or fervid; as, his blood boils with anger."},{"word":"Boil","type":"v.","descr":" To be in boiling water, as in cooking; as, the potatoes are boiling."},{"word":"Boil","type":"v. t.","descr":" To heat to the boiling point, or so as to cause ebullition; as, to boil water."},{"word":"Boil","type":"v. t.","descr":" To form, or separate, by boiling or evaporation; as, to boil sugar or salt."},{"word":"Boil","type":"v. t.","descr":" To subject to the action of heat in a boiling liquid so as to produce some specific effect, as cooking, cleansing, etc.; as, to boil meat; to boil clothes."},{"word":"Boil","type":"v. t.","descr":" To steep or soak in warm water."},{"word":"Boil","type":"n.","descr":" Act or state of boiling."},{"word":"Boil","type":"n.","descr":" A hard, painful, inflamed tumor, which, on suppuration, discharges pus, mixed with blood, and discloses a small fibrous mass of dead tissue, called the core."},{"word":"Boilary","type":"n.","descr":" See Boilery."},{"word":"Boiled","type":"a.","descr":" Dressed or cooked by boiling; subjected to the action of a boiling liquid; as, boiled meat; a boiled dinner; boiled clothes."},{"word":"Boiler","type":"n.","descr":" One who boils."},{"word":"Boiler","type":"n.","descr":" A vessel in which any thing is boiled."},{"word":"Boiler","type":"n.","descr":" A strong metallic vessel, usually of wrought iron plates riveted together, or a composite structure variously formed, in which steam is generated for driving engines, or for heating, cooking, or other purposes."},{"word":"Boilery","type":"n.","descr":" A place and apparatus for boiling, as for evaporating brine in salt making."},{"word":"Boiling","type":"a.","descr":" Heated to the point of bubbling; heaving with bubbles; in tumultuous agitation, as boiling liquid; surging; seething; swelling with heat, ardor, or passion."},{"word":"Boiling","type":"n.","descr":" The act of ebullition or of tumultuous agitation."},{"word":"Boiling","type":"n.","descr":" Exposure to the action of a hot liquid."},{"word":"Boilingly","type":"adv.","descr":" With boiling or ebullition."},{"word":"Bois darc","type":"","descr":" The Osage orange (Maclura aurantiaca)."},{"word":"Bois durci","type":"","descr":" A hard, highly polishable composition, made of fine sawdust from hard wood (as rosewood) mixed with blood, and pressed."},{"word":"Boist","type":"n.","descr":" A box."},{"word":"Boisterous","type":"a.","descr":" Rough or rude; unbending; unyielding; strong; powerful."},{"word":"Boisterous","type":"a.","descr":" Exhibiting tumultuous violence and fury; acting with noisy turbulence; violent; rough; stormy."},{"word":"Boisterous","type":"a.","descr":" Noisy; rough; turbulent; as, boisterous mirth; boisterous behavior."},{"word":"Boisterous","type":"a.","descr":" Vehement; excessive."},{"word":"Boisterously","type":"adv.","descr":" In a boisterous manner."},{"word":"Boisterousness","type":"n.","descr":" The state or quality of being boisterous; turbulence; disorder; tumultuousness."},{"word":"Boistous","type":"a.","descr":" Rough or rude; coarse; strong; violent; boisterous; noisy."},{"word":"Bojanus organ","type":"","descr":" A glandular organ of bivalve mollusca, serving in part as a kidney."},{"word":"Bokadam","type":"n.","descr":" See Cerberus."},{"word":"Boke","type":"v. t. and i.","descr":" To poke; to thrust."},{"word":"Bolar","type":"a.","descr":" Of or pertaining to bole or clay; partaking of the nature and qualities of bole; clayey."},{"word":"Bolas","type":"n. sing. and pl.","descr":" A kind of missile weapon consisting of one, two, or more balls of stone, iron, or other material, attached to the ends of a leather cord; -- used by the Gauchos of South America, and others, for hurling at and entangling an animal."},{"word":"Bold","type":"n.","descr":" Forward to meet danger; venturesome; daring; not timorous or shrinking from risk; brave; courageous."},{"word":"Bold","type":"n.","descr":" Exhibiting or requiring spirit and contempt of danger; planned with courage; daring; vigorous."},{"word":"Bold","type":"n.","descr":" In a bad sense, too forward; taking undue liberties; over assuming or confident; lacking proper modesty or restraint; rude; impudent."},{"word":"Bold","type":"n.","descr":" Somewhat overstepping usual bounds, or conventional rules, as in art, literature, etc.; taking liberties in composition or expression; as, the figures of an author are bold."},{"word":"Bold","type":"n.","descr":" Standing prominently out to view; markedly conspicuous; striking the eye; in high relief."},{"word":"Bold","type":"n.","descr":" Steep; abrupt; prominent."},{"word":"Bold eagle","type":"","descr":" an Australian eagle (Aquila audax), which destroys lambs and even the kangaroo."},{"word":"Bold","type":"v. t.","descr":" To make bold or daring."},{"word":"Bold","type":"v. i.","descr":" To be or become bold."},{"word":"Boldened","type":"imp. and p. p.","descr":" of Bolden"},{"word":"Bolden","type":"v. t.","descr":" To make bold; to encourage; to embolden."},{"word":"Bold-faced","type":"a.","descr":" Somewhat impudent; lacking modesty; as, a bold-faced woman."},{"word":"Bold-faced","type":"a.","descr":" Having a conspicuous or heavy face."},{"word":"Boldly","type":"adv.","descr":" In a bold manner."},{"word":"Boldness","type":"n.","descr":" The state or quality of being bold."},{"word":"Boldo","type":"n.","descr":" Alt. of Boldu"},{"word":"Boldu","type":"n.","descr":" A fragrant evergreen shrub of Chili (Peumus Boldus). The bark is used in tanning, the wood for making charcoal, the leaves in medicine, and the drupes are eaten."},{"word":"Bole","type":"n.","descr":" The trunk or stem of a tree, or that which is like it."},{"word":"Bole","type":"n.","descr":" An aperture, with a wooden shutter, in the wall of a house, for giving, occasionally, air or light; also, a small closet."},{"word":"Bole","type":"n.","descr":" A measure. See Boll, n., 2."},{"word":"Bole","type":"n.","descr":" Any one of several varieties of friable earthy clay, usually colored more or less strongly red by oxide of iron, and used to color and adulterate various substances. It was formerly used in medicine. It is composed essentially of hydrous silicates of alumina, or more rarely of magnesia. See Clay, and Terra alba."},{"word":"Bole","type":"n.","descr":" A bolus; a dose."},{"word":"Bolection","type":"n.","descr":" A projecting molding round a panel. Same as Bilection."},{"word":"Bolero","type":"n.","descr":" A Spanish dance, or the lively music which accompanies it."},{"word":"bolete","type":"n.","descr":" any fungus of the family Boletaceae."},{"word":"Boletic","type":"a.","descr":" Pertaining to, or obtained from, the Boletus."},{"word":"Boletus","type":"n.","descr":" A genus of fungi having the under side of the pileus or cap composed of a multitude of fine separate tubes. A few are edible, and others very poisonous."},{"word":"Boley","type":"n.","descr":" Alt. of Bolye"},{"word":"Bolye","type":"n.","descr":" Same as Booly."},{"word":"Bolide","type":"n.","descr":" A kind of bright meteor; a bolis."},{"word":"Bolis","type":"n.","descr":" A meteor or brilliant shooting star, followed by a train of light or sparks; esp. one which explodes."},{"word":"Bolivian","type":"a.","descr":" Of or pertaining to Bolivia."},{"word":"Bolivian","type":"n.","descr":" A native of Bolivia."},{"word":"Boll","type":"n.","descr":" The pod or capsule of a plant, as of flax or cotton; a pericarp of a globular form."},{"word":"Boll","type":"n.","descr":" A Scotch measure, formerly in use: for wheat and beans it contained four Winchester bushels; for oats, barley, and potatoes, six bushels. A boll of meal is 140 lbs. avoirdupois. Also, a measure for salt of two bushels."},{"word":"Bolled","type":"imp. and p. p.","descr":" of Boll"},{"word":"Boll","type":"v. i.","descr":" To form a boll or seed vessel; to go to seed."},{"word":"Bollandists","type":"n. pl.","descr":" The Jesuit editors of the \"Acta Sanctorum\", or Lives of the Saints; -- named from John Bolland, who began the work."},{"word":"Bollard","type":"n.","descr":" An upright wooden or iron post in a boat or on a dock, used in veering or fastening ropes."},{"word":"Bollen","type":"a.","descr":" See Boln, a."},{"word":"Bolling","type":"v. t.","descr":" A tree from which the branches have been cut; a pollard."},{"word":"Bollworm","type":"n.","descr":" The larva of a moth (Heliothis armigera) which devours the bolls or unripe pods of the cotton plant, often doing great damage to the crops."},{"word":"Boln","type":"v. i.","descr":" To swell; to puff."},{"word":"Boln","type":"a.","descr":" Alt. of Bollen"},{"word":"Bollen","type":"a.","descr":" Swollen; puffed out."},{"word":"Bologna","type":"n.","descr":" A city of Italy which has given its name to various objects."},{"word":"Bologna","type":"n.","descr":" A Bologna sausage."},{"word":"Bolognese","type":"a.","descr":" Of or pertaining to Bologna."},{"word":"Bolognese","type":"n.","descr":" A native of Bologna."},{"word":"Bolognian","type":"a. and n.","descr":" Bolognese."},{"word":"Bolometer","type":"n.","descr":" An instrument for measuring minute quantities of radiant heat, especially in different parts of the spectrum; -- called also actinic balance, thermic balance."},{"word":"Bolster","type":"n.","descr":" A long pillow or cushion, used to support the head of a person lying on a bed; -- generally laid under the pillows."},{"word":"Bolster","type":"n.","descr":" A pad, quilt, or anything used to hinder pressure, support any part of the body, or make a bandage sit easy upon a wounded part; a compress."},{"word":"Bolster","type":"n.","descr":" Anything arranged to act as a support, as in various forms of mechanism, etc."},{"word":"Bolster","type":"n.","descr":" A cushioned or a piece part of a saddle."},{"word":"Bolster","type":"n.","descr":" A cushioned or a piece of soft wood covered with tarred canvas, placed on the trestletrees and against the mast, for the collars of the shrouds to rest on, to prevent chafing."},{"word":"Bolster","type":"n.","descr":" Anything used to prevent chafing."},{"word":"Bolster","type":"n.","descr":" A plate of iron or a mass of wood under the end of a bridge girder, to keep the girder from resting directly on the abutment."},{"word":"Bolster","type":"n.","descr":" A transverse bar above the axle of a wagon, on which the bed or body rests."},{"word":"Bolster","type":"n.","descr":" The crossbeam forming the bearing piece of the body of a railway car; the central and principal cross beam of a car truck."},{"word":"Bolster","type":"n.","descr":" the perforated plate in a punching machine on which anything rests when being punched."},{"word":"Bolster","type":"n.","descr":" That part of a knife blade which abuts upon the end of the handle."},{"word":"Bolster","type":"n.","descr":" The metallic end of a pocketknife handle."},{"word":"Bolster","type":"n.","descr":" The rolls forming the ends or sides of the Ionic capital."},{"word":"Bolster","type":"n.","descr":" A block of wood on the carriage of a siege gun, upon which the breech of the gun rests when arranged for transportation."},{"word":"Bolstered","type":"imp. and p. p.","descr":" of Bolster"},{"word":"Bolstering","type":"p. pr. and vb. n.","descr":" of Bolster"},{"word":"Bolster","type":"v. t.","descr":" To support with a bolster or pillow."},{"word":"Bolster","type":"v. t.","descr":" To support, hold up, or maintain with difficulty or unusual effort; -- often with up."},{"word":"Bolstered","type":"a.","descr":" Supported; upheld."},{"word":"Bolstered","type":"a.","descr":" Swelled out."},{"word":"Bolsterer","type":"n.","descr":" A supporter."},{"word":"Bolt","type":"n.","descr":" A shaft or missile intended to be shot from a crossbow or catapult, esp. a short, stout, blunt-headed arrow; a quarrel; an arrow, or that which resembles an arrow; a dart."},{"word":"Bolt","type":"n.","descr":" Lightning; a thunderbolt."},{"word":"Bolt","type":"n.","descr":" A strong pin, of iron or other material, used to fasten or hold something in place, often having a head at one end and screw thread cut upon the other end."},{"word":"Bolt","type":"n.","descr":" A sliding catch, or fastening, as for a door or gate; the portion of a lock which is shot or withdrawn by the action of the key."},{"word":"Bolt","type":"n.","descr":" An iron to fasten the legs of a prisoner; a shackle; a fetter."},{"word":"Bolt","type":"n.","descr":" A compact package or roll of cloth, as of canvas or silk, often containing about forty yards."},{"word":"Bolt","type":"n.","descr":" A bundle, as of oziers."},{"word":"Bolted","type":"imp. and p. p.","descr":" of Bolt"},{"word":"Bolting","type":"p. pr. and vb. n.","descr":" of Bolt"},{"word":"Bolt","type":"v. t.","descr":" To shoot; to discharge or drive forth."},{"word":"Bolt","type":"v. t.","descr":" To utter precipitately; to blurt or throw out."},{"word":"Bolt","type":"v. t.","descr":" To swallow without chewing; as, to bolt food."},{"word":"Bolt","type":"v. t.","descr":" To refuse to support, as a nomination made by a party to which one has belonged or by a caucus in which one has taken part."},{"word":"Bolt","type":"v. t.","descr":" To cause to start or spring forth; to dislodge, as conies, rabbits, etc."},{"word":"Bolt","type":"v. t.","descr":" To fasten or secure with, or as with, a bolt or bolts, as a door, a timber, fetters; to shackle; to restrain."},{"word":"Bolt","type":"v. i.","descr":" To start forth like a bolt or arrow; to spring abruptly; to come or go suddenly; to dart; as, to bolt out of the room."},{"word":"Bolt","type":"v. i.","descr":" To strike or fall suddenly like a bolt."},{"word":"Bolt","type":"v. i.","descr":" To spring suddenly aside, or out of the regular path; as, the horse bolted."},{"word":"Bolt","type":"v. i.","descr":" To refuse to support a nomination made by a party or a caucus with which one has been connected; to break away from a party."},{"word":"Bolt","type":"adv.","descr":" In the manner of a bolt; suddenly; straight; unbendingly."},{"word":"Bolt","type":"v. i.","descr":" A sudden spring or start; a sudden spring aside; as, the horse made a bolt."},{"word":"Bolt","type":"v. i.","descr":" A sudden flight, as to escape creditors."},{"word":"Bolt","type":"v. i.","descr":" A refusal to support a nomination made by the party with which one has been connected; a breaking away from one\\'s party."},{"word":"Bolted","type":"imp. and p. p.","descr":" of Bolt"},{"word":"Bolting","type":"p. pr. and vb. n.","descr":" of Bolt"},{"word":"Bolt","type":"v. t.","descr":" To sift or separate the coarser from the finer particles of, as bran from flour, by means of a bolter; to separate, assort, refine, or purify by other means."},{"word":"Bolt","type":"v. t.","descr":" To separate, as if by sifting or bolting; -- with out."},{"word":"Bolt","type":"v. t.","descr":" To discuss or argue privately, and for practice, as cases at law."},{"word":"Bolt","type":"n.","descr":" A sieve, esp. a long fine sieve used in milling for bolting flour and meal; a bolter."},{"word":"Boltel","type":"n.","descr":" See Boultel."},{"word":"Bolter","type":"n.","descr":" One who bolts; esp.: (a) A horse which starts suddenly aside. (b) A man who breaks away from his party."},{"word":"Bolter","type":"n.","descr":" One who sifts flour or meal."},{"word":"Bolter","type":"n.","descr":" An instrument or machine for separating bran from flour, or the coarser part of meal from the finer; a sieve."},{"word":"Bolter","type":"n.","descr":" A kind of fishing line. See Boulter."},{"word":"Bolthead","type":"n.","descr":" A long, straight-necked, glass vessel for chemical distillations; -- called also a matrass or receiver."},{"word":"Bolthead","type":"n.","descr":" The head of a bolt."},{"word":"Bolting","type":"n.","descr":" A darting away; a starting off or aside."},{"word":"Bolting","type":"n.","descr":" A sifting, as of flour or meal."},{"word":"Bolting","type":"n.","descr":" A private arguing of cases for practice by students, as in the Inns of Court."},{"word":"Boltonite","type":"n.","descr":" A granular mineral of a grayish or yellowish color, found in Bolton, Massachusetts. It is a silicate of magnesium, belonging to the chrysolite family."},{"word":"Boltrope","type":"n.","descr":" A rope stitched to the edges of a sail to strengthen the sail."},{"word":"Boltsprit","type":"n.","descr":" See Bowsprit."},{"word":"Bolty","type":"n.","descr":" An edible fish of the Nile (genus Chromis)."},{"word":"Boluses","type":"pl. ","descr":" of Bolus"},{"word":"Bolus","type":"n.","descr":" A rounded mass of anything, esp. a large pill."},{"word":"Bom","type":"n.","descr":" A large American serpent, so called from the sound it makes."},{"word":"Bomb","type":"n.","descr":" A great noise; a hollow sound."},{"word":"Bomb","type":"n.","descr":" A shell; esp. a spherical shell, like those fired from mortars. See Shell."},{"word":"Bomb","type":"n.","descr":" A bomb ketch."},{"word":"Bomb","type":"v. t.","descr":" To bombard."},{"word":"Bomb","type":"v. i.","descr":" To sound; to boom; to make a humming or buzzing sound."},{"word":"Bombace","type":"n.","descr":" Cotton; padding."},{"word":"Bombard","type":"n.","descr":" A piece of heavy ordnance formerly used for throwing stones and other ponderous missiles. It was the earliest kind of cannon."},{"word":"Bombard","type":"n.","descr":" A bombardment."},{"word":"Bombard","type":"n.","descr":" A large drinking vessel or can, or a leather bottle, for carrying liquor or beer."},{"word":"Bombard","type":"n.","descr":" Padded breeches."},{"word":"Bombard","type":"n.","descr":" See Bombardo."},{"word":"Bombarded","type":"imp. and p. p.","descr":" of Bombard"},{"word":"Bombarding","type":"p. pr. and vb. n.","descr":" of Bombard"},{"word":"Bombard","type":"v. t.","descr":" To attack with bombards or with artillery; especially, to throw shells, hot shot, etc., at or into."},{"word":"Bombardier","type":"n.","descr":" One who used or managed a bombard; an artilleryman; a gunner."},{"word":"Bombardier","type":"n.","descr":" A noncommissioned officer in the British artillery."},{"word":"Bombardman","type":"n.","descr":" One who carried liquor or beer in a can or bombard."},{"word":"Bombardment","type":"n.","descr":" An attack upon a fortress or fortified town, with shells, hot shot, rockets, etc.; the act of throwing bombs and shot into a town or fortified place."},{"word":"Bombardo","type":"n.","descr":" Alt. of Bombardon"},{"word":"Bombardon","type":"n.","descr":" Originally, a deep-toned instrument of the oboe or bassoon family; thence, a bass reed stop on the organ. The name bombardon is now given to a brass instrument, the lowest of the saxhorns, in tone resembling the ophicleide."},{"word":"Bombasine","type":"n.","descr":" Same as Bombazine."},{"word":"Bombast","type":"n.","descr":" Originally, cotton, or cotton wool."},{"word":"Bombast","type":"n.","descr":" Cotton, or any soft, fibrous material, used as stuffing for garments; stuffing; padding."},{"word":"Bombast","type":"n.","descr":" Fig.: High-sounding words; an inflated style; language above the dignity of the occasion; fustian."},{"word":"Bombast","type":"a.","descr":" High-sounding; inflated; big without meaning; magniloquent; bombastic."},{"word":"Bombast","type":"v. t.","descr":" To swell or fill out; to pad; to inflate."},{"word":"Bombastic","type":"a.","descr":" Alt. of Bombastical"},{"word":"Bombastical","type":"a.","descr":" Characterized by bombast; high-sounding; inflated."},{"word":"Bombastry","type":"n.","descr":" Swelling words without much meaning; bombastic language; fustian."},{"word":"Bombax","type":"n.","descr":" A genus of trees, called also the silkcotton tree; also, a tree of the genus Bombax."},{"word":"Bombazet Bombazette","type":"n.","descr":" A sort of thin woolen cloth. It is of various colors, and may be plain or twilled."},{"word":"Bombazine","type":"n.","descr":" A twilled fabric for dresses, of which the warp is silk, and the weft worsted. Black bombazine has been much used for mourning garments."},{"word":"Bombic","type":"a.","descr":" Pertaining to, or obtained from, the silkworm; as, bombic acid."},{"word":"Bombilate","type":"n.","descr":" To hum; to buzz."},{"word":"Bombilation","type":"n.","descr":" A humming sound; a booming."},{"word":"Bombinate","type":"v. i.","descr":" To hum; to boom."},{"word":"Bombination","type":"n.","descr":" A humming or buzzing."},{"word":"Bomboloes","type":"pl. ","descr":" of Bombolo"},{"word":"Bombolo","type":"n.","descr":" A thin spheroidal glass retort or flask, used in the sublimation of camphor."},{"word":"Bombproof","type":"a.","descr":" Secure against the explosive force of bombs."},{"word":"Bombproof","type":"n.","descr":" A structure which heavy shot and shell will not penetrate."},{"word":"Bombshell","type":"n.","descr":" A bomb. See Bomb, n."},{"word":"Bombycid","type":"a.","descr":" Like or pertaining to the genus Bombyx, or the family Bombycidae."},{"word":"Bombycinous","type":"a.","descr":" Silken; made of silk."},{"word":"Bombycinous","type":"a.","descr":" Being of the color of the silkworm; transparent with a yellow tint."},{"word":"Bombylious","type":"a.","descr":" Buzzing, like a bumblebee; as, the bombylious noise of the horse fly."},{"word":"Bombyx","type":"n.","descr":" A genus of moths, which includes the silkworm moth. See Silkworm."},{"word":"Bon","type":"a.","descr":" Good; valid as security for something."},{"word":"Bon-accord","type":"n.","descr":" Good will; good fellowship; agreement."},{"word":"Bona fide","type":"","descr":" In or with good faith; without fraud or deceit; real or really; actual or actually; genuine or genuinely; as, you must proceed bona fide; a bona fide purchaser or transaction."},{"word":"Bonair","type":"a.","descr":" Gentle; courteous; complaisant; yielding."},{"word":"Bonanza","type":"n.","descr":" In mining, a rich mine or vein of silver or gold; hence, anything which is a mine of wealth or yields a large income."},{"word":"Bonapartean","type":"a.","descr":" Of or pertaining to Napoleon Bonaparte or his family."},{"word":"Bonapartism","type":"n.","descr":" The policy of Bonaparte or of the Bonapartes."},{"word":"Bonapartist","type":"n.","descr":" One attached to the policy or family of Bonaparte, or of the Bonapartes."},{"word":"Bona peritura","type":"","descr":" Perishable goods."},{"word":"Bona roba","type":"","descr":" A showy wanton; a courtesan."},{"word":"Bonasus","type":"n.","descr":" Alt. of Bonassus"},{"word":"Bonassus","type":"n.","descr":" The aurochs or European bison. See Aurochs."},{"word":"Bonbon","type":"n.","descr":" Sugar confectionery; a sugarplum; hence, any dainty."},{"word":"Bonce","type":"n.","descr":" A boy\\'s game played with large marbles."},{"word":"Bonchretien","type":"n.","descr":" A name given to several kinds of pears. See Bartlett."},{"word":"Boncilate","type":"n.","descr":" A substance composed of ground bone, mineral matters, etc., hardened by pressure, and used for making billiard balls, boxes, etc."},{"word":"Bond","type":"n.","descr":" That which binds, ties, fastens, or confines, or by which anything is fastened or bound, as a cord, chain, etc.; a band; a ligament; a shackle or a manacle."},{"word":"Bond","type":"n.","descr":" The state of being bound; imprisonment; captivity, restraint."},{"word":"Bond","type":"n.","descr":" A binding force or influence; a cause of union; a uniting tie; as, the bonds of fellowship."},{"word":"Bond","type":"n.","descr":" Moral or political duty or obligation."},{"word":"Bond","type":"n.","descr":" A writing under seal, by which a person binds himself, his heirs, executors, and administrators, to pay a certain sum on or before a future day appointed. This is a single bond. But usually a condition is added, that, if the obligor shall do a certain act, appear at a certain place, conform to certain rules, faithfully perform certain duties, or pay a certain sum of money, on or before a time specified, the obligation shall be void; otherwise it shall remain in full force. If the condition is not performed, the bond becomes forfeited, and the obligor and his heirs are liable to the payment of the whole sum."},{"word":"Bond","type":"n.","descr":" An instrument (of the nature of the ordinary legal bond) made by a government or a corporation for purpose of borrowing money; as, a government, city, or railway bond."},{"word":"Bond","type":"n.","descr":" The state of goods placed in a bonded warehouse till the duties are paid; as, merchandise in bond."},{"word":"Bond","type":"n.","descr":" The union or tie of the several stones or bricks forming a wall. The bricks may be arranged for this purpose in several different ways, as in English or block bond (Fig. 1), where one course consists of bricks with their ends toward the face of the wall, called headers, and the next course of bricks with their lengths parallel to the face of the wall, called stretchers; Flemish bond (Fig.2), where each course consists of headers and stretchers alternately, so laid as always to break joints; Cross bond, which differs from the English by the change of the second stretcher line so that its joints come in the middle of the first, and the same position of stretchers comes back every fifth line; Combined cross and English bond, where the inner part of the wall is laid in the one method, the outer in the other."},{"word":"Bond","type":"n.","descr":" A unit of chemical attraction; as, oxygen has two bonds of affinity. It is often represented in graphic formulae by a short line or dash. See Diagram of Benzene nucleus, and Valence."},{"word":"Bonded","type":"imp. and p. p.","descr":" of Bond"},{"word":"Bonding","type":"p. pr. and vb. n.","descr":" of Bond"},{"word":"Bond","type":"v. t.","descr":" To place under the conditions of a bond; to mortgage; to secure the payment of the duties on (goods or merchandise) by giving a bond."},{"word":"Bond","type":"v. t.","descr":" To dispose in building, as the materials of a wall, so as to secure solidity."},{"word":"Bond","type":"n.","descr":" A vassal or serf; a slave."},{"word":"Bond","type":"a.","descr":" In a state of servitude or slavery; captive."},{"word":"Bondage","type":"a.","descr":" The state of being bound; condition of being under restraint; restraint of personal liberty by compulsion; involuntary servitude; slavery; captivity."},{"word":"Bondage","type":"a.","descr":" Obligation; tie of duty."},{"word":"Bondage","type":"a.","descr":" Villenage; tenure of land on condition of doing the meanest services for the owner."},{"word":"Bondager","type":"n.","descr":" A field worker, esp. a woman who works in the field."},{"word":"Bondar","type":"n.","descr":" A small quadruped of Bengal (Paradoxurus bondar), allied to the genet; -- called also musk cat."},{"word":"Bonded","type":"a.","descr":" Placed under, or covered by, a bond, as for the payment of duties, or for conformity to certain regulations."},{"word":"Bonder","type":"n.","descr":" One who places goods under bond or in a bonded warehouse."},{"word":"Bonder","type":"n.","descr":" A bonding stone or brick; a bondstone."},{"word":"Bonder","type":"n.","descr":" A freeholder on a small scale."},{"word":"Bondholder","type":"n.","descr":" A person who holds the bonds of a public or private corporation for the payment of money at a certain time."},{"word":"Bondmaid","type":"n.","descr":" A female slave, or one bound to service without wages, as distinguished from a hired servant."},{"word":"Bondmen","type":"pl. ","descr":" of Bondman"},{"word":"Bondman","type":"n.","descr":" A man slave, or one bound to service without wages."},{"word":"Bondman","type":"n.","descr":" A villain, or tenant in villenage."},{"word":"Bond servant","type":"","descr":" A slave; one who is bound to service without wages."},{"word":"Bond service","type":"","descr":" The condition of a bond servant; service without wages; slavery."},{"word":"Bondslave","type":"n.","descr":" A person in a state of slavery; one whose person and liberty are subjected to the authority of a master."},{"word":"Bondsmen","type":"pl. ","descr":" of Bondsman"},{"word":"Bondsman","type":"n.","descr":" A slave; a villain; a serf; a bondman."},{"word":"Bondsman","type":"n.","descr":" A surety; one who is bound, or who gives security, for another."},{"word":"Bondstone","type":"n.","descr":" A stone running through a wall from one face to another, to bind it together; a binding stone."},{"word":"Bondswoman","type":"n.","descr":" See Bondwoman."},{"word":"Bonduc","type":"n.","descr":" See Nicker tree."},{"word":"Bondwomen","type":"pl. ","descr":" of Bondwoman"},{"word":"Bondwoman","type":"n.","descr":" A woman who is a slave, or in bondage."},{"word":"Bone","type":"n.","descr":" The hard, calcified tissue of the skeleton of vertebrate animals, consisting very largely of calcic carbonate, calcic phosphate, and gelatine; as, blood and bone."},{"word":"Bone","type":"n.","descr":" One of the pieces or parts of an animal skeleton; as, a rib or a thigh bone; a bone of the arm or leg; also, any fragment of bony substance. (pl.) The frame or skeleton of the body."},{"word":"Bone","type":"n.","descr":" Anything made of bone, as a bobbin for weaving bone lace."},{"word":"Bone","type":"n.","descr":" Two or four pieces of bone held between the fingers and struck together to make a kind of music."},{"word":"Bone","type":"n.","descr":" Dice."},{"word":"Bone","type":"n.","descr":" Whalebone; hence, a piece of whalebone or of steel for a corset."},{"word":"Bone","type":"n.","descr":" Fig.: The framework of anything."},{"word":"Boned","type":"imp. and p. p.","descr":" of Bone"},{"word":"Boning","type":"p. pr. and vb. n.","descr":" of Bone"},{"word":"Bone","type":"v. t.","descr":" To withdraw bones from the flesh of, as in cookery."},{"word":"Bone","type":"v. t.","descr":" To put whalebone into; as, to bone stays."},{"word":"Bone","type":"v. t.","descr":" To fertilize with bone."},{"word":"Bone","type":"v. t.","descr":" To steal; to take possession of."},{"word":"Bone","type":"v. t.","descr":" To sight along an object or set of objects, to see if it or they be level or in line, as in carpentry, masonry, and surveying."},{"word":"Boneache","type":"n.","descr":" Pain in the bones."},{"word":"Boneblack","type":"n.","descr":" See Bone black, under Bone, n."},{"word":"Boned","type":"a.","descr":" Having (such) bones; -- used in composition; as, big-boned; strong-boned."},{"word":"Boned","type":"a.","descr":" Deprived of bones; as, boned turkey or codfish."},{"word":"Boned","type":"a.","descr":" Manured with bone; as, boned land."},{"word":"Bonedog","type":"n.","descr":" The spiny dogfish."},{"word":"Bonefish","type":"n.","descr":" See Ladyfish."},{"word":"Boneless","type":"a.","descr":" Without bones."},{"word":"Boneset","type":"n.","descr":" A medicinal plant, the thoroughwort (Eupatorium perfoliatum). Its properties are diaphoretic and tonic."},{"word":"Bonesetter","type":"n.","descr":" One who sets broken or dislocated bones; -- commonly applied to one, not a regular surgeon, who makes an occupation of setting bones."},{"word":"Boneshaw","type":"n.","descr":" Sciatica."},{"word":"Bonetta","type":"n.","descr":" See Bonito."},{"word":"Bonfire","type":"n.","descr":" A large fire built in the open air, as an expression of public joy and exultation, or for amusement."},{"word":"Bongrace","type":"n.","descr":" A projecting bonnet or shade to protect the complexion; also, a wide-brimmed hat."},{"word":"Bonhomie","type":"n.","descr":" Alt. of Bonhommie"},{"word":"Bonhommie","type":"n.","descr":" good nature; pleasant and easy manner."},{"word":"Bonibell","type":"n.","descr":" See Bonnibel."},{"word":"Boniface","type":"n.","descr":" An innkeeper."},{"word":"Boniform","type":"a.","descr":" Sensitive or responsive to moral excellence."},{"word":"Bonify","type":"v. t.","descr":" To convert into, or make, good."},{"word":"Boniness","type":"n.","descr":" The condition or quality of being bony."},{"word":"Boning","type":"n.","descr":" The clearing of bones from fish or meat."},{"word":"Boning","type":"n.","descr":" The manuring of land with bones."},{"word":"Boning","type":"n.","descr":" A method of leveling a line or surface by sighting along the tops of two or more straight edges, or a range of properly spaced poles. See 3d Bone, v. t."},{"word":"Bonitary","type":"a.","descr":" Beneficial, as opposed to statutory or civil; as, bonitary dominion of land."},{"word":"Bonitoes","type":"pl. ","descr":" of Bonito"},{"word":"Bonito","type":"n.","descr":" A large tropical fish (Orcynus pelamys) allied to the tunny.  It is about three feet long, blue above, with four brown stripes on the sides. It is sometimes found on the American coast."},{"word":"Bonito","type":"n.","descr":" The skipjack (Sarda Mediterranea) of the Atlantic, an important and abundant food fish on the coast of the United States, and (S. Chilensis) of the Pacific, and other related species. They are large and active fishes, of a blue color with black oblique stripes."},{"word":"Bonito","type":"n.","descr":" The medregal (Seriola fasciata), an edible fish of the southern of the United States and the West Indies."},{"word":"Bonito","type":"n.","descr":" The cobia or crab eater (Elacate canada), an edible fish of the Middle and Southern United States."},{"word":"Bonsmots","type":"pl. ","descr":" of Bonmot"},{"word":"Bonmot","type":"n.","descr":" A witty repartee; a jest."},{"word":"Bonne","type":"n.","descr":" A female servant charged with the care of a young child."},{"word":"Bonnes bouches","type":"pl. ","descr":" of Bonne bouche"},{"word":"Bonne bouche","type":"","descr":" A delicious morsel or mouthful; a tidbit."},{"word":"Bonnet","type":"n.","descr":" A headdress for men and boys; a cap."},{"word":"Bonnet","type":"n.","descr":" A soft, elastic, very durable cap, made of thick, seamless woolen stuff, and worn by men in Scotland."},{"word":"Bonnet","type":"n.","descr":" A covering for the head, worn by women, usually protecting more or less the back and sides of the head, but no part of the forehead. The shape of the bonnet varies greatly at different times; formerly the front part projected, and spread outward, like the mouth of a funnel."},{"word":"Bonnet","type":"n.","descr":" Anything resembling a bonnet in shape or use"},{"word":"Bonnet","type":"n.","descr":" A small defense work at a salient angle; or a part of a parapet elevated to screen the other part from enfilade fire."},{"word":"Bonnet","type":"n.","descr":" A metallic canopy, or projection, over an opening, as a fireplace, or a cowl or hood to increase the draught of a chimney, etc."},{"word":"Bonnet","type":"n.","descr":" A frame of wire netting over a locomotive chimney, to prevent escape of sparks."},{"word":"Bonnet","type":"n.","descr":" A roofing over the cage of a mine, to protect its occupants from objects falling down the shaft."},{"word":"Bonnet","type":"n.","descr":" In pumps, a metal covering for the openings in the valve chambers."},{"word":"Bonnet","type":"n.","descr":" An additional piece of canvas laced to the foot of a jib or foresail in moderate winds."},{"word":"Bonnet","type":"n.","descr":" The second stomach of a ruminating animal."},{"word":"Bonnet","type":"n.","descr":" An accomplice of a gambler, auctioneer, etc., who entices others to bet or to bid; a decoy."},{"word":"Bonnet","type":"v. i.","descr":" To take off the bonnet or cap as a mark of respect; to uncover."},{"word":"Bonneted","type":"a.","descr":" Wearing a bonnet."},{"word":"Bonneted","type":"a.","descr":" Protected by a bonnet. See Bonnet, 4 (a)."},{"word":"Bonnetless","type":"a.","descr":" Without a bonnet."},{"word":"Bonnibel","type":"n.","descr":" A handsome girl."},{"word":"Bonnie","type":"a.","descr":" See Bonny, a."},{"word":"Bonnilass","type":"n.","descr":" A \"bonny lass\"; a beautiful girl."},{"word":"Bonnily","type":"adv.","descr":" Gayly; handsomely."},{"word":"Bonniness","type":"n.","descr":" The quality of being bonny; gayety; handsomeness."},{"word":"Bonny","type":"a.","descr":" Handsome; beautiful; pretty; attractively lively and graceful."},{"word":"Bonny","type":"a.","descr":" Gay; merry; frolicsome; cheerful; blithe."},{"word":"Bonny","type":"n.","descr":" A round and compact bed of ore, or a distinct bed, not communicating with a vein."},{"word":"Bonnyclabber","type":"n.","descr":" Coagulated sour milk; loppered milk; curdled milk; -- sometimes called simply clabber."},{"word":"Bon Silene","type":"","descr":" A very fragrant tea rose with petals of various shades of pink."},{"word":"Bonspiel","type":"n.","descr":" A cur\/ing match between clubs."},{"word":"Bontebok","type":"n.","descr":" The pied antelope of South Africa (Alcelaphus pygarga). Its face and rump are white. Called also nunni."},{"word":"Bon ton","type":"","descr":" The height of the fashion; fashionable society."},{"word":"Bonuses","type":"pl. ","descr":" of Bonus"},{"word":"Bonus","type":"n.","descr":" A premium given for a loan, or for a charter or other privilege granted to a company; as the bank paid a bonus for its charter."},{"word":"Bonus","type":"n.","descr":" An extra dividend to the shareholders of a joint stock company, out of accumulated profits."},{"word":"Bonus","type":"n.","descr":" Money paid in addition to a stated compensation."},{"word":"Bons vivants","type":"pl. ","descr":" of Bon vivant"},{"word":"Bon vivant","type":"p. pr.","descr":" A good fellow; a jovial companion; a free liver."},{"word":"Bony","type":"a.","descr":" Consisting of bone, or of bones; full of bones; pertaining to bones."},{"word":"Bony","type":"a.","descr":" Having large or prominent bones."},{"word":"Bonze","type":"n.","descr":" A Buddhist or Fohist priest, monk, or nun."},{"word":"Boobies","type":"pl. ","descr":" of Booby"},{"word":"Booby","type":"n.","descr":" A dunce; a stupid fellow."},{"word":"Booby","type":"n.","descr":" A swimming bird (Sula fiber or S. sula) related to the common gannet, and found in the West Indies, nesting on the bare rocks. It is so called on account of its apparent stupidity. The name is also sometimes applied to other species of gannets; as, S. piscator, the red-footed booby."},{"word":"Booby","type":"n.","descr":" A species of penguin of the antarctic seas."},{"word":"Booby","type":"a.","descr":" Having the characteristics of a booby; stupid."},{"word":"Boobyish","type":"a.","descr":" Stupid; dull."},{"word":"Boodh","type":"n.","descr":" Same as Buddha."},{"word":"Boodhism","type":"n.","descr":" Same as Buddhism."},{"word":"Boodhist","type":"n.","descr":" Same as Buddhist."},{"word":"Boodle","type":"n.","descr":" The whole collection or lot; caboodle."},{"word":"Boodle","type":"n.","descr":" Money given in payment for votes or political influence; bribe money; swag."},{"word":"Boohooed","type":"imp. and p. p.","descr":" of Boohoe"},{"word":"Boohooing","type":"p. pr. and vb. n.","descr":" of Boohoe"},{"word":"Boohoe","type":"v. i.","descr":" To bawl; to cry loudly."},{"word":"Boohoo","type":"n.","descr":" The sailfish; -- called also woohoo."},{"word":"Book","type":"n.","descr":" A collection of sheets of paper, or similar material, blank, written, or printed, bound together; commonly, many folded and bound sheets containing continuous printing or writing."},{"word":"Book","type":"n.","descr":" A composition, written or printed; a treatise."},{"word":"Book","type":"n.","descr":" A part or subdivision of a treatise or literary work; as, the tenth book of \"Paradise Lost.\""},{"word":"Book","type":"n.","descr":" A volume or collection of sheets in which accounts are kept; a register of debts and credits, receipts and expenditures, etc."},{"word":"Book","type":"n.","descr":" Six tricks taken by one side, in the game of whist; in certain other games, two or more corresponding cards, forming a set."},{"word":"Booked","type":"imp. and p. p.","descr":" of Book"},{"word":"Booking","type":"p. pr. and vb. n.","descr":" of Book"},{"word":"Book","type":"v. t.","descr":" To enter, write, or register in a book or list."},{"word":"Book","type":"v. t.","descr":" To enter the name of (any one) in a book for the purpose of securing a passage, conveyance, or seat; as, to be booked for Southampton; to book a seat in a theater."},{"word":"Book","type":"v. t.","descr":" To mark out for; to destine or assign for; as, he is booked for the valedictory."},{"word":"Bookbinder","type":"n.","descr":" One whose occupation is to bind books."},{"word":"Bookbindery","type":"n.","descr":" A bookbinder\\'s shop; a place or establishment for binding books."},{"word":"Bookbinding","type":"n.","descr":" The art, process, or business of binding books."},{"word":"Bookcase","type":"n.","descr":" A case with shelves for holding books, esp. one with glazed doors."},{"word":"Bookcraft","type":"n.","descr":" Authorship; literary skill."},{"word":"Booked","type":"a.","descr":" Registered."},{"word":"Booked","type":"a.","descr":" On the way; destined."},{"word":"Booker","type":"n.","descr":" One who enters accounts or names, etc., in a book; a bookkeeper."},{"word":"Bookful","type":"n.","descr":" As much as will fill a book; a book full."},{"word":"Bookful","type":"a.","descr":" Filled with book learning."},{"word":"Bookholder","type":"n.","descr":" A prompter at a theater."},{"word":"Bookholder","type":"n.","descr":" A support for a book, holding it open, while one reads or copies from it."},{"word":"Booking clerk","type":"","descr":" A clerk who registers passengers, baggage, etc., for conveyance, as by railway or steamship, or who sells passage tickets at a booking office."},{"word":"Booking office","type":"","descr":" An office where passengers, baggage, etc., are registered for conveyance, as by railway or steamship."},{"word":"Booking office","type":"","descr":" An office where passage tickets are sold."},{"word":"Bookish","type":"a.","descr":" Given to reading; fond of study; better acquainted with books than with men; learned from books."},{"word":"Bookish","type":"a.","descr":" Characterized by a method of expression generally found in books; formal; labored; pedantic; as, a bookish way of talking; bookish sentences."},{"word":"Bookkeeper","type":"n.","descr":" One who keeps accounts; one who has the charge of keeping the books and accounts in an office."},{"word":"Bookkeeping","type":"n.","descr":" The art of recording pecuniary or business transactions in a regular and systematic manner, so as to show their relation to each other, and the state of the business in which they occur; the art of keeping accounts. The books commonly used are a daybook, cashbook, journal, and ledger. See Daybook, Cashbook, Journal, and Ledger."},{"word":"Bookland","type":"n.","descr":" Alt. of Bockland"},{"word":"Bockland","type":"n.","descr":" Charter land held by deed under certain rents and free services, which differed in nothing from free socage lands. This species of tenure has given rise to the modern freeholds."},{"word":"Book-learned","type":"a.","descr":" Versed in books; having knowledge derived from books."},{"word":"Bookless","type":"a.","descr":" Without books; unlearned."},{"word":"Booklet","type":"n.","descr":" A little book."},{"word":"Bookmaker","type":"n.","descr":" One who writes and publishes books; especially, one who gathers his materials from other books; a compiler."},{"word":"Bookmaker","type":"n.","descr":" A betting man who \"makes a book.\"  See To make a book, under Book, n."},{"word":"Bookmen","type":"pl. ","descr":" of Bookman"},{"word":"Bookman","type":"n.","descr":" A studious man; a scholar."},{"word":"Bookmark","type":"n.","descr":" Something placed in a book to guide in finding a particular page or passage; also, a label in a book to designate the owner; a bookplate."},{"word":"Bookmate","type":"n.","descr":" A schoolfellow; an associate in study."},{"word":"Bookmonger","type":"n.","descr":" A dealer in books."},{"word":"Book muslin","type":"","descr":" A kind of muslin used for the covers of books."},{"word":"Book muslin","type":"","descr":" A kind of thin white muslin for ladies\\' dresses."},{"word":"Bookplate","type":"n.","descr":" A label, placed upon or in a book, showing its ownership or its position in a library."},{"word":"Bookseller","type":"n.","descr":" One who sells books."},{"word":"Bookselling","type":"n.","descr":" The employment of selling books."},{"word":"Bookshelves","type":"pl. ","descr":" of Bookshelf"},{"word":"Bookshelf","type":"n.","descr":" A shelf to hold books."},{"word":"Bookshop","type":"n.","descr":" A bookseller\\'s shop."},{"word":"Bookstall","type":"n.","descr":" A stall or stand where books are sold."},{"word":"Bookstand","type":"n.","descr":" A place or stand for the sale of books in the streets; a bookstall."},{"word":"Bookstand","type":"n.","descr":" A stand to hold books for reading or reference."},{"word":"Bookstore","type":"n.","descr":" A store where books are kept for sale; -- called in England a bookseller\\'s shop."},{"word":"Bookwork","type":"n.","descr":" Work done upon a book or books (as in a printing office), in distinction from newspaper or job work."},{"word":"Bookwork","type":"n.","descr":" Study; application to books."},{"word":"Bookworm","type":"n.","descr":" Any larva of a beetle or moth, which is injurious to books. Many species are known."},{"word":"Bookworm","type":"n.","descr":" A student closely attached to books or addicted to study; a reader without appreciation."},{"word":"Booky","type":"a.","descr":" Bookish."},{"word":"Boolies","type":"pl. ","descr":" of Booly"},{"word":"Booly","type":"n.","descr":" A company of Irish herdsmen, or a single herdsman, wandering from place to place with flocks and herds, and living on their milk, like the Tartars; also, a place in the mountain pastures inclosed for the shelter of cattle or their keepers."},{"word":"Boom","type":"n.","descr":" A long pole or spar, run out for the purpose of extending the bottom of a particular sail; as, the jib boom, the studding-sail boom, etc."},{"word":"Boom","type":"n.","descr":" A long spar or beam, projecting from the mast of a derrick, from the outer end of which the body to be lifted is suspended."},{"word":"Boom","type":"n.","descr":" A pole with a conspicuous top, set up to mark the channel in a river or harbor."},{"word":"Boom","type":"n.","descr":" A strong chain cable, or line of spars bound together, extended across a river or the mouth of a harbor, to obstruct navigation or passage."},{"word":"Boom","type":"n.","descr":" A line of connected floating timbers stretched across a river, or inclosing an area of water, to keep saw logs, etc., from floating away."},{"word":"Boom","type":"v. t.","descr":" To extend, or push, with a boom or pole; as, to boom out a sail; to boom off a boat."},{"word":"Boomed","type":"imp. and p. p.","descr":" of Boom"},{"word":"Booming","type":"p. pr. and vb. n.","descr":" of Boom"},{"word":"Boom","type":"v. i.","descr":" To cry with a hollow note; to make a hollow sound, as the bittern, and some insects."},{"word":"Boom","type":"v. i.","descr":" To make a hollow sound, as of waves or cannon."},{"word":"Boom","type":"v. i.","descr":" To rush with violence and noise, as a ship under a press of sail, before a free wind."},{"word":"Boom","type":"v. i.","descr":" To have a rapid growth in market value or in popular favor; to go on rushingly."},{"word":"Boom","type":"n.","descr":" A hollow roar, as of waves or cannon; also, the hollow cry of the bittern; a booming."},{"word":"Boom","type":"n.","descr":" A strong and extensive advance, with more or less noisy excitement; -- applied colloquially or humorously to market prices, the demand for stocks or commodities and to political chances of aspirants to office; as, a boom in the stock market; a boom in coffee."},{"word":"Boom","type":"v. t.","descr":" To cause to advance rapidly in price; as, to boom railroad or mining shares; to create a \"boom\" for; as to boom Mr. C. for senator."},{"word":"Boomdas","type":"n.","descr":" A small African hyracoid mammal (Dendrohyrax arboreus) resembling the daman."},{"word":"Boomer","type":"n.","descr":" One who, or that which, booms."},{"word":"Boomer","type":"n.","descr":" A North American rodent, so named because it is said to make a booming noise. See Sewellel."},{"word":"Boomer","type":"n.","descr":" A large male kangaroo."},{"word":"Boomer","type":"n.","descr":" One who works up a \"boom\"."},{"word":"Boomerang","type":"n.","descr":" A very singular missile weapon used by the natives of Australia and in some parts of India. It is usually a curved stick of hard wood, from twenty to thirty inches in length, from two to three inches wide, and half or three quarters of an inch thick. When thrown from the hand with a quick rotary motion, it describes very remarkable curves, according to the shape of the instrument and the manner of throwing it, often moving nearly horizontally a long distance, then curving upward to a considerable height, and finally taking a retrograde direction, so as to fall near the place from which it was thrown, or even far in the rear of it."},{"word":"Booming","type":"a.","descr":" Rushing with violence; swelling with a hollow sound; making a hollow sound or note; roaring; resounding."},{"word":"Booming","type":"a.","descr":" Advancing or increasing amid noisy excitement; as, booming prices; booming popularity."},{"word":"Booming","type":"n.","descr":" The act of producing a hollow or roaring sound; a violent rushing with heavy roar; as, the booming of the sea; a deep, hollow sound; as, the booming of bitterns."},{"word":"Boomkin","type":"n.","descr":" Same as Bumkin."},{"word":"Boomorah","type":"n.","descr":" A small West African chevrotain (Hyaemoschus aquaticus), resembling the musk deer."},{"word":"Boomslange","type":"n.","descr":" A large South African tree snake (Bucephalus Capensis). Although considered venomous by natives, it has no poison fangs."},{"word":"Boon","type":"n.","descr":" A prayer or petition."},{"word":"Boon","type":"n.","descr":" That which is asked or granted as a benefit or favor; a gift; a benefaction; a grant; a present."},{"word":"Boon","type":"n.","descr":" Good; prosperous; as, boon voyage."},{"word":"Boon","type":"n.","descr":" Kind; bountiful; benign."},{"word":"Boon","type":"n.","descr":" Gay; merry; jovial; convivial."},{"word":"Boon","type":"n.","descr":" The woody portion flax, which is separated from the fiber as refuse matter by retting, braking, and scutching."},{"word":"Boor","type":"n.","descr":" A husbandman; a peasant; a rustic; esp. a clownish or unrefined countryman."},{"word":"Boor","type":"n.","descr":" A Dutch, German, or Russian peasant; esp. a Dutch colonist in South Africa, Guiana, etc.: a boer."},{"word":"Boor","type":"n.","descr":" A rude ill-bred person; one who is clownish in manners."},{"word":"Boorish","type":"a.","descr":" Like a boor; clownish; uncultured; unmannerly."},{"word":"Boort","type":"n.","descr":" See Bort."},{"word":"Boose","type":"n.","descr":" A stall or a crib for an ox, cow, or other animal."},{"word":"Boose","type":"v. i.","descr":" To drink excessively. See Booze."},{"word":"Booser","type":"n.","descr":" A toper; a guzzler. See Boozer."},{"word":"Boosted","type":"imp. and p. p.","descr":" of Boost"},{"word":"Boosting","type":"p. pr. and vb. n.","descr":" of Boost"},{"word":"Boost","type":"v. i.","descr":" To lift or push from behind (one who is endeavoring to climb); to push up; hence, to assist in overcoming obstacles, or in making advancement."},{"word":"Boost","type":"n.","descr":" A push from behind, as to one who is endeavoring to climb; help."},{"word":"Boot","type":"n.","descr":" Remedy; relief; amends; reparation; hence, one who brings relief."},{"word":"Boot","type":"n.","descr":" That which is given to make an exchange equal, or to make up for the deficiency of value in one of the things exchanged."},{"word":"Boot","type":"n.","descr":" Profit; gain; advantage; use."},{"word":"Booted","type":"imp. and p. p.","descr":" of Boot"},{"word":"Booting","type":"p. pr. and vb. n.","descr":" of Boot"},{"word":"Boot","type":"v. t.","descr":" To profit; to advantage; to avail; -- generally followed by it; as, what boots it?"},{"word":"Boot","type":"v. t.","descr":" To enrich; to benefit; to give in addition."},{"word":"Boot","type":"n.","descr":" A covering for the foot and lower part of the leg, ordinarily made of leather."},{"word":"Boot","type":"n.","descr":" An instrument of torture for the leg, formerly used to extort confessions, particularly in Scotland."},{"word":"Boot","type":"n.","descr":" A place at the side of a coach, where attendants rode; also, a low outside place before and behind the body of the coach."},{"word":"Boot","type":"n.","descr":" A place for baggage at either end of an old-fashioned stagecoach."},{"word":"Boot","type":"n.","descr":" An apron or cover (of leather or rubber cloth) for the driving seat of a vehicle, to protect from rain and mud."},{"word":"Boot","type":"n.","descr":" The metal casing and flange fitted about a pipe where it passes through a roof."},{"word":"Booted","type":"imp. and p. p.","descr":" of Boot"},{"word":"Booting","type":"p. pr. and vb. n.","descr":" of Boot"},{"word":"Boot","type":"v. t.","descr":" To put boots on, esp. for riding."},{"word":"Boot","type":"v. t.","descr":" To punish by kicking with a booted foot."},{"word":"Boot","type":"v. i.","descr":" To boot one\\'s self; to put on one\\'s boots."},{"word":"Boot","type":"n.","descr":" Booty; spoil."},{"word":"Bootblack","type":"n.","descr":" One who blacks boots."},{"word":"Booted","type":"a.","descr":" Wearing boots, especially boots with long tops, as for riding; as, a booted squire."},{"word":"Booted","type":"a.","descr":" Having an undivided, horny, bootlike covering; -- said of the tarsus of some birds."},{"word":"Bootee","type":"n.","descr":" A half boot or short boot."},{"word":"Bootes","type":"n.","descr":" A northern constellation, containing the bright star Arcturus."},{"word":"Booth","type":"n.","descr":" A house or shed built of boards, boughs, or other slight materials, for temporary occupation."},{"word":"Booth","type":"n.","descr":" A covered stall or temporary structure in a fair or market, or at a polling place."},{"word":"Boothale","type":"v. t. and i.","descr":" To forage for booty; to plunder."},{"word":"Boothose","type":"n.","descr":" Stocking hose, or spatterdashes, in lieu of boots."},{"word":"Boothose","type":"n.","descr":" Hose made to be worn with boots, as by travelers on horseback."},{"word":"Boothy","type":"n.","descr":" See Bothy."},{"word":"Bootikin","type":"n.","descr":" A little boot, legging, or gaiter."},{"word":"Bootikin","type":"n.","descr":" A covering for the foot or hand, worn as a cure for the gout."},{"word":"Booting","type":"n.","descr":" Advantage; gain; gain by plunder; booty."},{"word":"Booting","type":"n.","descr":" A kind of torture. See Boot, n., 2."},{"word":"Booting","type":"n.","descr":" A kicking, as with a booted foot."},{"word":"Bootjack","type":"n.","descr":" A device for pulling off boots."},{"word":"Bootless","type":"a.","descr":" Unavailing; unprofitable; useless; without advantage or success."},{"word":"Bootlick","type":"n.","descr":" A toady."},{"word":"Bootmaker","type":"n.","descr":" One who makes boots."},{"word":"Boots","type":"n.","descr":" A servant at a hotel or elsewhere, who cleans and blacks the boots and shoes."},{"word":"Boottopping","type":"n.","descr":" The act or process of daubing a vessel\\'s bottom near the surface of the water with a mixture of tallow, sulphur, and resin, as a temporary protection against worms, after the slime, shells, etc., have been scraped off."},{"word":"Boottopping","type":"n.","descr":" Sheathing a vessel with planking over felt."},{"word":"Boottree","type":"n.","descr":" An instrument to stretch and widen the leg of a boot, consisting of two pieces, together shaped like a leg, between which, when put into the boot, a wedge is driven."},{"word":"Booty","type":"n.","descr":" That which is seized by violence or obtained by robbery, especially collective spoil taken in war; plunder; pillage."},{"word":"Boozed","type":"imp. and p. p.","descr":" of Booze"},{"word":"Boozing","type":"p. pr. and vb. n.","descr":" of Booze"},{"word":"Booze","type":"v. i.","descr":" To drink greedily or immoderately, esp. alcoholic liquor; to tipple."},{"word":"Booze","type":"n.","descr":" A carouse; a drinking."},{"word":"Boozer","type":"n.","descr":" One who boozes; a toper; a guzzler of alcoholic liquors; a bouser."},{"word":"Boozy","type":"a.","descr":" A little intoxicated; fuddled; stupid with liquor; bousy."},{"word":"Bopeep","type":"n.","descr":" The act of looking out suddenly, as from behind a screen, so as to startle some one (as by children in play), or of looking out and drawing suddenly back, as if frightened."},{"word":"Borable","type":"a.","descr":" Capable of being bored."},{"word":"Borachte","type":"n.","descr":" A large leather bottle for liquors, etc., made of the skin of a goat or other animal. Hence: A drunkard."},{"word":"Boracic","type":"a.","descr":" Pertaining to, or produced from, borax; containing boron; boric; as, boracic acid."},{"word":"Boracite","type":"n.","descr":" A mineral of a white or gray color occurring massive and in isometric crystals; in composition it is a magnesium borate with magnesium chloride."},{"word":"Boracous","type":"a.","descr":" Relating to, or obtained from, borax; containing borax."},{"word":"Borage","type":"n.","descr":" A mucilaginous plant of the genus Borago (B. officinalis), which is used, esp. in France, as a demulcent and diaphoretic."},{"word":"Boragewort","type":"n.","descr":" Plant of the Borage family."},{"word":"Boraginaceous","type":"a.","descr":" Of, pertaining to, or resembling, a family of plants (Boraginaceae) which includes the borage, heliotrope, beggar\\'s lice, and many pestiferous plants."},{"word":"Boragineous","type":"a.","descr":" Relating to the Borage tribe; boraginaceous."},{"word":"Boramez","type":"n.","descr":" See Barometz."},{"word":"Borate","type":"n.","descr":" A salt formed by the combination of boric acid with a base or positive radical."},{"word":"Borax","type":"n.","descr":" A white or gray crystalline salt, with a slight alkaline taste, used as a flux, in soldering metals, making enamels, fixing colors on porcelain, and as a soap. It occurs native in certain mineral springs, and is made from the boric acid of hot springs in Tuscany. It was originally obtained from a lake in Thibet, and was sent to Europe under the name of tincal. Borax is a pyroborate or tetraborate of sodium, Na2B4O7.10H2O."},{"word":"Borborygm","type":"n.","descr":" A rumbling or gurgling noise produced by wind in the bowels."},{"word":"Bord","type":"n.","descr":" A board; a table."},{"word":"Bord","type":"n.","descr":" The face of coal parallel to the natural fissures."},{"word":"Bord","type":"n.","descr":" See Bourd."},{"word":"Bordage","type":"n.","descr":" The base or servile tenure by which a bordar held his cottage."},{"word":"Bordar","type":"n.","descr":" A villein who rendered menial service for his cottage; a cottier."},{"word":"Bordeaux","type":"a.","descr":" Pertaining to Bordeaux in the south of France."},{"word":"Bordeaux","type":"n.","descr":" A claret wine from Bordeaux."},{"word":"Bordel","type":"n.","descr":" Alt. of Bordello"},{"word":"Bordello","type":"n.","descr":" A brothel; a bawdyhouse; a house devoted to prostitution."},{"word":"Bordelais","type":"a.","descr":" Of or pertaining to Bordeaux, in France, or to the district around Bordeaux."},{"word":"Bordeller","type":"n.","descr":" A keeper or a frequenter of a brothel."},{"word":"Border","type":"n.","descr":" The outer part or edge of anything, as of a garment, a garden, etc.; margin; verge; brink."},{"word":"Border","type":"n.","descr":" A boundary; a frontier of a state or of the settled part of a country; a frontier district."},{"word":"Border","type":"n.","descr":" A strip or stripe arranged along or near the edge of something, as an ornament or finish."},{"word":"Border","type":"n.","descr":" A narrow flower bed."},{"word":"Bordered","type":"imp. and p. p.","descr":" of Border"},{"word":"Bordering","type":"p. pr. and vb. n.","descr":" of Border"},{"word":"Border","type":"v. i.","descr":" To touch at the edge or boundary; to be contiguous or adjacent; -- with on or upon as, Connecticut borders on Massachusetts."},{"word":"Border","type":"v. i.","descr":" To approach; to come near to; to verge."},{"word":"Border","type":"v. t.","descr":" To make a border for; to furnish with a border, as for ornament; as, to border a garment or a garden."},{"word":"Border","type":"v. t.","descr":" To be, or to have, contiguous to; to touch, or be touched, as by a border; to be, or to have, near the limits or boundary; as, the region borders a forest, or is bordered on the north by a forest."},{"word":"Border","type":"v. t.","descr":" To confine within bounds; to limit."},{"word":"Borderer","type":"n.","descr":" One who dwells on a border, or at the extreme part or confines of a country, region, or tract of land; one who dwells near to a place or region."},{"word":"Bordland","type":"n.","descr":" Either land held by a bordar, or the land which a lord kept for the maintenance of his board, or table."},{"word":"Bordlode","type":"n.","descr":" The service formerly required of a tenant, to carry timber from the woods to the lord\\'s house."},{"word":"Bordman","type":"n.","descr":" A bordar; a tenant in bordage."},{"word":"Bordrag","type":"n.","descr":" Alt. of Bordraging"},{"word":"Bordraging","type":"n.","descr":" An incursion upon the borders of a country; a raid."},{"word":"Bord service","type":"","descr":" Service due from a bordar; bordage."},{"word":"Bordure","type":"n.","descr":" A border one fifth the width of the shield, surrounding the field. It is usually plain, but may be charged."},{"word":"Bored","type":"imp. and p. p.","descr":" of Bore"},{"word":"Boring","type":"p. pr. and vb. n.","descr":" of Bore"},{"word":"Bore","type":"v. t.","descr":" To perforate or penetrate, as a solid body, by turning an auger, gimlet, drill, or other instrument; to make a round hole in or through; to pierce; as, to bore a plank."},{"word":"Bore","type":"v. t.","descr":" To form or enlarge by means of a boring instrument or apparatus; as, to bore a steam cylinder or a gun barrel; to bore a hole."},{"word":"Bore","type":"v. t.","descr":" To make (a passage) by laborious effort, as in boring; as, to bore one\\'s way through a crowd; to force a narrow and difficult passage through."},{"word":"Bore","type":"v. t.","descr":" To weary by tedious iteration or by dullness; to tire; to trouble; to vex; to annoy; to pester."},{"word":"Bore","type":"v. t.","descr":" To befool; to trick."},{"word":"Bore","type":"v. i.","descr":" To make a hole or perforation with, or as with, a boring instrument; to cut a circular hole by the rotary motion of a tool; as, to bore for water or oil (i. e., to sink a well by boring for water or oil); to bore with a gimlet; to bore into a tree (as insects)."},{"word":"Bore","type":"v. i.","descr":" To be pierced or penetrated by an instrument that cuts as it turns; as, this timber does not bore well, or is hard to bore."},{"word":"Bore","type":"v. i.","descr":" To push forward in a certain direction with laborious effort."},{"word":"Bore","type":"v. i.","descr":" To shoot out the nose or toss it in the air; -- said of a horse."},{"word":"Bore","type":"n.","descr":" A hole made by boring; a perforation."},{"word":"Bore","type":"n.","descr":" The internal cylindrical cavity of a gun, cannon, pistol, or other firearm, or of a pipe or tube."},{"word":"Bore","type":"n.","descr":" The size of a hole; the interior diameter of a tube or gun barrel; the caliber."},{"word":"Bore","type":"n.","descr":" A tool for making a hole by boring, as an auger."},{"word":"Bore","type":"n.","descr":" Caliber; importance."},{"word":"Bore","type":"n.","descr":" A person or thing that wearies by prolixity or dullness; a tiresome person or affair; any person or thing which causes ennui."},{"word":"Bore","type":"n.","descr":" A tidal flood which regularly or occasionally rushes into certain rivers of peculiar configuration or location, in one or more waves which present a very abrupt front of considerable height, dangerous to shipping, as at the mouth of the Amazon, in South America, the Hoogly and Indus, in India, and the Tsien-tang, in China."},{"word":"Bore","type":"n.","descr":" Less properly, a very high and rapid tidal flow, when not so abrupt, such as occurs at the Bay of Fundy and in the British Channel."},{"word":"Bore","type":"","descr":" imp. of 1st and 2d Bear."},{"word":"Boreal","type":"a.","descr":" Northern; pertaining to the north, or to the north wind; as, a boreal bird; a boreal blast."},{"word":"Boreas","type":"n.","descr":" The north wind; -- usually a personification."},{"word":"Borecole","type":"n.","descr":" A brassicaceous plant of many varieties, cultivated for its leaves, which are not formed into a compact head like the cabbage, but are loose, and are generally curled or wrinkled; kale."},{"word":"Boredom","type":"n.","descr":" The state of being bored, or pestered; a state of ennui."},{"word":"Boredom","type":"n.","descr":" The realm of bores; bores, collectively."},{"word":"Boree","type":"n.","descr":" Same as BourrEe."},{"word":"Borel","type":"n.","descr":" See Borrel."},{"word":"Borele","type":"n.","descr":" The smaller two-horned rhinoceros of South Africa (Atelodus bicornis)."},{"word":"Borer","type":"n.","descr":" One that bores; an instrument for boring."},{"word":"Borer","type":"n.","descr":" A marine, bivalve mollusk, of the genus Teredo and allies, which burrows in wood. See Teredo."},{"word":"Borer","type":"n.","descr":" Any bivalve mollusk (Saxicava, Lithodomus, etc.) which bores into limestone and similar substances."},{"word":"Borer","type":"n.","descr":" One of the larvae of many species of insects, which penetrate trees, as the apple, peach, pine, etc. See Apple borer, under Apple."},{"word":"Borer","type":"n.","descr":" The hagfish (Myxine)."},{"word":"Boric","type":"a.","descr":" Of, pertaining to, or containing, boron."},{"word":"Boride","type":"n.","descr":" A binary compound of boron with a more positive or basic element or radical; -- formerly called boruret."},{"word":"Boring","type":"n.","descr":" The act or process of one who, or that which, bores; as, the boring of cannon; the boring of piles and ship timbers by certain marine mollusks."},{"word":"Boring","type":"n.","descr":" A hole made by boring."},{"word":"Boring","type":"n.","descr":" The chips or fragments made by boring."},{"word":"Born","type":"v. t.","descr":" Brought forth, as an animal; brought into life; introduced by birth."},{"word":"Born","type":"v. t.","descr":" Having from birth a certain character; by or from birth; by nature; innate; as, a born liar."},{"word":"Borne","type":"p. p.","descr":" Carried; conveyed; supported; defrayed. See Bear, v. t."},{"word":"Borneol","type":"n.","descr":" A rare variety of camphor, C10H17.OH, resembling ordinary camphor, from which it can be produced by reduction. It is said to occur in the camphor tree of Borneo and Sumatra (Dryobalanops camphora), but the natural borneol is rarely found in European or American commerce, being in great request by the Chinese. Called also Borneo camphor, Malay camphor, and camphol."},{"word":"Bornite","type":"n.","descr":" A valuable ore of copper, containing copper, iron, and sulphur; -- also called purple copper ore (or erubescite), in allusion to the colors shown upon the slightly tarnished surface."},{"word":"Borofluoride","type":"n.","descr":" A double fluoride of boron and hydrogen, or some other positive element, or radical; -- called also fluoboride, and formerly fluoborate."},{"word":"Boroglyceride","type":"n.","descr":" A compound of boric acid and glycerin, used as an antiseptic."},{"word":"Boron","type":"n.","descr":" A nonmetallic element occurring abundantly in borax. It is reduced with difficulty to the free state, when it can be obtained in several different forms; viz., as a substance of a deep olive color, in a semimetallic form, and in colorless quadratic crystals similar to the diamond in hardness and other properties. It occurs in nature also in boracite, datolite, tourmaline, and some other minerals. Atomic weight 10.9. Symbol B."},{"word":"Borosilicate","type":"n.","descr":" A double salt of boric and silicic acids, as in the natural minerals tourmaline, datolite, etc."},{"word":"Borough","type":"n.","descr":" In England, an incorporated town that is not a city; also, a town that sends members to parliament; in Scotland, a body corporate, consisting of the inhabitants of a certain district, erected by the sovereign, with a certain jurisdiction; in America, an incorporated town or village, as in Pennsylvania and Connecticut."},{"word":"Borough","type":"n.","descr":" The collective body of citizens or inhabitants of a borough; as, the borough voted to lay a tax."},{"word":"Borough","type":"n.","descr":" An association of men who gave pledges or sureties to the king for the good behavior of each other."},{"word":"Borough","type":"n.","descr":" The pledge or surety thus given."},{"word":"Borough-English","type":"n.","descr":" A custom, as in some ancient boroughs, by which lands and tenements descend to the youngest son, instead of the eldest; or, if the owner have no issue, to the youngest brother."},{"word":"Boroughhead","type":"n.","descr":" See Headborough."},{"word":"Boroughholder","type":"n.","descr":" A headborough; a borsholder."},{"word":"Boroughmaster","type":"n.","descr":" The mayor, governor, or bailiff of a borough."},{"word":"Boroughmonger","type":"n.","descr":" One who buys or sells the parliamentary seats of boroughs."},{"word":"Boroughmongering","type":"n.","descr":" Alt. of Boroughmongery"},{"word":"Boroughmongery","type":"n.","descr":" The practices of a boroughmonger."},{"word":"Borracho","type":"n.","descr":" See Borachio."},{"word":"Borrage","type":"a.","descr":" Alt. of Borraginaceous"},{"word":"Borraginaceous","type":"a.","descr":" See Borage, n., etc."},{"word":"Borrel","type":"n.","descr":" Coarse woolen cloth; hence, coarse clothing; a garment."},{"word":"Borrel","type":"n.","descr":" A kind of light stuff, of silk and wool."},{"word":"Borrel","type":"n.","descr":" Ignorant, unlearned; belonging to the laity."},{"word":"Borrowed","type":"imp. and p. p.","descr":" of Borrow"},{"word":"Borrowing","type":"p. pr. and vb. n.","descr":" of Borrow"},{"word":"Borrow","type":"v. t.","descr":" To receive from another as a loan, with the implied or expressed intention of returning the identical article or its equivalent in kind; -- the opposite of lend."},{"word":"Borrow","type":"v. t.","descr":" To take (one or more) from the next higher denomination in order to add it to the next lower; -- a term of subtraction when the figure of the subtrahend is larger than the corresponding one of the minuend."},{"word":"Borrow","type":"v. t.","descr":" To copy or imitate; to adopt; as, to borrow the style, manner, or opinions of another."},{"word":"Borrow","type":"v. t.","descr":" To feign or counterfeit."},{"word":"Borrow","type":"v. t.","descr":" To receive; to take; to derive."},{"word":"Borrow","type":"n.","descr":" Something deposited as security; a pledge; a surety; a hostage."},{"word":"Borrow","type":"n.","descr":" The act of borrowing."},{"word":"Borrower","type":"n.","descr":" One who borrows."},{"word":"Borsholder","type":"a.","descr":" The head or chief of a tithing, or borough (see 2d Borough); the headborough; a parish constable."},{"word":"Bort","type":"n.","descr":" Imperfectly crystallized or coarse diamonds, or fragments made in cutting good diamonds which are reduced to powder and used in lapidary work."},{"word":"Boruret","type":"n.","descr":" A boride."},{"word":"Borwe","type":"n.","descr":" Pledge; borrow."},{"word":"Bos","type":"n.","descr":" A genus of ruminant quadrupeds, including the wild and domestic cattle, distinguished by a stout body, hollow horns, and a large fold of skin hanging from the neck."},{"word":"Bosa","type":"n.","descr":" A drink, used in the East. See Boza."},{"word":"Boscage","type":"n.","descr":" A growth of trees or shrubs; underwood; a thicket; thick foliage; a wooded landscape."},{"word":"Boscage","type":"n.","descr":" Food or sustenance for cattle, obtained from bushes and trees; also, a tax on wood."},{"word":"Bosh","type":"n.","descr":" Figure; outline; show."},{"word":"Bosh","type":"n.","descr":" Empty talk; contemptible nonsense; trash; humbug."},{"word":"Boshes","type":"pl. ","descr":" of Bosh"},{"word":"Bosh","type":"n.","descr":" One of the sloping sides of the lower part of a blast furnace; also, one of the hollow iron or brick sides of the bed of a puddling or boiling furnace."},{"word":"Bosh","type":"n.","descr":" The lower part of a blast furnace, which slopes inward, or the widest space at the top of this part."},{"word":"Bosh","type":"n.","descr":" In forging and smelting, a trough in which tools and ingots are cooled."},{"word":"Boshbok","type":"n.","descr":" A kind of antelope. See Bush buck."},{"word":"Boshvark","type":"n.","descr":" The bush hog. See under Bush, a thicket."},{"word":"Bosjesman","type":"n.","descr":" See Bushman."},{"word":"Bosk","type":"n.","descr":" A thicket; a small wood."},{"word":"Boskage","type":"n.","descr":" Same as Boscage."},{"word":"Bosket","type":"n.","descr":" Alt. of Bosquet"},{"word":"Bosquet","type":"n.","descr":" A grove; a thicket; shrubbery; an inclosure formed by branches of trees, regularly or irregularly disposed."},{"word":"Boskiness","type":"n.","descr":" Boscage; also, the state or quality of being bosky."},{"word":"Bosky","type":"a.","descr":" Woody or bushy; covered with boscage or thickets."},{"word":"Bosky","type":"a.","descr":" Caused by boscage."},{"word":"Bosom","type":"n.","descr":" The breast of a human being; the part, between the arms, to which anything is pressed when embraced by them."},{"word":"Bosom","type":"n.","descr":" The breast, considered as the seat of the passions, affections, and operations of the mind; consciousness; secret thoughts."},{"word":"Bosom","type":"n.","descr":" Embrace; loving or affectionate inclosure; fold."},{"word":"Bosom","type":"n.","descr":" Any thing or place resembling the breast; a supporting surface; an inner recess; the interior; as, the bosom of the earth."},{"word":"Bosom","type":"n.","descr":" The part of the dress worn upon the breast; an article, or a portion of an article, of dress to be worn upon the breast; as, the bosom of a shirt; a linen bosom."},{"word":"Bosom","type":"n.","descr":" Inclination; desire."},{"word":"Bosom","type":"n.","descr":" A depression round the eye of a millstone."},{"word":"Bosom","type":"a.","descr":" Of or pertaining to the bosom."},{"word":"Bosom","type":"a.","descr":" Intimate; confidential; familiar; trusted; cherished; beloved; as, a bosom friend."},{"word":"Bosomed","type":"imp. and p. p.","descr":" of Bosom"},{"word":"Bosoming","type":"p. pr. and vb. n.","descr":" of Bosom"},{"word":"Bosom","type":"v. t.","descr":" To inclose or carry in the bosom; to keep with care; to take to heart; to cherish."},{"word":"Bosom","type":"v. t.","descr":" To conceal; to hide from view; to embosom."},{"word":"Bosomed","type":"a.","descr":" Having, or resembling, bosom; kept in the bosom; hidden."},{"word":"Bosomy","type":"a.","descr":" Characterized by recesses or sheltered hollows."},{"word":"Boson","type":"n.","descr":" See Boatswain."},{"word":"Bosporian","type":"a.","descr":" Of or pertaining to the Thracian or the Cimmerian Bosporus."},{"word":"Bosporus","type":"n.","descr":" A strait or narrow sea between two seas, or a lake and a seas; as, the Bosporus (formerly the Thracian Bosporus) or Strait of Constantinople, between the Black Sea and Sea of Marmora; the Cimmerian Bosporus, between the Black Sea and Sea of Azof."},{"word":"Bosquet","type":"n.","descr":" See Bosket."},{"word":"Bosses","type":"pl. ","descr":" of Boss"},{"word":"Boss","type":"n.","descr":" Any protuberant part; a round, swelling part or body; a knoblike process; as, a boss of wood."},{"word":"Boss","type":"n.","descr":" A protuberant ornament on any work, either of different material from that of the work or of the same, as upon a buckler or bridle; a stud; a knob; the central projection of a shield. See Umbilicus."},{"word":"Boss","type":"n.","descr":" A projecting ornament placed at the intersection of the ribs of ceilings, whether vaulted or flat, and in other situations."},{"word":"Boss","type":"n.","descr":" A wooden vessel for the mortar used in tiling or masonry, hung by a hook from the laths, or from the rounds of a ladder."},{"word":"Boss","type":"n.","descr":" The enlarged part of a shaft, on which a wheel is keyed, or at the end, where it is coupled to another."},{"word":"Boss","type":"n.","descr":" A swage or die used for shaping metals."},{"word":"Boss","type":"n.","descr":" A head or reservoir of water."},{"word":"Bossed","type":"imp. and p. p.","descr":" of Boss"},{"word":"Bossing","type":"p. pr. and vb. n.","descr":" of Boss"},{"word":"Boss","type":"v. t.","descr":" To ornament with bosses; to stud."},{"word":"Boss","type":"n.","descr":" A master workman or superintendent; a director or manager; a political dictator."},{"word":"Bossage","type":"n.","descr":" A stone in a building, left rough and projecting, to be afterward carved into shape."},{"word":"Bossage","type":"n.","descr":" Rustic work, consisting of stones which seem to advance beyond the level of the building, by reason of indentures or channels left in the joinings."},{"word":"Bossed","type":"a.","descr":" Embossed; also, bossy."},{"word":"Bosset","type":"n.","descr":" A rudimental antler of a young male of the red deer."},{"word":"Bossism","type":"n.","descr":" The rule or practices of bosses, esp. political bosses."},{"word":"Bossy","type":"a.","descr":" Ornamented with bosses; studded."},{"word":"Bossy","type":"n.","descr":" A cow or calf; -- familiarly so called."},{"word":"Boston","type":"n.","descr":" A game at cards, played by four persons, with two packs of fifty-two cards each; -- said to be so called from Boston, Massachusetts, and to have been invented by officers of the French army in America during the Revolutionary war."},{"word":"Boswellian","type":"a.","descr":" Relating to, or characteristic of, Boswell, the biographer of Dr. Johnson."},{"word":"Boswellism","type":"n.","descr":" The style of Boswell."},{"word":"Bot","type":"n.","descr":" See Bots."},{"word":"Botanic","type":"a.","descr":" Alt. of Botanical"},{"word":"Botanical","type":"a.","descr":" Of or pertaining to botany; relating to the study of plants; as, a botanical system, arrangement, textbook, expedition."},{"word":"Botanist","type":"n.","descr":" One skilled in botany; one versed in the knowledge of plants."},{"word":"Botanized","type":"imp. and p. p.","descr":" of Botanize"},{"word":"Botanizing","type":"p. pr. and vb. n.","descr":" of Botanize"},{"word":"Botanize","type":"v. i.","descr":" To seek after plants for botanical investigation; to study plants."},{"word":"Botanize","type":"v. t.","descr":" To explore for botanical purposes."},{"word":"Botanizer","type":"n.","descr":" One who botanizes."},{"word":"Botanologer","type":"n.","descr":" A botanist."},{"word":"Botanology","type":"n.","descr":" The science of botany."},{"word":"Botanomancy","type":"n.","descr":" An ancient species of divination by means of plants, esp. sage and fig leaves."},{"word":"Botanies","type":"pl. ","descr":" of Botany"},{"word":"Botany","type":"a. and n.","descr":" The science which treats of the structure of plants, the functions of their parts, their places of growth, their classification, and the terms which are employed in their description and denomination. See Plant."},{"word":"Botany","type":"a. and n.","descr":" A book which treats of the science of botany."},{"word":"Botany Bay","type":"","descr":" A harbor on the east coast of Australia, and an English convict settlement there; -- so called from the number of new plants found on its shore at its discovery by Cook in 1770."},{"word":"Botargo","type":"n.","descr":" A sort of cake or sausage, made of the salted roes of the mullet, much used on the coast of the Mediterranean as an incentive to drink."},{"word":"Botches","type":"pl. ","descr":" of Botch"},{"word":"Botch","type":"n.","descr":" A swelling on the skin; a large ulcerous affection; a boil; an eruptive disease."},{"word":"Botch","type":"n.","descr":" A patch put on, or a part of a garment patched or mended in a clumsy manner."},{"word":"Botch","type":"n.","descr":" Work done in a bungling manner; a clumsy performance; a piece of work, or a place in work, marred in the doing, or not properly finished; a bungle."},{"word":"Botched","type":"imp. and p. p.","descr":" of Botch"},{"word":"Botching","type":"p. pr. and vb. n.","descr":" of Botch"},{"word":"Botch","type":"n.","descr":" To mark with, or as with, botches."},{"word":"Botch","type":"n.","descr":" To repair; to mend; esp. to patch in a clumsy or imperfect manner, as a garment; -- sometimes with up."},{"word":"Botch","type":"n.","descr":" To put together unsuitably or unskillfully; to express or perform in a bungling manner; to spoil or mar, as by unskillful work."},{"word":"Botchedly","type":"adv.","descr":" In a clumsy manner."},{"word":"Botcher","type":"n.","descr":" One who mends or patches, esp. a tailor or cobbler."},{"word":"Botcher","type":"n.","descr":" A clumsy or careless workman; a bungler."},{"word":"Botcher","type":"n.","descr":" A young salmon; a grilse."},{"word":"Botcherly","type":"a.","descr":" Bungling; awkward."},{"word":"Botchery","type":"n.","descr":" A botching, or that which is done by botching; clumsy or careless workmanship."},{"word":"Botchy","type":"a.","descr":" Marked with botches; full of botches; poorly done."},{"word":"Bote","type":"n.","descr":" Compensation; amends; satisfaction; expiation; as, man bote, a compensation or a man slain."},{"word":"Bote","type":"n.","descr":" Payment of any kind."},{"word":"Bote","type":"n.","descr":" A privilege or allowance of necessaries."},{"word":"Boteless","type":"a.","descr":" Unavailing; in vain. See Bootless."},{"word":"Botfly","type":"n.","descr":" A dipterous insect of the family (Estridae, of many different species, some of which are particularly troublesome to domestic animals, as the horse, ox, and sheep, on which they deposit their eggs. A common species is one of the botflies of the horse (Gastrophilus equi), the larvae of which (bots) are taken into the stomach of the animal, where they live several months and pass through their larval states. In tropical America one species sometimes lives under the human skin, and another in the stomach. See Gadfly."},{"word":"Both","type":"a. or pron.","descr":" The one and the other; the two; the pair, without exception of either."},{"word":"Both","type":"conj.","descr":" As well; not only; equally."},{"word":"Bothered","type":"imp. and p. p.","descr":" of Bother"},{"word":"Bothering","type":"p. pr. and vb. n.","descr":" of Bother"},{"word":"Bother","type":"v. t.","descr":" To annoy; to trouble; to worry; to perplex. See Pother."},{"word":"Bother","type":"v. i.","descr":" To feel care or anxiety; to make or take trouble; to be troublesome."},{"word":"Bother","type":"n.","descr":" One who, or that which, bothers; state of perplexity or annoyance; embarrassment; worry; disturbance; petty trouble; as, to be in a bother."},{"word":"Botheration","type":"n.","descr":" The act of bothering, or state of being bothered; cause of trouble; perplexity; annoyance; vexation."},{"word":"Botherer","type":"n.","descr":" One who bothers."},{"word":"Bothersome","type":"a.","descr":" Vexatious; causing bother; causing trouble or perplexity; troublesome."},{"word":"Both-hands","type":"n.","descr":" A factotum."},{"word":"Bothie","type":"n.","descr":" Same as Bothy."},{"word":"Bothnian","type":"a.","descr":" Alt. of Bothnic"},{"word":"Bothnic","type":"a.","descr":" Of or pertaining to Bothnia, a country of northern Europe, or to a gulf of the same name which forms the northern part of the Baltic sea."},{"word":"Bothrenchyma","type":"n.","descr":" Dotted or pitted ducts or vessels forming the pores seen in many kinds of wood."},{"word":"Bothy","type":"n.","descr":" Alt. of Boothy"},{"word":"Boothy","type":"n.","descr":" A wooden hut or humble cot, esp. a rude hut or barrack for unmarried farm servants; a shepherd\\'s or hunter\\'s hut; a booth."},{"word":"Botocudos","type":"n. pl.","descr":" A Brazilian tribe of Indians, noted for their use of poisons; -- also called Aymbores."},{"word":"Bo tree","type":"","descr":" The peepul tree; esp., the very ancient tree standing at Anurajahpoora in Ceylon, grown from a slip of the tree under which Gautama is said to have received the heavenly light and so to have become Buddha."},{"word":"Botryogen","type":"n.","descr":" A hydrous sulphate of iron of a deep red color. It often occurs in botryoidal form."},{"word":"Botryoid","type":"a.","descr":" Alt. of Botryoidal"},{"word":"Botryoidal","type":"a.","descr":" Having the form of a bunch of grapes; like a cluster of grapes, as a mineral presenting an aggregation of small spherical or spheroidal prominences."},{"word":"Botryolite","type":"n.","descr":" A variety of datolite, usually having a botryoidal structure."},{"word":"Botryose","type":"a.","descr":" Having the form of a cluster of grapes."},{"word":"Botryose","type":"a.","descr":" Of the racemose or acropetal type of inflorescence."},{"word":"Bots","type":"n. pl.","descr":" The larvae of several species of botfly, especially those larvae which infest the stomach, throat, or intestines of the horse, and are supposed to be the cause of various ailments."},{"word":"Bottine","type":"n.","descr":" A small boot; a lady\\'s boot."},{"word":"Bottine","type":"n.","descr":" An appliance resembling a small boot furnished with straps, buckles, etc., used to correct or prevent distortions in the lower extremities of children."},{"word":"Bottle","type":"n.","descr":" A hollow vessel, usually of glass or earthenware (but formerly of leather), with a narrow neck or mouth, for holding liquids."},{"word":"Bottle","type":"n.","descr":" The contents of a bottle; as much as a bottle contains; as, to drink a bottle of wine."},{"word":"Bottle","type":"n.","descr":" Fig.: Intoxicating liquor; as, to drown one\\'s reason in the bottle."},{"word":"Bottled","type":"imp. and p. p.","descr":" of Bottle"},{"word":"Bottling","type":"p. pr. and vb. n.","descr":" of Bottle"},{"word":"Bottle","type":"v. t.","descr":" To put into bottles; to inclose in, or as in, a bottle or bottles; to keep or restrain as in a bottle; as, to bottle wine or porter; to bottle up one\\'s wrath."},{"word":"Bottle","type":"n.","descr":" A bundle, esp. of hay."},{"word":"Bottled","type":"a.","descr":" Put into bottles; inclosed in bottles; pent up in, or as in, a bottle."},{"word":"Bottled","type":"a.","descr":" Having the shape of a bottle; protuberant."},{"word":"Bottle green","type":"","descr":" A dark shade of green, like that of bottle glass."},{"word":"Bottlehead","type":"n.","descr":" A cetacean allied to the grampus; -- called also bottle-nosed whale."},{"word":"Bottleholder","type":"n.","descr":" One who attends a pugilist in a prize fight; -- so called from the bottle of water of which he has charge."},{"word":"Bottleholder","type":"n.","descr":" One who assists or supports another in a contest; an abettor; a backer."},{"word":"Bottle-nose","type":"n.","descr":" A cetacean of the Dolphin family, of several species, as Delphinus Tursio and Lagenorhyncus leucopleurus, of Europe."},{"word":"Bottle-nose","type":"n.","descr":" The puffin."},{"word":"Bottle-nosed","type":"a.","descr":" Having the nose bottle-shaped, or large at the end."},{"word":"Bottler","type":"n.","descr":" One who bottles wine, beer, soda water, etc."},{"word":"Bottlescrew","type":"n.","descr":" A corkscrew."},{"word":"Bottling","type":"n.","descr":" The act or the process of putting anything into bottles (as beer, mineral water, etc.) and corking the bottles."},{"word":"Bottom","type":"n.","descr":" The lowest part of anything; the foot; as, the bottom of a tree or well; the bottom of a hill, a lane, or a page."},{"word":"Bottom","type":"n.","descr":" The part of anything which is beneath the contents and supports them, as the part of a chair on which a person sits, the circular base or lower head of a cask or tub, or the plank floor of a ship\\'s hold; the under surface."},{"word":"Bottom","type":"n.","descr":" That upon which anything rests or is founded, in a literal or a figurative sense; foundation; groundwork."},{"word":"Bottom","type":"n.","descr":" The bed of a body of water, as of a river, lake, sea."},{"word":"Bottom","type":"n.","descr":" The fundament; the buttocks."},{"word":"Bottom","type":"n.","descr":" An abyss."},{"word":"Bottom","type":"n.","descr":" Low land formed by alluvial deposits along a river; low-lying ground; a dale; a valley."},{"word":"Bottom","type":"n.","descr":" The part of a ship which is ordinarily under water; hence, the vessel itself; a ship."},{"word":"Bottom","type":"n.","descr":" Power of endurance; as, a horse of a good bottom."},{"word":"Bottom","type":"n.","descr":" Dregs or grounds; lees; sediment."},{"word":"Bottom","type":"a.","descr":" Of or pertaining to the bottom; fundamental; lowest; under; as, bottom rock; the bottom board of a wagon box; bottom prices."},{"word":"Bottomed","type":"imp. and p. p.","descr":" of Bottom"},{"word":"Bottoming","type":"p. pr. and vb. n.","descr":" of Bottom"},{"word":"Bottom","type":"v. t.","descr":" To found or build upon; to fix upon as a support; -- followed by on or upon."},{"word":"Bottom","type":"v. t.","descr":" To furnish with a bottom; as, to bottom a chair."},{"word":"Bottom","type":"v. t.","descr":" To reach or get to the bottom of."},{"word":"Bottom","type":"v. i.","descr":" To rest, as upon an ultimate support; to be based or grounded; -- usually with on or upon."},{"word":"Bottom","type":"v. i.","descr":" To reach or impinge against the bottom, so as to impede free action, as when the point of a cog strikes the bottom of a space between two other cogs, or a piston the end of a cylinder."},{"word":"Bottom","type":"n.","descr":" A ball or skein of thread; a cocoon."},{"word":"Bottom","type":"v. t.","descr":" To wind round something, as in making a ball of thread."},{"word":"Bottomed","type":"a.","descr":" Having at the bottom, or as a bottom; resting upon a bottom; grounded; -- mostly, in composition; as, sharp-bottomed; well-bottomed."},{"word":"Bottomless","type":"a.","descr":" Without a bottom; hence, fathomless; baseless; as, a bottomless abyss."},{"word":"Bottomry","type":"n.","descr":" A contract in the nature of a mortgage, by which the owner of a ship, or the master as his agent, hypothecates and binds the ship (and sometimes the accruing freight) as security for the repayment of money advanced or lent for the use of the ship, if she terminates her voyage successfully. If the ship is lost by perils of the sea, the lender loses the money; but if the ship arrives safe, he is to receive the money lent, with the interest or premium stipulated, although it may, and usually does, exceed the legal rate of interest. See Hypothecation."},{"word":"Bottony","type":"a.","descr":" Alt. of Bottone"},{"word":"Bottone","type":"a.","descr":" Having a bud or button, or a kind of trefoil, at the end; furnished with knobs or buttons."},{"word":"Botts","type":"n. pl.","descr":" See Bots."},{"word":"Botuliform","type":"a.","descr":" Having the shape of a sausage."},{"word":"Bouche","type":"n.","descr":" Same as Bush, a lining."},{"word":"Bouche","type":"v. t.","descr":" Same as Bush, to line."},{"word":"Bouche","type":"n.","descr":" Alt. of Bouch"},{"word":"Bouch","type":"n.","descr":" A mouth."},{"word":"Bouch","type":"n.","descr":" An allowance of meat and drink for the tables of inferior officers or servants in a nobleman\\'s palace or at court."},{"word":"Bouchees","type":"n. pl.","descr":" Small patties."},{"word":"Boud","type":"n.","descr":" A weevil; a worm that breeds in malt, biscuit, etc."},{"word":"Boudoir","type":"n.","descr":" A small room, esp. if pleasant, or elegantly furnished, to which a lady may retire to be alone, or to receive intimate friends; a lady\\'s (or sometimes a gentleman\\'s) private room."},{"word":"Bouffe","type":"n.","descr":" Comic opera. See Opera Bouffe."},{"word":"Bougainvillaea","type":"n.","descr":" A genus of plants of the order Nyctoginaceae, from tropical South America, having the flowers surrounded by large bracts."},{"word":"Bouged","type":"imp. and p. p.","descr":" of Bouge"},{"word":"Bouge","type":"v. i.","descr":" To swell out."},{"word":"Bouge","type":"v. i.","descr":" To bilge."},{"word":"Bouge","type":"v. t.","descr":" To stave in; to bilge."},{"word":"Bouge","type":"n.","descr":" Bouche (see Bouche, 2); food and drink; provisions."},{"word":"Bouget","type":"n.","descr":" A charge representing a leather vessel for carrying water; -- also called water bouget."},{"word":"Bough","type":"n.","descr":" An arm or branch of a tree, esp. a large arm or main branch."},{"word":"Bough","type":"n.","descr":" A gallows."},{"word":"Bought","type":"n.","descr":" A flexure; a bend; a twist; a turn; a coil, as in a rope; as the boughts of a serpent."},{"word":"Bought","type":"n.","descr":" The part of a sling that contains the stone."},{"word":"Bought","type":"","descr":" imp. and p. p. of Buy."},{"word":"Bought","type":"p. a.","descr":" Purchased; bribed."},{"word":"Boughten","type":"a.","descr":" Purchased; not obtained or produced at home."},{"word":"Boughty","type":"a.","descr":" Bending."},{"word":"Bougie","type":"n.","descr":" A long, flexible instrument, that is"},{"word":"Bougie","type":"n.","descr":" A long slender rod consisting of gelatin or some other substance that melts at the temperature of the body. It is impregnated with medicine, and designed for introduction into urethra, etc."},{"word":"Bouilli","type":"n.","descr":" Boiled or stewed meat; beef boiled with vegetables in water from which its gravy is to be made; beef from which bouillon or soup has been made."},{"word":"Bouillon","type":"n.","descr":" A nutritious liquid food made by boiling beef, or other meat, in water; a clear soup or broth."},{"word":"Bouillon","type":"n.","descr":" An excrescence on a horse\\'s frush or frog."},{"word":"Bouk","type":"n.","descr":" The body."},{"word":"Bouk","type":"n.","descr":" Bulk; volume."},{"word":"Boul","type":"n.","descr":" A curved handle."},{"word":"Boulangerite","type":"n.","descr":" A mineral of a bluish gray color and metallic luster, usually in plumose masses, also compact.  It is a sulphide of antimony and lead."},{"word":"Boulder","type":"n.","descr":" Same as Bowlder."},{"word":"Bouldery","type":"a.","descr":" Characterized by bowlders."},{"word":"Boule","type":"n.","descr":" Alt. of Boulework"},{"word":"Boulework","type":"n.","descr":" Same as Buhl, Buhlwork."},{"word":"Boulevard","type":"n.","descr":" Originally, a bulwark or rampart of fortification or fortified town."},{"word":"Boulevard","type":"n.","descr":" A public walk or street occupying the site of demolished fortifications. Hence: A broad avenue in or around a city."},{"word":"Bouleversement","type":"n.","descr":" Complete overthrow; disorder; a turning upside down."},{"word":"Boultel","type":"n.","descr":" Alt. of Boultin"},{"word":"Boultin","type":"n.","descr":" A molding, the convexity of which is one fourth of a circle, being a member just below the abacus in the Tuscan and Roman Doric capital; a torus; an ovolo."},{"word":"Boultin","type":"n.","descr":" One of the shafts of a clustered column."},{"word":"Boulter","type":"n.","descr":" A long, stout fishing line to which many hooks are attached."},{"word":"Boun","type":"a.","descr":" Ready; prepared; destined; tending."},{"word":"Boun","type":"v. t.","descr":" To make or get ready."},{"word":"Bounced","type":"imp. and p. p.","descr":" of Bounce"},{"word":"Bouncing","type":"p. pr. and vb. n.","descr":" of Bounce"},{"word":"Bounce","type":"v. i.","descr":" To strike or thump, so as to rebound, or to make a sudden noise; a knock loudly."},{"word":"Bounce","type":"v. i.","descr":" To leap or spring suddenly or unceremoniously; to bound; as, she bounced into the room."},{"word":"Bounce","type":"v. i.","descr":" To boast; to talk big; to bluster."},{"word":"Bounce","type":"v. t.","descr":" To drive against anything suddenly and violently; to bump; to thump."},{"word":"Bounce","type":"v. t.","descr":" To cause to bound or rebound; sometimes, to toss."},{"word":"Bounce","type":"v. t.","descr":" To eject violently, as from a room; to discharge unceremoniously, as from employment."},{"word":"Bounce","type":"v. t.","descr":" To bully; to scold."},{"word":"Bounce","type":"n.","descr":" A sudden leap or bound; a rebound."},{"word":"Bounce","type":"n.","descr":" A heavy, sudden, and often noisy, blow or thump."},{"word":"Bounce","type":"n.","descr":" An explosion, or the noise of one."},{"word":"Bounce","type":"n.","descr":" Bluster; brag; untruthful boasting; audacious exaggeration; an impudent lie; a bouncer."},{"word":"Bounce","type":"n.","descr":" A dogfish of Europe (Scyllium catulus)."},{"word":"Bounce","type":"adv.","descr":" With a sudden leap; suddenly."},{"word":"Bouncer","type":"n.","descr":" One who bounces; a large, heavy person who makes much noise in moving."},{"word":"Bouncer","type":"n.","descr":" A boaster; a bully."},{"word":"Bouncer","type":"n.","descr":" A bold lie; also, a liar."},{"word":"Bouncer","type":"n.","descr":" Something big; a good stout example of the kind."},{"word":"Bouncing","type":"a.","descr":" Stout; plump and healthy; lusty; buxom."},{"word":"Bouncing","type":"a.","descr":" Excessive; big."},{"word":"Bouncingly","type":"adv.","descr":" With a bounce."},{"word":"Bound","type":"n.","descr":" The external or limiting line, either real or imaginary, of any object or space; that which limits or restrains, or within which something is limited or restrained; limit; confine; extent; boundary."},{"word":"Bounded","type":"imp. and p. p.","descr":" of Bound"},{"word":"Bounding","type":"p. pr. and vb. n.","descr":" of Bound"},{"word":"Bound","type":"v. t.","descr":" To limit; to terminate; to fix the furthest point of extension of; -- said of natural or of moral objects; to lie along, or form, a boundary of; to inclose; to circumscribe; to restrain; to confine."},{"word":"Bound","type":"v. t.","descr":" To name the boundaries of; as, to bound France."},{"word":"Bound","type":"v. i.","descr":" To move with a sudden spring or leap, or with a succession of springs or leaps; as the beast bounded from his den; the herd bounded across the plain."},{"word":"Bound","type":"v. i.","descr":" To rebound, as an elastic ball."},{"word":"Bound","type":"v. t.","descr":" To make to bound or leap; as, to bound a horse."},{"word":"Bound","type":"v. t.","descr":" To cause to rebound; to throw so that it will rebound; as, to bound a ball on the floor."},{"word":"Bound","type":"n.","descr":" A leap; an elastic spring; a jump."},{"word":"Bound","type":"n.","descr":" Rebound; as, the bound of a ball."},{"word":"Bound","type":"n.","descr":" Spring from one foot to the other."},{"word":"Bound","type":"","descr":" imp. and p. p. of Bind."},{"word":"Bound","type":"p. p. and a.","descr":" Restrained by a hand, rope, chain, fetters, or the like."},{"word":"Bound","type":"p. p. and a.","descr":" Inclosed in a binding or cover; as, a bound volume."},{"word":"Bound","type":"p. p. and a.","descr":" Under legal or moral restraint or obligation."},{"word":"Bound","type":"p. p. and a.","descr":" Constrained or compelled; destined; certain; -- followed by the infinitive; as, he is bound to succeed; he is bound to fail."},{"word":"Bound","type":"p. p. and a.","descr":" Resolved; as, I am bound to do it."},{"word":"Bound","type":"p. p. and a.","descr":" Constipated; costive."},{"word":"Bound","type":"v.","descr":" Ready or intending to go; on the way toward; going; -- with to or for, or with an adverb of motion; as, a ship is bound to Cadiz, or for Cadiz."},{"word":"Boundaries","type":"pl. ","descr":" of Boundary"},{"word":"Boundary","type":"n.","descr":" That which indicates or fixes a limit or extent, or marks a bound, as of a territory; a bounding or separating line; a real or imaginary limit."},{"word":"Bounden","type":"p. p and a.","descr":" Bound; fastened by bonds."},{"word":"Bounden","type":"p. p and a.","descr":" Under obligation; bound by some favor rendered; obliged; beholden."},{"word":"Bounden","type":"p. p and a.","descr":" Made obligatory; imposed as a duty; binding."},{"word":"Bounder","type":"n.","descr":" One who, or that which, limits; a boundary."},{"word":"Bounding","type":"a.","descr":" Moving with a bound or bounds."},{"word":"Boundless","type":"a.","descr":" Without bounds or confines; illimitable; vast; unlimited."},{"word":"Bounteous","type":"a.","descr":" Liberal in charity; disposed to give freely; generously liberal; munificent; beneficent; free in bestowing gifts; as, bounteous production."},{"word":"Bountiful","type":"a.","descr":" Free in giving; liberal in bestowing gifts and favors."},{"word":"Bountiful","type":"a.","descr":" Plentiful; abundant; as, a bountiful supply of food."},{"word":"Bountihead","type":"n.","descr":" Alt. of Bountyhood"},{"word":"Bountyhood","type":"n.","descr":" Goodness; generosity."},{"word":"Bounties","type":"pl. ","descr":" of Bounty"},{"word":"Bounty","type":"n.","descr":" Goodness, kindness; virtue; worth."},{"word":"Bounty","type":"n.","descr":" Liberality in bestowing gifts or favors; gracious or liberal giving; generosity; munificence."},{"word":"Bounty","type":"n.","descr":" That which is given generously or liberally."},{"word":"Bounty","type":"n.","descr":" A premium offered or given to induce men to enlist into the public service; or to encourage any branch of industry, as husbandry or manufactures."},{"word":"Bouquet","type":"n.","descr":" A nosegay; a bunch of flowers."},{"word":"Bouquet","type":"n.","descr":" A perfume; an aroma; as, the bouquet of wine."},{"word":"Bouquetin","type":"n.","descr":" The ibex."},{"word":"Bour","type":"n.","descr":" A chamber or a cottage."},{"word":"Bourbon","type":"n.","descr":" A member of a family which has occupied several European thrones, and whose descendants still claim the throne of France."},{"word":"Bourbon","type":"n.","descr":" A politician who is behind the age; a ruler or politician who neither forgets nor learns anything; an obstinate conservative."},{"word":"Bourbonism","type":"n.","descr":" The principles of those adhering to the house of Bourbon; obstinate conservatism."},{"word":"Bourbonist","type":"n.","descr":" One who adheres to the house of Bourbon; a legitimist."},{"word":"Bourbon whisky","type":"","descr":" See under Whisky."},{"word":"Bourd","type":"n.","descr":" A jest."},{"word":"Bourd","type":"v. i.","descr":" To jest."},{"word":"Bourder","type":"n.","descr":" A jester."},{"word":"Bourdon","type":"n.","descr":" A pilgrim\\'s staff."},{"word":"Bourdon","type":"n.","descr":" A drone bass, as in a bagpipe, or a hurdy-gurdy. See Burden (of a song.)"},{"word":"Bourdon","type":"n.","descr":" A kind of organ stop."},{"word":"Bourgeois","type":"n.","descr":" A size of type between long primer and brevier. See Type."},{"word":"Bourgeois","type":"n.","descr":" A man of middle rank in society; one of the shopkeeping class."},{"word":"Bourgeois","type":"a.","descr":" Characteristic of the middle class, as in France."},{"word":"Bourgeoisie","type":"n.","descr":" The French middle class, particularly such as are concerned in, or dependent on, trade."},{"word":"Bourgeon","type":"v. i.","descr":" To sprout; to put forth buds; to shoot forth, as a branch."},{"word":"Bouri","type":"n.","descr":" A mullet (Mugil capito) found in the rivers of Southern Europe and in Africa."},{"word":"Bourn","type":"v.","descr":" Alt. of Bourne"},{"word":"Bourne","type":"v.","descr":" A stream or rivulet; a burn."},{"word":"Bourn","type":"n.","descr":" Alt. of Bourne"},{"word":"Bourne","type":"n.","descr":" A bound; a boundary; a limit. Hence: Point aimed at; goal."},{"word":"Bournless","type":"a.","descr":" Without a bourn or limit."},{"word":"Bournonite","type":"n.","descr":" A mineral of a steel-gray to black color and metallic luster, occurring crystallized, often in twin crystals shaped like cogwheels (wheel ore), also massive. It is a sulphide of antimony, lead, and copper."},{"word":"Bournous","type":"n.","descr":" See Burnoose."},{"word":"Bourree","type":"n.","descr":" An old French dance tune in common time."},{"word":"Bourse","type":"n.","descr":" An exchange, or place where merchants, bankers, etc., meet for business at certain hours; esp., the Stock Exchange of Paris."},{"word":"Bouse","type":"v. i.","descr":" To drink immoderately; to carouse; to booze. See Booze."},{"word":"Bouse","type":"n.","descr":" Drink, esp. alcoholic drink; also, a carouse; a booze."},{"word":"Bouser","type":"n.","descr":" A toper; a boozer."},{"word":"Boustrophedon","type":"n.","descr":" An ancient mode of writing, in alternate directions, one line from left to right, and the next from right to left (as fields are plowed), as in early Greek and Hittite."},{"word":"Boustrophedonic","type":"a.","descr":" Relating to the boustrophedon made of writing."},{"word":"Boustorphic","type":"a.","descr":" Boustrophedonic."},{"word":"Bousy","type":"a.","descr":" Drunken; sotted; boozy."},{"word":"Bout","type":"n.","descr":" As much of an action as is performed at one time; a going and returning, as of workmen in reaping, mowing, etc.; a turn; a round."},{"word":"Bout","type":"n.","descr":" A conflict; contest; attempt; trial; a set-to at anything; as, a fencing bout; a drinking bout."},{"word":"Boutade","type":"n.","descr":" An outbreak; a caprice; a whim."},{"word":"Boutefeu","type":"n.","descr":" An incendiary; an inciter of quarrels."},{"word":"Boutonniere","type":"n.","descr":" A bouquet worn in a buttonhole."},{"word":"Bouts-rimes","type":"n. pl.","descr":" Words that rhyme, proposed as the ends of verses, to be filled out by the ingenuity of the person to whom they are offered."},{"word":"Bovate","type":"n.","descr":" An oxgang, or as much land as an ox can plow in a year; an ancient measure of land, of indefinite quantity, but usually estimated at fifteen acres."},{"word":"Bovey coal","type":"","descr":" A kind of mineral coal, or brown lignite, burning with a weak flame, and generally a disagreeable odor; -- found at Bovey Tracey, Devonshire, England. It is of geological age of the oolite, and not of the true coal era."},{"word":"Bovid","type":"a.","descr":" Relating to that tribe of ruminant mammals of which the genus Bos is the type."},{"word":"Boviform","type":"a.","descr":" Resembling an ox in form; ox-shaped."},{"word":"Bovine","type":"a.","descr":" Of or pertaining to the genus Bos; relating to, or resembling, the ox or cow; oxlike; as, the bovine genus; a bovine antelope."},{"word":"Bovine","type":"a.","descr":" Having qualities characteristic of oxen or cows; sluggish and patient; dull; as, a bovine temperament."},{"word":"Bowed","type":"imp. and p. p.","descr":" of Bow"},{"word":"Bowing","type":"p. pr. and vb. n.","descr":" of Bow"},{"word":"Bow","type":"v. t.","descr":" To cause to deviate from straightness; to bend; to inflect; to make crooked or curved."},{"word":"Bow","type":"v. t.","descr":" To exercise powerful or controlling influence over; to bend, figuratively; to turn; to incline."},{"word":"Bow","type":"v. t.","descr":" To bend or incline, as the head or body, in token of respect, gratitude, assent, homage, or condescension."},{"word":"Bow","type":"v. t.","descr":" To cause to bend down; to prostrate; to depress,;\/ to crush; to subdue."},{"word":"Bow","type":"v. t.","descr":" To express by bowing; as, to bow one\\'s thanks."},{"word":"Bow","type":"v. i.","descr":" To bend; to curve."},{"word":"Bow","type":"v. i.","descr":" To stop."},{"word":"Bow","type":"v. i.","descr":" To bend the head, knee, or body, in token of reverence or submission; -- often with down."},{"word":"Bow","type":"v. i.","descr":" To incline the head in token of salutation, civility, or assent; to make bow."},{"word":"Bow","type":"n.","descr":" An inclination of the head, or a bending of the body, in token of reverence, respect, civility, or submission; an obeisance; as, a bow of deep humility."},{"word":"Bow","type":"v. t.","descr":" Anything bent, or in the form of a curve, as the rainbow."},{"word":"Bow","type":"v. t.","descr":" A weapon made of a strip of wood, or other elastic material, with a cord connecting the two ends, by means of which an arrow is propelled."},{"word":"Bow","type":"v. t.","descr":" An ornamental knot, with projecting loops, formed by doubling a ribbon or string."},{"word":"Bow","type":"v. t.","descr":" The U-shaped piece which embraces the neck of an ox and fastens it to the yoke."},{"word":"Bow","type":"v. t.","descr":" An appliance consisting of an elastic rod, with a number of horse hairs stretched from end to end of it, used in playing on a stringed instrument."},{"word":"Bow","type":"v. t.","descr":" An arcograph."},{"word":"Bow","type":"v. t.","descr":" Any instrument consisting of an elastic rod, with ends connected by a string, employed for giving reciprocating motion to a drill, or for preparing and arranging the hair, fur, etc., used by hatters."},{"word":"Bow","type":"v. t.","descr":" A rude sort of quadrant formerly used for taking the sun\\'s altitude at sea."},{"word":"Bow","type":"sing. or pl.","descr":" Two pieces of wood which form the arched forward part of a saddletree."},{"word":"Bowed","type":"imp. and p. p.","descr":" of Bow"},{"word":"Bowing","type":"p. pr. and vb. n.","descr":" of Bow"},{"word":"Bow","type":"v. i.","descr":" To play (music) with a bow."},{"word":"Bow","type":"v. i. ","descr":" To manage the bow."},{"word":"Bow","type":"n.","descr":" The bending or rounded part of a ship forward; the stream or prow."},{"word":"Bow","type":"n.","descr":" One who rows in the forward part of a boat; the bow oar."},{"word":"Bowable","type":"a.","descr":" Capable of being bowed or bent; flexible; easily influenced; yielding."},{"word":"Bowbell","type":"n.","descr":" One born within hearing distance of Bow-bells; a cockney."},{"word":"Bow-bells","type":"n. pl.","descr":" The bells of Bow Church in London; cockneydom."},{"word":"Bowbent","type":"a.","descr":" Bent, like a bow."},{"word":"Bow-compasses","type":"pl. ","descr":" of Bow-compass"},{"word":"Bow-compass","type":"n.","descr":" An arcograph."},{"word":"Bow-compass","type":"n.","descr":" A small pair of compasses, one leg of which carries a pencil, or a pen, for drawing circles. Its legs are often connected by a bow-shaped spring, instead of by a joint."},{"word":"Bow-compass","type":"n.","descr":" A pair of compasses, with a bow or arched plate riveted to one of the legs, and passing through the other."},{"word":"Bowel","type":"n.","descr":" One of the intestines of an animal; an entrail, especially of man; a gut; -- generally used in the plural."},{"word":"Bowel","type":"n.","descr":" Hence, figuratively: The interior part of anything; as, the bowels of the earth."},{"word":"Bowel","type":"n.","descr":" The seat of pity or kindness. Hence: Tenderness; compassion."},{"word":"Bowel","type":"n.","descr":" Offspring."},{"word":"Boweled","type":"imp. and p. p.","descr":" of Bowel"},{"word":"Bowelled","type":"","descr":" of Bowel"},{"word":"Boweling","type":"p. pr. and vb. n.","descr":" of Bowel"},{"word":"Bowelling","type":"","descr":" of Bowel"},{"word":"Bowel","type":"v. t.","descr":" To take out the bowels of; to eviscerate; to disembowel."},{"word":"Boweled","type":"a.","descr":" Having bowels; hollow."},{"word":"Bowelless","type":"a.","descr":" Without pity."},{"word":"Bowenite","type":"n.","descr":" A hard, compact variety of serpentine found in Rhode Island. It is of a light green color and resembles jade."},{"word":"Bower","type":"v. and n.","descr":" One who bows or bends."},{"word":"Bower","type":"v. and n.","descr":" An anchor carried at the bow of a ship."},{"word":"Bower","type":"v. and n.","descr":" A muscle that bends a limb, esp. the arm."},{"word":"Bower","type":"n.","descr":" One of the two highest cards in the pack commonly used in the game of euchre."},{"word":"Bower","type":"n.","descr":" Anciently, a chamber; a lodging room; esp., a lady\\'s private apartment."},{"word":"Bower","type":"n.","descr":" A rustic cottage or abode; poetically, an attractive abode or retreat."},{"word":"Bower","type":"n.","descr":" A shelter or covered place in a garden, made with boughs of trees or vines, etc., twined together; an arbor; a shady recess."},{"word":"Bower","type":"v. t.","descr":" To embower; to inclose."},{"word":"Bower","type":"v. i.","descr":" To lodge."},{"word":"Bower","type":"n.","descr":" A young hawk, when it begins to leave the nest."},{"word":"Bower bird","type":"","descr":" An Australian bird (Ptilonorhynchus violaceus \/ holosericeus), allied to the starling, which constructs singular bowers or playhouses of twigs and decorates them with bright-colored objects; the satin bird."},{"word":"Bowery","type":"a.","descr":" Shading, like a bower; full of bowers."},{"word":"Boweries","type":"pl. ","descr":" of Bowery"},{"word":"Bowery","type":"n.","descr":" A farm or plantation with its buildings."},{"word":"Bowery","type":"a.","descr":" Characteristic of the street called the Bowery, in New York city; swaggering; flashy."},{"word":"Bowess","type":"n.","descr":" Same as Bower."},{"word":"Bowfin","type":"n.","descr":" A voracious ganoid fish (Amia calva) found in the fresh waters of the United States; the mudfish; -- called also Johnny Grindle, and dogfish."},{"word":"Bowge","type":"v. i.","descr":" To swell out. See Bouge."},{"word":"Bowge","type":"v. t.","descr":" To cause to leak."},{"word":"Bowgrace","type":"n.","descr":" A frame or fender of rope or junk, laid out at the sides or bows of a vessel to secure it from injury by floating ice."},{"word":"Bow hand","type":"","descr":" The hand that holds the bow, i. e., the left hand."},{"word":"Bow hand","type":"","descr":" The hand that draws the bow, i. e., the right hand."},{"word":"Bowhead","type":"n.","descr":" The great Arctic or Greenland whale. (Balaena mysticetus). See Baleen, and Whale."},{"word":"Bowie knife","type":"","descr":" A knife with a strong blade from ten to fifteen inches long, and double-edged near the point; -- used as a hunting knife, and formerly as a weapon in the southwestern part of the United States. It was named from its inventor, Colonel James Bowie.  Also, by extension, any large sheath knife."},{"word":"Bowing","type":"n.","descr":" The act or art of managing the bow in playing on stringed instruments."},{"word":"Bowing","type":"n.","descr":" In hatmaking, the act or process of separating and distributing the fur or hair by means of a bow, to prepare it for felting."},{"word":"Bowingly","type":"adv.","descr":" In a bending manner."},{"word":"Bowknot","type":"n.","descr":" A knot in which a portion of the string is drawn through in the form of a loop or bow, so as to be readily untied."},{"word":"Bowl","type":"n.","descr":" A concave vessel of various forms (often approximately hemispherical), to hold liquids, etc."},{"word":"Bowl","type":"n.","descr":" Specifically, a drinking vessel for wine or other spirituous liquors; hence, convivial drinking."},{"word":"Bowl","type":"n.","descr":" The contents of a full bowl; what a bowl will hold."},{"word":"Bowl","type":"n.","descr":" The hollow part of a thing; as, the bowl of a spoon."},{"word":"Bowl","type":"n.","descr":" A ball of wood or other material used for rolling on a level surface in play; a ball of hard wood having one side heavier than the other, so as to give it a bias when rolled."},{"word":"Bowl","type":"n.","descr":" An ancient game, popular in Great Britain, played with biased balls on a level plat of greensward."},{"word":"Bowl","type":"n.","descr":" The game of tenpins or bowling."},{"word":"Bowled","type":"imp. and p. p.","descr":" of Bowl"},{"word":"Bowling","type":"p. pr. and vb. n.","descr":" of Bowl"},{"word":"Bowl","type":"v. t.","descr":" To roll, as a bowl or cricket ball."},{"word":"Bowl","type":"v. t.","descr":" To roll or carry smoothly on, or as on, wheels; as, we were bowled rapidly along the road."},{"word":"Bowl","type":"v. t.","descr":" To pelt or strike with anything rolled."},{"word":"Bowl","type":"v. i.","descr":" To play with bowls."},{"word":"Bowl","type":"v. i.","descr":" To roll a ball on a plane, as at cricket, bowls, etc."},{"word":"Bowl","type":"v. i.","descr":" To move rapidly, smoothly, and like a ball; as, the carriage bowled along."},{"word":"Bowlder","type":"n.","descr":" Alt. of Boulder"},{"word":"Boulder","type":"n.","descr":" A large stone, worn smooth or rounded by the action of water; a large pebble."},{"word":"Boulder","type":"n.","descr":" A mass of any rock, whether rounded or not, that has been transported by natural agencies from its native bed. See Drift."},{"word":"Bowldery","type":"a.","descr":" Characterized by bowlders."},{"word":"Bowleg","type":"n.","descr":" A crooked leg."},{"word":"Bowl-legged","type":"a.","descr":" Having crooked legs, esp. with the knees bent outward."},{"word":"Bowler","type":"n.","descr":" One who plays at bowls, or who rolls the ball in cricket or any other game."},{"word":"Bowless","type":"a.","descr":" Destitute of a bow."},{"word":"Bowline","type":"n.","descr":" A rope fastened near the middle of the leech or perpendicular edge of the square sails, by subordinate ropes, called bridles, and used to keep the weather edge of the sail tight forward, when the ship is closehauled."},{"word":"Bowling","type":"n.","descr":" The act of playing at or rolling bowls, or of rolling the ball at cricket; the game of bowls or of tenpins."},{"word":"Bowls","type":"n. pl.","descr":" See Bowl, a ball, a game."},{"word":"Bowmen","type":"pl. ","descr":" of Bowman"},{"word":"Bowman","type":"n.","descr":" A man who uses a bow; an archer."},{"word":"Bowman","type":"n.","descr":" The man who rows the foremost oar in a boat; the bow oar."},{"word":"Bowne","type":"v. t.","descr":" To make ready; to prepare; to dress."},{"word":"Bow net","type":"","descr":" A trap for lobsters, being a wickerwork cylinder with a funnel-shaped entrance at one end."},{"word":"Bow net","type":"","descr":" A net for catching birds."},{"word":"Bow oar","type":"","descr":" The oar used by the bowman."},{"word":"Bow oar","type":"","descr":" One who rows at the bow of a boat."},{"word":"Bow-pen","type":"n.","descr":" Bow-compasses carrying a drawing pen. See Bow-compass."},{"word":"Bow-pencil","type":"n.","descr":" Bow-compasses, one leg of which carries a pencil."},{"word":"Bow-saw","type":"n.","descr":" A saw with a thin or narrow blade set in a strong frame."},{"word":"Bowse","type":"v. i.","descr":" To carouse; to bouse; to booze."},{"word":"Bowse","type":"v. i.","descr":" To pull or haul; as, to bowse upon a tack; to bowse away, i. e., to pull all together."},{"word":"Bowse","type":"n.","descr":" A carouse; a drinking bout; a booze."},{"word":"Bowshot","type":"n.","descr":" The distance traversed by an arrow shot from a bow."},{"word":"Bowsprit","type":"n.","descr":" A large boom or spar, which projects over the stem of a ship or other vessel, to carry sail forward."},{"word":"Bowssen","type":"v. t.","descr":" To drench; to soak; especially, to immerse (in water believed to have curative properties)."},{"word":"Bowstring","type":"n.","descr":" The string of a bow."},{"word":"Bowstring","type":"n.","descr":" A string used by the Turks for strangling offenders."},{"word":"Bowstringed","type":"imp. and p. p.","descr":" of Bowstring"},{"word":"Bowstrung","type":"","descr":" of Bowstring"},{"word":"Bowstringing","type":"p. pr. and vb. n.","descr":" of Bowstring"},{"word":"Bowstring","type":"v. t.","descr":" To strangle with a bowstring."},{"word":"Bowstringed","type":"p.a.","descr":" Furnished with bowstring."},{"word":"Bowstringed","type":"p.a.","descr":" Put to death with a bowstring; strangled."},{"word":"Bowtel","type":"n.","descr":" See Boultel."},{"word":"Bowwow","type":"n.","descr":" An onomatopoetic name for a dog or its bark."},{"word":"Bowwow","type":"a.","descr":" Onomatopoetic; as, the bowwow theory of language; a bowwow word."},{"word":"Bowyer","type":"n.","descr":" An archer; one who uses bow."},{"word":"Bowyer","type":"n.","descr":" One who makes or sells bows."},{"word":"Box","type":"n.","descr":" A tree or shrub, flourishing in different parts of the world. The common box (Buxus sempervirens) has two varieties, one of which, the dwarf box (B. suffruticosa), is much used for borders in gardens. The wood of the tree varieties, being very hard and smooth, is extensively used in the arts, as by turners, engravers, mathematical instrument makers, etc."},{"word":"Boxes","type":"pl. ","descr":" of Box"},{"word":"Box","type":"n.","descr":" A receptacle or case of any firm material and of various shapes."},{"word":"Box","type":"n.","descr":" The quantity that a box contain."},{"word":"Box","type":"n.","descr":" A space with a few seats partitioned off in a theater, or other place of public amusement."},{"word":"Box","type":"n.","descr":" A chest or any receptacle for the deposit of money; as, a poor box; a contribution box."},{"word":"Box","type":"n.","descr":" A small country house."},{"word":"Box","type":"n.","descr":" A boxlike shed for shelter; as, a sentry box."},{"word":"Box","type":"n.","descr":" An axle box, journal box, journal bearing, or bushing."},{"word":"Box","type":"n.","descr":" A chamber or section of tube in which a valve works; the bucket of a lifting pump."},{"word":"Box","type":"n.","descr":" The driver\\'s seat on a carriage or coach."},{"word":"Box","type":"n.","descr":" A present in a box; a present; esp. a Christmas box or gift."},{"word":"Box","type":"n.","descr":" The square in which the pitcher stands."},{"word":"Box","type":"n.","descr":" A Mediterranean food fish; the bogue."},{"word":"Boxed","type":"imp. and p. p.","descr":" of Box"},{"word":"Boxing","type":"p. pr. and vb. n.","descr":" of Box"},{"word":"Box","type":"v. t.","descr":" To inclose in a box."},{"word":"Box","type":"v. t.","descr":" To furnish with boxes, as a wheel."},{"word":"Box","type":"v. t.","descr":" To inclose with boarding, lathing, etc., so as to bring to a required form."},{"word":"Box","type":"n.","descr":" A blow on the head or ear with the hand."},{"word":"Box","type":"v. i.","descr":" To fight with the fist; to combat with, or as with, the hand or fist; to spar."},{"word":"Box","type":"v. t.","descr":" To strike with the hand or fist, especially to strike on the ear, or on the side of the head."},{"word":"Box","type":"v. t.","descr":" To boxhaul."},{"word":"Boxberry","type":"n.","descr":" The wintergreen. (Gaultheria procumbens)."},{"word":"Boxen","type":"a.","descr":" Made of boxwood; pertaining to, or resembling, the box (Buxus)."},{"word":"Boxer","type":"n.","descr":" One who packs boxes."},{"word":"Boxer","type":"n.","descr":" One who boxes; a pugilist."},{"word":"Boxfish","type":"n.","descr":" The trunkfish."},{"word":"Boxhauled","type":"imp. and p. p.","descr":" of Boxhaul"},{"word":"Boxhaul","type":"v. t.","descr":" To put (a vessel) on the other tack by veering her short round on her heel; -- so called from the circumstance of bracing the head yards abox (i. e., sharp aback, on the wind)."},{"word":"Boxhauling","type":"n.","descr":" A method of going from one tack to another. See Boxhaul."},{"word":"Boxing","type":"n.","descr":" The act of inclosing (anything) in a box, as for storage or transportation."},{"word":"Boxing","type":"n.","descr":" Material used in making boxes or casings."},{"word":"Boxing","type":"n.","descr":" Any boxlike inclosure or recess; a casing."},{"word":"Boxing","type":"n.","descr":" The external case of thin material used to bring any member to a required form."},{"word":"Boxing","type":"n.","descr":" The act of fighting with the fist; a combat with the fist; sparring."},{"word":"Box-iron","type":"n.","descr":" A hollow smoothing iron containing a heater within."},{"word":"Boxkeeper","type":"n.","descr":" An attendant at a theater who has charge of the boxes."},{"word":"Boxthorn","type":"n.","descr":" A plant of the genus Lycium, esp. Lycium barbarum."},{"word":"Boxwood","type":"n.","descr":" The wood of the box (Buxus)."},{"word":"Boy","type":"n.","descr":" A male child, from birth to the age of puberty; a lad; hence, a son."},{"word":"Boy","type":"v. t.","descr":" To act as a boy; -- in allusion to the former practice of boys acting women\\'s parts on the stage."},{"word":"Boyar","type":"n.","descr":" Alt. of Boyard"},{"word":"Boyard","type":"n.","descr":" A member of a Russian aristocratic order abolished by Peter the Great. Also, one of a privileged class in Roumania."},{"word":"Boyaux","type":"pl. ","descr":" of Boyau"},{"word":"Boyaus","type":"pl. ","descr":" of Boyau"},{"word":"Boyau","type":"n.","descr":" A winding or zigzag trench forming a path or communication from one siegework to another, to a magazine, etc."},{"word":"Boycotted","type":"imp. and p. p.","descr":" of Boycott"},{"word":"Boycotting","type":"p. pr. and vb. n.","descr":" of Boycott"},{"word":"Boycott","type":"v. t.","descr":" To combine against (a landlord, tradesman, employer, or other person), to withhold social or business relations from him, and to deter others from holding such relations; to subject to a boycott."},{"word":"Boycott","type":"n.","descr":" The process, fact, or pressure of boycotting; a combining to withhold or prevent dealing or social intercourse with a tradesman, employer, etc.; social and business interdiction for the purpose of coercion."},{"word":"Boycotter","type":"n.","descr":" A participant in boycotting."},{"word":"Boycottism","type":"n.","descr":" Methods of boycotters."},{"word":"Boydekin","type":"n.","descr":" A dagger; a bodkin."},{"word":"Boyer","type":"n.","descr":" A Flemish sloop with a castle at each end."},{"word":"Boyhood","type":"n.","descr":" The state of being a boy; the time during which one is a boy."},{"word":"Boyish","type":"a.","descr":" Resembling a boy in a manners or opinions; belonging to a boy; childish; trifling; puerile."},{"word":"Boyishly","type":"adv.","descr":" In a boyish manner; like a boy."},{"word":"Boyishness","type":"n.","descr":" The manners or behavior of a boy."},{"word":"Boyism","type":"n.","descr":" Boyhood."},{"word":"Boyism","type":"n.","descr":" The nature of a boy; childishness."},{"word":"Boyles law","type":"","descr":" See under Law."},{"word":"Boza","type":"n.","descr":" An acidulated fermented drink of the Arabs and Egyptians, made from millet seed and various astringent substances; also, an intoxicating beverage made from hemp seed, darnel meal, and water."},{"word":"Borsten","type":"","descr":" of Breste"},{"word":"Bought","type":"imp. and p. p.","descr":" of Buy"},{"word":"Bouge","type":"v. t.","descr":" To scoop out with a gouge."},{"word":"Bouge","type":"v. t.","descr":" To scoop out, as an eye, with the thumb nail; to force out the eye of (a person) with the thumb."},{"word":"Bouge","type":"v. t.","descr":" To cheat in a bargain; to chouse."}]