[{"word":"Buolt","type":"n.","descr":" Corrupted form Bolt."},{"word":"Bursten","type":"","descr":" of Breste"},{"word":"Buansuah","type":"n.","descr":" The wild dog of northern India (Cuon primaevus), supposed by some to be an ancestral species of the domestic dog."},{"word":"Buat","type":"n.","descr":" A lantern; also, the moon."},{"word":"Bub","type":"n.","descr":" Strong malt liquor."},{"word":"Bub","type":"n.","descr":" A young brother; a little boy; -- a familiar term of address of a small boy."},{"word":"Bub","type":"v. t.","descr":" To throw out in bubbles; to bubble."},{"word":"Bubale","type":"n.","descr":" A large antelope (Alcelaphus bubalis) of Egypt and the Desert of Sahara, supposed by some to be the fallow deer of the Bible."},{"word":"Bubaline","type":"a.","descr":" Resembling a buffalo."},{"word":"Bubble","type":"n.","descr":" A thin film of liquid inflated with air or gas; as, a soap bubble; bubbles on the surface of a river."},{"word":"Bubble","type":"n.","descr":" A small quantity of air or gas within a liquid body; as, bubbles rising in champagne or aerated waters."},{"word":"Bubble","type":"n.","descr":" A globule of air, or globular vacuum, in a transparent solid; as, bubbles in window glass, or in a lens."},{"word":"Bubble","type":"n.","descr":" A small, hollow, floating bead or globe, formerly used for testing the strength of spirits."},{"word":"Bubble","type":"n.","descr":" The globule of air in the spirit tube of a level."},{"word":"Bubble","type":"n.","descr":" Anything that wants firmness or solidity; that which is more specious than real; a false show; a cheat or fraud; a delusive scheme; an empty project; a dishonest speculation; as, the South Sea bubble."},{"word":"Bubble","type":"n.","descr":" A person deceived by an empty project; a gull."},{"word":"Bubbled","type":"imp. and p. p.","descr":" of Bubble"},{"word":"Bubbling","type":"p. pr. and vb. n.","descr":" of Bubble"},{"word":"Bubble","type":"n.","descr":" To rise in bubbles, as liquids when boiling or agitated; to contain bubbles."},{"word":"Bubble","type":"n.","descr":" To run with a gurgling noise, as if forming bubbles; as, a bubbling stream."},{"word":"Bubble","type":"n.","descr":" To sing with a gurgling or warbling sound."},{"word":"Bubbler","type":"v. t.","descr":" To cheat; to deceive."},{"word":"Bubbler","type":"n.","descr":" One who cheats."},{"word":"Bubbler","type":"n.","descr":" A fish of the Ohio river; -- so called from the noise it makes."},{"word":"Bubble shell","type":"","descr":" A marine univalve shell of the genus Bulla and allied genera, belonging to the Tectibranchiata."},{"word":"Bubbling Jock","type":"","descr":" The male wild turkey, the gobbler; -- so called in allusion to its notes."},{"word":"Bubbly","type":"a.","descr":" Abounding in bubbles; bubbling."},{"word":"Bubby","type":"n.","descr":" A woman\\'s breast."},{"word":"Bubby","type":"n.","descr":" Bub; -- a term of familiar or affectionate address to a small boy."},{"word":"Buboes","type":"pl. ","descr":" of Bubo"},{"word":"Bubo","type":"n.","descr":" An inflammation, with enlargement, of a lymphatic gland, esp. in the groin, as in syphilis."},{"word":"Bubonic","type":"a.","descr":" Of or pertaining to a bubo or buboes; characterized by buboes."},{"word":"Bubonocele","type":"n.","descr":" An inguinal hernia; esp. that incomplete variety in which the hernial pouch descends only as far as the groin, forming a swelling there like a bubo."},{"word":"Bubukle","type":"n.","descr":" A red pimple."},{"word":"Buccal","type":"a.","descr":" Of or pertaining to the mouth or cheeks."},{"word":"Buccaneer","type":"n.","descr":" A robber upon the sea; a pirate; -- a term applied especially to the piratical adventurers who made depredations on the Spaniards in America in the 17th and 18th centuries."},{"word":"Buccaneer","type":"v. i.","descr":" To act the part of a buccaneer; to live as a piratical adventurer or sea robber."},{"word":"Buccaneerish","type":"a.","descr":" Like a buccaneer; piratical."},{"word":"Buccinal","type":"a.","descr":" Shaped or sounding like a trumpet; trumpetlike."},{"word":"Buccinator","type":"n.","descr":" A muscle of the cheek; -- so called from its use in blowing wind instruments."},{"word":"Buccinoid","type":"a.","descr":" Resembling the genus Buccinum, or pertaining to the Buccinidae, a family of marine univalve shells. See Whelk, and Prosobranchiata."},{"word":"Buccinum","type":"n.","descr":" A genus of large univalve mollusks abundant in the arctic seas. It includes the common whelk (B. undatum)."},{"word":"Bucentaur","type":"n.","descr":" A fabulous monster, half ox, half man."},{"word":"Bucentaur","type":"n.","descr":" The state barge of Venice, used by the doge in the ceremony of espousing the Adriatic."},{"word":"Buceros","type":"n.","descr":" A genus of large perching birds; the hornbills."},{"word":"Bucholzite","type":"n.","descr":" Same as Fibrolite."},{"word":"Buchu","type":"n.","descr":" A South African shrub (Barosma) with small leaves that are dotted with oil glands; also, the leaves themselves, which are used in medicine for diseases of the urinary organs, etc. Several species furnish the leaves."},{"word":"Buck","type":"n.","descr":" Lye or suds in which cloth is soaked in the operation of bleaching, or in which clothes are washed."},{"word":"Buck","type":"n.","descr":" The cloth or clothes soaked or washed."},{"word":"Bucked","type":"imp. and p. p.","descr":" of Buck"},{"word":"Bucking","type":"p. pr. and vb. n.","descr":" of Buck"},{"word":"Buck","type":"v. t.","descr":" To soak, steep, or boil, in lye or suds; -- a process in bleaching."},{"word":"Buck","type":"v. t.","descr":" To wash (clothes) in lye or suds, or, in later usage, by beating them on stones in running water."},{"word":"Buck","type":"v. t.","descr":" To break up or pulverize, as ores."},{"word":"Buck","type":"n.","descr":" The male of deer, especially fallow deer and antelopes, or of goats, sheep, hares, and rabbits."},{"word":"Buck","type":"n.","descr":" A gay, dashing young fellow; a fop; a dandy."},{"word":"Buck","type":"n.","descr":" A male Indian or negro."},{"word":"Buck","type":"v. i.","descr":" To copulate, as bucks and does."},{"word":"Buck","type":"v. i.","descr":" To spring with quick plunging leaps, descending with the fore legs rigid and the head held as low down as possible; -- said of a vicious horse or mule."},{"word":"Buck","type":"v. t.","descr":" To subject to a mode of punishment which consists in tying the wrists together, passing the arms over the bent knees, and putting a stick across the arms and in the angle formed by the knees."},{"word":"Buck","type":"v. t.","descr":" To throw by bucking. See Buck, v. i., 2."},{"word":"Buck","type":"n.","descr":" A frame on which firewood is sawed; a sawhorse; a sawbuck."},{"word":"Buck","type":"n.","descr":" The beech tree."},{"word":"Buck-basket","type":"n.","descr":" A basket in which clothes are carried to the wash."},{"word":"Buck bean","type":"","descr":" A plant (Menyanthes trifoliata) which grows in moist and boggy places, having racemes of white or reddish flowers and intensely bitter leaves, sometimes used in medicine; marsh trefoil; -- called also bog bean."},{"word":"Buckboard","type":"n.","descr":" A four-wheeled vehicle, having a long elastic board or frame resting on the bolsters or axletrees, and a seat or seats placed transversely upon it; -- called also buck wagon."},{"word":"Bucker","type":"n.","descr":" One who bucks ore."},{"word":"Bucker","type":"n.","descr":" A broad-headed hammer used in bucking ore."},{"word":"Bucker","type":"n.","descr":" A horse or mule that bucks."},{"word":"Bucket","type":"n.","descr":" A vessel for drawing up water from a well, or for catching, holding, or carrying water, sap, or other liquids."},{"word":"Bucket","type":"n.","descr":" A vessel (as a tub or scoop) for hoisting and conveying coal, ore, grain, etc."},{"word":"Bucket","type":"n.","descr":" One of the receptacles on the rim of a water wheel into which the water rushes, causing the wheel to revolve; also, a float of a paddle wheel."},{"word":"Bucket","type":"n.","descr":" The valved piston of a lifting pump."},{"word":"Bucket shop","type":"","descr":" An office or a place where facilities are given for betting small sums on current prices of stocks, petroleum, etc."},{"word":"Buckety","type":"n.","descr":" Paste used by weavers to dress their webs."},{"word":"Buckeye","type":"n.","descr":" A name given to several American trees and shrubs of the same genus (Aesculus) as the horse chestnut."},{"word":"Buckeye","type":"n.","descr":" A cant name for a native in Ohio."},{"word":"Buck-eyed","type":"a.","descr":" Having bad or speckled eyes."},{"word":"Buckhound","type":"n.","descr":" A hound for hunting deer."},{"word":"Buckie","type":"n.","descr":" A large spiral marine shell, esp. the common whelk. See Buccinum."},{"word":"Bucking","type":"n.","descr":" The act or process of soaking or boiling cloth in an alkaline liquid in the operation of bleaching; also, the liquid used."},{"word":"Bucking","type":"n.","descr":" A washing."},{"word":"Bucking","type":"n.","descr":" The process of breaking up or pulverizing ores."},{"word":"Buckish","type":"a.","descr":" Dandified; foppish."},{"word":"Buckle","type":"n.","descr":" A device, usually of metal, consisting of a frame with one more movable tongues or catches, used for fastening things together, as parts of dress or harness, by means of a strap passing through the frame and pierced by the tongue."},{"word":"Buckle","type":"n.","descr":" A distortion bulge, bend, or kink, as in a saw blade or a plate of sheet metal."},{"word":"Buckle","type":"n.","descr":" A curl of hair, esp. a kind of crisp curl formerly worn; also, the state of being curled."},{"word":"Buckle","type":"n.","descr":" A contorted expression, as of the face."},{"word":"Buckled","type":"imp. and p. p.","descr":" of Buckle"},{"word":"Buckling","type":"p. pr. and vb. n.","descr":" of Buckle"},{"word":"Buckle","type":"n.","descr":" To fasten or confine with a buckle or buckles; as, to buckle a harness."},{"word":"Buckle","type":"n.","descr":" To bend; to cause to kink, or to become distorted."},{"word":"Buckle","type":"n.","descr":" To prepare for action; to apply with vigor and earnestness; -- generally used reflexively."},{"word":"Buckle","type":"n.","descr":" To join in marriage."},{"word":"Buckle","type":"v. i.","descr":" To bend permanently; to become distorted; to bow; to curl; to kink."},{"word":"Buckle","type":"v. i.","descr":" To bend out of a true vertical plane, as a wall."},{"word":"Buckle","type":"v. i.","descr":" To yield; to give way; to cease opposing."},{"word":"Buckle","type":"v. i.","descr":" To enter upon some labor or contest; to join in close fight; to struggle; to contend."},{"word":"Buckler","type":"n.","descr":" A kind of shield, of various shapes and sizes, worn on one of the arms (usually the left) for protecting the front of the body."},{"word":"Buckler","type":"n.","descr":" One of the large, bony, external plates found on many ganoid fishes."},{"word":"Buckler","type":"n.","descr":" The anterior segment of the shell of trilobites."},{"word":"Buckler","type":"n.","descr":" A block of wood or plate of iron made to fit a hawse hole, or the circular opening in a half-port, to prevent water from entering when the vessel pitches."},{"word":"Buckler","type":"v. t.","descr":" To shield; to defend."},{"word":"Buckler-headed","type":"a.","descr":" Having a head like a buckler."},{"word":"Buckling","type":"a.","descr":" Wavy; curling, as hair."},{"word":"Buckra","type":"n.","descr":" A white man; -- a term used by negroes of the African coast, West Indies, etc."},{"word":"Buckra","type":"a.","descr":" White; white man\\'s; strong; good; as, buckra yam, a white yam."},{"word":"Buckram","type":"n.","descr":" A coarse cloth of linen or hemp, stiffened with size or glue, used in garments to keep them in the form intended, and for wrappers to cover merchandise."},{"word":"Buckram","type":"n.","descr":" A plant. See Ramson."},{"word":"Buckram","type":"a.","descr":" Made of buckram; as, a buckram suit."},{"word":"Buckram","type":"a.","descr":" Stiff; precise."},{"word":"Buckram","type":"v. t.","descr":" To strengthen with buckram; to make stiff."},{"word":"Bucks-horn","type":"n.","descr":" A plant with leaves branched somewhat like a buck\\'s horn (Plantago Coronopus); also, Lobelia coronopifolia."},{"word":"Buckshot","type":"n.","descr":" A coarse leaden shot, larger than swan shot, used in hunting deer and large game."},{"word":"Buckskin","type":"n.","descr":" The skin of a buck."},{"word":"Buckskin","type":"n.","descr":" A soft strong leather, usually yellowish or grayish in color, made of deerskin."},{"word":"Buckskin","type":"n.","descr":" A person clothed in buckskin, particularly an American soldier of the Revolutionary war."},{"word":"Buckskin","type":"n.","descr":" Breeches made of buckskin."},{"word":"Buckstall","type":"n.","descr":" A toil or net to take deer."},{"word":"Buckthorn","type":"n.","descr":" A genus (Rhamnus) of shrubs or trees. The shorter branches of some species terminate in long spines or thorns. See Rhamnus."},{"word":"Bucktooth","type":"n.","descr":" Any tooth that juts out."},{"word":"Buckwheat","type":"n.","descr":" A plant (Fagopyrum esculentum) of the Polygonum family, the seed of which is used for food."},{"word":"Buckwheat","type":"n.","descr":" The triangular seed used, when ground, for griddle cakes, etc."},{"word":"Bucolic","type":"a.","descr":" Of or pertaining to the life and occupation of a shepherd; pastoral; rustic."},{"word":"Bucolic","type":"n.","descr":" A pastoral poem, representing rural affairs, and the life, manners, and occupation of shepherds; as, the Bucolics of Theocritus and Virgil."},{"word":"Bucolical","type":"a.","descr":" Bucolic."},{"word":"Bucrania","type":"pl. ","descr":" of Bucranium"},{"word":"Bucranium","type":"n.","descr":" A sculptured ornament, representing an ox skull adorned with wreaths, etc."},{"word":"Bud","type":"n.","descr":" A small protuberance on the stem or branches of a plant, containing the rudiments of future leaves, flowers, or stems; an undeveloped branch or flower."},{"word":"Bud","type":"n.","descr":" A small protuberance on certain low forms of animals and vegetables which develops into a new organism, either free or attached. See Hydra."},{"word":"Budded","type":"imp. and p. p.","descr":" of Bud"},{"word":"Budding","type":"p. pr. and vb. n.","descr":" of Bud"},{"word":"Bud","type":"v. i.","descr":" To put forth or produce buds, as a plant; to grow, as a bud does, into a flower or shoot."},{"word":"Bud","type":"v. i.","descr":" To begin to grow, or to issue from a stock in the manner of a bud, as a horn."},{"word":"Bud","type":"v. i.","descr":" To be like a bud in respect to youth and freshness, or growth and promise; as, a budding virgin."},{"word":"Bud","type":"v. t.","descr":" To graft, as a plant with another or into another, by inserting a bud from the one into an opening in the bark of the other, in order to raise, upon the budded stock, fruit different from that which it would naturally bear."},{"word":"Buddha","type":"n.","descr":" The title of an incarnation of self-abnegation, virtue, and wisdom, or a deified religious teacher of the Buddhists, esp. Gautama Siddartha or Sakya Sinha (or Muni), the founder of Buddhism."},{"word":"Buddhism","type":"n.","descr":" The religion based upon the doctrine originally taught by the Hindoo sage Gautama Siddartha, surnamed Buddha, \"the awakened or enlightened,\" in the sixth century b. c., and adopted as a religion by the greater part of the inhabitants of Central and Eastern Asia and the Indian Islands. Buddha\\'s teaching is believed to have been atheistic; yet it was characterized by elevated humanity and morality. It presents release from existence (a beatific enfranchisement, Nirvana) as the greatest good. Buddhists believe in transmigration of souls through all phases and forms of life. Their number was estimated in 1881 at 470,000,000."},{"word":"Buddhist","type":"n.","descr":" One who accepts the teachings of Buddhism."},{"word":"Buddhist","type":"a.","descr":" Of or pertaining to Buddha, Buddhism, or the Buddhists."},{"word":"Buddhistic","type":"a.","descr":" Same as Buddhist, a."},{"word":"Budding","type":"n.","descr":" The act or process of producing buds."},{"word":"Budding","type":"n.","descr":" A process of asexual reproduction, in which a new organism or cell is formed by a protrusion of a portion of the animal or vegetable organism, the bud thus formed sometimes remaining attached to the parent stalk or cell, at other times becoming free; gemmation. See Hydroidea."},{"word":"Budding","type":"n.","descr":" The act or process of ingrafting one kind of plant upon another stock by inserting a bud under the bark."},{"word":"Buddle","type":"n.","descr":" An apparatus, especially an inclined trough or vat, in which stamped ore is concentrated by subjecting it to the action of running water so as to wash out the lighter and less valuable portions."},{"word":"Buddle","type":"v. i.","descr":" To wash ore in a buddle."},{"word":"Bude burner","type":"","descr":" A burner consisting of two or more concentric Argand burners (the inner rising above the outer) and a central tube by which oxygen gas or common air is supplied."},{"word":"Bude light","type":"","descr":" A light in which high illuminating power is obtained by introducing a jet of oxygen gas or of common air into the center of a flame fed with coal gas or with oil."},{"word":"Budged","type":"imp. and p. p.","descr":" of Budge"},{"word":"Budging","type":"p. pr. and vb. n.","descr":" of Budge"},{"word":"Budge","type":"v. i.","descr":" To move off; to stir; to walk away."},{"word":"Budge","type":"v.","descr":" Brisk; stirring; jocund."},{"word":"Budge","type":"n.","descr":" A kind of fur prepared from lambskin dressed with the wool on; -- used formerly as an edging and ornament, esp. of scholastic habits."},{"word":"Budge","type":"a.","descr":" Lined with budge; hence, scholastic."},{"word":"Budge","type":"a.","descr":" Austere or stiff, like scholastics."},{"word":"Budgeness","type":"n.","descr":" Sternness; severity."},{"word":"Budger","type":"n.","descr":" One who budges."},{"word":"budgerow","type":"n.","descr":" A large and commodious, but generally cumbrous and sluggish boat, used for journeys on the Ganges."},{"word":"Budget","type":"n.","descr":" A bag or sack with its contents; hence, a stock or store; an accumulation; as, a budget of inventions."},{"word":"Budget","type":"n.","descr":" The annual financial statement which the British chancellor of the exchequer makes in the House of Commons. It comprehends a general view of the finances of the country, with the proposed plan of taxation for the ensuing year. The term is sometimes applied to a similar statement in other countries."},{"word":"Budgy","type":"n.","descr":" Consisting of fur."},{"word":"Budlet","type":"n.","descr":" A little bud springing from a parent bud."},{"word":"Buff","type":"n.","descr":" A sort of leather, prepared from the skin of the buffalo, dressed with oil, like chamois; also, the skins of oxen, elks, and other animals, dressed in like manner."},{"word":"Buff","type":"n.","descr":" The color of buff; a light yellow, shading toward pink, gray, or brown."},{"word":"Buff","type":"n.","descr":" A military coat, made of buff leather."},{"word":"Buff","type":"n.","descr":" The grayish viscid substance constituting the buffy coat. See Buffy coat, under Buffy, a."},{"word":"Buff","type":"a.","descr":" A wheel covered with buff leather, and used in polishing cutlery, spoons, etc."},{"word":"Buff","type":"a.","descr":" The bare skin; as, to strip to the buff."},{"word":"Buff","type":"a.","descr":" Made of buff leather."},{"word":"Buff","type":"a.","descr":" Of the color of buff."},{"word":"Buff","type":"v. t.","descr":" To polish with a buff. See Buff, n., 5."},{"word":"Buff","type":"v. t.","descr":" To strike."},{"word":"Buff","type":"n.","descr":" A buffet; a blow; -- obsolete except in the phrase \"Blindman\\'s buff.\""},{"word":"Buff","type":"a.","descr":" Firm; sturdy."},{"word":"Buffa","type":"n. fem.","descr":" The comic actress in an opera."},{"word":"Buffa","type":"a.","descr":" Comic, farcical."},{"word":"Buffaloes","type":"pl. ","descr":" of Buffalo"},{"word":"Buffalo","type":"n.","descr":" A species of the genus Bos or Bubalus (B. bubalus), originally from India, but now found in most of the warmer countries of the eastern continent. It is larger and less docile than the common ox, and is fond of marshy places and rivers."},{"word":"Buffalo","type":"n.","descr":" A very large and savage species of the same genus (B. Caffer) found in South Africa; -- called also Cape buffalo."},{"word":"Buffalo","type":"n.","descr":" Any species of wild ox."},{"word":"Buffalo","type":"n.","descr":" The bison of North America."},{"word":"Buffalo","type":"n.","descr":" A buffalo robe. See Buffalo robe, below."},{"word":"Buffalo","type":"n.","descr":" The buffalo fish. See Buffalo fish, below."},{"word":"Buffel duck","type":"","descr":" A small duck (Charitonetta albeola); the spirit duck, or butterball. The head of the male is covered with numerous elongated feathers, and thus appears large. Called also bufflehead."},{"word":"Buffer","type":"n.","descr":" An elastic apparatus or fender, for deadening the jar caused by the collision of bodies; as, a buffer at the end of a railroad car."},{"word":"Buffer","type":"n.","descr":" A pad or cushion forming the end of a fender, which receives the blow; -- sometimes called buffing apparatus."},{"word":"Buffer","type":"n.","descr":" One who polishes with a buff."},{"word":"Buffer","type":"n.","descr":" A wheel for buffing; a buff."},{"word":"Buffer","type":"n.","descr":" A good-humored, slow-witted fellow; -- usually said of an elderly man."},{"word":"Bufferhead","type":"n.","descr":" The head of a buffer, which recieves the concussion, in railroad carriages."},{"word":"Buffet","type":"n.","descr":" A cupboard or set of shelves, either movable or fixed at one side of a room, for the display of plate, china, etc., a sideboard."},{"word":"Buffet","type":"n.","descr":" A counter for refreshments; a restaurant at a railroad station, or place of public gathering."},{"word":"Buffet","type":"v. i.","descr":" A blow with the hand; a slap on the face; a cuff."},{"word":"Buffet","type":"v. i.","descr":" A blow from any source, or that which affects like a blow, as the violence of winds or waves; a stroke; an adverse action; an affliction; a trial; adversity."},{"word":"Buffet","type":"v. i.","descr":" A small stool; a stool for a buffet or counter."},{"word":"Buffeted","type":"imp. and p. p.","descr":" of Buffet"},{"word":"Buffeting","type":"p. pr. and vb. n.","descr":" of Buffet"},{"word":"Buffet","type":"v. t.","descr":" To strike with the hand or fist; to box; to beat; to cuff; to slap."},{"word":"Buffet","type":"v. t.","descr":" To affect as with blows; to strike repeatedly; to strive with or contend against; as, to buffet the billows."},{"word":"Buffet","type":"v. t.","descr":" To deaden the sound of (bells) by muffling the clapper."},{"word":"Buffet","type":"v. i.","descr":" To exercise or play at boxing; to strike; to smite; to strive; to contend."},{"word":"Buffet","type":"v. i.","descr":" To make one\\'s way by blows or struggling."},{"word":"Buffeter","type":"n.","descr":" One who buffets; a boxer."},{"word":"Buffeting","type":"n.","descr":" A striking with the hand."},{"word":"Buffeting","type":"n.","descr":" A succession of blows; continued violence, as of winds or waves; afflictions; adversity."},{"word":"Buffin","type":"n.","descr":" A sort of coarse stuff; as, buffin gowns."},{"word":"Buffing apparatus","type":"","descr":" See Buffer, 1."},{"word":"Buffle","type":"n.","descr":" The buffalo."},{"word":"Buffle","type":"v. i.","descr":" To puzzle; to be at a loss."},{"word":"Bufflehead","type":"n.","descr":" One who has a large head; a heavy, stupid fellow."},{"word":"Bufflehead","type":"n.","descr":" The buffel duck. See Buffel duck."},{"word":"Buffle-headed","type":"a.","descr":" Having a large head, like a buffalo; dull; stupid; blundering."},{"word":"Buffo","type":"n.masc.","descr":" The comic actor in an opera."},{"word":"Buffoon","type":"n.","descr":" A man who makes a practice of amusing others by low tricks, antic gestures, etc.; a droll; a mimic; a harlequin; a clown; a merry-andrew."},{"word":"Buffoon","type":"a.","descr":" Characteristic of, or like, a buffoon."},{"word":"Buffoon","type":"v. i.","descr":" To act the part of a buffoon."},{"word":"Buffoon","type":"v. t.","descr":" To treat with buffoonery."},{"word":"Buffooneries","type":"pl. ","descr":" of Buffoonery"},{"word":"Buffoonery","type":"n.","descr":" The arts and practices of a buffoon, as low jests, ridiculous pranks, vulgar tricks and postures."},{"word":"Buffoonish","type":"a.","descr":" Like a buffoon; consisting in low jests or gestures."},{"word":"Buffoonism","type":"n.","descr":" The practices of a buffoon; buffoonery."},{"word":"Buffoonly","type":"a.","descr":" Low; vulgar."},{"word":"Buffy","type":"a.","descr":" Resembling, or characterized by, buff."},{"word":"Bufo","type":"n.","descr":" A genus of Amphibia including various species of toads."},{"word":"Bufonite","type":"n.","descr":" An old name for a fossil consisting of the petrified teeth and palatal bones of fishes belonging to the family of Pycnodonts (thick teeth), whose remains occur in the oolite and chalk formations; toadstone; -- so named from a notion that it was originally formed in the head of a toad."},{"word":"Bug","type":"n.","descr":" A bugbear; anything which terrifies."},{"word":"Bug","type":"n.","descr":" A general name applied to various insects belonging to the Hemiptera; as, the squash bug; the chinch bug, etc."},{"word":"Bug","type":"n.","descr":" An insect of the genus Cimex, especially the bedbug (C. lectularius). See Bedbug."},{"word":"Bug","type":"n.","descr":" One of various species of Coleoptera; as, the ladybug; potato bug, etc.; loosely, any beetle."},{"word":"Bug","type":"n.","descr":" One of certain kinds of Crustacea; as, the sow bug; pill bug; bait bug; salve bug, etc."},{"word":"Bugaboo","type":"n.","descr":" Alt. of Bugbear"},{"word":"Bugbear","type":"n.","descr":" Something frightful, as a specter; anything imaginary that causes needless fright; something used to excite needless fear; also, something really dangerous, used to frighten children, etc."},{"word":"Bugbane","type":"n.","descr":" A perennial white-flowered herb of the order Ranunculaceae and genus Cimiciguga; bugwort. There are several species."},{"word":"Bugbear","type":"n.","descr":" Same as Bugaboo."},{"word":"Bugbear","type":"a.","descr":" Causing needless fright."},{"word":"Bugbear","type":"v. t.","descr":" To alarm with idle phantoms."},{"word":"Bugfish","type":"n.","descr":" The menhaden."},{"word":"Bugger","type":"n.","descr":" One guilty of buggery or unnatural vice; a sodomite."},{"word":"Bugger","type":"n.","descr":" A wretch; -- sometimes used humorously or in playful disparagement."},{"word":"Buggery","type":"n.","descr":" Unnatural sexual intercourse; sodomy."},{"word":"Bugginess","type":"a.","descr":" The state of being infested with bugs."},{"word":"Buggy","type":"a.","descr":" Infested or abounding with bugs."},{"word":"Buggies","type":"pl. ","descr":" of Buggy"},{"word":"Buggy","type":"n.","descr":" A light one horse two-wheeled vehicle."},{"word":"Buggy","type":"n.","descr":" A light, four-wheeled vehicle, usually with one seat, and with or without a calash top."},{"word":"Bugle","type":"n.","descr":" A sort of wild ox; a buffalo."},{"word":"Bugle","type":"n.","descr":" A horn used by hunters."},{"word":"Bugle","type":"n.","descr":" A copper instrument of the horn quality of tone, shorter and more conical that the trumpet, sometimes keyed; formerly much used in military bands, very rarely in the orchestra; now superseded by the cornet; -- called also the Kent bugle."},{"word":"Bugle","type":"n.","descr":" An elongated glass bead, of various colors, though commonly black."},{"word":"Bugle","type":"a.","descr":" Jet black."},{"word":"Bugle","type":"n.","descr":" A plant of the genus Ajuga of the Mint family, a native of the Old World."},{"word":"Bugled","type":"a.","descr":" Ornamented with bugles."},{"word":"Bugle horn","type":"","descr":" A bugle."},{"word":"Bugle horn","type":"","descr":" A drinking vessel made of horn."},{"word":"Bugler","type":"n.","descr":" One who plays on a bugle."},{"word":"Bugleweed","type":"n.","descr":" A plant of the Mint family and genus Lycopus; esp. L. Virginicus, which has mild narcotic and astringent properties, and is sometimes used as a remedy for hemorrhage."},{"word":"Buglosses","type":"pl. ","descr":" of Bugloss"},{"word":"Bugloss","type":"n.","descr":" A plant of the genus Anchusa, and especially the A. officinalis, sometimes called alkanet; oxtongue."},{"word":"Bugwort","type":"n.","descr":" Bugbane."},{"word":"Buhl","type":"n.","descr":" Alt. of Buhlwork"},{"word":"Buhlwork","type":"n.","descr":" Decorative woodwork in which tortoise shell, yellow metal, white metal, etc., are inlaid, forming scrolls, cartouches, etc."},{"word":"Buhlbuhl","type":"n.","descr":" See Bulbul."},{"word":"Buhrstone","type":"n.","descr":" A cellular, flinty rock, used for mill stones."},{"word":"Built","type":"imp. and p. p.","descr":" of Build"},{"word":"Building","type":"p. pr. and vb. n.","descr":" of Build"},{"word":"Builded","type":"imp. and p. p.","descr":" of Build"},{"word":"Build","type":"v. t.","descr":" To erect or construct, as an edifice or fabric of any kind; to form by uniting materials into a regular structure; to fabricate; to make; to raise."},{"word":"Build","type":"v. t.","descr":" To raise or place on a foundation; to form, establish, or produce by using appropriate means."},{"word":"Build","type":"v. t.","descr":" To increase and strengthen; to increase the power and stability of; to settle, or establish, and preserve; -- frequently with up; as, to build up one\\'s constitution."},{"word":"Build","type":"v. i.","descr":" To exercise the art, or practice the business, of building."},{"word":"Build","type":"v. i.","descr":" To rest or depend, as on a foundation; to ground one\\'s self or one\\'s hopes or opinions upon something deemed reliable; to rely; as, to build on the opinions or advice of others."},{"word":"Build","type":"n.","descr":" Form or mode of construction; general figure; make; as, the build of a ship."},{"word":"Builder","type":"n.","descr":" One who builds; one whose occupation is to build, as a carpenter, a shipwright, or a mason."},{"word":"Building","type":"n.","descr":" The act of constructing, erecting, or establishing."},{"word":"Building","type":"n.","descr":" The art of constructing edifices, or the practice of civil architecture."},{"word":"Building","type":"n.","descr":" That which is built; a fabric or edifice constructed, as a house, a church, etc."},{"word":"Built","type":"n.","descr":" Shape; build; form of structure; as, the built of a ship."},{"word":"Built","type":"a.","descr":" Formed; shaped; constructed; made; -- often used in composition and preceded by the word denoting the form; as, frigate-built, clipper-built, etc."},{"word":"Buke muslin","type":"","descr":" See Book muslin."},{"word":"Bukshish","type":"n.","descr":" See Backsheesh."},{"word":"Bulau","type":"n.","descr":" An East Indian insectivorous mammal (Gymnura Rafflesii), somewhat like a rat in appearance, but allied to the hedgehog."},{"word":"Bulb","type":"n.","descr":" A spheroidal body growing from a plant either above or below the ground (usually below), which is strictly a bud, consisting of a cluster of partially developed leaves, and producing, as it grows, a stem above, and roots below, as in the onion, tulip, etc. It differs from a corm in not being solid."},{"word":"Bulb","type":"n.","descr":" A name given to some parts that resemble in shape certain bulbous roots; as, the bulb of the aorta."},{"word":"Bulb","type":"n.","descr":" An expansion or protuberance on a stem or tube, as the bulb of a thermometer, which may be of any form, as spherical, cylindrical, curved, etc."},{"word":"Bulb","type":"v. i.","descr":" To take the shape of a bulb; to swell."},{"word":"Bulbaceous","type":"n.","descr":" Bulbous."},{"word":"Bulbar","type":"a.","descr":" Of or pertaining to bulb; especially, in medicine, pertaining to the bulb of the spinal cord, or medulla oblongata; as, bulbar paralysis."},{"word":"Bulbed","type":"a.","descr":" Having a bulb; round-headed."},{"word":"Bulbel","type":"n.","descr":" A separable bulb formed on some flowering plants."},{"word":"Bulbiferous","type":"n.","descr":" Producing bulbs."},{"word":"Bulblet","type":"n.","descr":" A small bulb, either produced on a larger bulb, or on some aerial part of a plant, as in the axils of leaves in the tiger lily, or replacing the flowers in some kinds of onion."},{"word":"Bulbose","type":"a.","descr":" Bulbous."},{"word":"Bulbo-tuber","type":"n.","descr":" A corm."},{"word":"Bulbous","type":"n.","descr":" Having or containing bulbs, or a bulb; growing from bulbs; bulblike in shape or structure."},{"word":"Bulbul","type":"n.","descr":" The Persian nightingale (Pycnonotus jocosus). The name is also applied to several other Asiatic singing birds, of the family Timaliidae. The green bulbuls belong to the Chloropsis and allied genera."},{"word":"Bulbule","type":"n.","descr":" A small bulb; a bulblet."},{"word":"Bulchin","type":"n.","descr":" A little bull."},{"word":"Bulge","type":"n.","descr":" The bilge or protuberant part of a cask."},{"word":"Bulge","type":"n.","descr":" A swelling, protuberant part; a bending outward, esp. when caused by pressure; as, a bulge in a wall."},{"word":"Bulge","type":"n.","descr":" The bilge of a vessel. See Bilge, 2."},{"word":"Bulged","type":"imp. and p. p.","descr":" of Bulge"},{"word":"Bulging","type":"p. pr. and vb. n.","descr":" of Bulge"},{"word":"Bulge","type":"v. i.","descr":" To swell or jut out; to bend outward, as a wall when it yields to pressure; to be protuberant; as, the wall bulges."},{"word":"Bulge","type":"v. i.","descr":" To bilge, as a ship; to founder."},{"word":"Bulgy","type":"a.","descr":" Bulged; bulging; bending, or tending to bend, outward."},{"word":"Bulimia","type":"n.","descr":" Alt. of Bulimy"},{"word":"Bulimy","type":"n.","descr":" A disease in which there is a perpetual and insatiable appetite for food; a diseased and voracious appetite."},{"word":"Bulimus","type":"n.","descr":" A genus of land snails having an elongated spiral shell, often of large size. The species are numerous and abundant in tropical America."},{"word":"Bulk","type":"n.","descr":" Magnitude of material substance; dimensions; mass; size; as, an ox or ship of great bulk."},{"word":"Bulk","type":"n.","descr":" The main mass or body; the largest or principal portion; the majority; as, the bulk of a debt."},{"word":"Bulk","type":"n.","descr":" The cargo of a vessel when stowed."},{"word":"Bulk","type":"n.","descr":" The body."},{"word":"Bulked","type":"imp. and p. p.","descr":" of Bulk"},{"word":"Bulking","type":"p. pr. and vb. n.","descr":" of Bulk"},{"word":"Bulk","type":"v. i.","descr":" To appear or seem to be, as to bulk or extent; to swell."},{"word":"Bulk","type":"v.","descr":" A projecting part of a building."},{"word":"Bulker","type":"n.","descr":" A person employed to ascertain the bulk or size of goods, in order to fix the amount of freight or dues payable on them."},{"word":"Bulkhead","type":"n.","descr":" A partition in a vessel, to separate apartments on the same deck."},{"word":"Bulkhead","type":"n.","descr":" A structure of wood or stone, to resist the pressure of earth or water; a partition wall or structure, as in a mine; the limiting wall along a water front."},{"word":"Bulkiness","type":"n.","descr":" Greatness in bulk; size."},{"word":"Bulky","type":"a.","descr":" Of great bulk or dimensions; of great size; large; thick; massive; as, bulky volumes."},{"word":"Bull","type":"n.","descr":" The male of any species of cattle (Bovidae); hence, the male of any large quadruped, as the elephant; also, the male of the whale."},{"word":"Bull","type":"n.","descr":" One who, or that which, resembles a bull in character or action."},{"word":"Bull","type":"n.","descr":" Taurus, the second of the twelve signs of the zodiac."},{"word":"Bull","type":"n.","descr":" A constellation of the zodiac between Aries and Gemini. It contains the Pleiades."},{"word":"Bull","type":"n.","descr":" One who operates in expectation of a rise in the price of stocks, or in order to effect such a rise. See 4th Bear, n., 5."},{"word":"Bull","type":"a.","descr":" Of or pertaining to a bull; resembling a bull; male; large; fierce."},{"word":"Bull","type":"v. i.","descr":" To be in heat; to manifest sexual desire as cows do."},{"word":"Bull","type":"v. t.","descr":" To endeavor to raise the market price of; as, to bull railroad bonds; to bull stocks; to bull Lake Shore; to endeavor to raise prices in; as, to bull the market. See 1st Bull, n., 4."},{"word":"Bull","type":"v. i.","descr":" A seal. See Bulla."},{"word":"Bull","type":"v. i.","descr":" A letter, edict, or respect, of the pope, written in Gothic characters on rough parchment, sealed with a bulla, and dated \"a die Incarnationis,\" i. e., \"from the day of the Incarnation.\"  See Apostolical brief, under Brief."},{"word":"Bull","type":"v. i.","descr":" A grotesque blunder in language; an apparent congruity, but real incongruity, of ideas, contained in a form of expression; so called, perhaps, from the apparent incongruity between the dictatorial nature of the pope\\'s bulls and his professions of humility."},{"word":"Bullae","type":"pl. ","descr":" of Bulla"},{"word":"Bulla","type":"n.","descr":" A bleb; a vesicle, or an elevation of the cuticle, containing a transparent watery fluid."},{"word":"Bulla","type":"n.","descr":" The ovoid prominence below the opening of the ear in the skulls of many animals; as, the tympanic or auditory bulla."},{"word":"Bulla","type":"n.","descr":" A leaden seal for a document; esp. the round leaden seal attached to the papal bulls, which has on one side a representation of St. Peter and St. Paul, and on the other the name of the pope who uses it."},{"word":"Bulla","type":"n.","descr":" A genus of marine shells. See Bubble shell."},{"word":"Bullace","type":"n.","descr":" A small European plum (Prunus communis, var. insitita). See Plum."},{"word":"Bullace","type":"n.","descr":" The bully tree."},{"word":"Bullantic","type":"a.","descr":" Pertaining to, or used in, papal bulls."},{"word":"Bullary","type":"n.","descr":" A collection of papal bulls."},{"word":"Bullaries","type":"pl. ","descr":" of Bullary"},{"word":"Bullary","type":"n.","descr":" A place for boiling or preparing salt; a boilery."},{"word":"Bullate","type":"a.","descr":" Appearing as if blistered; inflated; puckered."},{"word":"Bullbeggar","type":"n.","descr":" Something used or suggested to produce terror, as in children or persons of weak mind; a bugbear."},{"word":"Bull brier","type":"","descr":" A species of Smilax (S. Pseudo-China) growing from New Jersey to the Gulf of Mexico, which has very large tuberous and farinaceous rootstocks, formerly used by the Indians for a sort of bread, and by the negroes as an ingredient in making beer; -- called also bamboo brier and China brier."},{"word":"Bullcomber","type":"n.","descr":" A scaraboid beetle; esp. the Typhaeus vulgaris of Europe."},{"word":"Bulldog","type":"n.","descr":" A variety of dog, of remarkable ferocity, courage, and tenacity of grip; -- so named, probably, from being formerly employed in baiting bulls."},{"word":"Bulldog","type":"n.","descr":" A refractory material used as a furnace lining, obtained by calcining the cinder or slag from the puddling furnace of a rolling mill."},{"word":"Bulldog","type":"a.","descr":" Characteristic of, or like, a bulldog; stubborn; as, bulldog courage; bulldog tenacity."},{"word":"Bulldozed","type":"imp. and p. p.","descr":" of Bulldoze"},{"word":"Bulldozing","type":"p. pr. and vb. n.","descr":" of Bulldoze"},{"word":"Bulldoze","type":"v. t.","descr":" To intimidate; to restrain or coerce by intimidation or violence; -- used originally of the intimidation of negro voters, in Louisiana."},{"word":"Bulldozer","type":"n.","descr":" One who bulldozes."},{"word":"Bulled","type":"a.","descr":" Swollen."},{"word":"Bullen-bullen","type":"n.","descr":" The lyre bird."},{"word":"Bullen-nail","type":"n.","descr":" A nail with a round head and short shank, tinned and lacquered."},{"word":"Bullet","type":"n.","descr":" A small ball."},{"word":"Bullet","type":"n.","descr":" A missile, usually of lead, and round or elongated in form, to be discharged from a rifle, musket, pistol, or other small firearm."},{"word":"Bullet","type":"n.","descr":" A cannon ball."},{"word":"Bullet","type":"n.","descr":" The fetlock of a horse."},{"word":"Bullet-proof","type":"a.","descr":" Capable of resisting the force of a bullet."},{"word":"Bulletin","type":"n.","descr":" A brief statement of facts respecting some passing event, as military operations or the health of some distinguished personage, issued by authority for the information of the public."},{"word":"Bulletin","type":"n.","descr":" Any public notice or announcement, especially of news recently received."},{"word":"Bulletin","type":"n.","descr":" A periodical publication, especially one containing the proceeding of a society."},{"word":"Bullfaced","type":"a.","descr":" Having a large face."},{"word":"Bullfeast","type":"n.","descr":" See Bullfight."},{"word":"Bullfight","type":"n.","descr":" Alt. of Bullfighting"},{"word":"Bullfighting","type":"n.","descr":" A barbarous sport, of great antiquity, in which men torment, and fight with, a bull or bulls in an arena, for public amusement, -- still popular in Spain."},{"word":"Bullfinch","type":"n.","descr":" A bird of the genus Pyrrhula and other related genera, especially the P. vulgaris \/ rubicilla, a bird of Europe allied to the grosbeak, having the breast, cheeks, and neck, red."},{"word":"Bullfist","type":"n.","descr":" Alt. of Bullfice"},{"word":"Bullfice","type":"n.","descr":" A kind of fungus. See Puffball."},{"word":"Bull fly","type":"n.","descr":" Alt. of Bullfly"},{"word":"Bullfly","type":"n.","descr":" Any large fly troublesome to cattle, as the gadflies and breeze flies."},{"word":"Bullfrog","type":"n.","descr":" A very large species of frog (Rana Catesbiana), found in North America; -- so named from its loud bellowing in spring."},{"word":"Bullhead","type":"n.","descr":" A fresh-water fish of many species, of the genus Uranidea, esp. U. gobio of Europe, and U. Richardsoni of the United States; -- called also miller\\'s thumb."},{"word":"Bullhead","type":"n.","descr":" In America, several species of Amiurus; -- called also catfish, horned pout, and bullpout."},{"word":"Bullhead","type":"n.","descr":" A marine fish of the genus Cottus; the sculpin."},{"word":"Bullhead","type":"n.","descr":" The black-bellied plover (Squatarola helvetica); -- called also beetlehead."},{"word":"Bullhead","type":"n.","descr":" The golden plover."},{"word":"Bullhead","type":"n.","descr":" A stupid fellow; a lubber."},{"word":"Bullhead","type":"n.","descr":" A small black water insect."},{"word":"Bullheaded","type":"a.","descr":" Having a head like that of a bull. Fig.: Headstrong; obstinate; dogged."},{"word":"Bullion","type":"n.","descr":" Uncoined gold or silver in the mass."},{"word":"Bullion","type":"n.","descr":" Base or uncurrent coin."},{"word":"Bullion","type":"n.","descr":" Showy metallic ornament, as of gold, silver, or copper, on bridles, saddles, etc."},{"word":"Bullion","type":"n.","descr":" Heavy twisted fringe, made of fine gold or silver wire and used for epaulets; also, any heavy twisted fringe whose cords are prominent."},{"word":"Bullionist","type":"n.","descr":" An advocate for a metallic currency, or a paper currency always convertible into gold."},{"word":"Bullirag","type":"n.","descr":" To intimidate by bullying; to rally contemptuously; to badger."},{"word":"Bullish","type":"a.","descr":" Partaking of the nature of a bull, or a blunder."},{"word":"Bullist","type":"n.","descr":" A writer or drawer up of papal bulls."},{"word":"Bullition","type":"v. i.","descr":" The action of boiling; boiling. [Obs.] See Ebullition."},{"word":"Bull-necked","type":"a.","descr":" Having a short and thick neck like that of a bull."},{"word":"Bullock","type":"n.","descr":" A young bull, or any male of the ox kind."},{"word":"Bullock","type":"n.","descr":" An ox, steer, or stag."},{"word":"Bullock","type":"v. t.","descr":" To bully."},{"word":"Bullocks-eye","type":"n.","descr":" See Bull\\'s-eye, 3."},{"word":"Bullon","type":"n.","descr":" A West Indian fish (Scarus Croicensis)."},{"word":"Bullpout","type":"n.","descr":" See Bullhead, 1 (b)."},{"word":"Bulls-eye","type":"n.","descr":" A small circular or oval wooden block without sheaves, having a groove around it and a hole through it, used for connecting rigging."},{"word":"Bulls-eye","type":"n.","descr":" A small round cloud, with a ruddy center, supposed by sailors to portend a storm."},{"word":"Bulls-eye","type":"n.","descr":" A small thick disk of glass inserted in a deck, roof, floor, ship\\'s side, etc., to let in light."},{"word":"Bulls-eye","type":"n.","descr":" A circular or oval opening for air or light."},{"word":"Bulls-eye","type":"n.","descr":" A lantern, with a thick glass lens on one side for concentrating the light on any object; also, the lens itself."},{"word":"Bulls-eye","type":"n.","descr":" Aldebaran, a bright star in the eye of Taurus or the Bull."},{"word":"Bulls-eye","type":"n.","descr":" The center of a target."},{"word":"Bulls-eye","type":"n.","descr":" A thick knob or protuberance left on glass by the end of the pipe through which it was blown."},{"word":"Bulls-eye","type":"n.","descr":" A small and thick old-fashioned watch."},{"word":"Bulls-nose","type":"n.","descr":" An external angle when obtuse or rounded."},{"word":"Bull terrier","type":"","descr":" A breed of dogs obtained by crossing the bulldog and the terrier."},{"word":"Bull trout","type":"","descr":" In England, a large salmon trout of several species, as Salmo trutta and S. Cambricus, which ascend rivers; -- called also sea trout."},{"word":"Bull trout","type":"","descr":" Salvelinus malma of California and Oregon; -- called also Dolly Varden trout and red-spotted trout."},{"word":"Bull trout","type":"","descr":" The huso or salmon of the Danube."},{"word":"Bullweed","type":"n.","descr":" Knapweed."},{"word":"Bullwort","type":"n.","descr":" See Bishop\\'s-weed."},{"word":"Bullies","type":"pl. ","descr":" of Bully"},{"word":"Bully","type":"n.","descr":" A noisy, blustering fellow, more insolent than courageous; one who is threatening and quarrelsome; an insolent, tyrannical fellow."},{"word":"Bully","type":"n.","descr":" A brisk, dashing fellow."},{"word":"Bully","type":"a.","descr":" Jovial and blustering; dashing."},{"word":"Bully","type":"a.","descr":" Fine; excellent; as, a bully horse."},{"word":"Bullied","type":"imp. and p. p.","descr":" of Bully"},{"word":"Bullying","type":"p. pr. and vb. n.","descr":" of Bully"},{"word":"Bully","type":"v. t.","descr":" To intimidate with threats and by an overbearing, swaggering demeanor; to act the part of a bully toward."},{"word":"Bully","type":"v. i.","descr":" To act as a bully."},{"word":"Bullyrag","type":"v. t.","descr":" Same as Bullirag."},{"word":"Bullyrock","type":"n.","descr":" A bully."},{"word":"Bully tree","type":"","descr":" The name of several West Indian trees of the order Sapotaceae, as Dipholis nigra and species of Sapota and Mimusops. Most of them yield a substance closely resembling gutta-percha."},{"word":"Bulrush","type":"n.","descr":" A kind of large rush, growing in wet land or in water."},{"word":"Bulse","type":"n.","descr":" A purse or bag in which to carry or measure diamonds, etc."},{"word":"Bultel","type":"n.","descr":" A bolter or bolting cloth; also, bran."},{"word":"Bulti","type":"n.","descr":" Same as Bolty."},{"word":"Bultow","type":"n.","descr":" A trawl; a boulter; the mode of fishing with a boulter or spiller."},{"word":"Bulwark","type":"n.","descr":" A rampart; a fortification; a bastion or outwork."},{"word":"Bulwark","type":"n.","descr":" That which secures against an enemy, or defends from attack; any means of defense or protection."},{"word":"Bulwark","type":"n.","descr":" The sides of a ship above the upper deck."},{"word":"Bulwarked","type":"imp. and p. p.","descr":" of Bulwark"},{"word":"Bulwarking","type":"n.","descr":" of Bulwark"},{"word":"Bulwark","type":"v. t.","descr":" To fortify with, or as with, a rampart or wall; to secure by fortification; to protect."},{"word":"Bum","type":"n.","descr":" The buttock."},{"word":"Bummed","type":"imp. and p. p.","descr":" of Bum"},{"word":"Bumming","type":"n.","descr":" of Bum"},{"word":"Bum","type":"v. i.,","descr":" To make murmuring or humming sound."},{"word":"Bum","type":"n.","descr":" A humming noise."},{"word":"Bumbailiff","type":"n.","descr":" See Bound bailiff, under Bound, a."},{"word":"Bumbard","type":"","descr":" See Bombard."},{"word":"Bumbarge","type":"n.","descr":" See Bumboat."},{"word":"Bumbast","type":"","descr":" See Bombast."},{"word":"Bumbeloes","type":"pl. ","descr":" of Bumbelo"},{"word":"Bumbelo","type":"n.","descr":" A glass used in subliming camphor."},{"word":"Bumble","type":"n.","descr":" The bittern."},{"word":"Bumble","type":"v. i.","descr":" To make a hollow or humming noise, like that of a bumblebee; to cry as a bittern."},{"word":"Bumblebee","type":"n.","descr":" A large bee of the genus Bombus, sometimes called humblebee; -- so named from its sound."},{"word":"Bumboat","type":"n.","descr":" A clumsy boat, used for conveying provisions, fruit, etc., for sale, to vessels lying in port or off shore."},{"word":"Bumkin","type":"n.","descr":" A projecting beam or boom; as: (a) One projecting from each bow of a vessel, to haul the fore tack to, called a tack bumpkin. (b) One from each quarter, for the main-brace blocks, and called brace bumpkin. (c) A small outrigger over the stern of a boat, to extend the mizzen."},{"word":"Bummalo","type":"n.","descr":" A small marine Asiatic fish (Saurus ophidon) used in India as a relish; -- called also Bombay duck."},{"word":"Bummer","type":"n.","descr":" An idle, worthless fellow, who is without any visible means of support; a dissipated sponger."},{"word":"Bummery","type":"n.","descr":" See Bottomery."},{"word":"Bumped","type":"imp. and p. p.","descr":" of Bump"},{"word":"Bumping","type":"p. pr. and vb. n.","descr":" of Bump"},{"word":"Bump","type":"v. t.","descr":" To strike, as with or against anything large or solid; to thump; as, to bump the head against a wall."},{"word":"Bump","type":"v. i.","descr":" To come in violent contact with something; to thump."},{"word":"Bump","type":"n.","descr":" A thump; a heavy blow."},{"word":"Bump","type":"n.","descr":" A swelling or prominence, resulting from a bump or blow; a protuberance."},{"word":"Bump","type":"n.","descr":" One of the protuberances on the cranium which are associated with distinct faculties or affections of the mind; as, the bump of \"veneration;\"  the bump of  \"acquisitiveness.\""},{"word":"Bump","type":"n.","descr":" The act of striking the stern of the boat in advance with the prow of the boat following."},{"word":"Bump","type":"v. i.","descr":" To make a loud, heavy, or hollow noise, as the bittern; to boom."},{"word":"Bump","type":"n.","descr":" The noise made by the bittern."},{"word":"Bumper","type":"n.","descr":" A cup or glass filled to the brim, or till the liquor runs over, particularly in drinking a health or toast."},{"word":"Bumper","type":"n.","descr":" A covered house at a theater, etc., in honor of some favorite performer."},{"word":"Bumper","type":"n.","descr":" That which bumps or causes a bump."},{"word":"Bumper","type":"n.","descr":" Anything which resists or deadens a bump or shock; a buffer."},{"word":"Bumpkin","type":"n.","descr":" An awkward, heavy country fellow; a clown; a country lout."},{"word":"Bumptious","type":"a.","descr":" Self-conceited; forward; pushing."},{"word":"Bumptiousness","type":"n.","descr":" Conceitedness."},{"word":"Bun","type":"n.","descr":" Alt. of Bunn"},{"word":"Bunn","type":"n.","descr":" A slightly sweetened raised cake or bisquit with a glazing of sugar and milk on the top crust."},{"word":"Bunch","type":"n.","descr":" A protuberance; a hunch; a knob or lump; a hump."},{"word":"Bunch","type":"n.","descr":" A collection, cluster, or tuft, properly of things of the same kind, growing or fastened together; as, a bunch of grapes; a bunch of keys."},{"word":"Bunch","type":"n.","descr":" A small isolated mass of ore, as distinguished from a continuous vein."},{"word":"Bunched","type":"imp. and p. p.","descr":" of Bunch"},{"word":"Bunching","type":"p. pr. and vb. n.","descr":" of Bunch"},{"word":"Bunch","type":"v. i.","descr":" To swell out into a bunch or protuberance; to be protuberant or round."},{"word":"Bunch","type":"v. t.","descr":" To form into a bunch or bunches."},{"word":"Bunch-backed","type":"a.","descr":" Having a bunch on the back; crooked."},{"word":"Bunchberry","type":"n.","descr":" The dwarf cornel (Cornus Canadensis), which bears a dense cluster of bright red, edible berries."},{"word":"Bunch grass","type":"","descr":" A grass growing in bunches and affording pasture. In California, Atropis tenuifolia, Festuca scabrella, and several kinds of Stipa are favorite bunch grasses. In Utah, Eriocoma cuspidata is a good bunch grass."},{"word":"Bunchiness","type":"n.","descr":" The quality or condition of being bunchy; knobbiness."},{"word":"Bunchy","type":"a.","descr":" Swelling out in bunches."},{"word":"Bunchy","type":"a.","descr":" Growing in bunches, or resembling a bunch; having tufts; as, the bird\\'s bunchy tail."},{"word":"Bunchy","type":"a.","descr":" Yielding irregularly; sometimes rich, sometimes poor; as, a bunchy mine."},{"word":"Buncombe","type":"n.","descr":" Alt. of Bunkum"},{"word":"Bunkum","type":"n.","descr":" Speech-making for the gratification of constituents, or to gain public applause; flattering talk for a selfish purpose; anything said for mere show."},{"word":"Bund","type":"n.","descr":" League; confederacy; esp. the confederation of German states."},{"word":"Bund","type":"n.","descr":" An embankment against inundation."},{"word":"Bunder","type":"n.","descr":" A boat or raft used in the East Indies in the landing of passengers and goods."},{"word":"Bundesrath","type":"n.","descr":" The federal council of the German Empire. In the Bundesrath and the Reichstag are vested the legislative functions. The federal council of Switzerland is also so called."},{"word":"Bundle","type":"n.","descr":" A number of things bound together, as by a cord or envelope, into a mass or package convenient for handling or conveyance; a loose package; a roll; as, a bundle of straw or of paper; a bundle of old clothes."},{"word":"Bundled","type":"imp. and p. p.","descr":" of Bundle"},{"word":"Bundling","type":"p. pr. and vb. n.","descr":" of Bundle"},{"word":"Bundle","type":"v. t.","descr":" To tie or bind in a bundle or roll."},{"word":"Bundle","type":"v. t.","descr":" To send off abruptly or without ceremony."},{"word":"Bundle","type":"v. i.","descr":" To prepare for departure; to set off in a hurry or without ceremony."},{"word":"Bundle","type":"v. i.","descr":" To sleep on the same bed without undressing; -- applied to the custom of a man and woman, especially lovers, thus sleeping."},{"word":"Bung","type":"n.","descr":" The large stopper of the orifice in the bilge of a cask."},{"word":"Bung","type":"n.","descr":" The orifice in the bilge of a cask through which it is filled; bunghole."},{"word":"Bung","type":"n.","descr":" A sharper or pickpocket."},{"word":"Bunged","type":"imp. and p. p.","descr":" of Bung"},{"word":"Bunging","type":"p. pr. and vb. n.","descr":" of Bung"},{"word":"Bung","type":"v. t.","descr":" To stop, as the orifice in the bilge of a cask, with a bung; to close; -- with up."},{"word":"Bungalow","type":"n.","descr":" A thatched or tiled house or cottage, of a single story, usually surrounded by a veranda."},{"word":"Bungarum","type":"n.","descr":" A venomous snake of India, of the genus Bungarus, allied to the cobras, but without a hood."},{"word":"Bunghole","type":"n.","descr":" See Bung, n., 2."},{"word":"Bungled","type":"imp. and p. p.","descr":" of Bungle"},{"word":"Bungling","type":"p. pr. and vb. n.","descr":" of Bungle"},{"word":"Bungle","type":"v. i.","descr":" To act or work in a clumsy, awkward manner."},{"word":"Bungle","type":"v. t.","descr":" To make or mend clumsily; to manage awkwardly; to botch; -- sometimes with up."},{"word":"Bungle","type":"n.","descr":" A clumsy or awkward performance; a botch; a gross blunder."},{"word":"Bungler","type":"n.","descr":" A clumsy, awkward workman; one who bungles."},{"word":"Bungling","type":"a.","descr":" Unskillful; awkward; clumsy; as, a bungling workman."},{"word":"Bunglingly","type":"adv.","descr":" Clumsily; awkwardly."},{"word":"Bungo","type":"n.","descr":" A kind of canoe used in Central and South America; also, a kind of boat used in the Southern United States."},{"word":"Bunion","type":"n.","descr":" Same as Bunyon."},{"word":"Bunk","type":"n.","descr":" A wooden case or box, which serves for a seat in the daytime and for a bed at night."},{"word":"Bunk","type":"n.","descr":" One of a series of berths or bed places in tiers."},{"word":"Bunk","type":"n.","descr":" A piece of wood placed on a lumberman\\'s sled to sustain the end of heavy timbers."},{"word":"Bunked","type":"imp. and p. p.","descr":" of Bunk"},{"word":"Bunking","type":"p. pr. and vb. n.","descr":" of Bunk"},{"word":"Bunk","type":"v. i.","descr":" To go to bed in a bunk; -- sometimes with in."},{"word":"Bunker","type":"n.","descr":" A sort of chest or box, as in a window, the lid of which serves for a seat."},{"word":"Bunker","type":"n.","descr":" A large bin or similar receptacle; as, a coal bunker."},{"word":"Bunko","type":"n.","descr":" A kind of swindling game or scheme, by means of cards or by a sham lottery."},{"word":"Bunkum","type":"n.","descr":" See Buncombe."},{"word":"Bunn","type":"n.","descr":" See Bun."},{"word":"Bunnian","type":"n.","descr":" See Bunyon."},{"word":"Bunny","type":"n.","descr":" A great collection of ore without any vein coming into it or going out from it."},{"word":"Bunny","type":"n.","descr":" A pet name for a rabbit or a squirrel."},{"word":"Bunodonta","type":"n. pl.","descr":" Alt. of Bunodonts"},{"word":"Bunodonts","type":"n. pl.","descr":" A division of the herbivorous mammals including the hogs and hippopotami; -- so called because the teeth are tuberculated."},{"word":"Bunsens battery","type":"","descr":" Alt. of Bunsen\\'s burner"},{"word":"Bunsens burner","type":"","descr":" See under Battery, and Burner."},{"word":"Bunt","type":"n.","descr":" A fungus (Ustilago foetida) which affects the ear of cereals, filling the grains with a fetid dust; -- also called pepperbrand."},{"word":"Bunt","type":"n.","descr":" The middle part, cavity, or belly of a sail; the part of a furled sail which is at the center of the yard."},{"word":"Bunt","type":"v. i.","descr":" To swell out; as, the sail bunts."},{"word":"Bunt","type":"v. t. and i.","descr":" To strike or push with the horns or head; to butt; as, the ram bunted the boy."},{"word":"Bunter","type":"n.","descr":" A woman who picks up rags in the streets; hence, a low, vulgar woman."},{"word":"Bunting","type":"n.","descr":" A bird of the genus Emberiza, or of an allied genus, related to the finches and sparrows (family Fringillidae)."},{"word":"Bunting","type":"n.","descr":" Alt. of Buntine"},{"word":"Buntine","type":"n.","descr":" A thin woolen stuff, used chiefly for flags, colors, and ships\\' signals."},{"word":"Buntline","type":"n.","descr":" One of the ropes toggled to the footrope of a sail, used to haul up to the yard the body of the sail when taking it in."},{"word":"Bunyon","type":"n.","descr":" Alt. of Bunion"},{"word":"Bunion","type":"n.","descr":" An enlargement and inflammation of a small membranous sac (one of the bursae muscosae), usually occurring on the first joint of the great toe."},{"word":"Buoy","type":"n.","descr":" A float; esp. a floating object moored to the bottom, to mark a channel or to point out the position of something beneath the water, as an anchor, shoal, rock, etc."},{"word":"Buoyed","type":"imp. and p. p.","descr":" of Buoy"},{"word":"Buoying","type":"p. pr. and vb. n.","descr":" of Buoy"},{"word":"Buoy","type":"v. t.","descr":" To keep from sinking in a fluid, as in water or air; to keep afloat; -- with up."},{"word":"Buoy","type":"v. t.","descr":" To support or sustain; to preserve from sinking into ruin or despondency."},{"word":"Buoy","type":"v. t.","descr":" To fix buoys to; to mark by a buoy or by buoys; as, to buoy an anchor; to buoy or buoy off a channel."},{"word":"Buoy","type":"v. i.","descr":" To float; to rise like a buoy."},{"word":"Buoyage","type":"n.","descr":" Buoys, taken collectively; a series of buoys, as for the guidance of vessels into or out of port; the providing of buoys."},{"word":"Buoyance","type":"n.","descr":" Buoyancy."},{"word":"Buoyancies","type":"pl. ","descr":" of Buoyancy"},{"word":"Buoyancy","type":"n.","descr":" The property of floating on the surface of a liquid, or in a fluid, as in the atmosphere; specific lightness, which is inversely as the weight compared with that of an equal volume of water."},{"word":"Buoyancy","type":"n.","descr":" The upward pressure exerted upon a floating body by a fluid, which is equal to the weight of the body; hence, also, the weight of a floating body, as measured by the volume of fluid displaced."},{"word":"Buoyancy","type":"n.","descr":" Cheerfulness; vivacity; liveliness; sprightliness; -- the opposite of heaviness; as, buoyancy of spirits."},{"word":"Buoyant","type":"v. t. and i.","descr":" Having the quality of rising or floating in a fluid; tending to rise or float; as, iron is buoyant in mercury."},{"word":"Buoyant","type":"v. t. and i.","descr":" Bearing up, as a fluid; sustaining another body by being specifically heavier."},{"word":"Buoyant","type":"v. t. and i.","descr":" Light-hearted; vivacious; cheerful; as, a buoyant disposition; buoyant spirits."},{"word":"Buprestidan","type":"n.","descr":" One of a tribe of beetles, of the genus Buprestis and allied genera, usually with brilliant metallic colors. The larvae are usually borers in timber, or beneath bark, and are often very destructive to trees."},{"word":"Bur","type":"n.","descr":" Alt. of Burr"},{"word":"Burr","type":"n.","descr":" Any rough or prickly envelope of the seeds of plants, whether a pericarp, a persistent calyx, or an involucre, as of the chestnut and burdock. Also, any weed which bears burs."},{"word":"Burr","type":"n.","descr":" The thin ridge left by a tool in cutting or shaping metal. See Burr, n., 2."},{"word":"Burr","type":"n.","descr":" A ring of iron on a lance or spear. See Burr, n., 4."},{"word":"Burr","type":"n.","descr":" The lobe of the ear. See Burr, n., 5."},{"word":"Burr","type":"n.","descr":" The sweetbread."},{"word":"Burr","type":"n.","descr":" A clinker; a partially vitrified brick."},{"word":"Burr","type":"n.","descr":" A small circular saw."},{"word":"Burr","type":"n.","descr":" A triangular chisel."},{"word":"Burr","type":"n.","descr":" A drill with a serrated head larger than the shank; -- used by dentists."},{"word":"Burr","type":"n.","descr":" The round knob of an antler next to a deer\\'s head."},{"word":"Burbolt","type":"n.","descr":" A birdbolt."},{"word":"Burbot","type":"n.","descr":" A fresh-water fish of the genus Lota, having on the nose two very small barbels, and a larger one on the chin."},{"word":"Burdelais","type":"n.","descr":" A sort of grape."},{"word":"Burden","type":"n.","descr":" That which is borne or carried; a load."},{"word":"Burden","type":"n.","descr":" That which is borne with labor or difficulty; that which is grievous, wearisome, or oppressive."},{"word":"Burden","type":"n.","descr":" The capacity of a vessel, or the weight of cargo that she will carry; as, a ship of a hundred tons burden."},{"word":"Burden","type":"n.","descr":" The tops or heads of stream-work which lie over the stream of tin."},{"word":"Burden","type":"n.","descr":" The proportion of ore and flux to fuel, in the charge of a blast furnace."},{"word":"Burden","type":"n.","descr":" A fixed quantity of certain commodities; as, a burden of gad steel, 120 pounds."},{"word":"Burden","type":"n.","descr":" A birth."},{"word":"Burdened","type":"imp. and p. p.","descr":" of Burden"},{"word":"Burdening","type":"p. pr. and vb. n.","descr":" of Burden"},{"word":"Burden","type":"v. t.","descr":" To encumber with weight (literal or figurative); to lay a heavy load upon; to load."},{"word":"Burden","type":"v. t.","descr":" To oppress with anything grievous or trying; to overload; as, to burden a nation with taxes."},{"word":"Burden","type":"v. t.","descr":" To impose, as a load or burden; to lay or place as a burden (something heavy or objectionable)."},{"word":"Burden","type":"n.","descr":" The verse repeated in a song, or the return of the theme at the end of each stanza; the chorus; refrain. Hence: That which is often repeated or which is dwelt upon; the main topic; as, the burden of a prayer."},{"word":"Burden","type":"n.","descr":" The drone of a bagpipe."},{"word":"Burden","type":"n.","descr":" A club."},{"word":"Burdener","type":"n.","descr":" One who loads; an oppressor."},{"word":"Burdenous","type":"a.","descr":" Burdensome."},{"word":"Burdensome","type":"a.","descr":" Grievous to be borne; causing uneasiness or fatigue; oppressive."},{"word":"Burdock","type":"n.","descr":" A genus of coarse biennial herbs (Lappa), bearing small burs which adhere tenaciously to clothes, or to the fur or wool of animals."},{"word":"Burdon","type":"n.","descr":" A pilgrim\\'s staff."},{"word":"Bureaus","type":"pl. ","descr":" of Bureau"},{"word":"Bureaux","type":"pl. ","descr":" of Bureau"},{"word":"Bureau","type":"n.","descr":" Originally, a desk or writing table with drawers for papers."},{"word":"Bureau","type":"n.","descr":" The place where such a bureau is used; an office where business requiring writing is transacted."},{"word":"Bureau","type":"n.","descr":" Hence: A department of public business requiring a force of clerks; the body of officials in a department who labor under the direction of a chief."},{"word":"Bureau","type":"n.","descr":" A chest of drawers for clothes, especially when made as an ornamental piece of furniture."},{"word":"Bureaucracy","type":"n.","descr":" A system of carrying on the business of government by means of departments or bureaus, each under the control of a chief, in contradiction to a system in which the officers of government have an associated authority and responsibility; also, government conducted on this system."},{"word":"Bureaucracy","type":"n.","descr":" Government officials, collectively."},{"word":"Bureaucrat","type":"n.","descr":" An official of a bureau; esp. an official confirmed in a narrow and arbitrary routine."},{"word":"Bureaucratic","type":"a.","descr":" Alt. of Bureaucratical"},{"word":"Bureaucratical","type":"a.","descr":" Of, relating to, or resembling, a bureaucracy."},{"word":"Bureaucratist","type":"n.","descr":" An advocate for , or supporter of, bureaucracy."},{"word":"Burel","type":"n. and a.","descr":" Same as Borrel."},{"word":"Burette","type":"n.","descr":" An apparatus for delivering measured quantities of liquid or for measuring the quantity of liquid or gas received or discharged. It consists essentially of a graduated glass tube, usually furnished with a small aperture and stopcock."},{"word":"Bur fish","type":"","descr":" A spinose, plectognath fish of the Allantic coast of the United States (esp. Chilo mycterus geometricus) having the power of distending its body with water or air, so as to resemble a chestnut bur; -- called also ball fish, balloon fish, and swellfish."},{"word":"Burg","type":"n.","descr":" A fortified town."},{"word":"Burg","type":"n.","descr":" A borough."},{"word":"Burgage","type":"n.","descr":" A tenure by which houses or lands are held of the king or other lord of a borough or city; at a certain yearly rent, or by services relating to trade or handicraft."},{"word":"Burgall","type":"n.","descr":" A small marine fish; -- also called cunner."},{"word":"Burgamot","type":"n.","descr":" See Bergamot."},{"word":"Burganet","type":"n.","descr":" See Burgonet."},{"word":"Burgee","type":"n.","descr":" A kind of small coat."},{"word":"Burgee","type":"n.","descr":" A swallow-tailed flag; a distinguishing pennant, used by cutters, yachts, and merchant vessels."},{"word":"Burgeois","type":"n.","descr":" See 1st Bourgeois."},{"word":"Burgeois","type":"n.","descr":" A burgess; a citizen. See 2d Bourgeois."},{"word":"Burgeon","type":"v. i.","descr":" To bud. See Bourgeon."},{"word":"Burgess","type":"n.","descr":" An inhabitant of a borough or walled town, or one who possesses a tenement therein; a citizen or freeman of a borough."},{"word":"Burgess","type":"n.","descr":" One who represents a borough in Parliament."},{"word":"Burgess","type":"n.","descr":" A magistrate of a borough."},{"word":"Burgess","type":"n.","descr":" An inhabitant of a Scotch burgh qualified to vote for municipal officers."},{"word":"Burgess-ship","type":"n.","descr":" The state of privilege of a burgess."},{"word":"Burggrave","type":"n.","descr":" Originally, one appointed to the command of a burg (fortress or castle); but the title afterward became hereditary, with a domain attached."},{"word":"Burgh","type":"n.","descr":" A borough or incorporated town, especially, one in Scotland. See Borough."},{"word":"Burghal","type":"a.","descr":" Belonging to a burgh."},{"word":"Burghbote","type":"n.","descr":" A contribution toward the building or repairing of castles or walls for the defense of a city or town."},{"word":"Burghbrech","type":"n.","descr":" The offense of violating the pledge given by every inhabitant of a tithing to keep the peace; breach of the peace."},{"word":"Burgher","type":"n.","descr":" A freeman of a burgh or borough, entitled to enjoy the privileges of the place; any inhabitant of a borough."},{"word":"Burgher","type":"n.","descr":" A member of that party, among the Scotch seceders, which asserted the lawfulness of the burgess oath (in which burgesses profess \"the true religion professed within the realm\"), the opposite party being called antiburghers."},{"word":"Burghermaster","type":"n.","descr":" See Burgomaster."},{"word":"Burghership","type":"n.","descr":" The state or privileges of a burgher."},{"word":"Burghmaster","type":"n.","descr":" A burgomaster."},{"word":"Burghmaster","type":"n.","descr":" An officer who directs and lays out the meres or boundaries for the workmen; -- called also bailiff, and barmaster."},{"word":"Burghmote","type":"n.","descr":" A court or meeting of a burgh or borough; a borough court held three times yearly."},{"word":"Burglar","type":"n.","descr":" One guilty of the crime of burglary."},{"word":"Burglarer","type":"n.","descr":" A burglar."},{"word":"Burglarious","type":"a.","descr":" Pertaining to burglary; constituting the crime of burglary."},{"word":"Burglariously","type":"adv.","descr":" With an intent to commit burglary; in the manner of a burglar."},{"word":"Burglaries","type":"pl. ","descr":" of Burglary"},{"word":"Burglary","type":"n.","descr":" Breaking and entering the dwelling house of another, in the nighttime, with intent to commit a felony therein, whether the felonious purpose be accomplished or not."},{"word":"Burgomaster","type":"n.","descr":" A chief magistrate of a municipal town in Holland, Flanders, and Germany, corresponding to mayor in England and the United States; a burghmaster."},{"word":"Burgomaster","type":"n.","descr":" An aquatic bird, the glaucous gull (Larus glaucus), common in arctic regions."},{"word":"Burgonet","type":"n.","descr":" A kind of helmet."},{"word":"Burgoo","type":"n.","descr":" A kind of oatmeal pudding, or thick gruel, used by seamen."},{"word":"Burgrass","type":"n.","descr":" Grass of the genus Cenchrus, growing in sand, and having burs for fruit."},{"word":"Burgrave","type":"n.","descr":" See Burggrave."},{"word":"Burgundy","type":"n.","descr":" An old province of France (in the eastern central part)."},{"word":"Burgundy","type":"n.","descr":" A richly flavored wine, mostly red, made in Burgundy, France."},{"word":"Burh","type":"n.","descr":" See Burg."},{"word":"Burhel","type":"n.","descr":" Alt. of Burrhel"},{"word":"Burrhel","type":"n.","descr":" The wild Himalayan, or blue, sheep (Ovis burrhel)."},{"word":"Burial","type":"n.","descr":" A grave; a tomb; a place of sepulture."},{"word":"Burial","type":"n.","descr":" The act of burying; depositing a dead body in the earth, in a tomb or vault, or in the water, usually with attendant ceremonies; sepulture; interment."},{"word":"Burier","type":"n.","descr":" One who, or that which, buries."},{"word":"Burin","type":"n.","descr":" The cutting tool of an engraver on metal, used in line engraving. It is made of tempered steel, one end being ground off obliquely so as to produce a sharp point, and the other end inserted in a handle; a graver; also, the similarly shaped tool used by workers in marble."},{"word":"Burin","type":"n.","descr":" The manner or style of execution of an engraver; as, a soft burin; a brilliant burin."},{"word":"Burinist","type":"n.","descr":" One who works with the burin."},{"word":"Burion","type":"n.","descr":" The red-breasted house sparrow of California (Carpodacus frontalis); -- called also crimson-fronted bullfinch."},{"word":"Burked","type":"imp. and p. p.","descr":" of Burke"},{"word":"Burking","type":"p. pr. and vb. n.","descr":" of Burke"},{"word":"Burke","type":"v. t.","descr":" To murder by suffocation, or so as to produce few marks of violence, for the purpose of obtaining a body to be sold for dissection."},{"word":"Burke","type":"v. t.","descr":" To dispose of quietly or indirectly; to suppress; to smother; to shelve; as, to burke a parliamentary question."},{"word":"Burkism","type":"n.","descr":" The practice of killing persons for the purpose of selling their bodies for dissection."},{"word":"Burled","type":"imp. and p. p.","descr":" of Burl"},{"word":"Burling","type":"p. pr. and vb. n.","descr":" of Burl"},{"word":"Burl","type":"v. t.","descr":" To dress or finish up (cloth); to pick knots, burs, loose threads, etc., from, as in finishing cloth."},{"word":"Burl","type":"n.","descr":" A knot or lump in thread or cloth."},{"word":"Burl","type":"n.","descr":" An overgrown knot, or an excrescence, on a tree; also, veneer made from such excrescences."},{"word":"Burlap","type":"n.","descr":" A coarse fabric, made of jute or hemp, used for bagging; also, a finer variety of similar material, used for curtains, etc."},{"word":"Burler","type":"n.","descr":" One who burls or dresses cloth."},{"word":"Burlesque","type":"a.","descr":" Tending to excite laughter or contempt by extravagant images, or by a contrast between the subject and the manner of treating it, as when a trifling subject is treated with mock gravity; jocular; ironical."},{"word":"Burlesque","type":"n.","descr":" Ludicrous representation; exaggerated parody; grotesque satire."},{"word":"Burlesque","type":"n.","descr":" An ironical or satirical composition intended to excite laughter, or to ridicule anything."},{"word":"Burlesque","type":"n.","descr":" A ludicrous imitation; a caricature; a travesty; a gross perversion."},{"word":"Burlesqued","type":"imp. and p. p.","descr":" of Burlesque"},{"word":"Burlesquing","type":"p. pr. and vb. n.","descr":" of Burlesque"},{"word":"Burlesque","type":"v. t.","descr":" To ridicule, or to make ludicrous by grotesque representation in action or in language."},{"word":"Burlesque","type":"v. i.","descr":" To employ burlesque."},{"word":"Burlesquer","type":"n.","descr":" One who burlesques."},{"word":"Burletta","type":"a.","descr":" A comic operetta; a music farce."},{"word":"Burliness","type":"n.","descr":" Quality of being burly."},{"word":"Burly","type":"a.","descr":" Having a large, strong, or gross body; stout; lusty; -- now used chiefly of human beings, but formerly of animals, in the sense of stately or beautiful, and of inanimate things that were huge and bulky."},{"word":"Burly","type":"a.","descr":" Coarse and rough; boisterous."},{"word":"Burmans","type":"pl. ","descr":" of Burman"},{"word":"Burman","type":"n.","descr":" A member of the Burman family, one of the four great families Burmah; also, sometimes, any inhabitant of Burmah; a Burmese."},{"word":"Burman","type":"a.","descr":" Of or pertaining to the Burmans or to Burmah."},{"word":"Bur marigold","type":"","descr":" See Beggar\\'s ticks."},{"word":"Burmese","type":"a.","descr":" Of or pertaining to Burmah, or its inhabitants."},{"word":"Burmese","type":"n. sing. and pl.","descr":" A native or the natives of Burmah. Also (sing.), the language of the Burmans."},{"word":"Burned","type":"imp. and p. p.","descr":" of Burn"},{"word":"Burnt","type":"","descr":" of Burn"},{"word":"Burning","type":"p. pr. and vb. n.","descr":" of Burn"},{"word":"Burn","type":"v. t.","descr":" To consume with fire; to reduce to ashes by the action of heat or fire; -- frequently intensified by up: as, to burn up wood."},{"word":"Burn","type":"v. t.","descr":" To injure by fire or heat; to change destructively some property or properties of, by undue exposure to fire or heat; to scorch; to scald; to blister; to singe; to char; to sear; as, to burn steel in forging; to burn one\\'s face in the sun; the sun burns the grass."},{"word":"Burn","type":"v. t.","descr":" To perfect or improve by fire or heat; to submit to the action of fire or heat for some economic purpose; to destroy or change some property or properties of, by exposure to fire or heat in due degree for obtaining a desired residuum, product, or effect; to bake; as, to burn clay in making bricks or pottery; to burn wood so as to produce charcoal; to burn limestone for the lime."},{"word":"Burn","type":"v. t.","descr":" To make or produce, as an effect or result, by the application of fire or heat; as, to burn a hole; to burn charcoal; to burn letters into a block."},{"word":"Burn","type":"v. t.","descr":" To consume, injure, or change the condition of, as if by action of fire or heat; to affect as fire or heat does; as, to burn the mouth with pepper."},{"word":"Burn","type":"v. t.","descr":" To apply a cautery to; to cauterize."},{"word":"Burn","type":"v. t.","descr":" To cause to combine with oxygen or other active agent, with evolution of heat; to consume; to oxidize; as, a man burns a certain amount of carbon at each respiration; to burn iron in oxygen."},{"word":"Burn","type":"v. i.","descr":" To be of fire; to flame."},{"word":"Burn","type":"v. i.","descr":" To suffer from, or be scorched by, an excess of heat."},{"word":"Burn","type":"v. i.","descr":" To have a condition, quality, appearance, sensation, or emotion, as if on fire or excessively heated; to act or rage with destructive violence; to be in a state of lively emotion or strong desire; as, the face burns; to burn with fever."},{"word":"Burn","type":"v. i.","descr":" To combine energetically, with evolution of heat; as, copper burns in chlorine."},{"word":"Burn","type":"v. i.","descr":" In certain games, to approach near to a concealed object which is sought."},{"word":"Burn","type":"n.","descr":" A hurt, injury, or effect caused by fire or excessive or intense heat."},{"word":"Burn","type":"n.","descr":" The operation or result of burning or baking, as in brickmaking; as, they have a good burn."},{"word":"Burn","type":"n.","descr":" A disease in vegetables. See Brand, n., 6."},{"word":"Burn","type":"n.","descr":" A small stream."},{"word":"Burnable","type":"a.","descr":" Combustible."},{"word":"Burned","type":"p. p. and a.","descr":" See Burnt."},{"word":"Burned","type":"p. p.","descr":" Burnished."},{"word":"Burner","type":"n.","descr":" One who, or that which, burns or sets fire to anything."},{"word":"Burner","type":"n.","descr":" The part of a lamp, gas fixture, etc., where the flame is produced."},{"word":"Burnet","type":"n.","descr":" A genus of perennial herbs (Poterium); especially, P.Sanguisorba, the common, or garden, burnet."},{"word":"Burnettized","type":"imp. and p. p.","descr":" of Burnettize"},{"word":"Burnettizing","type":"p. pr. and vb. n.","descr":" of Burnettize"},{"word":"Burnettize","type":"v. t.","descr":" To subject (wood, fabrics, etc.) to a process of saturation in a solution of chloride of zinc, to prevent decay; -- a process invented by Sir William Burnett."},{"word":"Burnie","type":"n.","descr":" A small brook."},{"word":"Burniebee","type":"n.","descr":" The ladybird."},{"word":"Burning","type":"a.","descr":" That burns; being on fire; excessively hot; fiery."},{"word":"Burning","type":"a.","descr":" Consuming; intense; inflaming; exciting; vehement; powerful; as, burning zeal."},{"word":"Burning","type":"n.","descr":" The act of consuming by fire or heat, or of subjecting to the effect of fire or heat; the state of being on fire or excessively heated."},{"word":"Burnished","type":"imp. and p. p.","descr":" of Burnish"},{"word":"Burnishing","type":"p. pr. and vb. n.","descr":" of Burnish"},{"word":"Burnish","type":"a.","descr":" To cause to shine; to make smooth and bright; to polish; specifically, to polish by rubbing with something hard and smooth; as, to burnish brass or paper."},{"word":"Burnish","type":"v. i.","descr":" To shine forth; to brighten; to become smooth and glossy, as from swelling or filling out; hence, to grow large."},{"word":"Burnish","type":"n.","descr":" The effect of burnishing; gloss; brightness; luster."},{"word":"Burnisher","type":"n.","descr":" One who burnishes."},{"word":"Burnisher","type":"n.","descr":" A tool with a hard, smooth, rounded end or surface, as of steel, ivory, or agate, used in smoothing or polishing by rubbing. It has a variety of forms adapted to special uses."},{"word":"Burnoose","type":"n.","descr":" Alt. of Burnous"},{"word":"Burnous","type":"n.","descr":" A cloaklike garment and hood woven in one piece, worn by Arabs."},{"word":"Burnous","type":"n.","descr":" A combination cloak and hood worn by women."},{"word":"Burnstickle","type":"n.","descr":" A stickleback (Gasterosteus aculeatus)."},{"word":"Burnt","type":"p. p. and a.","descr":" Consumed with, or as with, fire; scorched or dried, as with fire or heat; baked or hardened in the fire or the sun."},{"word":"Burr","type":"n.","descr":" A prickly seed vessel. See Bur, 1."},{"word":"Burr","type":"n.","descr":" The thin edge or ridge left by a tool in cutting or shaping metal, as in turning, engraving, pressing, etc.; also, the rough neck left on a bullet in casting."},{"word":"Burr","type":"n.","descr":" A thin flat piece of metal, formed from a sheet by punching; a small washer put on the end of a rivet before it is swaged down."},{"word":"Burr","type":"n.","descr":" A broad iron ring on a tilting lance just below the gripe, to prevent the hand from slipping."},{"word":"Burr","type":"n.","descr":" The lobe or lap of the ear."},{"word":"Burr","type":"n.","descr":" A guttural pronounciation of the letter r, produced by trilling the extremity of the soft palate against the back part of the tongue; rotacism; -- often called the Newcastle, Northumberland, or Tweedside, burr."},{"word":"Burr","type":"n.","descr":" The knot at the bottom of an antler. See Bur, n., 8."},{"word":"Burred","type":"imp. and p. p.","descr":" of Burr"},{"word":"Burring","type":"p. pr. and vb. n.","descr":" of Burr"},{"word":"Burr","type":"v. i.","descr":" To speak with burr; to make a hoarse or guttural murmur."},{"word":"Burrel","type":"n.","descr":" A sort of pear, called also the red butter pear, from its smooth, delicious, soft pulp."},{"word":"Burrel","type":"n.","descr":" Same as Borrel."},{"word":"Burrel fly","type":"","descr":" The botfly or gadfly of cattle (Hypoderma bovis). See Gadfly."},{"word":"Burrel shot","type":"","descr":" A mixture of shot, nails, stones, pieces of old iron, etc., fired from a cannon at short range, in an emergency."},{"word":"Burring machine","type":"","descr":" A machine for cleansing wool of burs, seeds, and other substances."},{"word":"Burr millstone","type":"","descr":" See Buhrstone."},{"word":"Burro","type":"n.","descr":" A donkey."},{"word":"Burrock","type":"n.","descr":" A small weir or dam in a river to direct the stream to gaps where fish traps are placed."},{"word":"Burrow","type":"n.","descr":" An incorporated town. See 1st Borough."},{"word":"Burrow","type":"n.","descr":" A shelter; esp. a hole in the ground made by certain animals, as rabbits, for shelter and habitation."},{"word":"Burrow","type":"n.","descr":" A heap or heaps of rubbish or refuse."},{"word":"Burrow","type":"n.","descr":" A mound. See 3d Barrow, and Camp, n., 5."},{"word":"Burrowed","type":"imp. and p. p.","descr":" of Burrow"},{"word":"Burrowing","type":"p. pr. and vb. n.","descr":" of Burrow"},{"word":"Burrow","type":"v. i.","descr":" To excavate a hole to lodge in, as in the earth; to lodge in a hole excavated in the earth, as conies or rabbits."},{"word":"Burrow","type":"v. i.","descr":" To lodge, or take refuge, in any deep or concealed place; to hide."},{"word":"Burrower","type":"n.","descr":" One who, or that which, burrows; an animal that makes a hole under ground and lives in it."},{"word":"Burrstone","type":"n.","descr":" See Buhrstone."},{"word":"Burry","type":"a.","descr":" Abounding in burs, or containing burs; resembling burs; as, burry wool."},{"word":"Bursae","type":"pl. ","descr":" of Bursa"},{"word":"Bursa","type":"n.","descr":" Any sac or saclike cavity; especially, one of the synovial sacs, or small spaces, often lined with synovial membrane, interposed between tendons and bony prominences."},{"word":"Bursal","type":"a.","descr":" Of or pertaining to a bursa or to bursae."},{"word":"Bursar","type":"n.","descr":" A treasurer, or cash keeper; a purser; as, the bursar of a college, or of a monastery."},{"word":"Bursar","type":"n.","descr":" A student to whom a stipend or bursary is paid for his complete or partial support."},{"word":"Bursarship","type":"n.","descr":" The office of a bursar."},{"word":"Bursary","type":"n.","descr":" The treasury of a college or monastery."},{"word":"Bursary","type":"n.","descr":" A scholarship or charitable foundation in a university, as in Scotland; a sum given to enable a student to pursue his studies."},{"word":"Burschen","type":"pl. ","descr":" of Bursch"},{"word":"Bursch","type":"n.","descr":" A youth; especially, a student in a german university."},{"word":"Burse","type":"n.","descr":" A purse; also, a vesicle; a pod; a hull."},{"word":"Burse","type":"n.","descr":" A fund or foundation for the maintenance of needy scholars in their studies; also, the sum given to the beneficiaries."},{"word":"Burse","type":"n.","descr":" An ornamental case of hold the corporal when not in use."},{"word":"Burse","type":"n.","descr":" An exchange, for merchants and bankers, in the cities of continental Europe. Same as Bourse."},{"word":"Burse","type":"n.","descr":" A kind of bazaar."},{"word":"Bursiculate","type":"a.","descr":" Bursiform."},{"word":"Bursiform","type":"a.","descr":" Shaped like a purse."},{"word":"Bursitis","type":"n.","descr":" Inflammation of a bursa."},{"word":"Burst","type":"imp. and p. p.","descr":" of Burst"},{"word":"Bursting","type":"p. pr. and vb. n.","descr":" of Burst"},{"word":"Burst","type":"v. i.","descr":" To fly apart or in pieces; of break open; to yield to force or pressure, especially to a sudden and violent exertion of force, or to pressure from within; to explode; as, the boiler had burst; the buds will burst in spring."},{"word":"Burst","type":"v. i.","descr":" To exert force or pressure by which something is made suddenly to give way; to break through obstacles or limitations; hence, to appear suddenly and unexpectedly or unaccountably, or to depart in such manner; -- usually with some qualifying adverb or preposition, as forth, out, away, into, upon, through, etc."},{"word":"Burst","type":"v. t.","descr":" To break or rend by violence, as by an overcharge or by strain or pressure, esp. from within; to force open suddenly; as, to burst a cannon; to burst a blood vessel; to burst open the doors."},{"word":"Burst","type":"v. t.","descr":" To break."},{"word":"Burst","type":"v. t.","descr":" To produce as an effect of bursting; as, to burst a hole through the wall."},{"word":"Burst","type":"n.","descr":" A sudden breaking forth; a violent rending; an explosion; as, a burst of thunder; a burst of applause; a burst of passion; a burst of inspiration."},{"word":"Burst","type":"n.","descr":" Any brief, violent exertion or effort; a spurt; as, a burst of speed."},{"word":"Burst","type":"n.","descr":" A sudden opening, as of landscape; a stretch; an expanse."},{"word":"Burst","type":"n.","descr":" A rupture or hernia; a breach."},{"word":"Bursten","type":"","descr":" p. p. of Burst, v. i."},{"word":"Burster","type":"n.","descr":" One that bursts."},{"word":"Burstwort","type":"n.","descr":" A plant (Herniaria glabra) supposed to be valuable for the cure of hernia or rupture."},{"word":"Burt","type":"n.","descr":" See Birt."},{"word":"Burthen","type":"n. and v. t.","descr":" See Burden."},{"word":"Burton","type":"n.","descr":" A peculiar tackle, formed of two or more blocks, or pulleys, the weight being suspended to a hook block in the bight of the running part."},{"word":"Bury","type":"n.","descr":" A borough; a manor; as, the Bury of St. Edmond\\'s"},{"word":"Bury","type":"n.","descr":" A manor house; a castle."},{"word":"Buried","type":"imp. and p. p.","descr":" of Bury"},{"word":"Burying","type":"p. pr. and vb. n.","descr":" of Bury"},{"word":"Bury","type":"v. t.","descr":" To cover out of sight, either by heaping something over, or by placing within something, as earth, etc.; to conceal by covering; to hide; as, to bury coals in ashes; to bury the face in the hands."},{"word":"Bury","type":"v. t.","descr":" Specifically: To cover out of sight, as the body of a deceased person, in a grave, a tomb, or the ocean; to deposit (a corpse) in its resting place, with funeral ceremonies; to inter; to inhume."},{"word":"Bury","type":"v. t.","descr":" To hide in oblivion; to put away finally; to abandon; as, to bury strife."},{"word":"Burying ground","type":"","descr":" Alt. of Burying place"},{"word":"Burying place","type":"","descr":" The ground or place for burying the dead; burial place."},{"word":"Bus","type":"n.","descr":" An omnibus."},{"word":"Busbies","type":"pl. ","descr":" of Busby"},{"word":"Busby","type":"n.","descr":" A military headdress or cap, used in the British army. It is of fur, with a bag, of the same color as the facings of the regiment, hanging from the top over the right shoulder."},{"word":"Buscon","type":"n.","descr":" One who searches for ores; a prospector."},{"word":"Bush","type":"n.","descr":" A thicket, or place abounding in trees or shrubs; a wild forest."},{"word":"Bush","type":"n.","descr":" A shrub; esp., a shrub with branches rising from or near the root; a thick shrub or a cluster of shrubs."},{"word":"Bush","type":"n.","descr":" A shrub cut off, or a shrublike branch of a tree; as, bushes to support pea vines."},{"word":"Bush","type":"n.","descr":" A shrub or branch, properly, a branch of ivy (as sacred to Bacchus), hung out at vintners\\' doors, or as a tavern sign; hence, a tavern sign, and symbolically, the tavern itself."},{"word":"Bush","type":"n.","descr":" The tail, or brush, of a fox."},{"word":"Bush","type":"v. i.","descr":" To branch thickly in the manner of a bush."},{"word":"Bushed","type":"imp. and p. p.","descr":" of Bush"},{"word":"Bushing","type":"p. pr. and vb. n.","descr":" of Bush"},{"word":"Bush","type":"v. t.","descr":" To set bushes for; to support with bushes; as, to bush peas."},{"word":"Bush","type":"v. t.","descr":" To use a bush harrow on (land), for covering seeds sown; to harrow with a bush; as, to bush a piece of land; to bush seeds into the ground."},{"word":"Bush","type":"n.","descr":" A lining for a hole to make it smaller; a thimble or ring of metal or wood inserted in a plate or other part of machinery to receive the wear of a pivot or arbor."},{"word":"Bush","type":"n.","descr":" A piece of copper, screwed into a gun, through which the venthole is bored."},{"word":"Bush","type":"v. t.","descr":" To furnish with a bush, or lining; as, to bush a pivot hole."},{"word":"Bushboy","type":"n.","descr":" See Bushman."},{"word":"Bushel","type":"n.","descr":" A dry measure, containing four pecks, eight gallons, or thirty-two quarts."},{"word":"Bushel","type":"n.","descr":" A vessel of the capacity of a bushel, used in measuring; a bushel measure."},{"word":"Bushel","type":"n.","descr":" A quantity that fills a bushel measure; as, a heap containing ten bushels of apples."},{"word":"Bushel","type":"n.","descr":" A large indefinite quantity."},{"word":"Bushel","type":"n.","descr":" The iron lining in the nave of a wheel. [Eng.] In the United States it is called a box. See 4th Bush."},{"word":"Bushelage","type":"n.","descr":" A duty payable on commodities by the bushel."},{"word":"Bushelman","type":"n.","descr":" A tailor\\'s assistant for repairing garments; -- called also busheler."},{"word":"Bushet","type":"n.","descr":" A small bush."},{"word":"Bushfighter","type":"n.","descr":" One accustomed to bushfighting."},{"word":"Bushfighting","type":"n.","descr":" Fighting in the bush, or from behind bushes, trees, or thickets."},{"word":"Bushhammer","type":"n.","descr":" A hammer with a head formed of a bundle of square bars, with pyramidal points, arranged in rows, or a solid head with a face cut into a number of rows of such points; -- used for dressing stone."},{"word":"Bushhammer","type":"v. t.","descr":" To dress with bushhammer; as, to bushhammer a block of granite."},{"word":"Bushiness","type":"n.","descr":" The condition or quality of being bushy."},{"word":"Bushing","type":"n.","descr":" The operation of fitting bushes, or linings, into holes or places where wear is to be received, or friction diminished, as pivot holes, etc."},{"word":"Bushing","type":"n.","descr":" A bush or lining; -- sometimes called a thimble. See 4th Bush."},{"word":"Bushless","type":"a.","descr":" Free from bushes; bare."},{"word":"Bushmen","type":"pl. ","descr":" of Bushman"},{"word":"Bushman","type":"n.","descr":" A woodsman; a settler in the bush."},{"word":"Bushman","type":"n.","descr":" One of a race of South African nomads, living principally in the deserts, and not classified as allied in race or language to any other people."},{"word":"Bushment","type":"n.","descr":" A thicket; a cluster of bushes."},{"word":"Bushment","type":"n.","descr":" An ambuscade."},{"word":"Bushranger","type":"n.","descr":" One who roams, or hides, among the bushes; especially, in Australia, an escaped criminal living in the bush."},{"word":"Bushwhacker","type":"n.","descr":" One accustomed to beat about, or travel through, bushes."},{"word":"Bushwhacker","type":"n.","descr":" A guerrilla; a marauding assassin; one who pretends to be a peaceful citizen, but secretly harasses a hostile force or its sympathizers."},{"word":"Bushwhacking","type":"n.","descr":" Traveling, or working a way, through bushes; pulling by the bushes, as in hauling a boat along the bushy margin of a stream."},{"word":"Bushwhacking","type":"n.","descr":" The crimes or warfare of bushwhackers."},{"word":"Bushy","type":"a.","descr":" Thick and spreading, like a bush."},{"word":"Bushy","type":"a.","descr":" Full of bushes; overgrowing with shrubs."},{"word":"Busily","type":"adv.","descr":" In a busy manner."},{"word":"Businesses","type":"pl. ","descr":" of Business"},{"word":"Business","type":"n.","descr":" That which busies one, or that which engages the time, attention, or labor of any one, as his principal concern or interest, whether for a longer or shorter time; constant employment; regular occupation; as, the business of life; business before pleasure."},{"word":"Business","type":"n.","descr":" Any particular occupation or employment engaged in for livelihood or gain, as agriculture, trade, art, or a profession."},{"word":"Business","type":"n.","descr":" Financial dealings; buying and selling; traffic in general; mercantile transactions."},{"word":"Business","type":"n.","descr":" That which one has to do or should do; special service, duty, or mission."},{"word":"Business","type":"n.","descr":" Affair; concern; matter; -- used in an indefinite sense, and modified by the connected words."},{"word":"Business","type":"n.","descr":" The position, distribution, and order of persons and properties on the stage of a theater, as determined by the stage manager in rehearsal."},{"word":"Business","type":"n.","descr":" Care; anxiety; diligence."},{"word":"Businesslike","type":"a.","descr":" In the manner of one transacting business wisely and by right methods."},{"word":"Busk","type":"n.","descr":" A thin, elastic strip of metal, whalebone, wood, or other material, worn in the front of a corset."},{"word":"Busked","type":"imp. and p. p.","descr":" of Busk"},{"word":"Busk","type":"v. t. and i.","descr":" To prepare; to make ready; to array; to dress."},{"word":"Busk","type":"v. t. and i.","descr":" To go; to direct one\\'s course."},{"word":"Busked","type":"a.","descr":" Wearing a busk."},{"word":"Busket","type":"n.","descr":" A small bush; also, a sprig or bouquet."},{"word":"Busket","type":"n.","descr":" A part of a garden devoted to shrubs."},{"word":"Buskin","type":"n.","descr":" A strong, protecting covering for the foot, coming some distance up the leg."},{"word":"Buskin","type":"n.","descr":" A similar covering for the foot and leg, made with very thick soles, to give an appearance of elevation to the stature; -- worn by tragic actors in ancient Greece and Rome. Used as a symbol of tragedy, or the tragic drama, as distinguished from comedy."},{"word":"Buskined","type":"a.","descr":" Wearing buskins."},{"word":"Buskined","type":"a.","descr":" Trodden by buskins; pertaining to tragedy."},{"word":"Busky","type":"a.","descr":" See Bosky, and 1st Bush, n."},{"word":"Buss","type":"n.","descr":" A kiss; a rude or playful kiss; a smack."},{"word":"Bussed","type":"imp. and p. p.","descr":" of Buss"},{"word":"Bussing","type":"p. pr. and vb. n.","descr":" of Buss"},{"word":"Buss","type":"v. t.","descr":" To kiss; esp. to kiss with a smack, or rudely."},{"word":"Buss","type":"n.","descr":" A small strong vessel with two masts and two cabins; -- used in the herring fishery."},{"word":"Bust","type":"n.","descr":" A piece of sculpture representing the upper part of the human figure, including the head, shoulders, and breast."},{"word":"Bust","type":"n.","descr":" The portion of the human figure included between the head and waist, whether in statuary or in the person; the chest or thorax; the upper part of the trunk of the body."},{"word":"Bustard","type":"n.","descr":" A bird of the genus Otis."},{"word":"Buster","type":"n.","descr":" Something huge; a roistering blade; also, a spree."},{"word":"Bustled","type":"imp. and p. p.","descr":" of Bustle"},{"word":"Bustling","type":"n.","descr":" of Bustle"},{"word":"Bustle","type":"v. i.","descr":" To move noisily; to be rudely active; to move in a way to cause agitation or disturbance; as, to bustle through a crowd."},{"word":"Bustle","type":"n.","descr":" Great stir; agitation; tumult from stirring or excitement."},{"word":"Bustle","type":"n.","descr":" A kind of pad or cushion worn on the back below the waist, by women, to give fullness to the skirts; -- called also bishop, and tournure."},{"word":"Bustler","type":"n.","descr":" An active, stirring person."},{"word":"Bustling","type":"a.","descr":" Agitated; noisy; tumultuous; characterized by confused activity; as, a bustling crowd."},{"word":"Bustoes","type":"pl. ","descr":" of Busto"},{"word":"Busto","type":"n.","descr":" A bust; a statue."},{"word":"Busy","type":"a.","descr":" Engaged in some business; hard at work (either habitually or only for the time being); occupied with serious affairs; not idle nor at leisure; as, a busy merchant."},{"word":"Busy","type":"a.","descr":" Constantly at work; diligent; active."},{"word":"Busy","type":"a.","descr":" Crowded with business or activities; -- said of places and times; as, a busy street."},{"word":"Busy","type":"a.","descr":" Officious; meddling; foolish active."},{"word":"Busy","type":"a.","descr":" Careful; anxious."},{"word":"Busied","type":"imp. and p. p.","descr":" of Busy"},{"word":"Busying","type":"p. pr. and vb. n.","descr":" of Busy"},{"word":"Busy","type":"v. t.","descr":" To make or keep busy; to employ; to engage or keep engaged; to occupy; as, to busy one\\'s self with books."},{"word":"Busybodies","type":"pl. ","descr":" of Busybody"},{"word":"Busybody","type":"n.","descr":" One who officiously concerns himself with the affairs of others; a meddling person."},{"word":"But","type":"adv. and conj.","descr":" Except with; unless with; without."},{"word":"But","type":"adv. and conj.","descr":" Except; besides; save."},{"word":"But","type":"adv. and conj.","descr":" Excepting or excluding the fact that; save that; were it not that; unless; -- elliptical, for but that."},{"word":"But","type":"adv. and conj.","descr":" Otherwise than that; that not; -- commonly, after a negative, with that."},{"word":"But","type":"adv. and conj.","descr":" Only; solely; merely."},{"word":"But","type":"adv. and conj.","descr":" On the contrary; on the other hand; only; yet; still; however; nevertheless; more; further; -- as connective of sentences or clauses of a sentence, in a sense more or less exceptive or adversative; as, the House of Representatives passed the bill, but the Senate dissented; our wants are many, but quite of another kind."},{"word":"But","type":"prep., adv. and conj.","descr":" The outer apartment or kitchen of a two-roomed house; -- opposed to ben, the inner room."},{"word":"But","type":"n.","descr":" A limit; a boundary."},{"word":"But","type":"n.","descr":" The end; esp. the larger or thicker end, or the blunt, in distinction from the sharp, end. See 1st Butt."},{"word":"Butted","type":"imp. and p. p.","descr":" of But"},{"word":"Butting","type":"p. pr. and vb. n.","descr":" of But"},{"word":"But","type":"v. i.","descr":" See Butt, v., and Abut, v."},{"word":"Butane","type":"n.","descr":" An inflammable gaseous hydrocarbon, C4H10, of the marsh gas, or paraffin, series."},{"word":"Butcher","type":"n.","descr":" One who slaughters animals, or dresses their flesh for market; one whose occupation it is to kill animals for food."},{"word":"Butcher","type":"n.","descr":" A slaughterer; one who kills in large numbers, or with unusual cruelty; one who causes needless loss of life, as in battle."},{"word":"Butchered","type":"imp. and p. p.","descr":" of Butcher"},{"word":"Butchering","type":"p. pr. and vb. n.","descr":" of Butcher"},{"word":"Butcher","type":"v. t.","descr":" To kill or slaughter (animals) for food, or for market; as, to butcher hogs."},{"word":"Butcher","type":"v. t.","descr":" To murder, or kill, especially in an unusually bloody or barbarous manner."},{"word":"Butchering","type":"n.","descr":" The business of a butcher."},{"word":"Butchering","type":"n.","descr":" The act of slaughtering; the act of killing cruelly and needlessly."},{"word":"Butcherliness","type":"n.","descr":" Butchery quality."},{"word":"Butcherly","type":"a.","descr":" Like a butcher; without compunction; savage; bloody; inhuman; fell."},{"word":"Butchers broom","type":"","descr":" A genus of plants (Ruscus); esp. R. aculeatus, which has large red berries and leaflike branches. See Cladophyll."},{"word":"Butchery","type":"n.","descr":" The business of a butcher."},{"word":"Butchery","type":"n.","descr":" Murder or manslaughter, esp. when committed with unusual barbarity; great or cruel slaughter."},{"word":"Butchery","type":"n.","descr":" A slaughterhouse; the shambles; a place where blood is shed."},{"word":"Butler","type":"n.","descr":" An officer in a king\\'s or a nobleman\\'s household, whose principal business it is to take charge of the liquors, plate, etc.; the head servant in a large house."},{"word":"Butlerage","type":"n.","descr":" A duty of two shillings on every tun of wine imported into England by merchant strangers; -- so called because paid to the king\\'s butler for the king."},{"word":"Butlership","type":"n.","descr":" The office of a butler."},{"word":"Butment","type":"n.","descr":" A buttress of an arch; the supporter, or that part which joins it to the upright pier."},{"word":"Butment","type":"n.","descr":" The mass of stone or solid work at the end of a bridge, by which the extreme arches are sustained, or by which the end of a bridge without arches is supported."},{"word":"Butt","type":"v. t.","descr":" Alt. of But"},{"word":"But","type":"v. t.","descr":" A limit; a bound; a goal; the extreme bound; the end."},{"word":"But","type":"v. t.","descr":" The thicker end of anything. See But."},{"word":"But","type":"v. t.","descr":" A mark to be shot at; a target."},{"word":"But","type":"v. t.","descr":" A person at whom ridicule, jest, or contempt is directed; as, the butt of the company."},{"word":"But","type":"v. t.","descr":" A push, thrust, or sudden blow, given by the head of an animal; as, the butt of a ram."},{"word":"But","type":"v. t.","descr":" A thrust in fencing."},{"word":"But","type":"v. t.","descr":" A piece of land left unplowed at the end of a field."},{"word":"But","type":"v. t.","descr":" A joint where the ends of two objects come squarely together without scarfing or chamfering; -- also called butt joint."},{"word":"But","type":"v. t.","descr":" The end of a connecting rod or other like piece, to which the boxing is attached by the strap, cotter, and gib."},{"word":"But","type":"v. t.","descr":" The portion of a half-coupling fastened to the end of a hose."},{"word":"But","type":"v. t.","descr":" The joint where two planks in a strake meet."},{"word":"But","type":"v. t.","descr":" A kind of hinge used in hanging doors, etc.; -- so named because fastened on the edge of the door, which butts against the casing, instead of on its face, like the strap hinge; also called butt hinge."},{"word":"But","type":"v. t.","descr":" The thickest and stoutest part of tanned oxhides, used for soles of boots, harness, trunks."},{"word":"But","type":"v. t.","descr":" The hut or shelter of the person who attends to the targets in rifle practice."},{"word":"Butted","type":"imp. and p. p.","descr":" of Butt"},{"word":"Butting","type":"p. pr. and vb. n.","descr":" of Butt"},{"word":"Butt","type":"v. i.","descr":" To join at the butt, end, or outward extremity; to terminate; to be bounded; to abut."},{"word":"Butt","type":"v. i.","descr":" To thrust the head forward; to strike by thrusting the head forward, as an ox or a ram. [See Butt, n.]"},{"word":"Butt","type":"v. t.","descr":" To strike by thrusting the head against; to strike with the head."},{"word":"Butt","type":"n.","descr":" A large cask or vessel for wine or beer. It contains two hogsheads."},{"word":"Butt","type":"n.","descr":" The common English flounder."},{"word":"Butte","type":"n.","descr":" A detached low mountain, or high rising abruptly from the general level of the surrounding plain; -- applied to peculiar elevations in the Rocky Mountain region."},{"word":"Butter","type":"n.","descr":" An oily, unctuous substance obtained from cream or milk by churning."},{"word":"Butter","type":"n.","descr":" Any substance resembling butter in degree of consistence, or other qualities, especially, in old chemistry, the chlorides, as butter of antimony, sesquichloride of antimony; also, certain concrete fat oils remaining nearly solid at ordinary temperatures, as butter of cacao, vegetable butter, shea butter."},{"word":"Buttered","type":"imp. and p. p.","descr":" of Butter"},{"word":"Buttering","type":"p. pr. and vb. n.","descr":" of Butter"},{"word":"Butter","type":"v. t.","descr":" To cover or spread with butter."},{"word":"Butter","type":"v. t.","descr":" To increase, as stakes, at every throw or every game."},{"word":"Butter","type":"n.","descr":" One who, or that which, butts."},{"word":"Butterball","type":"n.","descr":" The buffel duck."},{"word":"Butterbird","type":"n.","descr":" The rice bunting or bobolink; -- so called in the island of Jamaica."},{"word":"Butterbump","type":"n.","descr":" The European bittern."},{"word":"Butterbur","type":"n.","descr":" A broad-leaved plant (Petasites vulgaris) of the Composite family, said to have been used in England for wrapping up pats of butter."},{"word":"Buttercup","type":"n.","descr":" A plant of the genus Ranunculus, or crowfoot, particularly R. bulbosus, with bright yellow flowers; -- called also butterflower, golden cup, and kingcup. It is the cuckoobud of Shakespeare."},{"word":"Butter-fingered","type":"a.","descr":" Apt to let things fall, or to let them slip away; slippery; careless."},{"word":"Butterfish","type":"n.","descr":" A name given to several different fishes, in allusion to their slippery coating of mucus, as the Stromateus triacanthus of the Atlantic coast, the Epinephelus punctatus of the southern coast, the rock eel, and the kelpfish of New Zealand."},{"word":"Butterflies","type":"pl. ","descr":" of Butterfly"},{"word":"Butterfly","type":"n.","descr":" A general name for the numerous species of diurnal Lepidoptera."},{"word":"Butterine","type":"n.","descr":" A substance prepared from animal fat with some other ingredients intermixed, as an imitation of butter."},{"word":"Butteris","type":"n.","descr":" A steel cutting instrument, with a long bent shank set in a handle which rests against the shoulder of the operator. It is operated by a thrust movement, and used in paring the hoofs of horses."},{"word":"Buttermen","type":"pl. ","descr":" of Butterman"},{"word":"Butterman","type":"n.","descr":" A man who makes or sells butter."},{"word":"Buttermilk","type":"n.","descr":" The milk that remains after the butter is separated from the cream."},{"word":"Butternut","type":"n.","descr":" An American tree (Juglans cinerea) of the Walnut family, and its edible fruit; -- so called from the oil contained in the latter. Sometimes called oil nut and white walnut."},{"word":"Butternut","type":"n.","descr":" The nut of the Caryocar butyrosum and C. nuciferum, of S. America; -- called also Souari nut."},{"word":"Butter-scotch","type":"n.","descr":" A kind of candy, mainly composed of sugar and butter."},{"word":"Butterweed","type":"n.","descr":" An annual composite plant of the Mississippi valley (Senecio lobatus)."},{"word":"Butterweight","type":"n.","descr":" Over weight."},{"word":"Butterwort","type":"n.","descr":" A genus of low herbs (Pinguicula) having simple leaves which secrete from their glandular upper surface a viscid fluid, to which insects adhere, after which the margin infolds and the insects are digested by the plant. The species are found mostly in the North Temperate zone."},{"word":"Buttery","type":"a.","descr":" Having the qualities, consistence, or appearance, of butter."},{"word":"Butteries","type":"pl. ","descr":" of Buttery"},{"word":"Buttery","type":"n.","descr":" An apartment in a house where butter, milk and other provisions are kept."},{"word":"Buttery","type":"n.","descr":" A room in some English colleges where liquors, fruit, and refreshments are kept for sale to the students."},{"word":"Buttery","type":"n.","descr":" A cellar in which butts of wine are kept."},{"word":"Butt hinge","type":"","descr":" See 1st Butt, 10."},{"word":"But-thorn","type":"n.","descr":" The common European starfish (Asterias rubens)."},{"word":"Butting","type":"n.","descr":" An abuttal; a boundary."},{"word":"Butting joint","type":"","descr":" A joint between two pieces of timber or wood, at the end of one or both, and either at right angles or oblique to the grain, as the joints which the struts and braces form with the truss posts; -- sometimes called abutting joint."},{"word":"Butt joint","type":"","descr":" A joint in which the edges or ends of the pieces united come squarely together instead of overlapping. See 1st Butt, 8."},{"word":"Buttock","type":"n.","descr":" The part at the back of the hip, which, in man, forms one of the rounded protuberances on which he sits; the rump."},{"word":"Buttock","type":"n.","descr":" The convexity of a ship behind, under the stern."},{"word":"Button","type":"n.","descr":" A knob; a small ball; a small, roundish mass."},{"word":"Button","type":"n.","descr":" A catch, of various forms and materials, used to fasten together the different parts of dress, by being attached to one part, and passing through a slit, called a buttonhole, in the other; -- used also for ornament."},{"word":"Button","type":"n.","descr":" A bud; a germ of a plant."},{"word":"Button","type":"n.","descr":" A piece of wood or metal, usually flat and elongated, turning on a nail or screw, to fasten something, as a door."},{"word":"Button","type":"n.","descr":" A globule of metal remaining on an assay cupel or in a crucible, after fusion."},{"word":"Buttoned","type":"imp. and p. p.","descr":" of Button"},{"word":"Buttoning","type":"p. pr. and vb. n.","descr":" of Button"},{"word":"Button","type":"n.","descr":" To fasten with a button or buttons; to inclose or make secure with buttons; -- often followed by up."},{"word":"Button","type":"n.","descr":" To dress or clothe."},{"word":"Button","type":"v. i.","descr":" To be fastened by a button or buttons; as, the coat will not button."},{"word":"Buttonball","type":"n.","descr":" See Buttonwood."},{"word":"Buttonbush","type":"n.","descr":" A shrub (Cephalanthus occidentalis) growing by the waterside; -- so called from its globular head of flowers. See Capitulum."},{"word":"Buttonhole","type":"n.","descr":" The hole or loop in which a button is caught."},{"word":"Buttonhole","type":"v. t.","descr":" To hold at the button or buttonhole; to detain in conversation to weariness; to bore; as, he buttonholed me a quarter of an hour."},{"word":"Buttonmold","type":"n.","descr":" A disk of bone, wood, or other material, which is made into a button by covering it with cloth."},{"word":"Buttons","type":"n.","descr":" A boy servant, or page, -- in allusion to the buttons on his livery."},{"word":"Buttonweed","type":"n.","descr":" The name of several plants of the genera Spermacoce and Diodia, of the Madder family."},{"word":"Buttonwood","type":"n.","descr":" The Platanus occidentalis, or American plane tree, a large tree, producing rough balls, from which it is named; -- called also buttonball tree, and, in some parts of the United States, sycamore. The California buttonwood is P. racemosa."},{"word":"Buttony","type":"a.","descr":" Ornamented with a large number of buttons."},{"word":"Buttress","type":"n.","descr":" A projecting mass of masonry, used for resisting the thrust of an arch, or for ornament and symmetry."},{"word":"Buttress","type":"n.","descr":" Anything which supports or strengthens."},{"word":"Buttressed","type":"imp. and p. p.","descr":" of Buttress"},{"word":"Buttressing","type":"p. pr. and vb. n.","descr":" of Buttress"},{"word":"Buttress","type":"v. t.","descr":" To support with a buttress; to prop; to brace firmly."},{"word":"Butt shaft","type":"","descr":" An arrow without a barb, for shooting at butts; an arrow."},{"word":"Butt weld","type":"","descr":" See Butt weld, under Butt."},{"word":"Buttweld","type":"v. t.","descr":" To unite by a butt weld."},{"word":"Butty","type":"n.","descr":" One who mines by contract, at so much per ton of coal or ore."},{"word":"Butyl","type":"n.","descr":" A compound radical, regarded as butane, less one atom of hydrogen."},{"word":"Butylene","type":"n.","descr":" Any one of three metameric hydrocarbons, C4H8, of the ethylene series. They are gaseous or easily liquefiable."},{"word":"Butyraceous","type":"a.","descr":" Having the qualities of butter; resembling butter."},{"word":"Butyrate","type":"n.","descr":" A salt of butyric acid."},{"word":"Butyric","type":"a.","descr":" Pertaining to, or derived from, butter."},{"word":"Butyrin","type":"n.","descr":" A butyrate of glycerin; a fat contained in small quantity in milk, which helps to give to butter its peculiar flavor."},{"word":"Butyrometer","type":"n.","descr":" An instrument for determining the amount of fatty matter or butter contained in a sample of milk."},{"word":"Butyrone","type":"n.","descr":" A liquid ketone obtained by heating calcium butyrate."},{"word":"Butyrous","type":"a.","descr":" Butyraceous."},{"word":"Buxeous","type":"a.","descr":" Belonging to the box tree."},{"word":"Buxine","type":"n.","descr":" An alkaloid obtained from the Buxus sempervirens, or common box tree. It is identical with bebeerine; -- called also buxina."},{"word":"Buxom","type":"a.","descr":" Yielding; pliable or compliant; ready to obey; obedient; tractable; docile; meek; humble."},{"word":"Buxom","type":"a.","descr":" Having the characteristics of health, vigor, and comeliness, combined with a gay, lively manner; stout and rosy; jolly; frolicsome."},{"word":"Buying","type":"p. pr. and vb. n.","descr":" of Buy"},{"word":"Buy","type":"v. t.","descr":" To acquire the ownership of (property) by giving an accepted price or consideration therefor, or by agreeing to do so; to acquire by the payment of a price or value; to purchase; -- opposed to sell."},{"word":"Buy","type":"v. t.","descr":" To acquire or procure by something given or done in exchange, literally or figuratively; to get, at a cost or sacrifice; to buy pleasure with pain."},{"word":"Buy","type":"v. i.","descr":" To negotiate or treat about a purchase."},{"word":"Buyer","type":"n.","descr":" One who buys; a purchaser."},{"word":"Buz","type":"v. and n.","descr":" See Buzz."},{"word":"Buzzed","type":"imp. and p. p.","descr":" of Buzz"},{"word":"Buzzing","type":"p. pr. and vb. n.","descr":" of Buzz"},{"word":"Buzz","type":"v. i.","descr":" To make a low, continuous, humming or sibilant sound, like that made by bees with their wings. Hence: To utter a murmuring sound; to speak with a low, humming voice."},{"word":"Buzz","type":"v. t.","descr":" To sound forth by buzzing."},{"word":"Buzz","type":"v. t.","descr":" To whisper; to communicate, as tales, in an under tone; to spread, as report, by whispers, or secretly."},{"word":"Buzz","type":"v. t.","descr":" To talk to incessantly or confidentially in a low humming voice."},{"word":"Buzz","type":"v. t.","descr":" To sound with a \"buzz\"."},{"word":"Buzz","type":"n.","descr":" A continuous, humming noise, as of bees; a confused murmur, as of general conversation in low tones, or of a general expression of surprise or approbation."},{"word":"Buzz","type":"n.","descr":" A whisper; a report spread secretly or cautiously."},{"word":"Buzz","type":"n.","descr":" The audible friction of voice consonants."},{"word":"Buzzard","type":"n.","descr":" A bird of prey of the Hawk family, belonging to the genus Buteo and related genera."},{"word":"Buzzard","type":"n.","descr":" A blockhead; a dunce."},{"word":"Buzzard","type":"a.","descr":" Senseless; stupid."},{"word":"Buzzardet","type":"n.","descr":" A hawk resembling the buzzard, but with legs relatively longer."},{"word":"Buzzer","type":"n.","descr":" One who, or that which, buzzes; a whisperer; a talebearer."},{"word":"Buzzingly","type":"adv.","descr":" In a buzzing manner; with a buzzing sound."},{"word":"Buzzsaw","type":"","descr":" A circular saw; -- so called from the buzzing it makes when running at full speed."}]