[{"word":"Cibarious","type":"a.","descr":" Pertaining to food; edible."},{"word":"Cibation","type":"n.","descr":" The act of taking food."},{"word":"Cibation","type":"n.","descr":" The process or operation of feeding the contents of the crucible with fresh material."},{"word":"Cibol","type":"n.","descr":" A perennial alliaceous plant (Allium fistulosum), sometimes called Welsh onion. Its fistular leaves areused in cookery."},{"word":"Ciboria","type":"pl. ","descr":" of Ciborium"},{"word":"Ciborium","type":"n.","descr":" A canopy usually standing free and supported on four columns, covering the high altar, or, very rarely, a secondary altar."},{"word":"Ciborium","type":"n.","descr":" The coffer or case in which the host is kept; the pyx."},{"word":"Cicadas","type":"pl. ","descr":" of Cicada"},{"word":"Cicadae","type":"pl. ","descr":" of Cicada"},{"word":"Cicada","type":"n.","descr":" Any species of the genus Cicada. They are large hemipterous insects, with nearly transparent wings. The male makes a shrill sound by peculiar organs in the under side of the abdomen, consisting of a pair of stretched membranes, acted upon by powerful muscles. A noted American species (C. septendecim) is called the seventeen year locust. Another common species is the dogday cicada."},{"word":"Cicala","type":"n.","descr":" A cicada. See Cicada."},{"word":"Cicatrice","type":"n.","descr":" A cicatrix."},{"word":"Cicatricial","type":"a.","descr":" Relating to, or having the character of, a cicatrix."},{"word":"Cicatricle","type":"n.","descr":" The germinating point in the embryo of a seed; the point in the yolk of an egg at which development begins."},{"word":"Cicatrisive","type":"a.","descr":" Tending to promote the formation of a cicatrix; good for healing of a wound."},{"word":"Cicatrices","type":"pl. ","descr":" of Cicatrix"},{"word":"Cicatrix","type":"n.","descr":" The pellicle which forms over a wound or breach of continuity and completes the process of healing in the latter, and which subsequently contracts and becomes white, forming the scar."},{"word":"Cicatrizant","type":"n.","descr":" A medicine or application that promotes the healing of a sore or wound, or the formation of a cicatrix."},{"word":"Cicatrization","type":"n.","descr":" The process of forming a cicatrix, or the state of being cicatrized."},{"word":"Cicatrized","type":"imp. and p. p.","descr":" of Cicatrize"},{"word":"Cicatrizing","type":"p. pr. and vb. n.","descr":" of Cicatrize"},{"word":"Cicatrize","type":"v. t.","descr":" To heal or induce the formation of a cicatrix in, as in wounded or ulcerated flesh."},{"word":"Cicatrize","type":"v. i.","descr":" To heal; to have a new skin."},{"word":"Cicatrose","type":"a.","descr":" Full of scars."},{"word":"Cicely","type":"n.","descr":" Any one of several umbelliferous plants, of the genera Myrrhis, Osmorrhiza, etc."},{"word":"Cicero","type":"n.","descr":" Pica type; -- so called by French printers."},{"word":"Ciceroni","type":"pl. ","descr":" of Cicerone"},{"word":"Cicerones","type":"pl. ","descr":" of Cicerone"},{"word":"Cicerone","type":"n.","descr":" One who shows strangers the curiosities of a place; a guide."},{"word":"Ciceronian","type":"a.","descr":" Resembling Cicero in style or action; eloquent."},{"word":"Ciceronianism","type":"n.","descr":" Imitation of, or resemblance to, the style or action Cicero; a Ciceronian phrase or expression."},{"word":"Cichoraceous","type":"a.","descr":" Belonging to, or resembling, a suborder of composite plants of which the chicory (Cichorium) is the type."},{"word":"Cich-pea","type":"n.","descr":" The chick-pea."},{"word":"Cicisbeism","type":"n.","descr":" The state or conduct of a cicisbeo."},{"word":"Cicisbei","type":"pl. ","descr":" of Cicisbeo"},{"word":"Cicisbeo","type":"n.","descr":" A professed admirer of a married woman; a dangler about women."},{"word":"Cicisbeo","type":"n.","descr":" A knot of silk or ribbon attached to a fan, walking stick, etc."},{"word":"Ciclatoun","type":"n.","descr":" A costly cloth, of uncertain material, used in the Middle Ages."},{"word":"Cicurate","type":"v. t.","descr":" To tame."},{"word":"Cicuration","type":"n.","descr":" The act of taming."},{"word":"Cicuta","type":"n.","descr":" a genus of poisonous umbelliferous plants, of which the water hemlock or cowbane is best known."},{"word":"Cicutoxin","type":"n.","descr":" The active principle of the water hemlock (Cicuta) extracted as a poisonous gummy substance."},{"word":"Cid","type":"n.","descr":" Chief or commander; in Spanish literature, a title of Ruy Diaz, Count of Bivar, a champion of Christianity and of the old Spanish royalty, in the 11th century."},{"word":"Cid","type":"n.","descr":" An epic poem, which celebrates the exploits of the Spanish national hero, Ruy Diaz."},{"word":"Cider","type":"n.","descr":" The expressed juice of apples. It is used as a beverage, for making vinegar, and for other purposes."},{"word":"Ciderist","type":"n.","descr":" A maker of cider."},{"word":"Ciderkin","type":"n.","descr":" A kind of weak cider made by steeping the refuse pomace in water."},{"word":"Ci-devant","type":"a.","descr":" Former; previous; of times gone by; as, a ci-devant governor."},{"word":"Cierge","type":"n.","descr":" A wax candle used in religous rites."},{"word":"Cigar","type":"n.","descr":" A small roll of tobacco, used for smoking."},{"word":"Cigarette","type":"n.","descr":" A little cigar; a little fine tobacco rolled in paper for smoking."},{"word":"Cilia","type":"n. pl.","descr":" The eyelashes."},{"word":"Cilia","type":"n. pl.","descr":" Small, generally microscopic, vibrating appendages lining certain organs, as the air passages of the higher animals, and in the lower animals often covering also the whole or a part of the exterior. They are also found on some vegetable organisms. In the Infusoria, and many larval forms, they are locomotive organs."},{"word":"Cilia","type":"n. pl.","descr":" Hairlike processes, commonly marginal and forming a fringe like the eyelash."},{"word":"Cilia","type":"n. pl.","descr":" Small, vibratory, swimming organs, somewhat resembling true cilia, as those of Ctenophora."},{"word":"Ciliary","type":"a.","descr":" Pertaining to the cilia, or eyelashes. Also applied to special parts of the eye itself; as, the ciliary processes of the choroid coat; the ciliary muscle, etc."},{"word":"Ciliary","type":"a.","descr":" Pertaining to or connected with the cilia in animal or vegetable organisms; as, ciliary motion."},{"word":"Ciliata","type":"n. pl.","descr":" One of the orders of Infusoria, characterized by having cilia. In some species the cilia cover the body generally, in others they form a band around the mouth."},{"word":"Ciliate","type":"a.","descr":" Alt. of Ciliated"},{"word":"Ciliated","type":"a.","descr":" Provided with, or surrounded by, cilia; as, a ciliate leaf; endowed with vibratory motion; as, the ciliated epithelium of the windpipe."},{"word":"Cilice","type":"n.","descr":" A kind of haircloth undergarment."},{"word":"Cilician","type":"a.","descr":" Of or pertaining to Cilicia in Asia Minor."},{"word":"Cilician","type":"n.","descr":" A native or inhabitant of Cilicia."},{"word":"Cilicious","type":"a.","descr":" Made, or consisting, of hair."},{"word":"Ciliform","type":"a.","descr":" Alt. of Ciliiform"},{"word":"Ciliiform","type":"a.","descr":" Having the form of cilia; very fine or slender."},{"word":"Ciliograde","type":"a.","descr":" Moving by means of cilia, or cilialike organs; as, the ciliograde Medusae."},{"word":"Cilium","type":"n.","descr":" See Cilia."},{"word":"Cill","type":"n.","descr":" See Sill., n. a foundation."},{"word":"Cillosis","type":"n.","descr":" A spasmodic trembling of the upper eyelid."},{"word":"Cima","type":"n.","descr":" A kind of molding. See Cyma."},{"word":"Cimar","type":"n.","descr":" See Simar."},{"word":"Cimbal","type":"n.","descr":" A kind of confectionery or cake."},{"word":"Cimbia","type":"n.","descr":" A fillet or band placed around the shaft of a column as if to strengthen it."},{"word":"Cimbrian","type":"a.","descr":" Of or pertaining to the Cimbri."},{"word":"Cimbrian","type":"n.","descr":" One of the Cimbri. See Cimbric."},{"word":"Cimbric","type":"a.","descr":" Pertaining to the Cimbri, an ancient tribe inhabiting Northern Germany."},{"word":"Cimbric","type":"n.","descr":" The language of the Cimbri."},{"word":"Cimeliarch","type":"n.","descr":" A superintendent or keeper of a church\\'s valuables; a churchwarden."},{"word":"Cimeter","type":"n.","descr":" See Scimiter."},{"word":"Cimices","type":"pl. ","descr":" of Cimex"},{"word":"Cimex","type":"n.","descr":" A genus of hemipterous insects of which the bedbug is the best known example. See Bedbug."},{"word":"Cimia","type":"n.","descr":" See Cimbia."},{"word":"Cimiss","type":"n.","descr":" The bedbug."},{"word":"Cimmerian","type":"a.","descr":" Pertaining to the Cimmerii, a fabulous people, said to have lived, in very ancient times, in profound and perpetual darkness."},{"word":"Cimmerian","type":"a.","descr":" Without any light; intensely dark."},{"word":"Cimolite","type":"n.","descr":" A soft, earthy, clayey mineral, of whitish or grayish color."},{"word":"Cinch","type":"n.","descr":" A strong saddle girth, as of canvas."},{"word":"Cinch","type":"n.","descr":" A tight grip."},{"word":"Cinchona","type":"n.","descr":" A genus of trees growing naturally on the Andes in Peru and adjacent countries, but now cultivated in the East Indies, producing a medicinal bark of great value."},{"word":"Cinchona","type":"n.","descr":" The bark of any species of Cinchona containing three per cent. or more of bitter febrifuge alkaloids; Peruvian bark; Jesuits\\' bark."},{"word":"Cinchonaceous","type":"a.","descr":" Allied or pertaining to cinchona, or to the plants that produce it."},{"word":"Cinchonic","type":"a.","descr":" Belonging to, or obtained from, cinchona."},{"word":"Cinchonidine","type":"n.","descr":" One of the quinine group of alkaloids, found especially in red cinchona bark. It is a white crystalline substance, C19H22N2O, with a bitter taste and qualities similar to, but weaker than, quinine; -- sometimes called also cinchonidia."},{"word":"Cinchonine","type":"n.","descr":" One of the quinine group of alkaloids isomeric with and resembling cinchonidine; -- called also cinchonia."},{"word":"Cinchonism","type":"n.","descr":" A condition produced by the excessive or long-continued use of quinine, and marked by deafness, roaring in the ears, vertigo, etc."},{"word":"Cinchonize","type":"v. t.","descr":" To produce cinchonism in; to poison with quinine or with cinchona."},{"word":"Cincinnati epoch","type":"","descr":" An epoch at the close of the American lower Silurian system. The rocks are well developed near Cincinnati, Ohio. The group includes the Hudson River and Lorraine shales of New York."},{"word":"Cincture","type":"n.","descr":" A belt, a girdle, or something worn round the body, -- as by an ecclesiastic for confining the alb."},{"word":"Cincture","type":"n.","descr":" That which encompasses or incloses; an inclosure."},{"word":"Cincture","type":"n.","descr":" The fillet, listel, or band next to the apophyge at the extremity of the shaft of a column."},{"word":"Cinctured","type":"n.","descr":" Having or wearing a cincture or girdle."},{"word":"Cinder","type":"n.","descr":" Partly burned or vitrified coal, or other combustible, in which fire is extinct."},{"word":"Cinder","type":"n.","descr":" A hot coal without flame; an ember."},{"word":"Cinder","type":"n.","descr":" A scale thrown off in forging metal."},{"word":"Cinder","type":"n.","descr":" The slag of a furnace, or scoriaceous lava from a volcano."},{"word":"Cindery","type":"a.","descr":" Resembling, or composed of, cinders; full of cinders."},{"word":"Cinefaction","type":"n.","descr":" Cineration; reduction to ashes."},{"word":"Cinematic","type":"a.","descr":" Alt. of Cinematical"},{"word":"Cinematical","type":"a.","descr":" See Kinematic."},{"word":"Cinematics","type":"n. sing.","descr":" See Kinematics."},{"word":"Cineraceous","type":"a.","descr":" Like ashes; ash-colored; cinereous."},{"word":"Cineraria","type":"n.","descr":" A Linnaean genus of free-flowering composite plants, mostly from South Africa. Several species are cultivated for ornament."},{"word":"Cinerary","type":"a.","descr":" Pertaining to ashes; containing ashes."},{"word":"Cineration","type":"n.","descr":" The reducing of anything to ashes by combustion; cinefaction."},{"word":"Cinereous","type":"a.","descr":" Like ashes; ash-colored; grayish."},{"word":"Cinerescent","type":"a.","descr":" Somewhat cinereous; of a color somewhat resembling that of wood ashes."},{"word":"Cineritious","type":"a.","descr":" Like ashes; having the color of ashes, -- as the cortical substance of the brain."},{"word":"Cinerulent","type":"a.","descr":" Full of ashes."},{"word":"Cingalese","type":"n. sing. and pl.","descr":" A native or natives of Ceylon descended from its primitive inhabitants"},{"word":"Cingalese","type":"n. sing. and pl.","descr":" the language of the Cingalese."},{"word":"Cingalese","type":"a.","descr":" Of or pertaining to the Cingalese."},{"word":"Cingle","type":"n.","descr":" A girth."},{"word":"Cingulum","type":"n.","descr":" A distinct girdle or band of color; a raised spiral line as seen on certain univalve shells."},{"word":"Cingulum","type":"n.","descr":" The clitellus of earthworms."},{"word":"Cingulum","type":"n.","descr":" The base of the crown of a tooth."},{"word":"Cinnabar","type":"n.","descr":" Red sulphide of mercury, occurring in brilliant red crystals, and also in red or brown amorphous masses. It is used in medicine."},{"word":"Cinnabar","type":"n.","descr":" The artificial red sulphide of mercury used as a pigment; vermilion."},{"word":"Cinnabarine","type":"a.","descr":" Pertaining to, or resembling, cinnabar; consisting of cinnabar, or containing it; as, cinnabarine sand."},{"word":"Cinnamene","type":"n.","descr":" Styrene (which was formerly called cinnamene because obtained from cinnamic acid). See Styrene."},{"word":"Cinnamic","type":"a.","descr":" Pertaining to, or obtained from, cinnamon."},{"word":"Cinnamomic","type":"a.","descr":" See Cinnamic."},{"word":"Cinnamon","type":"n.","descr":" The inner bark of the shoots of Cinnamomum Zeylanicum, a tree growing in Ceylon. It is aromatic, of a moderately pungent taste, and is one of the best cordial, carminative, and restorative spices."},{"word":"Cinnamon","type":"n.","descr":" Cassia."},{"word":"Cinnamone","type":"n.","descr":" A yellow crystalline substance, (C6H5.C2H2)2CO, the ketone of cinnamic acid."},{"word":"Cinnamyl","type":"n.","descr":" The hypothetical radical, (C6H5.C2H2)2C, of cinnamic compounds."},{"word":"Cinnoline","type":"n.","descr":" A nitrogenous organic base, C8H6N2, analogous to quinoline, obtained from certain complex diazo compounds."},{"word":"Cinque","type":"n.","descr":" Five; the number five in dice or cards."},{"word":"Cinquecento","type":"n. and a.","descr":" The sixteenth century, when applied to Italian art or literature; as, the sculpture of the Cinquecento; Cinquecento style."},{"word":"Cinquefoil","type":"n.","descr":" The name of several different species of the genus Potentilla; -- also called five-finger, because of the resemblance of its leaves to the fingers of the hand."},{"word":"Cinquefoil","type":"n.","descr":" An ornamental foliation having five points or cups, used in windows, panels, etc."},{"word":"Cinque-pace","type":"n.","descr":" A lively dance (called also galliard), the steps of which were regulated by the number five."},{"word":"Cinque Ports","type":"","descr":" Five English ports, to which peculiar privileges were anciently accorded; -- viz., Hastings, Romney, Hythe, Dover, and Sandwich; afterwards increased by the addition of Winchelsea, Rye, and some minor places."},{"word":"Cinque-spotted","type":"a.","descr":" Five-spotted."},{"word":"Cinter","type":"n.","descr":" See Center."},{"word":"Cinura","type":"n. pl.","descr":" The group of Thysanura which includes Lepisma and allied forms; the bristletails. See Bristletail, and Lepisma."},{"word":"Cion","type":"n.","descr":" See Scion."},{"word":"Cipher","type":"n.","descr":" A character [0] which, standing by itself, expresses nothing, but when placed at the right hand of a whole number, increases its value tenfold."},{"word":"Cipher","type":"n.","descr":" One who, or that which, has no weight or influence."},{"word":"Cipher","type":"n.","descr":" A character in general, as a figure or letter."},{"word":"Cipher","type":"n.","descr":" A combination or interweaving of letters, as the initials of a name; a device; a monogram; as, a painter\\'s cipher, an engraver\\'s cipher, etc.  The cut represents the initials N. W."},{"word":"Cipher","type":"n.","descr":" A private alphabet, system of characters, or other mode of writing, contrived for the safe transmission of secrets; also, a writing in such characters."},{"word":"Cipher","type":"a.","descr":" Of the nature of a cipher; of no weight or influence."},{"word":"Ciphered","type":"imp. and p. p.","descr":" of Cipher"},{"word":"Ciphering","type":"p. pr. and vb. n.","descr":" of Cipher"},{"word":"Cipher","type":"v. i.","descr":" To use figures in a mathematical process; to do sums in arithmetic."},{"word":"Cipher","type":"v. t.","descr":" To write in occult characters."},{"word":"Cipher","type":"v. t.","descr":" To get by ciphering; as, to cipher out the answer."},{"word":"Cipher","type":"v. t.","descr":" To decipher."},{"word":"Cipher","type":"v. t.","descr":" To designate by characters."},{"word":"Cipherer","type":"n.","descr":" One who ciphers."},{"word":"Cipherhood","type":"n.","descr":" Nothingness."},{"word":"Cipolin","type":"n.","descr":" A whitish marble, from Rome, containiing pale greenish zones. It consists of calcium carbonate, with zones and cloudings of talc."},{"word":"Cippi","type":"pl. ","descr":" of Cippus"},{"word":"Cippus","type":"n.","descr":" A small, low pillar, square or round, commonly having an inscription, used by the ancients for various purposes, as for indicating the distances of places, for a landmark, for sepulchral inscriptions, etc."},{"word":"Circ","type":"n.","descr":" An amphitheatrical circle for sports; a circus."},{"word":"Circar","type":"n.","descr":" A district, or part of a province. See Sircar."},{"word":"Circassian","type":"a.","descr":" Of or pertaining to Circassia, in Asia."},{"word":"Circassian","type":"n.","descr":" A native or inhabitant of Circassia."},{"word":"Circean","type":"a.","descr":" Having the characteristics of Circe, daughter of Sol and Perseis, a mythological enchantress, who first charmed her victims and then changed them to the forms of beasts; pleasing, but noxious; as, a Circean draught."},{"word":"Circensial","type":"a.","descr":" Alt. of Circensian"},{"word":"Circensian","type":"a.","descr":" Of or pertaining to, or held in, the Circus, In Rome."},{"word":"Circinal","type":"a.","descr":" Circinate."},{"word":"Circinate","type":"a.","descr":" Rolled together downward, the tip occupying the center; -- a term used in reference to foliation or leafing, as in ferns."},{"word":"Circinate","type":"v. t.","descr":" To make a circle around; to encompass."},{"word":"Circination","type":"n.","descr":" An orbicular motion."},{"word":"Circination","type":"n.","descr":" A circle; a concentric layer."},{"word":"Circle","type":"n.","descr":" A plane figure, bounded by a single curve line called its circumference, every part of which is equally distant from a point within it, called the center."},{"word":"Circle","type":"n.","descr":" The line that bounds such a figure; a circumference; a ring."},{"word":"Circle","type":"n.","descr":" An instrument of observation, the graduated limb of which consists of an entire circle."},{"word":"Circle","type":"n.","descr":" A round body; a sphere; an orb."},{"word":"Circle","type":"n.","descr":" Compass; circuit; inclosure."},{"word":"Circle","type":"n.","descr":" A company assembled, or conceived to assemble, about a central point of interest, or bound by a common tie; a class or division of society; a coterie; a set."},{"word":"Circle","type":"n.","descr":" A circular group of persons; a ring."},{"word":"Circle","type":"n.","descr":" A series ending where it begins, and repeating itself."},{"word":"Circle","type":"n.","descr":" A form of argument in which two or more unproved statements are used to prove each other; inconclusive reasoning."},{"word":"Circle","type":"n.","descr":" Indirect form of words; circumlocution."},{"word":"Circle","type":"n.","descr":" A territorial division or district."},{"word":"Circled","type":"imp. and p. p.","descr":" of Circle"},{"word":"Circling","type":"p. pr. and vb. n.","descr":" of Circle"},{"word":"Circle","type":"n.","descr":" To move around; to revolve around."},{"word":"Circle","type":"n.","descr":" To encompass, as by a circle; to surround; to inclose; to encircle."},{"word":"Circle","type":"v. i.","descr":" To move circularly; to form a circle; to circulate."},{"word":"Circled","type":"a.","descr":" Having the form of a circle; round."},{"word":"Circler","type":"n.","descr":" A mean or inferior poet, perhaps from his habit of wandering around as a stroller; an itinerant poet. Also, a name given to the cyclic poets. See under Cyclic, a."},{"word":"Circlet","type":"n.","descr":" A little circle; esp., an ornament for the person, having the form of a circle; that which encircles, as a ring, a bracelet, or a headband."},{"word":"Circlet","type":"n.","descr":" A round body; an orb."},{"word":"Circlet","type":"n.","descr":" A circular piece of wood put under a dish at table."},{"word":"Circocele","type":"n.","descr":" See Cirsocele."},{"word":"Circuit","type":"n.","descr":" The act of moving or revolving around, or as in a circle or orbit; a revolution; as, the periodical circuit of the earth round the sun."},{"word":"Circuit","type":"n.","descr":" The circumference of, or distance round, any space; the measure of a line round an area."},{"word":"Circuit","type":"n.","descr":" That which encircles anything, as a ring or crown."},{"word":"Circuit","type":"n.","descr":" The space inclosed within a circle, or within limits."},{"word":"Circuit","type":"n.","descr":" A regular or appointed journeying from place to place in the exercise of one\\'s calling, as of a judge, or a preacher."},{"word":"Circuit","type":"n.","descr":" A certain division of a state or country, established by law for a judge or judges to visit, for the administration of justice."},{"word":"Circuit","type":"n.","descr":" A district in which an itinerant preacher labors."},{"word":"Circuit","type":"n.","descr":" Circumlocution."},{"word":"Circuit","type":"v. i.","descr":" To move in a circle; to go round; to circulate."},{"word":"Circuit","type":"v. t.","descr":" To travel around."},{"word":"Circuiteer","type":"n.","descr":" A circuiter."},{"word":"Circuiter","type":"n.","descr":" One who travels a circuit, as a circuit judge."},{"word":"Circuition","type":"n.","descr":" The act of going round; circumlocution."},{"word":"Circuitous","type":"a.","descr":" Going round in a circuit; roundabout; indirect; as, a circuitous road; a circuitous manner of accomplishing an end."},{"word":"Circuity","type":"n.","descr":" A going round in a circle; a course not direct; a roundabout way of proceeding."},{"word":"Circulable","type":"a.","descr":" That may be circulated."},{"word":"Circular","type":"a.","descr":" In the form of, or bounded by, a circle; round."},{"word":"Circular","type":"a.","descr":" repeating itself; ending in itself; reverting to the point of beginning; hence, illogical; inconclusive; as, circular reasoning."},{"word":"Circular","type":"a.","descr":" Adhering to a fixed circle of legends; cyclic; hence, mean; inferior. See Cyclic poets, under Cyclic."},{"word":"Circular","type":"a.","descr":" Addressed to a circle, or to a number of persons having a common interest; circulated, or intended for circulation; as, a circular letter."},{"word":"Circular","type":"a.","descr":" Perfect; complete."},{"word":"Circular","type":"a.","descr":" A circular letter, or paper, usually printed, copies of which are addressed or given to various persons; as, a business circular."},{"word":"Circular","type":"a.","descr":" A sleeveless cloak, cut in circular form."},{"word":"Circularity","type":"n.","descr":" The quality or state of being circular; a circular form."},{"word":"Circularly","type":"adv.","descr":" In a circular manner."},{"word":"Circulary","type":"a.","descr":" Circular; illogical."},{"word":"Ciorculated","type":"imp. and p. p.","descr":" of Circulate"},{"word":"Circulating","type":"P. pr. and vb. n.","descr":" of Circulate"},{"word":"Circulate","type":"v. i.","descr":" To move in a circle or circuitously; to move round and return to the same point; as, the blood circulates in the body."},{"word":"Circulate","type":"v. i.","descr":" To pass from place to place, from person to person, or from hand to hand; to be diffused; as, money circulates; a story circulates."},{"word":"Circulate","type":"v. t.","descr":" To cause to pass from place to place, or from person to person; to spread; as, to circulate a report; to circulate bills of credit."},{"word":"Circulation","type":"n.","descr":" The act of moving in a circle, or in a course which brings the moving body to the place where its motion began."},{"word":"Circulation","type":"n.","descr":" The act of passing from place to place or person to person; free diffusion; transmission."},{"word":"Circulation","type":"n.","descr":" Currency; circulating coin; notes, bills, etc., current for coin."},{"word":"Circulation","type":"n.","descr":" The extent to which anything circulates or is circulated; the measure of diffusion; as, the circulation of a newspaper."},{"word":"Circulation","type":"n.","descr":" The movement of the blood in the blood-vascular system, by which it is brought into close relations with almost every living elementary constituent. Also, the movement of the sap in the vessels and tissues of plants."},{"word":"Circulative","type":"a.","descr":" Promoting circulation; circulating."},{"word":"Circulator","type":"n.","descr":" One who, or that which, circulates."},{"word":"Circulatorious","type":"a.","descr":" Travelling from house to house or from town to town; itinerant."},{"word":"Circulatory","type":"a.","descr":" Circular; as, a circulatory letter."},{"word":"Circulatory","type":"a.","descr":" Circulating, or going round."},{"word":"Circulatory","type":"a.","descr":" Subserving the purposes of circulation; as, circulatory organs; of or pertaining to the organs of circulation; as, circulatory diseases."},{"word":"Circulatory","type":"n.","descr":" A chemical vessel consisting of two portions unequally exposed to the heat of the fire, and with connecting pipes or passages, through which the fluid rises from the overheated portion, and descends from the relatively colder, maintaining a circulation."},{"word":"Circulet","type":"n.","descr":" A circlet."},{"word":"Circuline","type":"a.","descr":" Proceeding in a circle; circular."},{"word":"Circum-","type":"","descr":" A Latin preposition, used as a prefix in many English words, and signifying around or about."},{"word":"Circumagitate","type":"v. t.","descr":" To agitate on all sides."},{"word":"Circumambage","type":"n.","descr":" A roundabout or indirect course; indirectness."},{"word":"Circumambiency","type":"n.","descr":" The act of surrounding or encompassing."},{"word":"Circumambient","type":"a.","descr":" Surrounding; inclosing or being on all sides; encompassing."},{"word":"Circumambulate","type":"v. t.","descr":" To walk round about."},{"word":"Circumbendibus","type":"n.","descr":" A roundabout or indirect way."},{"word":"Circumcenter","type":"n.","descr":" The center of a circle that circumscribes a triangle."},{"word":"Circumcised","type":"imp. and p. p.","descr":" of Circumcise"},{"word":"Circumcising","type":"p. pr. and vb. n.","descr":" of Circumcise"},{"word":"Circumcise","type":"v. t.","descr":" To cut off the prepuce of foreskin of, in the case of males, and the internal labia of, in the case of females."},{"word":"Circumcise","type":"v. t.","descr":" To purify spiritually."},{"word":"Circumciser","type":"n.","descr":" One who performs circumcision."},{"word":"Circumcision","type":"n.","descr":" The act of cutting off the prepuce or foreskin of males, or the internal labia of females."},{"word":"Circumcision","type":"n.","descr":" The Jews, as a circumcised people."},{"word":"Circumcision","type":"n.","descr":" Rejection of the sins of the flesh; spiritual purification, and acceptance of the Christian faith."},{"word":"Circumclusion","type":"n.","descr":" Act of inclosing on all sides."},{"word":"Circumcursation","type":"n.","descr":" The act of running about; also, rambling language."},{"word":"Circumdenudation","type":"n.","descr":" Denudation around or in the neighborhood of an object."},{"word":"Circumduce","type":"v. t.","descr":" To declare elapsed, as the time allowed for introducing evidence."},{"word":"Circumduct","type":"v. t.","descr":" To lead about; to lead astray."},{"word":"Circumduct","type":"v. t.","descr":" To contravene; to nullify; as, to circumduct acts of judicature."},{"word":"Circumduction","type":"n.","descr":" A leading about; circumlocution."},{"word":"Circumduction","type":"n.","descr":" An annulling; cancellation."},{"word":"Circumduction","type":"n.","descr":" The rotation of a limb round an imaginary axis, so as to describe a concial surface."},{"word":"Circumesophagal","type":"a.","descr":" Surrounding the esophagus; -- in Zool. said of the nerve commissures and ganglia of arthropods and mollusks."},{"word":"Circumesophageal","type":"a.","descr":" Circumesophagal."},{"word":"Circumfer","type":"v. t.","descr":" To bear or carry round."},{"word":"Circumference","type":"n.","descr":" The line that goes round or encompasses a circular figure; a periphery."},{"word":"Circumference","type":"n.","descr":" A circle; anything circular."},{"word":"Circumference","type":"n.","descr":" The external surface of a sphere, or of any orbicular body."},{"word":"Circumference","type":"v. t.","descr":" To include in a circular space; to bound."},{"word":"Circumferential","type":"a.","descr":" Pertaining to the circumference; encompassing; encircling; circuitous."},{"word":"Circumferentially","type":"adv.","descr":" So as to surround or encircle."},{"word":"Circumferentor","type":"n.","descr":" A surveying instrument, for taking horizontal angles and bearings; a surveyor\\'s compass. It consists of a compass whose needle plays over a circle graduated to 360¡, and of a horizontal brass bar at the ends of which are standards with narrow slits for sighting, supported on a tripod by a ball and socket joint."},{"word":"Circumferentor","type":"n.","descr":" A graduated wheel for measuring tires; a tire circle."},{"word":"Circumflant","type":"a.","descr":" Blowing around."},{"word":"Circumflected","type":"imp. and p. p.","descr":" of Circumflect"},{"word":"Circumflecting","type":"p. pr. and vb. n.","descr":" of Circumflect"},{"word":"Circumflect","type":"v. t.","descr":" To bend around."},{"word":"Circumflect","type":"v. t.","descr":" To mark with the circumflex accent, as a vowel."},{"word":"Circumflection","type":"n.","descr":" See Circumflexion."},{"word":"Circumflex","type":"n.","descr":" A wave of the voice embracing both a rise and fall or a fall and a rise on the same a syllable."},{"word":"Circumflex","type":"n.","descr":" A character, or accent, denoting in Greek a rise and of the voice on the same long syllable, marked thus [~ or \/]; and in Latin and some other languages, denoting a long and contracted syllable, marked [\/ or ^]. See Accent, n., 2."},{"word":"Circumflexed","type":"imp.  and p. p.","descr":" of Circumflex"},{"word":"Circumflexing","type":"p. pr. and vb. n.","descr":" of Circumflex"},{"word":"Circumflex","type":"v. t.","descr":" To mark or pronounce with a circumflex."},{"word":"Circumflex","type":"a.","descr":" Moving or turning round; circuitous."},{"word":"Circumflex","type":"a.","descr":" Curved circularly; -- applied to several arteries of the hip and thigh, to arteries, veins, and a nerve of the shoulder, and to other parts."},{"word":"Circumflexion","type":"n.","descr":" The act of bending, or causing to assume a curved form."},{"word":"Circumflexion","type":"n.","descr":" A winding about; a turning; a circuity; a fold."},{"word":"Circumfluence","type":"n.","descr":" A flowing round on all sides; an inclosing with a fluid."},{"word":"Circumfluent","type":"a.","descr":" Alt. of Circumfluous"},{"word":"Circumfluous","type":"a.","descr":" Flowing round; surrounding in the manner of a fluid."},{"word":"Circumforanean","type":"a.","descr":" Alt. of Circumforaneous"},{"word":"Circumforaneous","type":"a.","descr":" Going about or abroad; walking or wandering from house to house."},{"word":"Circumfulgent","type":"a.","descr":" Shining around or about."},{"word":"Circumfuse","type":"v. t.","descr":" To pour round; to spread round."},{"word":"Circumfusile","type":"a.","descr":" Capable of being poured or spread round."},{"word":"Circumfusion","type":"n.","descr":" The act of pouring or spreading round; the state of being spread round."},{"word":"Circumgestation","type":"n.","descr":" The act or process of carrying about."},{"word":"Circumgyrate","type":"v. t. and i.","descr":" To roll or turn round; to cause to perform a rotary or circular motion."},{"word":"Circumgyration","type":"n.","descr":" The act of turning, rolling, or whirling round."},{"word":"Circumgyratory","type":"a.","descr":" Moving in a circle; turning round."},{"word":"Circumgyre","type":"v. i.","descr":" To circumgyrate."},{"word":"Circumincession","type":"n.","descr":" The reciprocal existence in each other of the three persons of the Trinity."},{"word":"Circumjacence","type":"n.","descr":" Condition of being circumjacent, or of bordering on every side."},{"word":"Circumjacent","type":"a.","descr":" Lying round; bordering on every side."},{"word":"Circumjovial","type":"n.","descr":" One of the moons or satellites of the planet Jupiter."},{"word":"Circumlittoral","type":"a.","descr":" Adjointing the shore."},{"word":"Circumlocution","type":"n.","descr":" The use of many words to express an idea that might be expressed by few; indirect or roundabout language; a periphrase."},{"word":"Circumlocutional","type":"a.","descr":" Relating to, or consisting of, circumlocutions; periphrastic; circuitous."},{"word":"Circumlocutory","type":"a.","descr":" Characterised by circumlocution; periphrastic."},{"word":"Circummeridian","type":"a.","descr":" About, or near, the meridian."},{"word":"Circummure","type":"v. t.","descr":" To encompass with a wall."},{"word":"Circumnavigable","type":"a.","descr":" Capable of being sailed round."},{"word":"Circumnavigated","type":"imp. and p. p.","descr":" of Circumnavigate"},{"word":"Circumnavigating","type":"p. pr. and vb. n.","descr":" of Circumnavigate"},{"word":"Circumnavigate","type":"v. t.","descr":" To sail completely round."},{"word":"Circumnavigation","type":"n.","descr":" The act of circumnavigating, or sailing round."},{"word":"Circumnavigator","type":"n.","descr":" One who sails round."},{"word":"Circumnutate","type":"v. i.","descr":" To pass through the stages of circumnutation."},{"word":"Circumnutation","type":"n.","descr":" The successive bowing or bending in different directions of the growing tip of the stems of many plants, especially seen in climbing plants."},{"word":"Circumpolar","type":"a.","descr":" About the pole; -- applied to stars that revolve around the pole without setting; as, circumpolar stars."},{"word":"Circumposition","type":"n.","descr":" The act of placing in a circle, or round about, or the state of being so placed."},{"word":"Circumrotary","type":"a.","descr":" Alt. of Circumrotatory"},{"word":"Circumrotatory","type":"a.","descr":" turning, rolling, or whirling round."},{"word":"Circumrotate","type":"v. t. and i.","descr":" To rotate about."},{"word":"Circumrotation","type":"n.","descr":" The act of rolling or revolving round, as a wheel; circumvolution; the state of being whirled round."},{"word":"Circumscissile","type":"a.","descr":" Dehiscing or opening by a transverse fissure extending around (a capsule or pod). See Illust. of Pyxidium."},{"word":"Circumscribable","type":"a.","descr":" Capable of being circumscribed."},{"word":"Circumscribed","type":"imp. and p. p.","descr":" of Circumscribe"},{"word":"Circumscribing","type":"p. pr. and vb. n.","descr":" of Circumscribe"},{"word":"Circumscribe","type":"v. t.","descr":" to write or engrave around."},{"word":"Circumscribe","type":"v. t.","descr":" To inclose within a certain limit; to hem in; to surround; to bound; to confine; to restrain."},{"word":"Circumscribe","type":"v. t.","descr":" To draw a line around so as to touch at certain points without cutting. See Inscribe, 5."},{"word":"Circumscriber","type":"n.","descr":" One who, or that which, circumscribes."},{"word":"Circumscriptible","type":"a.","descr":" Capable of being circumscribed or limited by bounds."},{"word":"Circumscription","type":"n.","descr":" An inscription written around anything."},{"word":"Circumscription","type":"n.","descr":" The exterior line which determines the form or magnitude of a body; outline; periphery."},{"word":"Circumscription","type":"n.","descr":" The act of limiting, or the state of being limited, by conditions or restraints; bound; confinement; limit."},{"word":"Circumscriptive","type":"a.","descr":" Circumscribing or tending to circumscribe; marcing the limits or form of."},{"word":"Circumscriptively","type":"adv.","descr":" In a limited manner."},{"word":"Circumscriptly","type":"adv.","descr":" In a literal, limited, or narrow manner."},{"word":"Circumspect","type":"a.","descr":" Attentive to all the circumstances of a case or the probable consequences of an action; cautious; prudent; wary."},{"word":"Circumspection","type":"n.","descr":" Attention to all the facts and circumstances of a case; caution; watchfulness."},{"word":"Circumspective","type":"a.","descr":" Looking around every way; cautious; careful of consequences; watchful of danger."},{"word":"Circumspectively","type":"adv.","descr":" Circumspectly."},{"word":"Circumspectly","type":"adv.","descr":" In a circumspect manner; cautiously; warily."},{"word":"Circumspectness","type":"n.","descr":" Vigilance in guarding against evil from every quarter; caution."},{"word":"Circumstance","type":"n.","descr":" That which attends, or relates to, or in some way affects, a fact or event; an attendant thing or state of things."},{"word":"Circumstance","type":"n.","descr":" An event; a fact; a particular incident."},{"word":"Circumstance","type":"n.","descr":" Circumlocution; detail."},{"word":"Circumstance","type":"n.","descr":" Condition in regard to worldly estate; state of property; situation; surroundings."},{"word":"Circumstance","type":"v. t.","descr":" To place in a particular situation; to supply relative incidents."},{"word":"Circumstanced","type":"p. a.","descr":" Placed in a particular position or condition; situated."},{"word":"Circumstanced","type":"p. a.","descr":" Governed by events or circumstances."},{"word":"Circumstant","type":"a.","descr":" Standing or placed around; surrounding."},{"word":"Circumstantiable","type":"a.","descr":" Capable of being circumstantiated."},{"word":"Circumstantial","type":"a.","descr":" Consisting in, or pertaining to, circumstances or particular incidents."},{"word":"Circumstantial","type":"a.","descr":" Incidental; relating to, but not essential."},{"word":"Circumstantial","type":"a.","descr":" Abounding with circumstances; detailing or exhibiting all the circumstances; minute; particular."},{"word":"Circumstantial","type":"n.","descr":" Something incidental to the main subject, but of less importance; opposed to an essential; -- generally in the plural; as, the circumstantials of religion."},{"word":"Circumstantiality","type":"n.","descr":" The state, characteristic, or quality of being circumstantial; particularity or minuteness of detail."},{"word":"Circumstantially","type":"adv.","descr":" In respect to circumstances; not essentially; accidentally."},{"word":"Circumstantially","type":"adv.","descr":" In every circumstance or particular; minutely."},{"word":"Circumstantiated","type":"imp. and p. p.","descr":" of Circumstantiate"},{"word":"Circumstantiating","type":"p. pr. and vb. n.","descr":" of Circumstantiate"},{"word":"Circumstantiate","type":"v. t.","descr":" To place in particular circumstances; to invest with particular accidents or adjuncts."},{"word":"Circumstantiate","type":"v. t.","descr":" To prove or confirm by circumstances; to enter into details concerning."},{"word":"Circumterraneous","type":"a.","descr":" Being or dwelling around the earth."},{"word":"Circumundulate","type":"v.  t.","descr":" To flow round, as waves."},{"word":"Circumvallate","type":"v. t.","descr":" To surround with a rampart or wall."},{"word":"Circumvallate","type":"a.","descr":" Surrounded with a wall; inclosed with a rampart."},{"word":"Circumvallate","type":"a.","descr":" Surrounded by a ridge or elevation; as, the circumvallate papillae, near the base of the tongue."},{"word":"Circumvallation","type":"n.","descr":" The act of surrounding with a wall or rampart."},{"word":"Circumvallation","type":"n.","descr":" A line of field works made around a besieged place and the besieging army, to protect the camp of the besiegers against the attack of an enemy from without."},{"word":"Circumvection","type":"n.","descr":" The act of carrying anything around, or the state of being so carried."},{"word":"Circumvented","type":"imp. and p. p.","descr":" of Circumvent"},{"word":"Circumventing","type":"p. pr. vb. n.","descr":" of Circumvent"},{"word":"Circumvent","type":"v. t.","descr":" To gain advantage over by arts, stratagem, or deception; to decieve; to delude; to get around."},{"word":"Circumvention","type":"n.","descr":" The act of prevailing over another by arts, address, or fraud; deception; fraud; imposture; delusion."},{"word":"Circumventive","type":"a.","descr":" Tending to circumvent; deceiving by artifices; deluding."},{"word":"Circumventor","type":"n.","descr":" One who circumvents; one who gains his purpose by cunning."},{"word":"Circumvest","type":"v. t.","descr":" To cover round, as with a garment; to invest."},{"word":"Circumvolant","type":"a.","descr":" Flying around."},{"word":"Circumvolation","type":"n.","descr":" The act of flying round."},{"word":"Circumvolution","type":"n.","descr":" The act of rolling round; the state of being rolled."},{"word":"Circumvolution","type":"n.","descr":" A thing rolled round another."},{"word":"Circumvolution","type":"n.","descr":" A roundabout procedure; a circumlocution."},{"word":"Circumvolved","type":"imp. and p. p.","descr":" of Circumvolve"},{"word":"Circumvolving","type":"p. pr. vb. n.","descr":" of Circumvolve"},{"word":"Circumvolve","type":"v. t.","descr":" To roll round; to cause to revolve; to put into a circular motion."},{"word":"Circumvolve","type":"v. i.","descr":" To roll round; to revolve."},{"word":"Circuses","type":"pl. ","descr":" of Circus"},{"word":"Circus","type":"n.","descr":" A level oblong space surrounded on three sides by seats of wood, earth, or stone, rising in tiers one above another, and divided lengthwise through the middle by a barrier around which the track or course was laid out. It was used for chariot races, games, and public shows."},{"word":"Circus","type":"n.","descr":" A circular inclosure for the exhibition of feats of horsemanship, acrobatic displays, etc. Also, the company of performers, with their equipage."},{"word":"Circus","type":"n.","descr":" Circuit; space; inclosure."},{"word":"Cirl bunting","type":"","descr":" A European bunting (Emberiza cirlus)."},{"word":"Cirque","type":"n.","descr":" A circle; a circus; a circular erection or arrangement of objects."},{"word":"Cirque","type":"n.","descr":" A kind of circular valley in the side of a mountain, walled around by precipices of great height."},{"word":"Cirrate","type":"a.","descr":" Having cirri along the margin of a part or organ."},{"word":"Cirrhiferous","type":"a.","descr":" See Cirriferous."},{"word":"Cirrhose","type":"a.","descr":" Same as Cirrose."},{"word":"Cirrhosis","type":"n.","descr":" A disease of the liver in which it usually becomes smaller in size and more dense and fibrous in consistence; hence sometimes applied to similar changes in other organs, caused by increase in the fibrous framework and decrease in the proper substance of the organ."},{"word":"Cirrhotic","type":"a.","descr":" Pertaining to, caused by, or affected with, cirrhosis; as, cirrhotic degeneration; a cirrhotic liver."},{"word":"Cirrhous","type":"a.","descr":" See Cirrose."},{"word":"Cirrhus","type":"n.","descr":" Same as Cirrus."},{"word":"Cirri","type":"n. pl.","descr":" See Cirrus."},{"word":"Cirriferous","type":"a.","descr":" Bearing cirri, as many plants and animals."},{"word":"Cirriform","type":"a.","descr":" Formed like a cirrus or tendril; -- said of appendages of both animals and plants."},{"word":"Cirrigerous","type":"a.","descr":" Having curled locks of hair; supporting cirri, or hairlike appendages."},{"word":"Cirrigrade","type":"a.","descr":" Moving or moved by cirri, or hairlike appendages."},{"word":"Cirriped","type":"n.","descr":" One of the Cirripedia."},{"word":"Cirripedia","type":"n. pl.","descr":" An order of Crustacea including the barnacles. When adult, they have a calcareous shell composed of several pieces. From the opening of the shell the animal throws out a group of curved legs, looking like a delicate curl, whence the name of the group. See Anatifa."},{"word":"Cirrobranchiata","type":"n. pl.","descr":" A division of Mollusca having slender, cirriform appendages near the mouth; the Scaphopoda."},{"word":"Cirro-cumulus","type":"n.","descr":" See under Cloud."},{"word":"Cirrose","type":"a.","descr":" Bearing a tendril or tendrils; as, a cirrose leaf."},{"word":"Cirrose","type":"a.","descr":" Resembling a tendril or cirrus."},{"word":"Cirrostomi","type":"n. pl.","descr":" The lowest group of vertebrates; -- so called from the cirri around the mouth; the Leptocardia. See Amphioxus."},{"word":"Cirro-stratus","type":"n.","descr":" See under Cloud."},{"word":"Cirrous","type":"a.","descr":" Cirrose."},{"word":"Cirrous","type":"a.","descr":" Tufted; -- said of certain feathers of birds."},{"word":"Cirri","type":"pl. ","descr":" of Cirrus"},{"word":"Cirrus","type":"n.","descr":" A tendril or clasper."},{"word":"Cirrus","type":"n.","descr":" A soft tactile appendage of the mantle of many Mollusca, and of the parapodia of Annelida. Those near the head of annelids are Tentacular cirri; those of the last segment are caudal cirri."},{"word":"Cirrus","type":"n.","descr":" The jointed, leglike organs of Cirripedia. See Annelida, and Polychaeta."},{"word":"Cirrus","type":"n.","descr":" The external male organ of trematodes and some other worms, and of certain Mollusca."},{"word":"Cirrus","type":"n.","descr":" See under Cloud."},{"word":"Cirsocele","type":"n.","descr":" The varicose dilatation of the spermatic vein."},{"word":"Cirsoid","type":"a.","descr":" Varicose."},{"word":"Cirsotomy","type":"n.","descr":" Any operation for the removal of varices by incision."},{"word":"Cis-","type":"","descr":" A Latin preposition, sometimes used as a prefix in English words, and signifying on this side."},{"word":"Cisalpine","type":"a.","descr":" On the hither side of the Alps with reference to Rome, that is, on the south side of the Alps; -- opposed to transalpine."},{"word":"Cisatlantic","type":"a.","descr":" On this side of the Atlantic Ocean; -- used of the eastern or the western side, according to the standpoint of the writer."},{"word":"Cisco","type":"n.","descr":" The Lake herring (Coregonus Artedi), valuable food fish of the Great Lakes of North America. The name is also applied to C. Hoyi, a related species of Lake Michigan."},{"word":"Ciselure","type":"n.","descr":" The process of chasing on metals; also, the work thus chased."},{"word":"Cisleithan","type":"a.","descr":" On the Austrian side of the river Leitha; Austrian."},{"word":"Cismontane","type":"a.","descr":" On this side of the mountains. See under Ultramontane."},{"word":"Cispadane","type":"a.","descr":" On the hither side of the river Po with reference to Rome; that is, on the south side."},{"word":"Cissoid","type":"n.","descr":" A curve invented by Diocles, for the purpose of solving two celebrated problems of the higher geometry; viz., to trisect a plane angle, and to construct two geometrical means between two given straight lines."},{"word":"Cist","type":"n.","descr":" A box or chest. Specifically: (a) A bronze receptacle, round or oval, frequently decorated with engravings on the sides and cover, and with feet, handles, etc., of decorative castings. (b) A cinerary urn. See Illustration in Appendix."},{"word":"Cist","type":"n.","descr":" See Cyst."},{"word":"Cisted","type":"a.","descr":" Inclosed in a cyst. See Cysted."},{"word":"Cistercian","type":"n.","descr":" A monk of the prolific branch of the Benedictine Order, established in 1098 at Citeaux, in France, by Robert, abbot of Molesme. For two hundred years the Cistercians followed the rule of St. Benedict in all its rigor."},{"word":"Cistercian","type":"a.","descr":" Of or pertaining to the Cistercians."},{"word":"Cistern","type":"n.","descr":" An artificial reservoir or tank for holding water, beer, or other liquids."},{"word":"Cistern","type":"n.","descr":" A natural reservoir; a hollow place containing water."},{"word":"Cistic","type":"a.","descr":" See Cystic."},{"word":"Cit","type":"n.","descr":" A citizen; an inhabitant of a city; a pert townsman; -- used contemptuously."},{"word":"Citable","type":"a.","descr":" Capable of being cited."},{"word":"Citadel","type":"n.","descr":" A fortress in or near a fortified city, commanding the city and fortifications, and intended as a final point of defense."},{"word":"Cital","type":"n.","descr":" Summons to appear, as before a judge."},{"word":"Cital","type":"n.","descr":" Citation; quotation"},{"word":"Citation","type":"n.","descr":" An official summons or notice given to a person to appear; the paper containing such summons or notice."},{"word":"Citation","type":"n.","descr":" The act of citing a passage from a book, or from another person, in his own words; also, the passage or words quoted; quotation."},{"word":"Citation","type":"n.","descr":" Enumeration; mention; as, a citation of facts."},{"word":"Citation","type":"n.","descr":" A reference to decided cases, or books of authority, to prove a point in law."},{"word":"Citator","type":"n.","descr":" One who cites."},{"word":"Citatory","type":"a.","descr":" Having the power or form of a citation; as, letters citatory."},{"word":"Cited","type":"imp. and p. p.","descr":" of Cite"},{"word":"Citing","type":"p. pr. and vb. n.","descr":" of Cite"},{"word":"Cite","type":"v. t.","descr":" To call upon officially or authoritatively to appear, as before a court; to summon."},{"word":"Cite","type":"v. t.","descr":" To urge; to enjoin."},{"word":"Cite","type":"v. t.","descr":" To quote; to repeat, as a passage from a book, or the words of another."},{"word":"Cite","type":"v. t.","descr":" To refer to or specify, as for support, proof, illustration, or confirmation."},{"word":"Cite","type":"v. t.","descr":" To bespeak; to indicate."},{"word":"Cite","type":"v. t.","descr":" To notify of a proceeding in court."},{"word":"Citer","type":"n.","descr":" One who cites."},{"word":"Citess","type":"n.","descr":" A city woman"},{"word":"Cithara","type":"n.","descr":" An ancient instrument resembling the harp."},{"word":"Citharistic","type":"a.","descr":" Pertaining, or adapted, to the cithara."},{"word":"Cithern","type":"n.","descr":" See Cittern."},{"word":"Citicism","type":"n.","descr":" The manners of a cit or citizen."},{"word":"Citied","type":"a.","descr":" Belonging to, or resembling, a city."},{"word":"Citied","type":"a.","descr":" Containing, or covered with, cities."},{"word":"Citified","type":"a.","descr":" Aping, or having, the manners of a city."},{"word":"Citigradae","type":"n. pl.","descr":" A suborder of Arachnoidea, including the European tarantula and the wolf spiders (Lycosidae) and their allies, which capture their prey by rapidly running and jumping. See Wolf spider."},{"word":"Citigrade","type":"a.","descr":" Pertaining to the Citigradae."},{"word":"Citigrade","type":"n.","descr":" One of the Citigradae."},{"word":"Citiner","type":"n.","descr":" One who is born or bred in a city; a citizen."},{"word":"Citizen","type":"n.","descr":" One who enjoys the freedom and privileges of a city; a freeman of a city, as distinguished from a foreigner, or one not entitled to its franchises."},{"word":"Citizen","type":"n.","descr":" An inhabitant of a city; a townsman."},{"word":"Citizen","type":"n.","descr":" A person, native or naturalized, of either sex, who owes allegiance to a government, and is entitled to reciprocal protection from it."},{"word":"Citizen","type":"n.","descr":" One who is domiciled in a country, and who is a citizen, though neither native nor naturalized, in such a sense that he takes his legal status from such country."},{"word":"Citizen","type":"a.","descr":" Having the condition or qualities of a citizen, or of citizens; as, a citizen soldiery."},{"word":"Citizen","type":"a.","descr":" Of or pertaining to the inhabitants of a city; characteristic of citizens; effeminate; luxurious."},{"word":"Citizeness","type":"n.","descr":" A female citizen."},{"word":"Citizenship","type":"n.","descr":" The state of being a citizen; the status of a citizen."},{"word":"Citole","type":"n.","descr":" A musical instrument; a kind of dulcimer."},{"word":"Citraconic","type":"a.","descr":" Pertaining to, derived from, or having certain characteristics of, citric and aconitic acids."},{"word":"Citrate","type":"n.","descr":" A salt of citric acid."},{"word":"Citric","type":"a.","descr":" Of, pertaining to, or derived from, the citron or lemon; as, citric acid."},{"word":"Citrination","type":"n.","descr":" The process by which anything becomes of the color of a lemon; esp., in alchemy, the state of perfection in the philosopher\\'s stone indicated by its assuming a deep yellow color."},{"word":"Citrine","type":"a.","descr":" Like a citron or lemon; of a lemon color; greenish yellow."},{"word":"Citrine","type":"n.","descr":" A yellow, pellucid variety of quartz."},{"word":"Citron","type":"n.","descr":" A fruit resembling a lemon, but larger, and pleasantly aromatic. The thick rind, when candied, is the citron of commerce."},{"word":"Citron","type":"n.","descr":" A citron tree."},{"word":"Citron","type":"n.","descr":" A citron melon."},{"word":"Citrus","type":"n.","descr":" A genus of trees including the orange, lemon, citron, etc., originally natives of southern Asia."},{"word":"Cittern","type":"n.","descr":" An instrument shaped like a lute, but strung with wire and played with a quill or plectrum."},{"word":"Cittern-head","type":"n.","descr":" Blockhead; dunce; -- so called because the handle of a cittern usually ended with a carved head."},{"word":"Cities","type":"pl. ","descr":" of City"},{"word":"City","type":"n.","descr":" A large town."},{"word":"City","type":"n.","descr":" A corporate town; in the United States, a town or collective body of inhabitants, incorporated and governed by a mayor and aldermen or a city council consisting of a board of aldermen and a common council; in Great Britain, a town corporate, which is or has been the seat of a bishop, or the capital of his see."},{"word":"City","type":"n.","descr":" The collective body of citizens, or inhabitants of a city."},{"word":"City","type":"a.","descr":" Of or pertaining to a city."},{"word":"Cive","type":"n.","descr":" Same as Chive."},{"word":"Civet","type":"n.","descr":" A substance, of the consistence of butter or honey, taken from glands in the anal pouch of the civet (Viverra civetta). It is of clear yellowish or brownish color, of a strong, musky odor, offensive when undiluted, but agreeable when a small portion is mixed with another substance. It is used as a perfume."},{"word":"Civet","type":"n.","descr":" The animal that produces civet (Viverra civetta); -- called also civet cat.  It is carnivorous, from two to three feet long, and of a brownish gray color, with transverse black bands and spots on the body and tail. It is a native of northern Africa and of Asia. The name is also applied to other species."},{"word":"Civet","type":"v. t.","descr":" To scent or perfume with civet."},{"word":"Civic","type":"a.","descr":" Relating to, or derived from, a city or citizen; relating to man as a member of society, or to civil affairs."},{"word":"Civicism","type":"n.","descr":" The principle of civil government."},{"word":"Civics","type":"n.","descr":" The science of civil government."},{"word":"Civil","type":"a.","descr":" Pertaining to a city or state, or to a citizen in his relations to his fellow citizens or to the state; within the city or state."},{"word":"Civil","type":"a.","descr":" Subject to government; reduced to order; civilized; not barbarous; -- said of the community."},{"word":"Civil","type":"a.","descr":" Performing the duties of a citizen; obedient to government; -- said of an individual."},{"word":"Civil","type":"a.","descr":" Having the manners of one dwelling in a city, as opposed to those of savages or rustics; polite; courteous; complaisant; affable."},{"word":"Civil","type":"a.","descr":" Pertaining to civic life and affairs, in distinction from military, ecclesiastical, or official state."},{"word":"Civil","type":"a.","descr":" Relating to rights and remedies sought by action or suit distinct from criminal proceedings."},{"word":"Civilian","type":"n.","descr":" One skilled in the civil law."},{"word":"Civilian","type":"n.","descr":" A student of the civil law at a university or college."},{"word":"Civilian","type":"n.","descr":" One whose pursuits are those of civil life, not military or clerical."},{"word":"Civilist","type":"n.","descr":" A civilian."},{"word":"Civilities","type":"pl. ","descr":" of Civillty"},{"word":"Civillty","type":"n.","descr":" The state of society in which the relations and duties of a citizen are recognized and obeyed; a state of civilization."},{"word":"Civillty","type":"n.","descr":" A civil office, or a civil process"},{"word":"Civillty","type":"n.","descr":" Courtesy; politeness; kind attention; good breeding; a polite act or expression."},{"word":"Civilizable","type":"a.","descr":" Capable of being civilized."},{"word":"Civilization","type":"n.","descr":" The act of civilizing, or the state of being civilized; national culture; refinement."},{"word":"Civilization","type":"n.","descr":" Rendering a criminal process civil."},{"word":"Civilized","type":"imp. and p. p.","descr":" of Civilize"},{"word":"Civilizing","type":"p. pr. and vb. n.","descr":" of Civilize"},{"word":"Civilize","type":"v. t.","descr":" To reclaim from a savage state; to instruct in the rules and customs of civilization; to educate; to refine."},{"word":"Civilize","type":"v. t.","descr":" To admit as suitable to a civilized state."},{"word":"Civilized","type":"a.","descr":" Reclaimed from savage life and manners; instructed in arts, learning, and civil manners; refined; cultivated."},{"word":"Civilizer","type":"n.","descr":" One who, or that which, civilizes or tends to civilize."},{"word":"Civily","type":"adv.","descr":" In a civil manner; as regards civil rights and privileges; politely; courteously; in a well bred manner."},{"word":"Civism","type":"n.","descr":" State of citizenship."},{"word":"Cizar","type":"v. i.","descr":" To clip with scissors."},{"word":"Cizars","type":"n. pl.","descr":" Scissors."},{"word":"Cize","type":"n.","descr":" Bulk; largeness. [Obs.] See Size."}]