[{"word":"Crab","type":"n.","descr":" One of the brachyuran Crustacea. They are mostly marine, and usually have a broad, short body, covered with a strong shell or carapace. The abdomen is small and curled up beneath the body."},{"word":"Crab","type":"n.","descr":" The zodiacal constellation Cancer."},{"word":"Crab","type":"a.","descr":" A crab apple; -- so named from its harsh taste."},{"word":"Crab","type":"a.","descr":" A cudgel made of the wood of the crab tree; a crabstick."},{"word":"Crab","type":"a.","descr":" A movable winch or windlass with powerful gearing, used with derricks, etc."},{"word":"Crab","type":"a.","descr":" A form of windlass, or geared capstan, for hauling ships into dock, etc."},{"word":"Crab","type":"a.","descr":" A machine used in ropewalks to stretch the yarn."},{"word":"Crab","type":"a.","descr":" A claw for anchoring a portable machine."},{"word":"Crab","type":"v. t.","descr":" To make sour or morose; to embitter."},{"word":"Crab","type":"v. t.","descr":" To beat with a crabstick."},{"word":"Crab","type":"v. i.","descr":" To drift sidewise or to leeward, as a vessel."},{"word":"Crab","type":"a.","descr":" Sour; rough; austere."},{"word":"Crabbed","type":"n.","descr":" Characterized by or manifesting, sourness, peevishness, or moroseness; harsh; cross; cynical; -- applied to feelings, disposition, or manners."},{"word":"Crabbed","type":"n.","descr":" Characterized by harshness or roughness; unpleasant; -- applied to things; as, a crabbed taste."},{"word":"Crabbed","type":"n.","descr":" Obscure; difficult; perplexing; trying; as, a crabbed author."},{"word":"Crabbed","type":"n.","descr":" Cramped; irregular; as, crabbed handwriting."},{"word":"Crabber","type":"n.","descr":" One who catches crabs."},{"word":"Crabbing","type":"n.","descr":" The act or art of catching crabs."},{"word":"Crabbing","type":"n.","descr":" The fighting of hawks with each other."},{"word":"Crabbing","type":"n.","descr":" A process of scouring cloth between rolls in a machine."},{"word":"Crabbish","type":"a.","descr":" Somewhat sour or cross."},{"word":"Crabby","type":"a.","descr":" Crabbed; difficult, or perplexing."},{"word":"Crabeater","type":"n.","descr":" The cobia."},{"word":"Crabeater","type":"n.","descr":" An etheostomoid fish of the southern United States (Hadropterus nigrofasciatus)."},{"word":"Crabeater","type":"n.","descr":" A small European heron (Ardea minuta, and other allied species)."},{"word":"Craber","type":"n.","descr":" The water rat."},{"word":"Crabfaced","type":"a.","descr":" Having a sour, disagreeable countenance."},{"word":"Crabsidle","type":"v. i.","descr":" To move sidewise, as a crab. [Jocular]."},{"word":"Crabstick","type":"n.","descr":" A stick, cane, or cudgel, made of the wood of the crab tree."},{"word":"Crab tree","type":"","descr":" See under Crab."},{"word":"Crab-yaws","type":"n.","descr":" A disease in the West Indies. It is a kind of ulcer on the soles of the feet, with very hard edges. See Yaws."},{"word":"Crache","type":"v.","descr":" To scratch."},{"word":"Cracked","type":"imp. and p. p.","descr":" of Crack"},{"word":"Cracking","type":"p. pr. and vb. n.","descr":" of Crack"},{"word":"Crack","type":"v. t.","descr":" To break or burst, with or without entire separation of the parts; as, to crack glass; to crack nuts."},{"word":"Crack","type":"v. t.","descr":" To rend with grief or pain; to affect deeply with sorrow; hence, to disorder; to distract; to craze."},{"word":"Crack","type":"v. t.","descr":" To cause to sound suddenly and sharply; to snap; as, to crack a whip."},{"word":"Crack","type":"v. t.","descr":" To utter smartly and sententiously; as, to crack a joke."},{"word":"Crack","type":"v. t.","descr":" To cry up; to extol; -- followed by up."},{"word":"Crack","type":"v. i.","descr":" To burst or open in chinks; to break, with or without quite separating into parts."},{"word":"Crack","type":"v. i.","descr":" To be ruined or impaired; to fail."},{"word":"Crack","type":"v. i.","descr":" To utter a loud or sharp, sudden sound."},{"word":"Crack","type":"v. i.","descr":" To utter vain, pompous words; to brag; to boast; -- with of."},{"word":"Crack","type":"n.","descr":" A partial separation of parts, with or without a perceptible opening; a chink or fissure; a narrow breach; a crevice; as, a crack in timber, or in a wall, or in glass."},{"word":"Crack","type":"n.","descr":" Rupture; flaw; breach, in a moral sense."},{"word":"Crack","type":"n.","descr":" A sharp, sudden sound or report; the sound of anything suddenly burst or broken; as, the crack of a falling house; the crack of thunder; the crack of a whip."},{"word":"Crack","type":"n.","descr":" The tone of voice when changed at puberty."},{"word":"Crack","type":"n.","descr":" Mental flaw; a touch of craziness; partial insanity; as, he has a crack."},{"word":"Crack","type":"n.","descr":" A crazy or crack-brained person."},{"word":"Crack","type":"n.","descr":" A boast; boasting."},{"word":"Crack","type":"n.","descr":" Breach of chastity."},{"word":"Crack","type":"n.","descr":" A boy, generally a pert, lively boy."},{"word":"Crack","type":"n.","descr":" A brief time; an instant; as, to be with one in a crack."},{"word":"Crack","type":"n.","descr":" Free conversation; friendly chat."},{"word":"Crack","type":"a.","descr":" Of superior excellence; having qualities to be boasted of."},{"word":"Crack-brained","type":"a.","descr":" Having an impaired intellect; whimsical; crazy."},{"word":"Cracked","type":"a.","descr":" Coarsely ground or broken; as, cracked wheat."},{"word":"Cracked","type":"a.","descr":" Crack-brained."},{"word":"Cracker","type":"n.","descr":" One who, or that which, cracks."},{"word":"Cracker","type":"n.","descr":" A noisy boaster; a swaggering fellow."},{"word":"Cracker","type":"n.","descr":" A small firework, consisting of a little powder inclosed in a thick paper cylinder with a fuse, and exploding with a sharp noise; -- often called firecracker."},{"word":"Cracker","type":"n.","descr":" A thin, dry biscuit, often hard or crisp; as, a Boston cracker; a Graham cracker; a soda cracker; an oyster cracker."},{"word":"Cracker","type":"n.","descr":" A nickname to designate a poor white in some parts of the Southern United States."},{"word":"Cracker","type":"n.","descr":" The pintail duck."},{"word":"Cracker","type":"n.","descr":" A pair of fluted rolls for grinding caoutchouc."},{"word":"Crackle","type":"v. i.","descr":" To make slight cracks; to make small, sharp, sudden noises, rapidly or frequently repeated; to crepitate; as, burning thorns crackle."},{"word":"Crackle","type":"n.","descr":" The noise of slight and frequent cracks or reports; a crackling."},{"word":"Crackle","type":"n.","descr":" A kind of crackling sound or r\/le, heard in some abnormal states of the lungs; as, dry crackle; moist crackle."},{"word":"Crackle","type":"n.","descr":" A condition produced in certain porcelain, fine earthenware, or glass, in which the glaze or enamel appears to be cracked in all directions, making a sort of reticulated surface; as, Chinese crackle; Bohemian crackle."},{"word":"Crackled","type":"a.","descr":" Covered with minute cracks in the glaze; -- said of some kinds of porcelain and fine earthenware."},{"word":"Crackleware","type":"n.","descr":" See Crackle, n., 3."},{"word":"Crackling","type":"n.","descr":" The making of small, sharp cracks or reports, frequently repeated."},{"word":"Crackling","type":"n.","descr":" The well-browned, crisp rind of roasted pork."},{"word":"Crackling","type":"n.","descr":" Food for dogs, made from the refuse of tallow melting."},{"word":"Cracknel","type":"v. t.","descr":" A hard brittle cake or biscuit."},{"word":"Cracksmen","type":"pl. ","descr":" of Cracksman"},{"word":"Cracksman","type":"n.","descr":" A burglar."},{"word":"Cracovian","type":"a.","descr":" Of or pertaining to Cracow in Poland."},{"word":"Cracovienne","type":"n.","descr":" A lively Polish dance, in 2-4 time."},{"word":"Cracowes","type":"n. pl.","descr":" Long-toed boots or shoes formerly worn in many parts of Europe; -- so called from Cracow, in Poland, where they were first worn in the fourteenth century."},{"word":"Cradle","type":"n.","descr":" A bed or cot for a baby, oscillating on rockers or swinging on pivots; hence, the place of origin, or in which anything is nurtured or protected in the earlier period of existence; as, a cradle of crime; the cradle of liberty."},{"word":"Cradle","type":"n.","descr":" Infancy, or very early life."},{"word":"Cradle","type":"n.","descr":" An implement consisting of a broad scythe for cutting grain, with a set of long fingers parallel to the scythe, designed to receive the grain, and to lay it evenly in a swath."},{"word":"Cradle","type":"n.","descr":" A tool used in mezzotint engraving, which, by a rocking motion, raises burrs on the surface of the plate, so preparing the ground."},{"word":"Cradle","type":"n.","descr":" A framework of timbers, or iron bars, moving upon ways or rollers, used to support, lift, or carry ships or other vessels, heavy guns, etc., as up an inclined plane, or across a strip of land, or in launching a ship."},{"word":"Cradle","type":"n.","descr":" A case for a broken or dislocated limb."},{"word":"Cradle","type":"n.","descr":" A frame to keep the bedclothes from contact with the person."},{"word":"Cradle","type":"n.","descr":" A machine on rockers, used in washing out auriferous earth; -- also called a rocker."},{"word":"Cradle","type":"n.","descr":" A suspended scaffold used in shafts."},{"word":"Cradle","type":"n.","descr":" The ribbing for vaulted ceilings and arches intended to be covered with plaster."},{"word":"Cradle","type":"n.","descr":" The basket or apparatus in which, when a line has been made fast to a wrecked ship from the shore, the people are brought off from the wreck."},{"word":"Cradled","type":"imp. and p. p.","descr":" of Cradle"},{"word":"Cradling","type":"p. pr. and vb. n.","descr":" of Cradle"},{"word":"Cradle","type":"v. t.","descr":" To lay to rest, or rock, as in a cradle; to lull or quiet, as by rocking."},{"word":"Cradle","type":"v. t.","descr":" To nurse or train in infancy."},{"word":"Cradle","type":"v. t.","descr":" To cut and lay with a cradle, as grain."},{"word":"Cradle","type":"v. t.","descr":" To transport a vessel by means of a cradle."},{"word":"Cradle","type":"v. i.","descr":" To lie or lodge, as in a cradle."},{"word":"Cradling","type":"n.","descr":" The act of using a cradle."},{"word":"Cradling","type":"n.","descr":" Cutting a cask into two pieces lengthwise, to enable it to pass a narrow place, the two parts being afterward united and rehooped."},{"word":"Cradling","type":"n.","descr":" The framework in arched or coved ceilings to which the laths are nailed."},{"word":"Craft","type":"n.","descr":" Strength; might; secret power."},{"word":"Craft","type":"n.","descr":" Art or skill; dexterity in particular manual employment; hence, the occupation or employment itself; manual art; a trade."},{"word":"Craft","type":"n.","descr":" Those engaged in any trade, taken collectively; a guild; as, the craft of ironmongers."},{"word":"Craft","type":"n.","descr":" Cunning, art, or skill, in a bad sense, or applied to bad purposes; artifice; guile; skill or dexterity employed to effect purposes by deceit or shrewd devices."},{"word":"Craft","type":"n.","descr":" A vessel; vessels of any kind; -- generally used in a collective sense."},{"word":"Craft","type":"v. t.","descr":" To play tricks; to practice artifice."},{"word":"Craftily","type":"adv.","descr":" With craft; artfully; cunningly."},{"word":"Craftiness","type":"n.","descr":" Dexterity in devising and effecting a purpose; cunning; artifice; stratagem."},{"word":"Craftless","type":"a.","descr":" Without craft or cunning."},{"word":"Craftsmen","type":"pl. ","descr":" of Craftsman"},{"word":"Craftsman","type":"n.","descr":" One skilled in some trade or manual occupation; an artificer; a mechanic."},{"word":"Craftsmanship","type":"n.","descr":" The work of a craftsman."},{"word":"Craftsmaster","type":"n.","descr":" One skilled in his craft or trade; one of superior cunning."},{"word":"Crafty","type":"a.","descr":" Relating to, or characterized by, craft or skill; dexterous."},{"word":"Crafty","type":"a.","descr":" Possessing dexterity; skilled; skillful."},{"word":"Crafty","type":"a.","descr":" Skillful at deceiving others; characterized by craft; cunning; wily."},{"word":"Crag","type":"n.","descr":" A steep, rugged rock; a rough, broken cliff, or point of a rock, on a ledge."},{"word":"Crag","type":"n.","descr":" A partially compacted bed of gravel mixed with shells, of the Tertiary age."},{"word":"Crag","type":"n.","descr":" The neck or throat"},{"word":"Crag","type":"n.","descr":" The neck piece or scrag of mutton."},{"word":"Cragged","type":"a.","descr":" Full of crags, or steep, broken \/\/cks; abounding with prominences, points, and inequalities; rough; rugged."},{"word":"Cradgedness","type":"n.","descr":" The quality or state of being cragged; cragginess."},{"word":"Cragginess","type":"n.","descr":" The state of being craggy."},{"word":"Craggy","type":"a.","descr":" Full of crags; rugged with projecting points of rocks; as, the craggy side of a mountain."},{"word":"Cragsmen","type":"pl. ","descr":" of Cragsman"},{"word":"Cragsman","type":"n.","descr":" One accustomed to climb rocks or crags; esp., one who makes a business of climbing the cliffs overhanging the sea to get the eggs of sea birds or the birds themselves."},{"word":"Craie","type":"n.","descr":" See Crare."},{"word":"Craig flounder","type":"","descr":" The pole flounder."},{"word":"Crail","type":"n.","descr":" A creel or osier basket."},{"word":"Crake","type":"v. t. and i.","descr":" To cry out harshly and loudly, like the bird called crake."},{"word":"Crake","type":"v. t. and i.","descr":" To boast; to speak loudly and boastfully."},{"word":"Crake","type":"n.","descr":" A boast. See Crack, n."},{"word":"Crake","type":"n.","descr":" Any species or rail of the genera Crex and Porzana; -- so called from its singular cry. See Corncrake."},{"word":"Crakeberry","type":"n.","descr":" See Crowberry."},{"word":"Craker","type":"n.","descr":" One who boasts; a braggart."},{"word":"Crammed","type":"imp. and p. p.","descr":" of Cram"},{"word":"Cramming","type":"p. pr. and vb. n.","descr":" of Cram"},{"word":"Cram","type":"v. t.","descr":" To press, force, or drive, particularly in filling, or in thrusting one thing into another; to stuff; to crowd; to fill to superfluity; as, to cram anything into a basket; to cram a room with people."},{"word":"Cram","type":"v. t.","descr":" To fill with food to satiety; to stuff."},{"word":"Cram","type":"v. t.","descr":" To put hastily through an extensive course of memorizing or study, as in preparation for an examination; as, a pupil is crammed by his tutor."},{"word":"Cram","type":"v. i.","descr":" To eat greedily, and to satiety; to stuff."},{"word":"Cram","type":"v. i.","descr":" To make crude preparation for a special occasion, as an examination, by a hasty and extensive course of memorizing or study."},{"word":"Cram","type":"n.","descr":" The act of cramming."},{"word":"Cram","type":"n.","descr":" Information hastily memorized; as, a cram from an examination."},{"word":"Cram","type":"n.","descr":" A warp having more than two threads passing through each dent or split of the reed."},{"word":"Crambo","type":"a.","descr":" A game in which one person gives a word, to which another finds a rhyme."},{"word":"Crambo","type":"a.","descr":" A word rhyming with another word."},{"word":"Crammer","type":"n.","descr":" One who crams; esp., one who prepares a pupil hastily for an examination, or a pupil who is thus prepared."},{"word":"Cramoisie","type":"a.","descr":" Alt. of Cramoisy"},{"word":"Cramoisy","type":"a.","descr":" Crimson."},{"word":"Cramp","type":"n.","descr":" That which confines or contracts; a restraint; a shackle; a hindrance."},{"word":"Cramp","type":"n.","descr":" A device, usually of iron bent at the ends, used to hold together blocks of stone, timbers, etc.; a cramp iron."},{"word":"Cramp","type":"n.","descr":" A rectangular frame, with a tightening screw, used for compressing the joints of framework, etc."},{"word":"Cramp","type":"n.","descr":" A piece of wood having a curve corresponding to that of the upper part of the instep, on which the upper leather of a boot is stretched to give it the requisite shape."},{"word":"Cramp","type":"n.","descr":" A spasmodic and painful involuntary contraction of a muscle or muscles, as of the leg."},{"word":"Cramped","type":"imp. and p. p.","descr":" of Cramp"},{"word":"Cramping","type":"p. pr. and vb. n.","descr":" of Cramp"},{"word":"Cramp","type":"v. t.","descr":" To compress; to restrain from free action; to confine and contract; to hinder."},{"word":"Cramp","type":"v. t.","descr":" To fasten or hold with, or as with, a cramp."},{"word":"Cramp","type":"v. t.","descr":" to bind together; to unite."},{"word":"Cramp","type":"v. t.","descr":" To form on a cramp; as, to cramp boot legs."},{"word":"Cramp","type":"v. t.","descr":" To afflict with cramp."},{"word":"Cramp","type":"n.","descr":" Knotty; difficult."},{"word":"Crampet","type":"n.","descr":" A cramp iron or cramp ring; a chape, as of a scabbard."},{"word":"Crampfish","type":"n.","descr":" The torpedo, or electric ray, the touch of which gives an electric shock. See Electric fish, and Torpedo."},{"word":"Cramp iron","type":"","descr":" See Cramp, n., 2."},{"word":"Crampit","type":"n.","descr":" See Crampet."},{"word":"Crampon","type":"n.","descr":" An a\/rial rootlet for support in climbing, as of ivy."},{"word":"Cramponee","type":"a.","descr":" Having a cramp or square piece at the end; -- said of a cross so furnished."},{"word":"Crampoons","type":"n.","descr":" A clutch formed of hooked pieces of iron, like double calipers, for raising stones, lumber, blocks of ice, etc."},{"word":"Crampoons","type":"n.","descr":" Iron instruments with sharp points, worn on the shoes to assist in gaining or keeping a foothold."},{"word":"Crampy","type":"","descr":" Affected with cramp."},{"word":"Crampy","type":"","descr":" Productive of, or abounding in, cramps."},{"word":"Cran","type":"n.","descr":" Alt. of Crane"},{"word":"Crane","type":"n.","descr":" A measure for fresh herrings, -- as many as will fill a barrel."},{"word":"Cranage","type":"n.","descr":" The liberty of using a crane, as for loading and unloading vessels."},{"word":"Cranage","type":"n.","descr":" The money or price paid for the use of a crane."},{"word":"Cranberries","type":"pl. ","descr":" of Cranberry"},{"word":"Cranberry","type":"n.","descr":" A red, acid berry, much used for making sauce, etc.; also, the plant producing it (several species of Vaccinum or Oxycoccus.) The high cranberry or cranberry tree is a species of Viburnum (V. Opulus), and the other is sometimes called low cranberry or marsh cranberry to distinguish it."},{"word":"Cranch","type":"v. t.","descr":" See Craunch."},{"word":"Crane","type":"n.","descr":" A wading bird of the genus Grus, and allied genera, of various species, having a long, straight bill, and long legs and neck."},{"word":"Crane","type":"n.","descr":" A machine for raising and lowering heavy weights, and, while holding them suspended, transporting them through a limited lateral distance. In one form it consists of a projecting arm or jib of timber or iron, a rotating post or base, and the necessary tackle, windlass, etc.; -- so called from a fancied similarity between its arm and the neck of a crane See Illust. of Derrick."},{"word":"Crane","type":"n.","descr":" An iron arm with horizontal motion, attached to the side or back of a fireplace, for supporting kettles, etc., over a fire."},{"word":"Crane","type":"n.","descr":" A siphon, or bent pipe, for drawing liquors out of a cask."},{"word":"Crane","type":"n.","descr":" A forked post or projecting bracket to support spars, etc., -- generally used in pairs. See Crotch, 2."},{"word":"Craned","type":"imp. and p. p.","descr":" of Crane"},{"word":"Craning","type":"p. pr. and vb. n.","descr":" of Crane"},{"word":"Crane","type":"v. t.","descr":" To cause to rise; to raise or lift, as by a crane; -- with up."},{"word":"Crane","type":"v. t.","descr":" To stretch, as a crane stretches its neck; as, to crane the neck disdainfully."},{"word":"Crane","type":"v. i.","descr":" to reach forward with head and neck, in order to see better; as, a hunter cranes forward before taking a leap."},{"word":"Cranes-bill","type":"n.","descr":" The geranium; -- so named from the long axis of the fruit, which resembles the beak of a crane."},{"word":"Cranes-bill","type":"n.","descr":" A pair of long-beaked forceps."},{"word":"Crang","type":"n.","descr":" See Krang."},{"word":"Crania","type":"n.","descr":" A genus of living Brachiopoda; -- so called from its fancied resemblance to the cranium or skull."},{"word":"Cranial","type":"a.","descr":" Of or pertaining to the cranium."},{"word":"Cranioclasm","type":"n.","descr":" The crushing of a child\\'s head, as with the cranioclast or craniotomy forceps in cases of very difficult delivery."},{"word":"Cranioclast","type":"n.","descr":" An instrument for crushing the head of a fetus, to facilitate delivery in difficult eases."},{"word":"Craniofacial","type":"a.","descr":" Of or pertaining to the cranium and face; as, the craniofacial angle."},{"word":"Craniognomy","type":"n.","descr":" The science of the form and characteristics of the skull."},{"word":"Craniological","type":"a.","descr":" Of or pertaining to craniology."},{"word":"Craniologist","type":"n.","descr":" One proficient in craniology; a phrenologist."},{"word":"Craniology","type":"n.","descr":" The department of science (as of ethnology or archaeology) which deals with the shape, size, proportions, indications, etc., of skulls; the study of skulls."},{"word":"Craniometer","type":"n.","descr":" An instrument for measuring the size of skulls."},{"word":"Craniometric","type":"a.","descr":" Alt. of Craniometrical"},{"word":"Craniometrical","type":"a.","descr":" Pertaining to craniometry."},{"word":"Craniometry","type":"n.","descr":" The art or act of measuring skulls."},{"word":"Cranioscopist","type":"n.","descr":" One skilled in, or who practices, cranioscopy."},{"word":"Cranioscopy","type":"n.","descr":" Scientific examination of the cranium."},{"word":"Craniota","type":"n. pl.","descr":" A comprehensive division of the Vertebrata, including all those that have a skull."},{"word":"Craniotomy","type":"n.","descr":" The operation of opening the fetal head, in order to effect delivery."},{"word":"Craniums","type":"pl. ","descr":" of Cranium"},{"word":"Crania","type":"pl. ","descr":" of Cranium"},{"word":"Cranium","type":"n.","descr":" The skull of an animal; especially, that part of the skull, either cartilaginous or bony, which immediately incloses the brain; the brain case or brainpan. See Skull."},{"word":"Crank","type":"n.","descr":" A bent portion of an axle, or shaft, or an arm keyed at right angles to the end of a shaft, by which motion is imparted to or received from it; also used to change circular into reciprocating motion, or reciprocating into circular motion. See Bell crank."},{"word":"Crank","type":"n.","descr":" Any bend, turn, or winding, as of a passage."},{"word":"Crank","type":"n.","descr":" A twist or turn in speech; a conceit consisting in a change of the form or meaning of a word."},{"word":"Crank","type":"n.","descr":" A twist or turn of the mind; caprice; whim; crotchet; also, a fit of temper or passion."},{"word":"Crank","type":"n.","descr":" A person full of crotchets; one given to fantastic or impracticable projects; one whose judgment is perverted in respect to a particular matter."},{"word":"Crank","type":"n.","descr":" A sick person; an invalid."},{"word":"Crank","type":"n.","descr":" Sick; infirm."},{"word":"Crank","type":"n.","descr":" Liable to careen or be overset, as a ship when she is too narrow, or has not sufficient ballast, or is loaded too high, to carry full sail."},{"word":"Crank","type":"n.","descr":" Full of spirit; brisk; lively; sprightly; overconfident; opinionated."},{"word":"Crank","type":"n.","descr":" To run with a winding course; to double; to crook; to wind and turn."},{"word":"Crankbird","type":"n.","descr":" A small European woodpecker (Picus minor)."},{"word":"Cranked","type":"a.","descr":" Formed with, or having, a bend or crank; as, a cranked axle."},{"word":"Crankiness","type":"n.","descr":" Crankness."},{"word":"Crankle","type":"v. t.","descr":" To break into bends, turns, or angles; to crinkle."},{"word":"Crankle","type":"v. i.","descr":" To bend, turn, or wind."},{"word":"Crankle","type":"n.","descr":" A bend or turn; a twist; a crinkle."},{"word":"Crankness","type":"n.","descr":" Liability to be overset; -- said of a ship or other vessel."},{"word":"Crankness","type":"n.","descr":" Sprightliness; vigor; health."},{"word":"Cranky","type":"a.","descr":" Full of spirit; crank."},{"word":"Cranky","type":"a.","descr":" Addicted to crotchets and whims; unreasonable in opinions; crotchety."},{"word":"Cranky","type":"a.","descr":" Unsteady; easy to upset; crank."},{"word":"Crannied","type":"a.","descr":" Having crannies, chinks, or fissures; as, a crannied wall."},{"word":"Crannog","type":"n.","descr":" Alt. of Crannoge"},{"word":"Crannoge","type":"n.","descr":" One of the stockaded islands in Scotland and Ireland which in ancient times were numerous in the lakes of both countries. They may be regarded as the very latest class of prehistoric strongholds, reaching their greatest development in early historic times, and surviving through the Middle Ages. See also Lake dwellings, under Lake."},{"word":"Crannies","type":"pl. ","descr":" of Cranny"},{"word":"Cranny","type":"n.","descr":" A small, narrow opening, fissure, crevice, or chink, as  in a wall, or other substance."},{"word":"Cranny","type":"n.","descr":" A tool for forming the necks of bottles, etc."},{"word":"Crannied","type":"imp. and p. p.","descr":" of Cranny"},{"word":"Crannying","type":"p. pr. and vb. n.","descr":" of Cranny"},{"word":"Cranny","type":"v. i.","descr":" To crack into, or become full of, crannies."},{"word":"Cranny","type":"v. i.","descr":" To haunt, or enter by, crannies."},{"word":"Cranny","type":"a.","descr":" Quick; giddy; thoughtless."},{"word":"Crantara","type":"n.","descr":" The fiery cross, used as a rallying signal in the Highlands of Scotland."},{"word":"Crants","type":"n.","descr":" A garland carried before the bier of a maiden."},{"word":"Crapaudine","type":"n.","descr":" Turning on pivots at the top and bottom; -- said of a door."},{"word":"Crapaudine","type":"n.","descr":" An ulcer on the coronet of a horse."},{"word":"Crape","type":"n.","descr":" A thin, crimped stuff, made of raw silk gummed and twisted on the mill. Black crape is much used for mourning garments, also for the dress of some clergymen."},{"word":"Craped","type":"imp. and p. p.","descr":" of Crape"},{"word":"Craping","type":"p. pr. and vb. n.","descr":" of Crape"},{"word":"Crape","type":"n.","descr":" To form into ringlets; to curl; to crimp; to friz; as, to crape the hair; to crape silk."},{"word":"Crapefish","type":"n.","descr":" Salted codfish hardened by pressure."},{"word":"Crapnel","type":"n.","descr":" A hook or drag; a grapnel."},{"word":"Crappie","type":"n.","descr":" A kind of fresh-water bass of the genus Pomoxys, found in the rivers of the Southern United States and Mississippi valley. There are several species."},{"word":"Crapple","type":"n.","descr":" A claw."},{"word":"Craps","type":"n.","descr":" A gambling game with dice."},{"word":"Crapula","type":"n.","descr":" Alt. of Crapule"},{"word":"Crapule","type":"n.","descr":" Same as Crapulence."},{"word":"Crapulence","type":"n.","descr":" The sickness occasioned by intemperance; surfeit."},{"word":"Crapulent","type":"a.","descr":" Alt. of Crapulous"},{"word":"Crapulous","type":"a.","descr":" Surcharged with liquor; sick from excessive indulgence in liquor; drunk; given to excesses."},{"word":"Crapy","type":"a.","descr":" Resembling crape."},{"word":"Crare","type":"n.","descr":" A slow unwieldy trading vessel."},{"word":"Crase","type":"v. t.","descr":" To break in pieces; to crack."},{"word":"Crashed","type":"imp. and p. p.","descr":" of Crash"},{"word":"Crashing","type":"p. pr. and vb. n.","descr":" of Crash"},{"word":"Crash","type":"v. t. ","descr":" To break in pieces violently; to dash together with noise and violence."},{"word":"Crash","type":"v. i.","descr":" To make a loud, clattering sound, as of many things falling and breaking at once; to break in pieces with a harsh noise."},{"word":"Crash","type":"v. i.","descr":" To break with violence and noise; as, the chimney in falling crashed through the roof."},{"word":"Crash","type":"n.","descr":" A loud, sudden, confused sound, as of many things falling and breaking at once."},{"word":"Crash","type":"n.","descr":" Ruin; failure; sudden breaking down, as of a business house or a commercial enterprise."},{"word":"Crash","type":"n.","descr":" Coarse, heavy, narrow linen cloth, used esp. for towels."},{"word":"Crashing","type":"n.","descr":" The noise of many things falling and breaking at once."},{"word":"Crasis","type":"n.","descr":" A mixture of constituents, as of the blood; constitution; temperament."},{"word":"Crasis","type":"n.","descr":" A contraction of two vowels (as the final and initial vowels of united words) into one long vowel, or into a diphthong; synaeresis; as, cogo for coago."},{"word":"Craspedota","type":"n. pl.","descr":" The hydroid or naked-eyed medusae. See Hydroidea."},{"word":"Craspedote","type":"a.","descr":" Of or pertaining to the Craspedota."},{"word":"Crass","type":"a.","descr":" Gross; thick; dense; coarse; not elaborated or refined."},{"word":"Crassament","type":"a.","descr":" Alt. of Crassamentum"},{"word":"Crassamentum","type":"a.","descr":" A semisolid mass or clot, especially that formed in coagulation of the blood."},{"word":"Crassiment","type":"n.","descr":" See Crassament."},{"word":"Crassitude","type":"n.","descr":" Grossness; coarseness; thickness; density."},{"word":"Crassness","type":"n.","descr":" Grossness."},{"word":"Crastination","type":"n.","descr":" Procrastination; a putting off till to-morrow."},{"word":"Crataegus","type":"n.","descr":" A genus of small, hardy trees, including the hawthorn, much used for ornamental purposes."},{"word":"Cratch","type":"n.","descr":" A manger or open frame for hay; a crib; a rack."},{"word":"Crate","type":"n.","descr":" A large basket or hamper of wickerwork, used for the transportation of china, crockery, and similar wares."},{"word":"Crate","type":"n.","descr":" A box or case whose sides are of wooden slats with interspaces, -- used especially for transporting fruit."},{"word":"Crated","type":"imp. and p. p.","descr":" of Crate"},{"word":"Crating","type":"p. pr. and vb. n.","descr":" of Crate"},{"word":"Crate","type":"v. t.","descr":" To pack in a crate or case for transportation; as, to crate a sewing machine; to crate peaches."},{"word":"Crater","type":"n.","descr":" The basinlike opening or mouth of a volcano, through which the chief eruption comes; similarly, the mouth of a geyser, about which a cone of silica is often built up."},{"word":"Crater","type":"n.","descr":" The pit left by the explosion of a mine."},{"word":"Crater","type":"n.","descr":" A constellation of the southen hemisphere; -- called also the Cup."},{"word":"Crateriform","type":"a.","descr":" Having the form of a shallow bowl; -- said of a corolla."},{"word":"Craterous","type":"a.","descr":" Pertaining to, or resembling, a crater."},{"word":"Craunched","type":"imp. and p. p.","descr":" of Craunch"},{"word":"Craunching","type":"p. pr. and vb. n.","descr":" of Craunch"},{"word":"Craunch","type":"v. t. and i.","descr":" To crush with the teeth; to chew with violence and noise; to crunch."},{"word":"Cravat","type":"n.","descr":" A neckcloth; a piece of silk, fine muslin, or other cloth, worn by men about the neck."},{"word":"Cravatted","type":"a.","descr":" Wearing a cravat."},{"word":"Craved","type":"imp. and p. p.","descr":" of Crave"},{"word":"Craving","type":"p pr. and vb. n.","descr":" of Crave"},{"word":"Crave","type":"v. t.","descr":" To ask with earnestness or importunity; to ask with submission or humility; to beg; to entreat; to beseech; to implore."},{"word":"Crave","type":"v. t.","descr":" To call for, as a gratification; to long for; hence, to require or demand; as, the stomach craves food."},{"word":"Crave","type":"v. i.","descr":" To desire strongly; to feel an insatiable longing; as, a craving appetite."},{"word":"Craven","type":"a.","descr":" Cowardly; fainthearted; spiritless."},{"word":"Craven","type":"n.","descr":" A recreant; a coward; a weak-hearted, spiritless fellow. See Recreant, n."},{"word":"Cravened","type":"imp. and p. p.","descr":" of Craven"},{"word":"Cravening","type":"p. pr. and vb. n.","descr":" of Craven"},{"word":"Craven","type":"v. t.","descr":" To make recreant, weak, spiritless, or cowardly."},{"word":"Craver","type":"n.","descr":" One who craves or begs."},{"word":"Craving","type":"n.","descr":" Vehement or urgent desire; longing for; beseeching."},{"word":"Craw","type":"n.","descr":" The crop of a bird."},{"word":"Craw","type":"n.","descr":" The stomach of an animal."},{"word":"Crawfish","type":"n.","descr":" Alt. of Crayfish"},{"word":"Crayfish","type":"n.","descr":" Any crustacean of the family Astacidae, resembling the lobster, but smaller, and found in fresh waters. Crawfishes are esteemed very delicate food both in Europe and America. The North American species are numerous and mostly belong to the genus Cambarus. The blind crawfish of the Mammoth Cave is Cambarus pellucidus. The common European species is Astacus fluviatilis."},{"word":"Crawford","type":"n.","descr":" A Crawford peach; a well-known freestone peach, with yellow flesh, first raised by Mr. William Crawford, of New Jersey."},{"word":"Crawled","type":"imp. and p. p.","descr":" of Crawl"},{"word":"Crawling","type":"p. pr. and vb. n.","descr":" of Crawl"},{"word":"Crawl","type":"v. i.","descr":" To move slowly by drawing the body along the ground, as a worm; to move slowly on hands and knees; to creep."},{"word":"Crawl","type":"v. i.","descr":" to move or advance in a feeble, slow, or timorous manner."},{"word":"Crawl","type":"v. i.","descr":" To advance slowly and furtively; to insinuate one\\'s self; to advance or gain influence by servile or obsequious conduct."},{"word":"Crawl","type":"v. i.","descr":" To have a sensation as of insect creeping over the body; as, the flesh crawls.  See Creep, v. i., 7."},{"word":"Crawl","type":"n.","descr":" The act or motion of crawling; slow motion, as of a creeping animal."},{"word":"Crawl","type":"n.","descr":" A pen or inclosure of stakes and hurdles on the seacoast, for holding fish."},{"word":"Crawler","type":"n.","descr":" One who, or that which, crawls; a creeper; a reptile."},{"word":"Crawly","type":"a.","descr":" Creepy."},{"word":"Cray","type":"n.","descr":" Alt. of Crayer"},{"word":"Crayer","type":"n.","descr":" See Crare."},{"word":"Crayfish","type":"n.","descr":" See Crawfish."},{"word":"Crayon","type":"n.","descr":" An implement for drawing, made of clay and plumbago, or of some preparation of chalk, usually sold in small prisms or cylinders."},{"word":"Crayon","type":"n.","descr":" A crayon drawing."},{"word":"Crayon","type":"n.","descr":" A pencil of carbon used in producing electric light."},{"word":"Crayoned","type":"imp. and p. p.","descr":" of Crayon"},{"word":"Crayoning","type":"p. pr. and vb. n.","descr":" of Crayon"},{"word":"Crayon","type":"v. t.","descr":" To sketch, as with a crayon; to sketch or plan."},{"word":"Crazed","type":"imp. and p. p.","descr":" of Craze"},{"word":"Crazing","type":"p. pr. and vb. n.","descr":" of Craze"},{"word":"Craze","type":"v. t.","descr":" To break into pieces; to crush; to grind to powder. See Crase."},{"word":"Craze","type":"v. t.","descr":" To weaken; to impair; to render decrepit."},{"word":"Craze","type":"v. t.","descr":" To derange the intellect of; to render insane."},{"word":"Craze","type":"v. i.","descr":" To be crazed, or to act or appear as one that is crazed; to rave; to become insane."},{"word":"Craze","type":"v. i.","descr":" To crack, as the glazing of porcelain or pottery."},{"word":"Craze","type":"n.","descr":" Craziness; insanity."},{"word":"Craze","type":"n.","descr":" A strong habitual desire or fancy; a crotchet."},{"word":"Craze","type":"n.","descr":" A temporary passion or infatuation, as for same new amusement, pursuit, or fashion; as, the bric-a-brac craze; the aesthetic craze."},{"word":"Crazedness","type":"n.","descr":" A broken state; decrepitude; an impaired state of the intellect."},{"word":"Craze-mill","type":"n.","descr":" Alt. of Crazing-mill"},{"word":"Crazing-mill","type":"n.","descr":" A mill for grinding tin ore."},{"word":"Crazily","type":"adv.","descr":" In a crazy manner."},{"word":"Craziness","type":"n.","descr":" The state of being broken down or weakened; as, the craziness of a ship, or of the limbs."},{"word":"Craziness","type":"n.","descr":" The state of being broken in mind; imbecility or weakness of intellect; derangement."},{"word":"Crazy","type":"a.","descr":" Characterized by weakness or feebleness; decrepit; broken; falling to decay; shaky; unsafe."},{"word":"Crazy","type":"a.","descr":" Broken, weakened, or dissordered in intellect; shattered; demented; deranged."},{"word":"Crazy","type":"a.","descr":" Inordinately desirous; foolishly eager."},{"word":"Creable","type":"a.","descr":" Capable of being created."},{"word":"Creaght","type":"n.","descr":" A drove or herd."},{"word":"Creaght","type":"v. i.","descr":" To graze."},{"word":"Creaked","type":"imp. and p. p.","descr":" of Creak"},{"word":"Creaking","type":"p. pr. and vb. n.","descr":" of Creak"},{"word":"Creak","type":"v. i.","descr":" To make a prolonged sharp grating or squeaking sound, as by the friction of hard substances; as, shoes creak."},{"word":"Creak","type":"v. t.","descr":" To produce a creaking sound with."},{"word":"Creak","type":"n.","descr":" The sound produced by anything that creaks; a creaking."},{"word":"Creaking","type":"n.","descr":" A harsh grating or squeaking sound, or the act of making such a sound."},{"word":"Cream","type":"n.","descr":" The rich, oily, and yellowish part of milk, which, when the milk stands unagitated, rises, and collects on the surface. It is the part of milk from which butter is obtained."},{"word":"Cream","type":"n.","descr":" The part of any liquor that rises, and collects on the surface."},{"word":"Cream","type":"n.","descr":" A delicacy of several kinds prepared for the table from cream, etc., or so as to resemble cream."},{"word":"Cream","type":"n.","descr":" A cosmetic; a creamlike medicinal preparation."},{"word":"Cream","type":"n.","descr":" The best or choicest part of a thing; the quintessence; as, the cream of a jest or story; the cream of a collection of books or pictures."},{"word":"Creamed","type":"imp. and p. p.","descr":" of Cream"},{"word":"Creaming","type":"p. pr. and vb. n.","descr":" of Cream"},{"word":"Cream","type":"v. t.","descr":" To skim, or take off by skimming, as cream."},{"word":"Cream","type":"v. t.","descr":" To take off the best or choicest part of."},{"word":"Cream","type":"v. t.","descr":" To furnish with, or as with, cream."},{"word":"Cream","type":"v. i.","descr":" To form or become covered with cream; to become thick like cream; to assume the appearance of cream; hence, to grow stiff or formal; to mantle."},{"word":"Creamcake","type":"n.","descr":" A kind of cake filled with custard made of cream, eggs, etc."},{"word":"Cream-colored","type":"a.","descr":" Of the color of cream; light yellow."},{"word":"Creameries","type":"pl. ","descr":" of Creamery"},{"word":"Creamery","type":"n.","descr":" A place where butter and cheese are made, or where milk and cream are put up in cans for market."},{"word":"Creamery","type":"n.","descr":" A place or apparatus in which milk is set for raising cream."},{"word":"Creamery","type":"n.","descr":" An establishment where cream is sold."},{"word":"Cream-faced","type":"a.","descr":" White or pale, as the effect of fear, or as the natural complexion."},{"word":"Cream-fruit","type":"n.","descr":" A plant of Sierra Leone which yields a wholesome, creamy juice."},{"word":"Creaminess","type":"n.","descr":" The quality of being creamy."},{"word":"Cream laid","type":"","descr":" See under Laid."},{"word":"Cream-slice","type":"n.","descr":" A wooden knife with a long thin blade, used in handling cream or ice cream."},{"word":"Cream-white","type":"a.","descr":" As white as cream."},{"word":"Creamy","type":"a.","descr":" Full of, or containing, cream; resembling cream, in nature, appearance, or taste; creamlike; unctuous."},{"word":"Creance","type":"n.","descr":" Faith; belief; creed."},{"word":"Creance","type":"n.","descr":" A fine, small line, fastened to a hawk\\'s leash, when it is first lured."},{"word":"Creance","type":"v. i. and t.","descr":" To get on credit; to borrow."},{"word":"Creant","type":"a.","descr":" Creative; formative."},{"word":"Crease","type":"n.","descr":" See Creese."},{"word":"Crease","type":"n.","descr":" A line or mark made by folding or doubling any pliable substance; hence, a similar mark, however produced."},{"word":"Crease","type":"n.","descr":" One of the lines serving to define the limits of the bowler and the striker."},{"word":"Creased","type":"imp. and p. p.","descr":" of Crease"},{"word":"Creasing","type":"p. pr. and vb. n.","descr":" of Crease"},{"word":"Crease","type":"v. t.","descr":" To make a crease or mark in, as by folding or doubling."},{"word":"Creaser","type":"n.","descr":" A tool, or a sewing-machine attachment, for making lines or creases on leather or cloth, as guides to sew by."},{"word":"Creaser","type":"n.","descr":" A tool for making creases or beads, as in sheet iron, or for rounding small tubes."},{"word":"Creaser","type":"n.","descr":" A tool for making the band impression distinct on the back."},{"word":"Creasing","type":"n.","descr":" A layer of tiles forming a corona for a wall."},{"word":"Creasote","type":"n.","descr":" See Creosote."},{"word":"Creasy","type":"a.","descr":" Full of creases."},{"word":"Creat","type":"n.","descr":" An usher to a riding master."},{"word":"Creatable","type":"a.","descr":" That may be created."},{"word":"Create","type":"a.","descr":" Created; composed; begotten."},{"word":"Created","type":"imp. and p. p.","descr":" of Create"},{"word":"Creating","type":"p. pr. and vb. n.","descr":" of Create"},{"word":"Create","type":"v. t.","descr":" To bring into being; to form out of nothing; to cause to exist."},{"word":"Create","type":"v. t.","descr":" To effect by the agency, and under the laws, of causation; to be the occasion of; to cause; to produce; to form or fashion; to renew."},{"word":"Create","type":"v. t.","descr":" To invest with a new form, office, or character; to constitute; to appoint; to make; as, to create one a peer."},{"word":"Creatic","type":"a.","descr":" Relating to, or produced by, flesh or animal food; as, creatic nausea."},{"word":"Creatin","type":"n.","descr":" A white, crystalline, nitrogenous substance found abundantly in muscle tissue."},{"word":"Creatinin","type":"n.","descr":" A white, crystalline, nitrogenous body closely related to creatin but more basic in its properties, formed from the latter by the action of acids, and occurring naturally in muscle tissue and in urine."},{"word":"Creation","type":"n.","descr":" The act of creating or causing to exist. Specifically, the act of bringing the universe or this world into existence."},{"word":"Creation","type":"n.","descr":" That which is created; that which is produced or caused to exist, as the world or some original work of art or of the imagination; nature."},{"word":"Creation","type":"n.","descr":" The act of constituting or investing with a new character; appointment; formation."},{"word":"Creational","type":"a.","descr":" Of or pertaining to creation."},{"word":"Creationism","type":"n.","descr":" The doctrine that a soul is specially created for each human being as soon as it is formed in the womb; -- opposed to traducianism."},{"word":"Creative","type":"a.","descr":" Having the power to create; exerting the act of creation."},{"word":"Creativeness","type":"n.","descr":" The quality of being creative."},{"word":"Cretor","type":"n.","descr":" One who creates, produces, or constitutes. Specifically, the Supreme Being."},{"word":"Creatorship","type":"n.","descr":" State or condition of a creator."},{"word":"Creatress","type":"n.","descr":" She who creates."},{"word":"Creatrix","type":"n.","descr":" A creatress."},{"word":"Creatural","type":"a.","descr":" Belonging to a creature; having the qualities of a creature."},{"word":"Creature","type":"n.","descr":" Anything created; anything not self-existent; especially, any being created with life; an animal; a man."},{"word":"Creature","type":"n.","descr":" A human being, in pity, contempt, or endearment; as, a poor creature; a pretty creature."},{"word":"Creature","type":"n.","descr":" A person who owes his rise and fortune to another; a servile dependent; an instrument; a tool."},{"word":"Creature","type":"n.","descr":" A general term among farmers for horses, oxen, etc."},{"word":"Cratureless","type":"a.","descr":" Without created beings; alone."},{"word":"Creaturely","type":"a.","descr":" Creatural; characteristic of a creature."},{"word":"Creatureship","type":"n.","descr":" The condition of being a creature."},{"word":"Creaturize","type":"v. t.","descr":" To make like a creature; to degrade"},{"word":"Creaze","type":"n.","descr":" The tin ore which collects in the central part of the washing pit or buddle."},{"word":"Crebricostate","type":"a.","descr":" Marked with closely set ribs or ridges."},{"word":"Crebrisulcate","type":"a.","descr":" Marked with closely set transverse furrows."},{"word":"Crebritude","type":"n.","descr":" Frequency."},{"word":"Crebrous","type":"a.","descr":" Frequent; numerous."},{"word":"Cr\/che","type":"n.","descr":" A public nursery, where the young children of poor women are cared for during the day, while their mothers are at work."},{"word":"Credence","type":"n.","descr":" Reliance of the mind on evidence of facts derived from other sources than personal knowledge; belief; credit; confidence."},{"word":"Credence","type":"n.","descr":" That which gives a claim to credit, belief, or confidence; as, a letter of credence."},{"word":"Credence","type":"n.","descr":" The small table by the side of the altar or communion table, on which the bread and wine are placed before being consecrated."},{"word":"Credence","type":"n.","descr":" A cupboard, sideboard, or cabinet, particularly one intended for the display of rich vessels or plate, and consisting chiefly of open shelves for that purpose."},{"word":"Credence","type":"v. t.","descr":" To give credence to; to believe."},{"word":"Credenda","type":"pl. ","descr":" of Credendum"},{"word":"Credendum","type":"n.","descr":" A thing to be believed; an article of faith; -- distinguished from agendum, a practical duty."},{"word":"Credent","type":"a.","descr":" Believing; giving credence; credulous."},{"word":"Credent","type":"a.","descr":" Having credit or authority; credible."},{"word":"Credential","type":"a.","descr":" Giving a title or claim to credit or confidence; accrediting."},{"word":"Credential","type":"n.","descr":" That which gives a title to credit or confidence."},{"word":"Credential","type":"n.","descr":" Testimonials showing that a person is entitled to credit, or has right to exercise official power, as the letters given by a government to an ambassador or envoy, or a certificate that one is a duly elected delegate."},{"word":"Credibility","type":"n.","descr":" The quality of being credible; credibleness; as, the credibility of facts; the credibility of witnesses."},{"word":"Credible","type":"a.","descr":" Capable of being credited or believed; worthy of belief; entitled to confidence; trustworthy."},{"word":"Credibleness","type":"n.","descr":" The quality or state of being credible; worthiness of belief; credibility."},{"word":"Credibly","type":"adv.","descr":" In a manner inducing belief; as, I have been credibly informed of the event."},{"word":"Credit","type":"n.","descr":" Reliance on the truth of something said or done; belief; faith; trust; confidence."},{"word":"Credit","type":"n.","descr":" Reputation derived from the confidence of others; esteem; honor; good name; estimation."},{"word":"Credit","type":"n.","descr":" A ground of, or title to, belief or confidence; authority derived from character or reputation."},{"word":"Credit","type":"n.","descr":" That which tends to procure, or add to, reputation or esteem; an honor."},{"word":"Credit","type":"n.","descr":" Influence derived from the good opinion, confidence, or favor of others; interest."},{"word":"Credit","type":"n.","descr":" Trust given or received; expectation of future playment for property transferred, or of fulfillment or promises given; mercantile reputation entitling one to be trusted; -- applied to individuals, corporations, communities, or nations; as, to buy goods on credit."},{"word":"Credit","type":"n.","descr":" The time given for payment for lands or goods sold on trust; as, a long credit or a short credit."},{"word":"Credit","type":"n.","descr":" The side of an account on which are entered all items reckoned as values received from the party or the category named at the head of the account; also, any one, or the sum, of these items; -- the opposite of debit; as, this sum is carried to one\\'s credit, and that to his debit; A has several credits on the books of B."},{"word":"Credited","type":"imp. and p. p.","descr":" of Credit"},{"word":"Crediting","type":"p. pr. and vb. n.","descr":" of Credit"},{"word":"Credit","type":"v. t.","descr":" To confide in the truth of; to give credence to; to put trust in; to believe."},{"word":"Credit","type":"v. t.","descr":" To bring honor or repute upon; to do credit to; to raise the estimation of."},{"word":"Credit","type":"v. t.","descr":" To enter upon the credit side of an account; to give credit for; as, to credit the amount paid; to set to the credit of; as, to credit a man with the interest paid on a bond."},{"word":"Creditable","type":"a.","descr":" Worthy of belief."},{"word":"Creditable","type":"a.","descr":" Deserving or possessing reputation or esteem; reputable; estimable."},{"word":"Creditable","type":"a.","descr":" Bringing credit, reputation, or honor; honorable; as, such conduct is highly creditable to him."},{"word":"Creditableness","type":"n.","descr":" The quality of being creditable."},{"word":"Creditably","type":"adv.","descr":" In a creditable manner; reputably; with credit."},{"word":"Credit foncier","type":"","descr":" A company licensed for the purpose of carrying out improvements, by means of loans and advances upon real securities."},{"word":"Credit mobilier","type":"","descr":" A joint stock company, formed for general banking business, or for the construction of public works, by means of loans on personal estate, after the manner of the credit foncier on real estate. In practice, however, this distinction has not been strictly observed."},{"word":"Creditor","type":"n.","descr":" One who credits, believes, or trusts."},{"word":"Creditor","type":"n.","descr":" One who gives credit in business matters; hence, one to whom money is due; -- correlative to debtor."},{"word":"Creditress","type":"n.","descr":" Alt. of Creditrix"},{"word":"Creditrix","type":"n.","descr":" A female creditor."},{"word":"Credo","type":"n.","descr":" The creed, as sung or read in the Roman Catholic church."},{"word":"Credulity","type":"n.","descr":" Readiness of belief; a disposition to believe on slight evidence."},{"word":"Credulous","type":"a.","descr":" Apt to believe on slight evidence; easily imposed upon; unsuspecting."},{"word":"Credulous","type":"a.","descr":" Believed too readily."},{"word":"Credulously","type":"adv.","descr":" With credulity."},{"word":"Credulousness","type":"n.","descr":" Readiness to believe on slight evidence; credulity."},{"word":"Creed","type":"v. t.","descr":" A definite summary of what is believed; esp., a summary of the articles of Christian faith; a confession of faith for public use; esp., one which is brief and comprehensive."},{"word":"Creed","type":"v. t.","descr":" Any summary of principles or opinions professed or adhered to."},{"word":"Creed","type":"v. t.","descr":" To believe; to credit."},{"word":"Creedless","type":"a.","descr":" Without a creed."},{"word":"Creek","type":"n.","descr":" A small inlet or bay, narrower and extending further into the land than a cove; a recess in the shore of the sea, or of a river."},{"word":"Creek","type":"n.","descr":" A stream of water smaller than a river and larger than a brook."},{"word":"Creek","type":"n.","descr":" Any turn or winding."},{"word":"Creekfish","type":"n.","descr":" The chub sucker."},{"word":"Creeks","type":"n. pl.","descr":" A tribe or confederacy of North American Indians, including the Muskogees, Seminoles, Uchees, and other subordinate tribes. They formerly inhabited Georgia, Florida, and Alabama."},{"word":"Creeky","type":"a.","descr":" Containing, or abounding in, creeks; characterized by creeks; like a creek; winding."},{"word":"Creel","type":"n.","descr":" An osier basket, such as anglers use."},{"word":"Creel","type":"n.","descr":" A bar or set of bars with skewers for holding paying-off bobbins, as in the roving machine, throstle, and mule."},{"word":"Crept","type":"imp.","descr":" of Creep"},{"word":"Crope","type":"","descr":" of Creep"},{"word":"Crept","type":"p. p.","descr":" of Creep"},{"word":"Creeping","type":"p. pr. and vb. n.","descr":" of Creep"},{"word":"Creep","type":"v. t.","descr":" To move along the ground, or on any other surface, on the belly, as a worm or reptile; to move as a child on the hands and knees; to crawl."},{"word":"Creep","type":"v. t.","descr":" To move slowly, feebly, or timorously, as from unwillingness, fear, or weakness."},{"word":"Creep","type":"v. t.","descr":" To move in a stealthy or secret manner; to move imperceptibly or clandestinely; to steal in; to insinuate itself or one\\'s self; as, age creeps upon us."},{"word":"Creep","type":"v. t.","descr":" To slip, or to become slightly displaced; as, the collodion on a negative, or a coat of varnish, may creep in drying; the quicksilver on a mirror may creep."},{"word":"Creep","type":"v. t.","descr":" To move or behave with servility or exaggerated humility; to fawn; as, a creeping sycophant."},{"word":"Creep","type":"v. t.","descr":" To grow, as a vine, clinging to the ground or to some other support by means of roots or rootlets, or by tendrils, along its length."},{"word":"Creep","type":"v. t.","descr":" To have a sensation as of insects creeping on the skin of the body; to crawl; as, the sight made my flesh creep. See Crawl, v. i., 4."},{"word":"Creep","type":"v. i.","descr":" To drag in deep water with creepers, as for recovering a submarine cable."},{"word":"Creep","type":"n.","descr":" The act or process of creeping."},{"word":"Creep","type":"n.","descr":" A distressing sensation, or sound, like that occasioned by the creeping of insects."},{"word":"Creep","type":"n.","descr":" A slow rising of the floor of a gallery, occasioned by the pressure of incumbent strata upon the pillars or sides; a gradual movement of mining ground."},{"word":"Creeper","type":"n.","descr":" One who, or that which, creeps; any creeping thing."},{"word":"Creeper","type":"n.","descr":" A plant that clings by rootlets, or by tendrils, to the ground, or to trees, etc.; as, the Virginia creeper (Ampelopsis quinquefolia)."},{"word":"Creeper","type":"n.","descr":" A small bird of the genus Certhia, allied to the wrens. The brown or common European creeper is C. familiaris, a variety of which (var. Americana) inhabits America; -- called also tree creeper and creeptree. The American black and white creeper is Mniotilta varia."},{"word":"Creeper","type":"n.","descr":" A kind of patten mounted on short pieces of iron instead of rings; also, a fixture with iron points worn on a shoe to prevent one from slipping."},{"word":"Creeper","type":"n.","descr":" A spurlike device strapped to the boot, which enables one to climb a tree or pole; -- called often telegraph creepers."},{"word":"Creeper","type":"n.","descr":" A small, low iron, or dog, between the andirons."},{"word":"Creeper","type":"n.","descr":" An instrument with iron hooks or claws for dragging at the bottom of a well, or any other body of water, and bringing up what may lie there."},{"word":"Creeper","type":"n.","descr":" Any device for causing material to move steadily from one part of a machine to another, as an apron in a carding machine, or an inner spiral in a grain screen."},{"word":"Creeper","type":"n.","descr":" Crockets. See Crocket."},{"word":"Creephole","type":"n.","descr":" A hole or retreat into which an animal may creep, to escape notice or danger."},{"word":"Creephole","type":"n.","descr":" A subterfuge; an excuse."},{"word":"Creepie","type":"n.","descr":" A low stool."},{"word":"Creepiness","type":"n.","descr":" An uneasy sensation as of insects creeping on the skin."},{"word":"Creeping","type":"a.","descr":" Crawling, or moving close to the ground."},{"word":"Creeping","type":"a.","descr":" Growing along, and clinging to, the ground, or to a wall, etc., by means of rootlets or tendrils."},{"word":"Creepingly","type":"adv.","descr":" by creeping slowly; in the manner of a reptile; insidiously; cunningly."},{"word":"Creeple","type":"n.","descr":" A creeping creature; a reptile."},{"word":"Creeple","type":"n.","descr":" One who is lame; a cripple."},{"word":"Creepy","type":"a.","descr":" Crawly; having or producing a sensation like that caused by insects creeping on the skin."},{"word":"Crees","type":"n. pl.","descr":" An Algonquin tribe of Indians, inhabiting a large part of British America east of the Rocky Mountains and south of Hudson\\'s Bay."},{"word":"Creese","type":"n.","descr":" A dagger or short sword used by the Malays, commonly having a serpentine blade."},{"word":"Cremaillere","type":"n.","descr":" An indented or zigzaged line of intrenchment."},{"word":"Cremaster","type":"n.","descr":" A thin muscle which serves to draw up the testicle."},{"word":"Cremaster","type":"n.","descr":" The apex of the last abdominal segment of an insect."},{"word":"Cremasteric","type":"a.","descr":" Of or pertaining to the cremaster; as, the cremasteric artery."},{"word":"Cremate","type":"v. t.","descr":" To burn; to reduce to ashes by the action of fire, either directly or in an oven or retort; to incremate or incinerate; as, to cremate a corpse, instead of burying it."},{"word":"Cremation","type":"n.","descr":" A burning; esp., the act or practice of cremating the dead."},{"word":"Cremationist","type":"n.","descr":" One who advocates the practice of cremation."},{"word":"Cremator","type":"n.","descr":" One who, or that which, cremates or consumes to ashes."},{"word":"Crematoriums","type":"pl. ","descr":" of Crematory"},{"word":"Crematories","type":"pl. ","descr":" of Crematory"},{"word":"Crematorium","type":"n.","descr":" Alt. of Crematory"},{"word":"Crematory","type":"n.","descr":" A furnace for cremating corpses; a building containing such a furnace."},{"word":"Crematory","type":"a.","descr":" Pertaining to, or employed in, cremation."},{"word":"Cremocarp","type":"n.","descr":" The peculiar fruit of fennel, carrot, parsnip, and the like, consisting of a pair of carpels pendent from a supporting axis."},{"word":"Cremona","type":"n.","descr":" A superior kind of violin, formerly made at Cremona, in Italy."},{"word":"Cremor","type":"n.","descr":" Cream; a substance resembling cream; yeast; scum."},{"word":"Cremosin","type":"n.","descr":" See Crimson."},{"word":"Crems","type":"n.","descr":" See Krems."},{"word":"Crenate","type":"a.","descr":" Alt. of Crenated"},{"word":"Crenated","type":"a.","descr":" Having the margin cut into rounded teeth notches, or scallops."},{"word":"Crenation","type":"n.","descr":" A rounded tooth on the edge of a leaf."},{"word":"Crenation","type":"n.","descr":" The condition of being crenate."},{"word":"Crenature","type":"n.","descr":" A rounded tooth or notch of a crenate leaf, or any part that is crenate; -- called also crenelle."},{"word":"Crenature","type":"n.","descr":" The state of being crenated or notched."},{"word":"Crenel","type":"n.","descr":" See Crenelle."},{"word":"Crenelated","type":"imp. and p. p.","descr":" of Crenelate"},{"word":"Crenelating","type":"p. pr. and vb. n.","descr":" of Crenelate"},{"word":"Crenelate","type":"v. t.","descr":" To furnish with crenelles."},{"word":"Crenelate","type":"v. t.","descr":" To indent; to notch; as, a crenelated leaf."},{"word":"Crenelation","type":"n.","descr":" The act of crenelating, or the state of being crenelated; an indentation or an embrasure."},{"word":"Crenelle","type":"n.","descr":" Alt. of Crenel"},{"word":"Crenel","type":"n.","descr":" An embrasure or indentation in a battlement; a loophole in a fortress; an indentation; a notch. See Merlon, and Illust. of Battlement."},{"word":"Crenel","type":"n.","descr":" Same as Crenature."},{"word":"Crenelled","type":"a.","descr":" Same as Crenate."},{"word":"Crengle","type":"n.","descr":" Alt. of Crenkle"},{"word":"Crenkle","type":"n.","descr":" See Cringle."},{"word":"Crenulate","type":"a.","descr":" Alt. of Crenulated"},{"word":"Crenulated","type":"a.","descr":" Minutely crenate."},{"word":"Crenulation","type":"n.","descr":" A minute crenation."},{"word":"Crenulation","type":"n.","descr":" The state of being minutely scalloped."},{"word":"Creole","type":"n.","descr":" One born of European parents in the American colonies of France or Spain or in the States which were once such colonies, esp. a person of French or Spanish descent, who is a native inhabitant of Louisiana, or one of the States adjoining, bordering on the Gulf of of Mexico."},{"word":"Creole","type":"a.","descr":" Of or pertaining to a Creole or the Creoles."},{"word":"Creolean","type":"a.","descr":" Alt. of Creolian"},{"word":"Creolian","type":"a.","descr":" Pertaining to, or characteristic of, the Creoles."},{"word":"Creolian","type":"n. ","descr":" A Creole."},{"word":"Creosol","type":"n.","descr":" A colorless liquid resembling phenol or carbolic acid, homologous with pyrocatechin, and obtained from beechwood tar and gum guaiacum."},{"word":"Creosote","type":"n.","descr":" Wood-tar oil; an oily antiseptic liquid, of a burning smoky taste, colorless when pure, but usually colored yellow or brown by impurity or exposure. It is a complex mixture of various phenols and their ethers, and is obtained by the distillation of wood tar, especially that of beechwood."},{"word":"Creosoted","type":"imp. and p. p.","descr":" of Creosote"},{"word":"Creosoting","type":"p. pr. and vb. n.","descr":" of Creosote"},{"word":"Creosote","type":"v. t.","descr":" To saturate or impregnate with creosote, as timber, for the prevention of decay."},{"word":"Crepance","type":"n.","descr":" Alt. of Crepane"},{"word":"Crepane","type":"n.","descr":" An injury in a horse\\'s leg, caused by the shoe of one hind foot striking and cutting the other leg. It sometimes forms an ulcer."},{"word":"Crepe","type":"n.","descr":" Same as Crape."},{"word":"Crepitant","type":"a.","descr":" Having a crackling sound; crackling; rattling."},{"word":"Crepitated","type":"imp. and p. p.","descr":" of Crepitate"},{"word":"Crepitating","type":"p. pr. and vb. n.","descr":" of Crepitate"},{"word":"Crepitate","type":"v.","descr":" To make a series of small, sharp, rapidly repeated explosions or sounds, as salt in fire; to crackle; to snap."},{"word":"Crepitation","type":"n.","descr":" The act of crepitating or crackling."},{"word":"Crepitation","type":"n.","descr":" A grating or crackling sensation or sound, as that produced by rubbing two fragments of a broken bone together, or by pressing upon cellular tissue containing air."},{"word":"Crepitation","type":"n.","descr":" A crepitant rale."},{"word":"Crepitus","type":"n.","descr":" The noise produced by a sudden discharge of wind from the bowels."},{"word":"Crepitus","type":"n.","descr":" Same as Crepitation, 2."},{"word":"Crepon","type":"n.","descr":" A thin stuff made of the finest wool or silk, or of wool and silk."},{"word":"Crept","type":"","descr":" imp. and p. p. of Creep."},{"word":"Crepuscle","type":"n.","descr":" Alt. of Crepuscule"},{"word":"Crepuscule","type":"n.","descr":" Twilight."},{"word":"Crepuscular","type":"a.","descr":" Alt. of Crepusculous"},{"word":"Crepusculous","type":"a.","descr":" Pertaining to twilight; glimmering; hence, imperfectly clear or luminous."},{"word":"Crepusculous","type":"a.","descr":" Flying in the twilight or evening, or before sunrise; -- said certain birds and insects."},{"word":"Crepusculine","type":"a.","descr":" Crepuscular."},{"word":"Crescence","type":"n.","descr":" Increase; enlargement."},{"word":"Crescendo","type":"a. and adv.","descr":" With a constantly increasing volume of voice; with gradually increasing strength and fullness of tone; -- a direction for the performance of music, indicated by the mark, or by writing the word on the score."},{"word":"Crescendo","type":"n.","descr":" A gradual increase in the strength and fullness of tone with which a passage is performed."},{"word":"Crescendo","type":"n.","descr":" A passage to be performed with constantly increasing volume of tone."},{"word":"Crescent","type":"n.","descr":" The increasing moon; the moon in her first quarter, or when defined by a concave and a convex edge; also, applied improperly to the old or decreasing moon in a like state."},{"word":"Crescent","type":"n.","descr":" Anything having the shape of a crescent or new moon."},{"word":"Crescent","type":"n.","descr":" A representation of the increasing moon, often used as an emblem or badge"},{"word":"Crescent","type":"n.","descr":" A symbol of Artemis, or Diana."},{"word":"Crescent","type":"n.","descr":" The ancient symbol of Byzantium or Constantinople."},{"word":"Crescent","type":"n.","descr":" The emblem of the Turkish Empire, adopted after the taking of Constantinople."},{"word":"Crescent","type":"n.","descr":" Any one of three orders of knighthood; the first instituted by Charles I., king of Naples and Sicily, in 1268; the second by Rene of Anjou, in 1448; and the third by the Sultan Selim III., in 1801, to be conferred upon foreigners to whom Turkey might be indebted for valuable services."},{"word":"Crescent","type":"n.","descr":" The emblem of the increasing moon with horns directed upward, when used in a coat of arms; -- often used as a mark of cadency to distinguish a second son and his descendants."},{"word":"Crescent","type":"a.","descr":" Shaped like a crescent."},{"word":"Crescent","type":"a.","descr":" Increasing; growing."},{"word":"Crescent","type":"v. t.","descr":" To form into a crescent, or something resembling a crescent."},{"word":"Crescent","type":"v. t.","descr":" To adorn with crescents."},{"word":"Crescentic","type":"a.","descr":" Crescent-shaped."},{"word":"Crescentwise","type":"adv.","descr":" In the form of a crescent; like a crescent."},{"word":"Crescive","type":"a.","descr":" Increasing; growing."},{"word":"Cresol","type":"n.","descr":" Any one of three metameric substances, CH3.C6H4.OH, homologous with and resembling phenol. They are obtained from coal tar and wood tar, and are colorless, oily liquids or solids. [Called also cresylic acid.]"},{"word":"Cresorcin","type":"n.","descr":" Same as Isorcin."},{"word":"Cresses","type":"pl. ","descr":" of Cress"},{"word":"Cress","type":"n.","descr":" A plant of various species, chiefly cruciferous. The leaves have a moderately pungent taste, and are used as a salad and antiscorbutic."},{"word":"Cresselle","type":"n.","descr":" A wooden rattle sometimes used as a substitute for a bell, in the Roman Catholic church, during the latter part of Holy Week, or the last week of Lent."},{"word":"Cresset","type":"n.","descr":" An open frame or basket of iron, filled with combustible material, to be burned as a beacon; an open lamp or firrepan carried on a pole in nocturnal processions."},{"word":"Cresset","type":"n.","descr":" A small furnace or iron cage to hold fire for charring the inside of a cask, and making the staves flexible."},{"word":"Cressy","type":"a.","descr":" Abounding in cresses."},{"word":"Crest","type":"n.","descr":" A tuft, or other excrescence or natural ornament, growing on an animal\\'s head; the comb of a cock; the swelling on the head of a serpent; the lengthened feathers of the crown or nape of bird, etc."},{"word":"Crest","type":"n.","descr":" The plume of feathers, or other decoration, worn on a helmet; the distinctive ornament of a helmet, indicating the rank of the wearer; hence, also, the helmet."},{"word":"Crest","type":"n.","descr":" A bearing worn, not upon the shield, but usually above it, or separately as an ornament for plate, liveries, and the like. It is a relic of the ancient cognizance. See Cognizance, 4."},{"word":"Crest","type":"n.","descr":" The upper curve of a horse\\'s neck."},{"word":"Crest","type":"n.","descr":" The ridge or top of a wave."},{"word":"Crest","type":"n.","descr":" The summit of a hill or mountain ridge."},{"word":"Crest","type":"n.","descr":" The helm or head, as typical of a high spirit; pride; courage."},{"word":"Crest","type":"n.","descr":" The ornamental finishing which surmounts the ridge of a roof, canopy, etc."},{"word":"Crest","type":"n.","descr":" The top line of a slope or embankment."},{"word":"Crested","type":"imp. and p. p.","descr":" of Crest"},{"word":"Cresting","type":"p. pr. and vb. n.","descr":" of Crest"},{"word":"Crest","type":"v. t.","descr":" To furnish with, or surmount as, a crest; to serve as a crest for."},{"word":"Crest","type":"v. t.","descr":" To mark with lines or streaks, like, or regarded as like, waving plumes."},{"word":"Crest","type":"v. i.","descr":" To form a crest."},{"word":"Crested","type":"a.","descr":" Having a crest."},{"word":"Crested","type":"a.","descr":" Having a crest of feathers or hair upon the head."},{"word":"Crested","type":"a.","descr":" Bearing any elevated appendage like a crest, as an elevated line or ridge, or a tuft."},{"word":"Crestfallen","type":"a.","descr":" With hanging head; hence, dispirited; dejected; cowed."},{"word":"Crestfallen","type":"a.","descr":" Having the crest, or upper part of the neck, hanging to one side; -- said of a horse."},{"word":"Cresting","type":"n.","descr":" An ornamental finish on the top of a wall or ridge of a roof."},{"word":"Crestless","type":"a.","descr":" Without a crest or escutcheon; of low birth."},{"word":"Cresylic","type":"a.","descr":" Pertaining to, or derived from, cresol, creosote, etc."},{"word":"Cretaceous","type":"a.","descr":" Having the qualities of chalk; abounding with chalk; chalky; as, cretaceous rocks and formations. See Chalk."},{"word":"Cretaceously","type":"adv.","descr":" In a chalky manner; as chalk."},{"word":"Cretan","type":"a.","descr":" Pertaining to Crete, or Candia."},{"word":"Cretan","type":"n.","descr":" A native or inhabitant of Crete or Candia."},{"word":"Crete","type":"n.","descr":" A Cretan"},{"word":"Cretian","type":"a. and n.","descr":" See Cretan."},{"word":"Cretic","type":"n.","descr":" A poetic foot, composed of one short syllable between two long ones (- \/ -)."},{"word":"Creticism","type":"n.","descr":" Falsehood; lying; cretism."},{"word":"Cretin","type":"n.","descr":" One afflicted with cretinism."},{"word":"Cretinism","type":"n.","descr":" A condition of endemic or inherited idiocy, accompanied by physical degeneracy and deformity (usually with goiter), frequent in certain mountain valleys, esp. of the Alps."},{"word":"Cretinous","type":"a.","descr":" Having the characteristics of a cretin."},{"word":"Cretism","type":"n.","descr":" A Cretan practice; lying; a falsehood."},{"word":"Cretonne","type":"n.","descr":" A strong white fabric with warp of hemp and weft of flax."},{"word":"Cretonne","type":"n.","descr":" A fabric with cotton warp and woolen weft."},{"word":"Cretonne","type":"n.","descr":" A kind of chintz with a glossy surface."},{"word":"Cretose","type":"a.","descr":" Chalky; cretaceous."},{"word":"Creutzer","type":"n.","descr":" See Kreutzer."},{"word":"Creux","type":"n.","descr":" Used in English only in the expression en creux. Thus, engraving en creux is engraving in intaglio, or by sinking or hollowing out the design."},{"word":"Crevalle","type":"n.","descr":" The cavally or jurel."},{"word":"Crevalle","type":"n.","descr":" The pompano (Trachynotus Carolinus)."},{"word":"Crevasse","type":"n.","descr":" A deep crevice or fissure, as in embankment; one of the clefts or fissure by which the mass of a glacier is divided."},{"word":"Crevasse","type":"n.","descr":" A breach in the levee or embankment of a river, caused by the pressure of the water, as on the lower Mississippi."},{"word":"Crevet","type":"n.","descr":" A crucible or melting pot; a cruset."},{"word":"Crevice","type":"n.","descr":" A narrow opening resulting from a split or crack or the separation of a junction; a cleft; a fissure; a rent."},{"word":"Crevice","type":"v. t.","descr":" To crack; to flaw."},{"word":"Creviced","type":"a.","descr":" Having a crevice or crevices; as, a creviced structure for storing ears of corn."},{"word":"Crevis","type":"n.","descr":" The crawfish."},{"word":"Crew","type":"n.","descr":" The Manx shearwater."},{"word":"Crew","type":"n.","descr":" A company of people associated together; an assemblage; a throng."},{"word":"Crew","type":"n.","descr":" The company of seamen who man a ship, vessel, or at; the company belonging to a vessel or a boat."},{"word":"Crew","type":"n.","descr":" In an extended sense, any small body of men associated for a purpose; a gang; as (Naut.), the carpenter\\'s crew; the boatswain\\'s crew."},{"word":"Crew","type":"","descr":" imp. of Crow"},{"word":"Crewel","type":"n.","descr":" Worsted yarn,, slackly twisted, used for embroidery."},{"word":"Crewelwork","type":"n.","descr":" Embroidery in crewels, commonly done upon some plain material, such as linen."},{"word":"Crewet","type":"n.","descr":" See Cruet."},{"word":"Crib","type":"n.","descr":" A manger or rack; a feeding place for animals."},{"word":"Crib","type":"n.","descr":" A stall for oxen or other cattle."},{"word":"Crib","type":"n.","descr":" A small inclosed bedstead or cot for a child."},{"word":"Crib","type":"n.","descr":" A box or bin, or similar wooden structure, for storing grain, salt, etc.; as, a crib for corn or oats."},{"word":"Crib","type":"n.","descr":" A hovel; a hut; a cottage."},{"word":"Crib","type":"n.","descr":" A structure or frame of timber for a foundation, or for supporting a roof, or for lining a shaft."},{"word":"Crib","type":"n.","descr":" A structure of logs to be anchored with stones; -- used for docks, pier, dams, etc."},{"word":"Crib","type":"n.","descr":" A small raft of timber."},{"word":"Crib","type":"n.","descr":" A small theft; anything purloined;; a plagiaris\/; hence, a translation or key, etc., to aid a student in preparing or reciting his lessons."},{"word":"Crib","type":"n.","descr":" A miner\\'s luncheon."},{"word":"Crib","type":"n.","descr":" The discarded cards which the dealer can use in scoring points in cribbage."},{"word":"Cribbed","type":"imp. and p. p.","descr":" of Crib"},{"word":"Cribbing","type":"p. pr. and vb. n.","descr":" of Crib"},{"word":"Crib","type":"v. t.","descr":" To shut up or confine in a narrow habitation; to cage; to cramp."},{"word":"Crib","type":"v. t.","descr":" To pilfer or purloin; hence, to steal from an author; to appropriate; to plagiarize; as, to crib a line from Milton."},{"word":"Crib","type":"v. i.","descr":" To crowd together, or to be confined, as in a crib or in narrow accommodations."},{"word":"Crib","type":"v. i.","descr":" To make notes for dishonest use in recitation or examination."},{"word":"Crib","type":"v. i.","descr":" To seize the manger or other solid object with the teeth and draw in wind; -- said of a horse."},{"word":"Cribbage","type":"v. t.","descr":" A game of cards, played by two or four persons, in which there is a crib. (See Crib, 11.) It is characterized by a great variety of chances."},{"word":"Criber","type":"n.","descr":" Alt. of Crib-biter"},{"word":"Crib-biter","type":"n.","descr":" A horse that has the habit of cribbing."},{"word":"Cribbing","type":"n.","descr":" The act of inclosing or confining in a crib or in close quarters."},{"word":"Cribbing","type":"n.","descr":" Purloining; stealing; plagiarizing."},{"word":"Cribbing","type":"n.","descr":" A framework of timbers and plank backing for a shaft lining, to prevent caving, percolation of water, etc."},{"word":"Cribbing","type":"n.","descr":" A vicious habit of a horse; crib-biting. The horse lays hold of the crib or manger with his teeth and draws air into the stomach with a grunting sound."},{"word":"Crib-biting","type":"n.","descr":" Same as Cribbing, 4."},{"word":"Cribble","type":"n.","descr":" A coarse sieve or screen."},{"word":"Cribble","type":"n.","descr":" Coarse flour or meal."},{"word":"Cribbled","type":"imp. and p. p.","descr":" of Cribble"},{"word":"Cribbling","type":"p. pr. and vb. n.","descr":" of Cribble"},{"word":"Cribble","type":"v. t.","descr":" To cause to pass through a sieve or riddle; to sift."},{"word":"Cribble","type":"a.","descr":" Coarse; as, cribble bread."},{"word":"Cribellum","type":"n.","descr":" A peculiar perforated organ of certain spiders (Ciniflonidae), used for spinning a special kind of silk."},{"word":"Cribrate","type":"a.","descr":" Cribriform."},{"word":"Cribration","type":"n.","descr":" The act or process of separating the finer parts of drugs from the coarser by sifting."},{"word":"Cribriform","type":"a.","descr":" Resembling, or having the form of, a sieve; pierced with holes; as, the cribriform plate of the ethmoid bone; a cribriform compress."},{"word":"Cribrose","type":"a.","descr":" Perforated like a sieve; cribriform."},{"word":"Cric","type":"n.","descr":" The ring which turns inward and condenses the flame of a lamp."},{"word":"Crick","type":"n.","descr":" The creaking of a door, or a noise resembling it."},{"word":"Crick","type":"n.","descr":" A painful, spasmodic affection of the muscles of some part of the body, as of the neck or back, rendering it difficult to move the part."},{"word":"Crick","type":"n.","descr":" A small jackscrew."},{"word":"Cricket","type":"n.","descr":" An orthopterous insect of the genus Gryllus, and allied genera. The males make chirping, musical notes by rubbing together the basal parts of the veins of the front wings."},{"word":"Cricket","type":"n.","descr":" A low stool."},{"word":"Cricket","type":"n.","descr":" A game much played in England, and sometimes in America, with a ball, bats, and wickets, the players being arranged in two contesting parties or sides."},{"word":"Cricket","type":"n.","descr":" A small false roof, or the raising of a portion of a roof, so as to throw off water from behind an obstacle, such as a chimney."},{"word":"Cricket","type":"v. i.","descr":" To play at cricket."},{"word":"Cricketer","type":"n.","descr":" One who plays at cricket."},{"word":"Cricoid","type":"a.","descr":" Resembling a ring; -- said esp. of the cartilage at the larynx, and the adjoining parts."},{"word":"Cricothyroid","type":"a.","descr":" Of or pertaining both to the cricoid and the thyroid cartilages."},{"word":"Cried","type":"","descr":" imp. and p. p. of Cry."},{"word":"Crier","type":"n.","descr":" One who cries; one who makes proclamation."},{"word":"Crier","type":"n.","descr":" an officer who proclaims the orders or directions of a court, or who gives public notice by loud proclamation; as, a town-crier."},{"word":"Crime","type":"n.","descr":" Any violation of law, either divine or human; an omission of a duty commanded, or the commission of an act forbidden by law."},{"word":"Crime","type":"n.","descr":" Gross violation of human law, in distinction from a misdemeanor or trespass, or other slight offense. Hence, also, any aggravated offense against morality or the public welfare; any outrage or great wrong."},{"word":"Crime","type":"n.","descr":" Any great wickedness or sin; iniquity."},{"word":"Crime","type":"n.","descr":" That which occasion crime."},{"word":"Crimeful","type":"a.","descr":" Criminal; wicked; contrary to law, right, or dury."},{"word":"Crimeless","type":"a.","descr":" Free from crime; innocent."},{"word":"Criminal","type":"a.","descr":" Guilty of crime or sin."},{"word":"Criminal","type":"a.","descr":" Involving a crime; of the nature of a crime; -- said of an act or of conduct; as, criminal carelessness."},{"word":"Criminal","type":"a.","descr":" Relating to crime; -- opposed to civil; as, the criminal code."},{"word":"Criminal","type":"n.","descr":" One who has commited a crime; especially, one who is found guilty by verdict, confession, or proof; a malefactor; a felon."},{"word":"Criminalist","type":"n.","descr":" One versed in criminal law."},{"word":"Criminality","type":"n.","descr":" The quality or state of being criminal; that which constitutes a crime; guiltiness; guilt."},{"word":"Criminally","type":"adv.","descr":" In violation of law; wickedly."},{"word":"Criminalness","type":"n.","descr":" Criminality."},{"word":"Criminated","type":"imp. and p. p.","descr":" of Criminate"},{"word":"Criminating","type":"p. pr. and vb. n.","descr":" of Criminate"},{"word":"Criminate","type":"v. t. ","descr":" To accuse of, or charge with, a crime."},{"word":"Criminate","type":"v. t. ","descr":" To involve in a crime or in its consequences; to render liable to a criminal charge."},{"word":"Crimination","type":"n.","descr":" The act of accusing; accusation; charge; complaint."},{"word":"Criminative","type":"a.","descr":" Charging with crime; accusing; criminatory."},{"word":"Criminatory","type":"a.","descr":" Relating to, or involving, crimination; accusing; as, a criminatory conscience."},{"word":"Criminology","type":"n.","descr":" A treatise on crime or the criminal population."},{"word":"Criminous","type":"a.","descr":" Criminal; involving great crime or grave charges; very wicked; heinous."},{"word":"Crimosin","type":"n.","descr":" See Crimson."},{"word":"Crimped","type":"imp. and p. p.","descr":" of Crimp"},{"word":"Crimping","type":"p. pr. and vb. n.","descr":" of Crimp"},{"word":"Crimp","type":"v. t.","descr":" To fold or plait in regular undulation in such a way that the material will retain the shape intended; to give a wavy appearance to; as, to crimp the border of a cap; to crimp a ruffle.  Cf. Crisp."},{"word":"Crimp","type":"v. t.","descr":" To pinch and hold; to seize."},{"word":"Crimp","type":"v. t.","descr":" to entrap into the military or naval service; as, to crimp seamen."},{"word":"Crimp","type":"v. t.","descr":" To cause to contract, or to render more crisp, as the flesh of a fish, by gashing it, when living, with a knife; as, to crimp skate, etc."},{"word":"Crimp","type":"a.","descr":" Easily crumbled; friable; brittle."},{"word":"Crimp","type":"a.","descr":" Weak; inconsistent; contradictory."},{"word":"Crimp","type":"n.","descr":" A coal broker."},{"word":"Crimp","type":"n.","descr":" One who decoys or entraps men into the military or naval service."},{"word":"Crimp","type":"n.","descr":" A keeper of a low lodging house where sailors and emigrants are entrapped and fleeced."},{"word":"Crimp","type":"n.","descr":" Hair which has been crimped; -- usually in pl."},{"word":"Crimp","type":"n.","descr":" A game at cards."},{"word":"Crimpage","type":"n.","descr":" The act or practice of crimping; money paid to a crimp for shipping or enlisting men."},{"word":"Crimper","type":"n.","descr":" One who, or that which, crimps"},{"word":"Crimper","type":"n.","descr":" A curved board or frame over which the upper of a boot or shoe is stretched to the required shape."},{"word":"Crimper","type":"n.","descr":" A device for giving hair a wavy appearance."},{"word":"Crimper","type":"n.","descr":" A machine for crimping or ruffling textile fabrics."},{"word":"Crimpled","type":"imp. and p. p.","descr":" of Crimple"},{"word":"Crimpling","type":"p. pr. and vb. n.","descr":" of Crimple"},{"word":"Crimple","type":"v. t.","descr":" To cause to shrink or draw together; to contract; to curl."},{"word":"Crimpy","type":"a.","descr":" Having a crimped appearance; frizzly; as, the crimpy wool of the Saxony sheep."},{"word":"Crimson","type":"n.","descr":" A deep red color tinged with blue; also, red color in general."},{"word":"Crimson","type":"a.","descr":" Of a deep red color tinged with blue; deep red."},{"word":"Crimsoned","type":"imp. and p. p.","descr":" of Crimson"},{"word":"Crimsoning","type":"p. pr. and vb. n.","descr":" of Crimson"},{"word":"Crimson","type":"v. t.","descr":" To dye with crimson or deep red; to redden."},{"word":"Crimson","type":"b. t.","descr":" To become crimson; to blush."},{"word":"Crinal","type":"a.","descr":" Of or pertaining to the hair."},{"word":"Crinated","type":"a.","descr":" Having hair; hairy."},{"word":"Crinatory","type":"a.","descr":" Crinitory."},{"word":"Crincum","type":"n.","descr":" A twist or bend; a turn; a whimsey."},{"word":"Crincum-crancum","type":"n.","descr":" A twist; a whimsey or whim."},{"word":"Crined","type":"a.","descr":" Having the hair of a different tincture from the rest of the body; as, a charge crined of a red tincture."},{"word":"Crinel","type":"n.","descr":" Alt. of Crinet"},{"word":"Crinet","type":"n.","descr":" A very fine, hairlike feather."},{"word":"Crnged","type":"imp. and p. p.","descr":" of Cringe"},{"word":"Cringing","type":"p. pr. and vb. n.","descr":" of Cringe"},{"word":"Cringe","type":"v. t.","descr":" To draw one\\'s self together as in fear or servility; to bend or crouch with base humility; to wince; hence; to make court in a degrading manner; to fawn."},{"word":"Cringe","type":"v. t.","descr":" To contract; to draw together; to cause to shrink or wrinkle; to distort."},{"word":"Cringe","type":"n.","descr":" Servile civility; fawning; a shrinking or bowing, as in fear or servility."},{"word":"Cringeling","type":"n.","descr":" One who cringes meanly; a fawner."},{"word":"Cringer","type":"n.","descr":" One who cringes."},{"word":"Cringingly","type":"adv.","descr":" In a cringing manner."},{"word":"Cringle","type":"n.","descr":" A withe for fastening a gate."},{"word":"Cringle","type":"n.","descr":" An iron or pope thimble or grommet worked into or attached to the edges and corners of a sail; -- usually in the plural. The cringles are used for making fast the bowline bridles, earings, etc."},{"word":"Crinicultural","type":"a.","descr":" Relating to the growth of hair."},{"word":"Crinigerous","type":"a.","descr":" Bearing hair; hairy."},{"word":"Crinital","type":"a.","descr":" Same as Crinite, 1."},{"word":"Crinite","type":"a.","descr":" Having the appearance of a tuft of hair; having a hairlike tail or train."},{"word":"Crinite","type":"a.","descr":" Bearded or tufted with hairs."},{"word":"Crinitory","type":"a.","descr":" Of or relating to hair; as, a crinitory covering."},{"word":"Crinkled","type":"imp. and p. p.","descr":" of Crinkle"},{"word":"Crinkling","type":"p. pr. and vb. n.","descr":" of Crinkle"},{"word":"Crinkle","type":"v. t.","descr":" To form with short turns, bends, or wrinkles; to mold into inequalities or sinuosities; to cause to wrinkle or curl."},{"word":"Crinkle","type":"v. i.","descr":" To turn or wind; to run in and out in many short bends or turns; to curl; to run in waves; to wrinkle; also, to rustle, as stiff cloth when moved."},{"word":"Crinkle","type":"n.","descr":" A winding or turn; wrinkle; sinuosity."},{"word":"Crinkled","type":"a.","descr":" Having short bends, turns, or wrinkles; wrinkled; wavy; zigzag."},{"word":"Crinkly","type":"a.","descr":" Having crinkles; wavy; wrinkly."},{"word":"Crinoid","type":"a.","descr":" Crinoidal."},{"word":"Crinoid","type":"n.","descr":" One of the Crinoidea."},{"word":"Crinoidal","type":"a.","descr":" Of pertaining to crinoids; consisting of, or containing, crinoids."},{"word":"Crinoidea","type":"n. pl.","descr":" A large class of Echinodermata, including numerous extinct families and genera, but comparatively few living ones. Most of the fossil species, like some that are recent, were attached by a jointed stem. See Blastoidea, Cystoidea, Comatula."},{"word":"Crinoidean","type":"n.","descr":" One of the Crinoidea."},{"word":"Crinoline","type":"n.","descr":" A kind of stiff cloth, used chiefly by women, for underskirts, to expand the gown worn over it; -- so called because originally made of hair."},{"word":"Crinoline","type":"n.","descr":" A lady\\'s skirt made of any stiff material; latterly, a hoop skirt."},{"word":"Crinose","type":"a.","descr":" Hairy."},{"word":"Crinosity","type":"n.","descr":" Hairiness."},{"word":"Crinum","type":"n.","descr":" A genus of bulbous plants, of the order Amaryllidace\/, cultivated as greenhouse plants on account of their beauty."},{"word":"Criosphinx","type":"n.","descr":" A sphinx with the head of a ram."},{"word":"Cripple","type":"n.","descr":" One who creeps, halts, or limps; one who has lost, or never had, the use of a limb or limbs; a lame person; hence, one who is partially disabled."},{"word":"Cripple","type":"a.","descr":" Lame; halting."},{"word":"Crippled","type":"imp. and p. p.","descr":" of Cripple"},{"word":"Crippling","type":"p. pr. and vb. n.","descr":" of Cripple"},{"word":"Cripple","type":"v. t.","descr":" To deprive of the use of a limb, particularly of a leg or foot; to lame."},{"word":"Cripple","type":"v. t.","descr":" To deprive of strength, activity, or capability for service or use; to disable; to deprive of resources; as, to be financially crippled."},{"word":"Crippled","type":"a.","descr":" Lamed; lame; disabled; impeded."},{"word":"Crippleness","type":"n.","descr":" Lameness."},{"word":"Crippler","type":"n.","descr":" A wooden tool used in graining leather."},{"word":"Crippling","type":"n.","descr":" Spars or timbers set up as a support against the side of a building."},{"word":"Cripply","type":"a.","descr":" Lame; disabled; in a crippled condition."},{"word":"Crises","type":"pl. ","descr":" of Crisis"},{"word":"Crisis","type":"n.","descr":" The point of time when it is to be decided whether any affair or course of action must go on, or be modified or terminate; the decisive moment; the turning point."},{"word":"Crisis","type":"n.","descr":" That change in a disease which indicates whether the result is to be recovery or death; sometimes, also, a striking change of symptoms attended by an outward manifestation, as by an eruption or sweat."},{"word":"Crisp","type":"a.","descr":" Curling in stiff curls or ringlets; as, crisp hair."},{"word":"Crisp","type":"a.","descr":" Curled with the ripple of the water."},{"word":"Crisp","type":"a.","descr":" Brittle; friable; in a condition to break with a short, sharp fracture; as, crisp snow."},{"word":"Crisp","type":"a.","descr":" Possessing a certain degree of firmness and freshness; in a fresh, unwilted condition."},{"word":"Crisp","type":"a.","descr":" Lively; sparking; effervescing."},{"word":"Crisp","type":"a.","descr":" Brisk; crackling; cheerful; lively."},{"word":"Crisped","type":"imp. and p. p.","descr":" of Crisp"},{"word":"Crisping","type":"p. pr. and vb. n.","descr":" of Crisp"},{"word":"Crisp","type":"a.","descr":" To curl; to form into ringlets, as hair, or the nap of cloth; to interweave, as the branches of trees."},{"word":"Crisp","type":"a.","descr":" To cause to undulate irregularly, as crape or water; to wrinkle; to cause to ripple. Cf. Crimp."},{"word":"Crisp","type":"a.","descr":" To make crisp or brittle, as in cooking."},{"word":"Crisp","type":"v. i.","descr":" To undulate or ripple.  Cf.  Crisp, v. t."},{"word":"Crisp","type":"n.","descr":" That which is crisp or brittle; the state of being crisp or brittle; as, burned to a crisp; specifically, the rind of roasted pork; crackling."},{"word":"Crispate","type":"a.","descr":" Alt. of Crispated"},{"word":"Crispated","type":"a.","descr":" Having a crisped appearance; irregularly curled or twisted."},{"word":"Crispation","type":"n.","descr":" The act or process of curling, or the state of being curled."},{"word":"Crispation","type":"n.","descr":" A very slight convulsive or spasmodic contraction of certain muscles, external or internal."},{"word":"Crispature","type":"n.","descr":" The state of being crispate."},{"word":"Crisper","type":"n.","descr":" One who, or that which, crisps or curls; an instrument for making little curls in the nap of cloth, as in chinchilla."},{"word":"Crispin","type":"n.","descr":" A shoemaker; -- jocularly so called from the patron saint of the craft."},{"word":"Crispin","type":"n.","descr":" A member of a union or association of shoemakers."},{"word":"Crisply","type":"adv.","descr":" In a crisp manner."},{"word":"Crispness","type":"n.","descr":" The state or quality of being crisp."},{"word":"Crispy","type":"a.","descr":" Formed into short, close ringlets; frizzed; crisp; as, crispy locks."},{"word":"Crispy","type":"a.","descr":" Crisp; brittle; as, a crispy pie crust."},{"word":"Crissal","type":"a.","descr":" Pertaining to the crissum; as, crissal feathers."},{"word":"Crissal","type":"a.","descr":" Having highly colored under tail coverts; as, the crissal thrasher."},{"word":"Crisscross","type":"n.","descr":" A mark or cross, as the signature of a person who is unable to write."},{"word":"Crisscross","type":"n.","descr":" A child\\'s game played on paper or on a slate, consisting of lines arranged in the form of a cross."},{"word":"Crisscross","type":"v. t.","descr":" To mark or cover with cross lines; as, a paper was crisscrossed with red marks."},{"word":"Crisscross","type":"adv.","descr":" In opposite directions; in a way to cross something else; crossing one another at various angles and in various ways."},{"word":"Crisscross","type":"adv.","descr":" With opposition or hindrance; at cross purposes; contrarily; as, things go crisscross."},{"word":"Crisscross-row","type":"n.","descr":" See Christcross-row."},{"word":"Crissa","type":"pl. ","descr":" of Crissum"},{"word":"Crissum","type":"n.","descr":" That part of a bird, or the feathers, surrounding the cloacal opening; the under tail coverts."},{"word":"Cristate","type":"a.","descr":" Crested."},{"word":"Criteria","type":"pl. ","descr":" of Criterion"},{"word":"Criterions","type":"pl. ","descr":" of Criterion"},{"word":"Criterion","type":"n.","descr":" A standard of judging; any approved or established rule or test, by which facts, principles opinions, and conduct are tried in forming a correct judgment respecting them."},{"word":"Crith","type":"n.","descr":" The unit for estimating the weight of a\/riform substances; -- the weight of a liter of hydrogen at 0\/ centigrade, and with a tension of 76 centimeters of mercury. It is 0.0896 of a gram, or 1.38274 grains."},{"word":"Crithomancu","type":"n.","descr":" A kind of divination by means of the dough of the cakes offered in the ancient sacrifices, and the meal strewed over the victims."},{"word":"Critic","type":"n.","descr":" One skilled in judging of the merits of literary or artistic works; a connoisseur; an adept; hence, one who examines literary or artistic works, etc., and passes judgment upon them; a reviewer."},{"word":"Critic","type":"n.","descr":" One who passes a rigorous or captious judgment; one who censures or finds fault; a harsh examiner or judge; a caviler; a carper."},{"word":"Critic","type":"n.","descr":" The art of criticism."},{"word":"Critic","type":"n.","descr":" An act of criticism; a critique."},{"word":"Critic","type":"a.","descr":" Of or pertaining to critics or criticism; critical."},{"word":"Critic","type":"v. i.","descr":" To criticise; to play the critic."},{"word":"Critical","type":"n.","descr":" Qualified to criticise, or pass judgment upon, literary or artistic productions."},{"word":"Critical","type":"n.","descr":" Pertaining to criticism or the critic\\'s art; of the nature of a criticism; accurate; as, critical knowledge; a critical dissertation."},{"word":"Critical","type":"n.","descr":" Inclined to make nice distinctions, or to exercise careful judgment and selection; exact; nicely judicious."},{"word":"Critical","type":"n.","descr":" Inclined to criticise or find fault; fastidious; captious; censorious; exacting."},{"word":"Critical","type":"n.","descr":" Characterized by thoroughness and a reference to principles, as becomes a critic; as, a critical analysis of a subject."},{"word":"Critical","type":"n.","descr":" Pertaining to, or indicating, a crisis, turning point, or specially important juncture; important as regards consequences; hence, of doubtful issue; attended with risk; dangerous; as, the critical stage of a fever; a critical situation."},{"word":"Critically","type":"adv.","descr":" In a critical manner; with nice discernment; accurately; exactly."},{"word":"Critically","type":"adv.","descr":" At a crisis; at a critical time; in a situation, place, or condition of decisive consequence; as, a fortification critically situated."},{"word":"Criticalness","type":"n.","descr":" The state or quality of being critical, or of occurring at a critical time."},{"word":"Criticalness","type":"n.","descr":" Accuracy in examination or decision; exactness."},{"word":"Criticaster","type":"n.","descr":" A contemptible or vicious critic."},{"word":"Criticisable","type":"a.","descr":" Capable of being criticised."},{"word":"Criticised","type":"imp. and p. p.","descr":" of Criticise"},{"word":"Criticising","type":"p. pr. and vb. n.","descr":" of Criticise"},{"word":"Criticise","type":"v. t.","descr":" To examine and judge as a critic; to pass literary or artistic judgment upon; as, to criticise an author; to criticise a picture."},{"word":"Criticise","type":"v. t.","descr":" To express one\\'s views as to the merit or demerit of; esp., to animadvert upon; to find fault with; as, to criticise conduct."},{"word":"Criticise","type":"v. i.","descr":" To act as a critic; to pass literary or artistic judgment; to play the critic; -- formerly used with on or upon."},{"word":"Criticise","type":"v. i.","descr":" To discuss the merits or demerits of a thing or person; esp., to find fault."},{"word":"Criticiser","type":"n.","descr":" One who criticises; a critic."},{"word":"Criticism","type":"n.","descr":" The rules and principles which regulate the practice of the critic; the art of judging with knowledge and propriety of the beauties and faults of a literary performance, or of a production in the fine arts; as, dramatic criticism."},{"word":"Criticism","type":"n.","descr":" The act of criticising; a critical judgment passed or expressed; a critical observation or detailed examination and review; a critique; animadversion; censure."},{"word":"Critique","type":"n.","descr":" The art of criticism."},{"word":"Critique","type":"n.","descr":" A critical examination or estimate of a work of literature or art; a critical dissertation or essay; a careful and through analysis of any subject; a criticism; as, Kant\\'s \"Critique of Pure Reason.\""},{"word":"Critique","type":"n.","descr":" A critic; one who criticises."},{"word":"Critique","type":"v.","descr":" To criticise or pass judgment upon."},{"word":"Crizzel","type":"n.","descr":" A kind of roughness on the surface of glass, which clouds its transparency."},{"word":"Croaked","type":"imp. and p. p.","descr":" of Croak"},{"word":"Croaking","type":"p. pr. and vb. n.","descr":" of Croak"},{"word":"Croak","type":"v. i.","descr":" To make a low, hoarse noise in the throat, as a frog, a raven, or a crow; hence, to make any hoarse, dismal sound."},{"word":"Croak","type":"v. i.","descr":" To complain; especially, to grumble; to forebode evil; to utter complaints or forebodings habitually."},{"word":"Croak","type":"v. t.","descr":" To utter in a low, hoarse voice; to announce by croaking; to forebode; as, to croak disaster."},{"word":"Croak","type":"n.","descr":" The coarse, harsh sound uttered by a frog or a raven, or a like sound."},{"word":"Croaker","type":"n.","descr":" One who croaks, murmurs, grumbles, or complains unreasonably; one who habitually forebodes evil."},{"word":"Croaker","type":"n.","descr":" A small American fish (Micropogon undulatus), of the Atlantic coast."},{"word":"Croaker","type":"n.","descr":" An American fresh-water fish (Aplodinotus grunniens); -- called also drum."},{"word":"Croaker","type":"n.","descr":" The surf fish of California."},{"word":"Croat","type":"n.","descr":" A native of Croatia, in Austria; esp., one of the native Slavic race."},{"word":"Croat","type":"n.","descr":" An irregular soldier, generally from Croatia."},{"word":"Croatian","type":"a.","descr":" Of or pertaining to Croatia."},{"word":"Croatian","type":"n.","descr":" A Croat."},{"word":"Crocein","type":"n.","descr":" A name given to any one of several yellow or scarlet dyestuffs of artificial production and complex structure.  In general they are diazo and sulphonic acid derivatives of benzene and naphthol."},{"word":"Croceous","type":"a.","descr":" Of, pertaining to, or like, saffron; deep reddish yellow."},{"word":"Crocetin","type":"n.","descr":" A dyestuff, obtained from the Chinese crocin, which produces a brilliant yellow."},{"word":"Croche","type":"n.","descr":" A little bud or knob at the top of a deer\\'s antler."},{"word":"Crochet","type":"n.","descr":" A kind of knitting done by means of a hooked needle, with worsted, silk, or cotton; crochet work. Commonly used adjectively."},{"word":"Crocheted","type":"imp. and p. p.","descr":" of Crochet"},{"word":"Crocheting","type":"p. pr. and vb. n.","descr":" of Crochet"},{"word":"Crochet","type":"v. t. and i.","descr":" To knit with a crochet needle or hook; as, to crochet a shawl."},{"word":"Crociary","type":"n.","descr":" One who carries the cross before an archbishop."},{"word":"Crocidolite","type":"n.","descr":" A mineral occuring in silky fibers of a lavender blue color. It is related to hornblende and is essentially a silicate of iron and soda; -- called also blue asbestus. A silicified form, in which the fibers penetrating quartz are changed to oxide of iron, is the yellow brown tiger-eye of the jewelers."},{"word":"Crocin","type":"n.","descr":" The coloring matter of Chinese yellow pods, the fruit of Gardenia grandiflora."},{"word":"Crocin","type":"n.","descr":" A red powder (called also polychroite), which is made from the saffron (Crocus sativus). See Polychroite."},{"word":"Crock","type":"n.","descr":" The loose black particles collected from combustion, as on pots and kettles, or in a chimney; soot; smut; also, coloring matter which rubs off from cloth."},{"word":"Crocked","type":"imp. and p. p.","descr":" of Crock"},{"word":"Crocking","type":"p. pr. and vb. n.","descr":" of Crock"},{"word":"Crock","type":"v. t.","descr":" To soil by contact, as with soot, or with the coloring matter of badly dyed cloth."},{"word":"Crock","type":"v. i.","descr":" To give off crock or smut."},{"word":"Crock","type":"n.","descr":" A low stool."},{"word":"Crock","type":"n.","descr":" Any piece of crockery, especially of coarse earthenware; an earthen pot or pitcher."},{"word":"Crock","type":"v. t.","descr":" To lay up in a crock; as, to crock butter."},{"word":"Crocker","type":"n.","descr":" A potter."},{"word":"Crockery","type":"n.","descr":" Earthenware; vessels formed of baked clay, especially the coarser kinds."},{"word":"Crocket","type":"n.","descr":" An ornament often resembling curved and bent foliage, projecting from the sloping edge of a gable, spire, etc."},{"word":"Crocket","type":"n.","descr":" A croche, or knob, on the top of a stag\\'s antler."},{"word":"Crocketed","type":"a.","descr":" Ornamented with crockets."},{"word":"Crocketing","type":"n.","descr":" Ornamentation with crockets."},{"word":"Crocky","type":"a.","descr":" Smutty."},{"word":"Crocodile","type":"n.","descr":" A large reptile of the genus Crocodilus, of several species. They grow to the length of sixteen or eighteen feet, and inhabit the large rivers of Africa, Asia, and America. The eggs, laid in the sand, are hatched by the sun\\'s heat. The best known species is that of the Nile (C. vulgaris, or C. Niloticus). The Florida crocodile (C. Americanus) is much less common than the alligator and has longer jaws. The name is also sometimes applied to the species of other related genera, as the gavial and the alligator."},{"word":"Crocodile","type":"n.","descr":" A fallacious dilemma, mythically supposed to have been first used by a crocodile."},{"word":"Crocodilia","type":"n. pl.","descr":" An order of reptiles including the crocodiles, gavials, alligators, and many extinct kinds."},{"word":"Crocodilian","type":"a.","descr":" Like, or pertaining to, the crocodile; characteristic of the crocodile."},{"word":"Crocodilian","type":"n.","descr":" One of the Crocodilia."},{"word":"Crocodility","type":"n.","descr":" A caption or sophistical mode of arguing."},{"word":"Crocoisite","type":"n.","descr":" Same as Crocoite."},{"word":"Crocoite","type":"n.","descr":" Lead chromate occuring in crystals of a bright hyacinth red color; -- called also red lead ore."},{"word":"Croconate","type":"n.","descr":" A salt formed by the union of croconic acid with a base."},{"word":"Croconic","type":"a.","descr":" Of, pertaining to, or resembling saffron; having the color of saffron; as, croconic acid."},{"word":"Croconic","type":"a.","descr":" Pertaining to, or derived from, croconic acid."},{"word":"Crocose","type":"n.","descr":" A white crystalline sugar, metameric with glucose, obtained from the coloring matter of saffron."},{"word":"Crocus","type":"n.","descr":" A genus of iridaceous plants, with pretty blossoms rising separately from the bulb or corm. C. vernus is one of the earliest of spring-blooming flowers; C. sativus produces the saffron, and blossoms in the autumn."},{"word":"Crocus","type":"n.","descr":" A deep yellow powder; the oxide of some metal calcined to a red or deep yellow color; esp., the oxide of iron (Crocus of Mars or colcothar) thus produced from salts of iron, and used as a polishing powder."},{"word":"Croesus","type":"n.","descr":" A king of Lydia who flourished in the 6th century b. c., and was renowned for his vast wealth; hence, a common appellation for a very rich man; as, he is a veritable Croesus."},{"word":"Croft","type":"n.","descr":" A small, inclosed field, adjoining a house; a small farm."},{"word":"Crofter","type":"n.","descr":" One who rents and tills a small farm or helding; as, the crofters of Scotland."},{"word":"Crefting","type":"n.","descr":" Croftland."},{"word":"Crefting","type":"n.","descr":" Exposing linen to the sun, on the grass, in the process of bleaching."},{"word":"Croftland","type":"n.","descr":" Land of superior quality, on which successive crops are raised."},{"word":"Crois","type":"n.","descr":" See Cross, n."},{"word":"Croisade","type":"n.","descr":" Alt. of Croisado"},{"word":"Croisado","type":"n.","descr":" A holy war; a crusade."},{"word":"Croise","type":"n.","descr":" A pilgrim bearing or wearing a cross."},{"word":"Croise","type":"n.","descr":" A crusader."},{"word":"Croissante","type":"a.","descr":" Terminated with crescent; -- said of a cross the ends of which are so terminated."},{"word":"Croker","type":"n.","descr":" A cultivator of saffron; a dealer in saffron."},{"word":"Croma","type":"n.","descr":" A quaver."},{"word":"Cromlech","type":"n.","descr":" A monument of rough stones composed of one or more large ones supported in a horizontal position upon others. They are found chiefly in countries inhabited by the ancient Celts, and are of a period anterior to the introduction of Christianity into these countries."},{"word":"Cromorna","type":"n.","descr":" A certain reed stop in the organ, of a quality of tone resembling that of the oboe."},{"word":"Crone","type":"n.","descr":" An old ewe."},{"word":"Crone","type":"n.","descr":" An old woman; -- usually in contempt."},{"word":"Crone","type":"n.","descr":" An old man; especially, a man who talks and acts like an old woman."},{"word":"Cronel","type":"n.","descr":" The iron head of a tilting spear."},{"word":"Cronet","type":"n.","descr":" The coronet of a horse."},{"word":"Cronian","type":"a.","descr":" Saturnian; -- applied to the North Polar Sea."},{"word":"Cronstedtite","type":"n.","descr":" A mineral consisting principally of silicate of iron, and crystallizing in hexagonal prisms with perfect basal cleavage; -- so named from the Swedish mineralogist Cronstedt."},{"word":"Cronies","type":"pl. ","descr":" of Crony"},{"word":"Crony","type":"n.","descr":" A crone."},{"word":"Crony","type":"n.","descr":" An intimate companion; a familiar frend"},{"word":"Croodle","type":"v. i.","descr":" To cower or cuddle together, as from fear or cold; to lie close and snug together, as pigs in straw."},{"word":"Croodle","type":"v. i.","descr":" To fawn or coax."},{"word":"Croodle","type":"v. i.","descr":" To coo."},{"word":"Crook","type":"n.","descr":" A bend, turn, or curve; curvature; flexure."},{"word":"Crook","type":"n.","descr":" Any implement having a bent or crooked end."},{"word":"Crook","type":"n.","descr":" The staff used by a shepherd, the hook of which serves to hold a runaway sheep."},{"word":"Crook","type":"n.","descr":" A bishop\\'s staff of office. Cf. Pastoral staff."},{"word":"Crook","type":"n.","descr":" A pothook."},{"word":"Crook","type":"n.","descr":" An artifice; trick; tricky device; subterfuge."},{"word":"Crook","type":"n.","descr":" A small tube, usually curved, applied to a trumpet, horn, etc., to change its pitch or key."},{"word":"Crook","type":"n.","descr":" A person given to fraudulent practices; an accomplice of thieves, forgers, etc."},{"word":"Crooked","type":"imp. and p. p.","descr":" of Crook"},{"word":"Crooking","type":"p. pr. and vb. n.","descr":" of Crook"},{"word":"Crook","type":"n.","descr":" To turn from a straight line; to bend; to curve."},{"word":"Crook","type":"n.","descr":" To turn from the path of rectitude; to pervert; to misapply; to twist."},{"word":"Crook","type":"v. i.","descr":" To bend; to curve; to wind; to have a curvature."},{"word":"Crookback","type":"n.","descr":" A crooked back; one who has a crooked or deformed back; a hunchback."},{"word":"Crookack","type":"a.","descr":" Hunched."},{"word":"Crookbill","type":"n.","descr":" A New Zealand plover (Anarhynchus frontalis), remarkable for having the end of the beak abruptly bent to the right."},{"word":"Crooked","type":"a.","descr":" Characterized by a crook or curve; not straight; turning; bent; twisted; deformed."},{"word":"Crooked","type":"a.","descr":" Not straightforward; deviating from rectitude; distorted from the right."},{"word":"Crooked","type":"a.","descr":" False; dishonest; fraudulent; as, crooked dealings."},{"word":"Crookedly","type":"adv.","descr":" In a curved or crooked manner; in a perverse or untoward manner."},{"word":"Crookedness","type":"n.","descr":" The condition or quality of being crooked; hence, deformity of body or of mind; deviation from moral rectitude; perverseness."},{"word":"Crooken","type":"v. t.","descr":" To make crooked."},{"word":"Crookes tube","type":"","descr":" A vacuum tube in which the exhaustion is carried to a very high degree, with the production of a distinct class of effects; -- so called from W. Crookes who introduced it."},{"word":"Croon","type":"v. i.","descr":" To make a continuous hollow moan, as cattle do when in pain."},{"word":"Croon","type":"v. i.","descr":" To hum or sing in a low tone; to murmur softly."},{"word":"Crooned","type":"imp. and p. p.","descr":" of Croon"},{"word":"Crooning","type":"p. pr. and vb. n.","descr":" of Croon"},{"word":"Croon","type":"v. t.","descr":" To sing in a low tone, as if to one\\'s self; to hum."},{"word":"Croon","type":"v. t.","descr":" To soothe by singing softly."},{"word":"Croon","type":"n.","descr":" A low, continued moan; a murmur."},{"word":"Croon","type":"n.","descr":" A low singing; a plain, artless melody."},{"word":"Crop","type":"n.","descr":" The pouchlike enlargement of the gullet of birds, serving as a receptacle for food; the craw."},{"word":"Crop","type":"n.","descr":" The top, end, or highest part of anything, especially of a plant or tree."},{"word":"Crop","type":"n.","descr":" That which is cropped, cut, or gathered from a single felld, or of a single kind of grain or fruit, or in a single season; especially, the product of what is planted in the earth; fruit; harvest."},{"word":"Crop","type":"n.","descr":" Grain or other product of the field while standing."},{"word":"Crop","type":"n.","descr":" Anything cut off or gathered."},{"word":"Crop","type":"n.","descr":" Hair cut close or short, or the act or style of so cutting; as, a convict\\'s crop."},{"word":"Crop","type":"n.","descr":" A projecting ornament in carved stone. Specifically, a finial."},{"word":"Crop","type":"n.","descr":" Tin ore prepared for smelting."},{"word":"Crop","type":"n.","descr":" Outcrop of a vein or seam at the surface."},{"word":"Crop","type":"n.","descr":" A riding whip with a loop instead of a lash."},{"word":"Cropped","type":"imp. and p. p.","descr":" of Crop"},{"word":"Cropping","type":"p. pr. and vb. n.","descr":" of Crop"},{"word":"Crop","type":"v. t.","descr":" To cut off the tops or tips of; to bite or pull off; to browse; to pluck; to mow; to reap."},{"word":"Crop","type":"v. t.","descr":" Fig.: To cut off, as if in harvest."},{"word":"Crop","type":"v. t.","descr":" To cause to bear a crop; as, to crop a field."},{"word":"Crop","type":"v. i.","descr":" To yield harvest."},{"word":"Crop-ear","type":"n.","descr":" A person or animal whose ears are cropped."},{"word":"Crop-eared","type":"a.","descr":" Having the ears cropped."},{"word":"Cropful","type":"a.","descr":" Having a full crop or belly; satiated."},{"word":"Cropper","type":"n.","descr":" One that crops."},{"word":"Cropper","type":"n.","descr":" A variety of pigeon with a large crop; a pouter."},{"word":"Cropper","type":"n.","descr":" A machine for cropping, as for shearing off bolts or rod iron, or for facing cloth."},{"word":"Cropper","type":"n.","descr":" A fall on one\\'s head when riding at full speed, as in hunting; hence, a sudden failure or collapse."},{"word":"Cropsick","type":"a.","descr":" Sick from excess in eating or drinking."},{"word":"Crop-tailed","type":"a.","descr":" Having the tail cropped."},{"word":"Croquet","type":"n.","descr":" An open-air game in which two or more players endeavor to drive wooden balls, by means of mallets, through a series of hoops or arches set in the ground according to some pattern."},{"word":"Croquet","type":"n.","descr":" The act of croqueting."},{"word":"Croqueted","type":"imp. and p. p.","descr":" of Croquet"},{"word":"Croqueting","type":"p. pr. and vb. n.","descr":" of Croquet"},{"word":"Croquet","type":"v. t.","descr":" In the game of croquet, to drive away an opponent\\'s ball, after putting one\\'s own in contact with it, by striking one\\'s own ball with the mallet."},{"word":"Cro-quette","type":"n.","descr":" A ball of minced meat, fowl, rice, or other ingredients, highly seasoned, and fried."},{"word":"Crore","type":"n.","descr":" Ten millions; as, a crore of rupees (which is nearly $5,000,000)."},{"word":"Crosier","type":"n.","descr":" The pastoral staff of a bishop (also of an archbishop, being the symbol of his office as a shepherd of the flock of God."},{"word":"Crosiered","type":"a.","descr":" Bearing a crosier."},{"word":"Croslet","type":"n.","descr":" See Crosslet."},{"word":"Cross","type":"n.","descr":" A gibbet, consisting of two pieces of timber placed transversely upon one another, in various forms, as a T, or +, with the horizontal piece below the upper end of the upright, or as an X. It was anciently used in the execution of criminals."},{"word":"Cross","type":"n.","descr":" The sign or mark of the cross, made with the finger, or in ink, etc., or actually represented in some material; the symbol of Christ\\'s death; the ensign and chosen symbol of Christianity, of a Christian people, and of Christendom."},{"word":"Cross","type":"n.","descr":" Affiction regarded as a test of patience or virtue; trial; disappointment; opposition; misfortune."},{"word":"Cross","type":"n.","descr":" A piece of money stamped with the figure of a cross, also, that side of such a piece on which the cross is stamped; hence, money in general."},{"word":"Cross","type":"n.","descr":" An appendage or ornament or anything in the form of a cross; a badge or ornamental device of the general shape of a cross; hence, such an ornament, even when varying considerably from that form; thus, the Cross of the British Order of St. George and St. Michael consists of a central medallion with seven arms radiating from it."},{"word":"Cross","type":"n.","descr":" A monument in the form of a cross, or surmounted by a cross, set up in a public place; as, a market cross; a boundary cross; Charing Cross in London."},{"word":"Cross","type":"n.","descr":" A common heraldic bearing, of which there are many varieties. See the Illustration, above."},{"word":"Cross","type":"n.","descr":" The crosslike mark or symbol used instead of a signature by those unable to write."},{"word":"Cross","type":"n.","descr":" Church lands."},{"word":"Cross","type":"n.","descr":" A line drawn across or through another line."},{"word":"Cross","type":"n.","descr":" A mixing of breeds or stock, especially in cattle breeding; or the product of such intermixture; a hybrid of any kind."},{"word":"Cross","type":"n.","descr":" An instrument for laying of offsets perpendicular to the main course."},{"word":"Cross","type":"n.","descr":" A pipe-fitting with four branches the axes of which usually form\\'s right angle."},{"word":"Cross","type":"a.","descr":" Not parallel; lying or falling athwart; transverse; oblique; intersecting."},{"word":"Cross","type":"a.","descr":" Not accordant with what is wished or expected; interrupting; adverse; contrary; thwarting; perverse."},{"word":"Cross","type":"a.","descr":" Characterized by, or in a state of, peevishness, fretfulness, or ill humor; as, a cross man or woman."},{"word":"Cross","type":"a.","descr":" Made in an opposite direction, or an inverse relation; mutually inverse; interchanged; as, cross interrogatories; cross marriages, as when a brother and sister marry persons standing in the same relation to each other."},{"word":"Cross","type":"prep.","descr":" Athwart; across."},{"word":"Crossed","type":"imp. and p. p.","descr":" of Cross"},{"word":"Crossing","type":"p. pr. and vb. n.","descr":" of Cross"},{"word":"Cross","type":"v. t.","descr":" To put across or athwart; to cause to intersect; as, to cross the arms."},{"word":"Cross","type":"v. t.","descr":" To lay or draw something, as a line, across; as, to cross the letter t."},{"word":"Cross","type":"v. t.","descr":" To pass from one side to the other of; to pass or move over; to traverse; as, to cross a stream."},{"word":"Cross","type":"v. t.","descr":" To pass, as objects going in an opposite direction at the same time."},{"word":"Cross","type":"v. t.","descr":" To run counter to; to thwart; to obstruct; to hinder; to clash or interfere with."},{"word":"Cross","type":"v. t.","descr":" To interfere and cut off; to debar."},{"word":"Cross","type":"v. t.","descr":" To make the sign of the cross upon; -- followed by the reflexive pronoun; as, he crossed himself."},{"word":"Cross","type":"v. t.","descr":" To cancel by marking crosses on or over, or drawing a line across; to erase; -- usually with out, off, or over; as, to cross out a name."},{"word":"Cross","type":"v. t.","descr":" To cause to interbreed; -- said of different stocks or races; to mix the breed of."},{"word":"Cross","type":"v. i.","descr":" To lie or be athwart."},{"word":"Cross","type":"v. i.","descr":" To move or pass from one side to the other, or from place to place; to make a transit; as, to cross from New York to Liverpool."},{"word":"Cross","type":"v. i.","descr":" To be inconsistent."},{"word":"Cross","type":"v. i.","descr":" To interbreed, as races; to mix distinct breeds."},{"word":"Cross-armed","type":"a.","descr":" With arms crossed."},{"word":"Cross-banded","type":"a.","descr":" A term used when a narrow ribbon of veneer is inserted into the surface of any piece of furniture, wainscoting, etc., so that the grain of it is contrary to the general surface."},{"word":"Crossbar","type":"n.","descr":" A transverse bar or piece, as a bar across a door, or as the iron bar or stock which passes through the shank of an anchor to insure its turning fluke down."},{"word":"Crossbarred","type":"a.","descr":" Secured by, or furnished with, crossbars."},{"word":"Crossbarred","type":"a.","descr":" Made or patterned in lines crossing each other; as, crossbarred muslin."},{"word":"Crossbeak","type":"n.","descr":" Same as Crossbill."},{"word":"Crossbeam","type":"n.","descr":" A girder."},{"word":"Crossbeam","type":"n.","descr":" A beam laid across the bitts, to which the cable is fastened when riding at anchor."},{"word":"Cross-bearer","type":"n.","descr":" A subdeacon who bears a cross before an archbishop or primate on solemn occasions."},{"word":"Crossbill","type":"","descr":" A bill brought by a defendant, in an equity or chancery suit, against the plaintiff, respecting the matter in question in that suit."},{"word":"Crossbill","type":"n.","descr":" A bird of the genus Loxia, allied to the finches. Their mandibles are strongly curved and cross each other; the crossbeak."},{"word":"Cross-birth","type":"n.","descr":" Any preternatural labor, in which the body of the child lies across the pelvis of the mother, so that the shoulder, arm, or trunk is the part first presented at the mouth of the uterus."},{"word":"Crossbite","type":"n.","descr":" A deception; a cheat."},{"word":"Crossbite","type":"b. t.","descr":" To deceive; to trick; to gull."},{"word":"Crossbones","type":"n. pl.","descr":" A representation of two of the leg bones or arm bones of a skeleton, laid crosswise, often surmounted with a skull, and serving as a symbol of death."},{"word":"Crossbow","type":"n.","descr":" A weapon, used in discharging arrows, formed by placing a bow crosswise on a stock."},{"word":"Crossbower","type":"n.","descr":" A crossbowman."},{"word":"Crossbowman","type":"n.","descr":" One who shoots with a crossbow. See Arbalest."},{"word":"Crossbred","type":"a.","descr":" Produced by mixing distinct breeds; mongrel."},{"word":"Crossbreed","type":"n.","descr":" A breed or an animal produced from parents of different breeds; a new variety, as of plants, combining the qualities of two parent varieties or stocks."},{"word":"Crossbreed","type":"n.","descr":" Anything partaking of the natures of two different things; a hybrid."},{"word":"Cross-bun","type":"n.","descr":" A bun or cake marked with a cross, and intended to be eaten on Good Friday."},{"word":"Cross-crosslet","type":"n.","descr":" A cross having the three upper ends crossed, so as to from three small crosses."},{"word":"Crosscut","type":"v. t.","descr":" To cut across or through; to intersect."},{"word":"Crosscut","type":"n.","descr":" A short cut across; a path shorter than by the high road."},{"word":"Crosscut","type":"n.","descr":" A level driven across the course of a vein, or across the main workings, as from one gangway to another."},{"word":"Cross-days","type":"n. pl.","descr":" The three days preceding the Feast of the Ascension."},{"word":"Crossette","type":"n.","descr":" A return in one of the corners of the architrave of a door or window; -- called also ancon, ear, elbow."},{"word":"Crossette","type":"n.","descr":" The shoulder of a joggled keystone."},{"word":"Cross-examination","type":"n.","descr":" The interrogating or questioning of a witness by the party against whom he has been called and examined. See Examination."},{"word":"Cross-examined","type":"imp. and p. p.","descr":" of Cross-examine"},{"word":"Cross-examining","type":"p. pr. and vb. n.","descr":" of Cross-examine"},{"word":"Cross-examine","type":"v. t.","descr":" To examine or question, as a witness who has been called and examined by the opposite party."},{"word":"Cross-examiner","type":"n.","descr":" One who cross-examines or conducts a crosse-examination."},{"word":"Cross-eye","type":"n.","descr":" See Strabismus."},{"word":"Cross-eyed","type":"a.","descr":" Affected with strabismus; squint-eyed; squinting."},{"word":"Crossfish","type":"n.","descr":" A starfish."},{"word":"Crossflow","type":"v. i.","descr":" To flow across, or in a contrary direction."},{"word":"Cross-garnet","type":"n.","descr":" A hinge having one strap perpendicular and the other strap horizontal giving it the form of an Egyptian or T cross."},{"word":"Crossgrained","type":"a.","descr":" Having the grain or fibers run diagonally, or more or less transversely an irregularly, so as to interfere with splitting or planing."},{"word":"Crossgrained","type":"a.","descr":" Perverse; untractable; contrary."},{"word":"Crossnath","type":"v. t.","descr":" To shade by means of crosshatching."},{"word":"Crosshatching","type":"n.","descr":" In drawing and line engraving, shading with lines that cross one another at an angle."},{"word":"Crosshead","type":"n.","descr":" A beam or bar across the head or end of a rod, etc., or a block attached to it and carrying a knuckle pin; as the solid crosspiece running between parallel slides, which receives motion from the piston of a steam engine and imparts it to the connecting rod, which is hinged to the crosshead."},{"word":"Crossing","type":"v. t.","descr":" The act by which anything is crossed; as, the crossing of the ocean."},{"word":"Crossing","type":"v. t.","descr":" The act of making the sign of the cross."},{"word":"Crossing","type":"v. t.","descr":" The act of interbreeding; a mixing of breeds."},{"word":"Crossing","type":"v. t.","descr":" Intersection, as of two paths or roads."},{"word":"Crossing","type":"v. t.","descr":" A place where anything (as a stream) is crossed; a paved walk across a street."},{"word":"Crossing","type":"v. t.","descr":" Contradiction; thwarting; obstruction."},{"word":"Crossjack","type":"n.","descr":" The lowest square sail, or the lower yard of the mizzenmast."},{"word":"CRosslegged","type":"a.","descr":" Having the legs crossed."},{"word":"Crosslet","type":"n.","descr":" A small cross."},{"word":"Crosslet","type":"n.","descr":" A crucible."},{"word":"Crosslet","type":"a.","descr":" Crossed again; -- said of a cross the arms of which are crossed. SeeCross-crosslet."},{"word":"Crossly","type":"adv.","descr":" Athwart; adversely; unfortunately; peevishly; fretfully; with ill humor."},{"word":"Crossness","type":"n.","descr":" The quality or state of being cross; peevishness; fretfulness; ill humor."},{"word":"Crossopterygian","type":"a.","descr":" Of or pertaining to the Crossopterygii."},{"word":"Crossopterygian","type":"n.","descr":" One of the Crossopterygii."},{"word":"Crossopterygii","type":"n. pl.","descr":" An order of ganoid fishes including among living species the bichir (Polypterus). See Brachioganoidei."},{"word":"Crosspatch","type":"n.","descr":" An ill-natured person."},{"word":"Cross-pawl","type":"n.","descr":" Same as Cross-spale."},{"word":"Crosspiece","type":"n.","descr":" A piece of any structure which is fitted or framed crosswise."},{"word":"Crosspiece","type":"n.","descr":" A bar or timber connecting two knightheads or two bitts."},{"word":"Cross-purpose","type":"n.","descr":" A counter or opposing purpose; hence, that which is inconsistent or contradictory."},{"word":"Cross-purpose","type":"n.","descr":" A conversational game, in which questions and answers are made so as to involve ludicrous combinations of ideas."},{"word":"Cross-questioned","type":"imp. and p. p.","descr":" of Cross-question"},{"word":"Cross-questioning","type":"p. pr. and vb. n.","descr":" of Cross-question"},{"word":"Cross-question","type":"v. t.","descr":" To cross-examine; to subject to close questioning."},{"word":"Cross-reading","type":"n.","descr":" The reading of the lines of a newspaper directly across the page, instead of down the columns, thus producing a ludicrous combination of ideas."},{"word":"Crossroad","type":"n.","descr":" A road that crosses another; an obscure road intersecting or avoiding the main road."},{"word":"Crossrow","type":"n.","descr":" The alphabet; -- called also Christcross-row."},{"word":"Crossrow","type":"n.","descr":" A row that crosses others."},{"word":"Crossruff","type":"n.","descr":" The play in whist where partners trump each a different suit, and lead to each other for that purpose; -- called also seesaw."},{"word":"Cross-spale","type":"n.","descr":" Alt. of Cross-spall"},{"word":"Cross-spall","type":"n.","descr":" One of the temporary wooden braces, placed horizontally across a frame to hold it in position until the deck beams are in; a cross-pawl."},{"word":"Cross-springer","type":"n.","descr":" One of the ribs in a groined arch, springing from the corners in a diagonal direction. [See Illustr. of Groined vault.]"},{"word":"Cross-staff","type":"n.","descr":" An instrument formerly used at sea for taking the altitudes of celestial bodies."},{"word":"Cross-staff","type":"n.","descr":" A surveyor\\'s instrument for measuring offsets."},{"word":"Cross-stitch","type":"n.","descr":" A form of stitch, where the stitches are diagonal and in pairs, the thread of one stitch crossing that of the other."},{"word":"Cross-stone","type":"n.","descr":" See Harmotome, and Staurotide."},{"word":"Cross-tail","type":"n.","descr":" A bar connecting the ends of the side rods or levers of a backaction or side-lever engine."},{"word":"Cross-tie","type":"n.","descr":" A sleeper supporting and connecting the rails, and holding them in place."},{"word":"Cross-tining","type":"n.","descr":" A mode of harrowing crosswise, or transversely to the ridges."},{"word":"Crosstrees","type":"n. pl.","descr":" Pieces of timber at a masthead, to which are attached the upper shrouds.  At the head of lower masts in large vessels, they support a semicircular platform called the \"top.\""},{"word":"Cross-vaulting","type":"n.","descr":" Vaulting formed by the intersection of two or more simple vaults."},{"word":"Crossway","type":"n.","descr":" See Crossroad."},{"word":"Cross-week","type":"n.","descr":" Rogation week, when the cross was borne in processions."},{"word":"Crosswise","type":"adv.","descr":" In the form of a cross; across; transversely."},{"word":"Crosswort","type":"n.","descr":" A name given to several inconspicuous plants having leaves in whorls of four, as species of Crucianella, Valantia, etc."},{"word":"Crotalaria","type":"n.","descr":" A genus of leguminous plants; rattlebox."},{"word":"Crotaline","type":"a.","descr":" Resembling, or pertaining to, the Crotalidae, or Rattlesnake family."},{"word":"Crotalo","type":"n.","descr":" A Turkish musical instrument."},{"word":"Crotalum","type":"n.","descr":" A kind of castanet used by the Corybantes."},{"word":"Crotalus","type":"n.","descr":" A genus of poisonous serpents, including the rattlesnakes."},{"word":"Crotaphite","type":"n.","descr":" The temple or temporal fossa. Also used adjectively."},{"word":"Crotaphitic","type":"n.","descr":" Pertaining to the temple; temporal."},{"word":"Crotches","type":"pl. ","descr":" of Crotch"},{"word":"Crotch","type":"n.","descr":" The angle formed by the parting of two legs or branches; a fork; the point where a trunk divides; as, the crotch of a tree."},{"word":"Crotch","type":"n.","descr":" A stanchion or post of wood or iron, with two arms for supporting a boom, spare yards, etc.; -- called also crane and crutch."},{"word":"Crotched","type":"a.","descr":" Having a crotch; forked."},{"word":"Crotched","type":"a.","descr":" Cross; peevish."},{"word":"Crotchet","type":"n.","descr":" A forked support; a crotch."},{"word":"Crotchet","type":"n.","descr":" A time note, with a stem, having one fourth the value of a semibreve, one half that of a minim, and twice that of a quaver; a quarter note."},{"word":"Crotchet","type":"n.","descr":" An indentation in the glacis of the covered way, at a point where a traverse is placed."},{"word":"Crotchet","type":"n.","descr":" The arrangement of a body of troops, either forward or rearward, so as to form a line nearly perpendicular to the general line of battle."},{"word":"Crotchet","type":"n.","descr":" A bracket. See Bracket."},{"word":"Crotchet","type":"n.","descr":" An instrument of a hooked form, used in certain cases in the extraction of a fetus."},{"word":"Crotchet","type":"n.","descr":" A perverse fancy; a whim which takes possession of the mind; a conceit."},{"word":"Crotchet","type":"v. i.","descr":" To play music in measured time."},{"word":"Crotcheted","type":"a.","descr":" Marked or measured by crotchets; having musical notation."},{"word":"Crotchetiness","type":"n.","descr":" The state or character of being crotchety, or whimsical."},{"word":"Crotchety","type":"a.","descr":" Given to crotchets; subject to whims; as, a crotchety man."},{"word":"Croton","type":"n.","descr":" A genus of euphorbiaceous plants belonging to tropical countries."},{"word":"Croton bug","type":"","descr":" A small, active, winged species of cockroach (Ectobia Germanica), the water bug. It is common aboard ships, and in houses in cities, esp. in those with hot-water pipes."},{"word":"Crotonic","type":"a.","descr":" Of or pertaining to, or derived from, a plant of the genus Croton, or from croton oil."},{"word":"Crotonine","type":"n.","descr":" A supposed alkaloid obtained from croton oil by boiling it with water and magnesia, since found to be merely a magnesia soap of the oil."},{"word":"Crotonylene","type":"n.","descr":" A colorless, volatile, pungent liquid, C4H6, produced artificially, and regarded as an unsaturated hydrocarbon of the acetylene series, and analogous to crotonic acid."},{"word":"Crottles","type":"n. pl.","descr":" A name given to various lichens gathered for dyeing."},{"word":"Crouched","type":"imp. and p. p.","descr":" of Crouch"},{"word":"Crouching","type":"p. pr. and vb. n.","descr":" of Crouch"},{"word":"Crouch","type":"v. i.","descr":" To bend down; to stoop low; to lie close to the ground with the logs bent, as an animal when waiting for prey, or in fear."},{"word":"Crouch","type":"v. i.","descr":" To bend servilely; to stoop meanly; to fawn; to cringe."},{"word":"Crouch","type":"v. t.","descr":" To sign with the cross; to bless."},{"word":"Crouch","type":"v. t.","descr":" To bend, or cause to bend, as in humility or fear."},{"word":"Crouched","type":"a.","descr":" Marked with the sign of the cross."},{"word":"Croud","type":"n.","descr":" See Crowd, a violin."},{"word":"Crouke","type":"n.","descr":" A crock; a jar."},{"word":"Croup","type":"n.","descr":" The hinder part or buttocks of certain quadrupeds, especially of a horse; hence, the place behind the saddle."},{"word":"Croup","type":"n.","descr":" An inflammatory affection of the larynx or trachea, accompanied by a hoarse, ringing cough and stridulous, difficult breathing; esp., such an affection when associated with the development of a false membrane in the air passages (also called membranous croup). See False croup, under False, and Diphtheria."},{"word":"Croupade","type":"n.","descr":" A leap in which the horse pulls up his hind legs toward his belly."},{"word":"Croupal","type":"a.","descr":" Croupy."},{"word":"Crouper","type":"n.","descr":" See Crupper."},{"word":"Croupier","type":"n.","descr":" One who presides at a gaming table and collects the stakes."},{"word":"Croupier","type":"n.","descr":" One who, at a public dinner party, sits at the lower end of the table as assistant chairman."},{"word":"Croupous","type":"a.","descr":" Relating to or resembling croup; especially, attended with the formation of a deposit or membrane like that found in membranous croup; as, croupous laryngitis."},{"word":"Croupy","type":"a.","descr":" Of or pertaining to croup; resembling or indicating croup; as, a croupy cough."},{"word":"Crouse","type":"a.","descr":" Brisk; lively; bold; self-complacent."},{"word":"Croustade","type":"n.","descr":" Bread baked in a mold, and scooped out, to serve minces upon."},{"word":"Crout","type":"n.","descr":" See Sourkrout."},{"word":"Crouton","type":"n.","descr":" Bread cut in various forms, and fried lightly in butter or oil, to garnish hashes, etc."},{"word":"Crew","type":"imp.","descr":" of Crow"},{"word":"Crowed","type":"","descr":" of Crow"},{"word":"Crowed","type":"p. p.","descr":" of Crow"},{"word":"Crown","type":"","descr":" of Crow"},{"word":"Crowing","type":"p. pr. and vb. n.","descr":" of Crow"},{"word":"Crow","type":"v. i.","descr":" To make the shrill sound characteristic of a cock, either in joy, gayety, or defiance."},{"word":"Crow","type":"v. i.","descr":" To shout in exultation or defiance; to brag."},{"word":"Crow","type":"v. i.","descr":" To utter a sound expressive of joy or pleasure."},{"word":"Crow","type":"v. i.","descr":" A bird, usually black, of the genus Corvus, having a strong conical beak, with projecting bristles. It has a harsh, croaking note. See Caw."},{"word":"Crow","type":"v. i.","descr":" A bar of iron with a beak, crook, or claw; a bar of iron used as a lever; a crowbar."},{"word":"Crow","type":"v. i.","descr":" The cry of the cock. See Crow, v. i., 1."},{"word":"Crow","type":"v. i.","descr":" The mesentery of a beast; -- so called by butchers."},{"word":"Crowbar","type":"n.","descr":" A bar of iron sharpened at one end, and used as a lever."},{"word":"Crowberry","type":"n.","descr":" A heathlike plant of the genus Empetrum, and its fruit, a black, scarcely edible berry; -- also called crakeberry."},{"word":"Crowded","type":"imp. and p. p.","descr":" of Crowd"},{"word":"Crowding","type":"p. pr. and vb. n.","descr":" of Crowd"},{"word":"Crowd","type":"v. t.","descr":" To push, to press, to shove."},{"word":"Crowd","type":"v. t.","descr":" To press or drive together; to mass together."},{"word":"Crowd","type":"v. t.","descr":" To fill by pressing or thronging together; hence, to encumber by excess of numbers or quantity."},{"word":"Crowd","type":"v. t.","descr":" To press by solicitation; to urge; to dun; hence, to treat discourteously or unreasonably."},{"word":"Crowd","type":"v. i.","descr":" To press together or collect in numbers; to swarm; to throng."},{"word":"Crowd","type":"v. i.","descr":" To urge or press forward; to force one\\'s self; as, a man crowds into a room."},{"word":"Crowd","type":"v. t.","descr":" A number of things collected or closely pressed together; also, a number of things adjacent to each other."},{"word":"Crowd","type":"v. t.","descr":" A number of persons congregated or collected into a close body without order; a throng."},{"word":"Crowd","type":"v. t.","descr":" The lower orders of people; the populace; the vulgar; the rabble; the mob."},{"word":"Crowd","type":"n.","descr":" An ancient instrument of music with six strings; a kind of violin, being the oldest known stringed instrument played with a bow."},{"word":"Crowd","type":"v. t.","descr":" To play on a crowd; to fiddle."},{"word":"Crowder","type":"n.","descr":" One who plays on a crowd; a fiddler."},{"word":"Crowder","type":"n.","descr":" One who crowds or pushes."},{"word":"Crowdy","type":"n.","descr":" A thick gruel of oatmeal and milk or water; food of the porridge kind."},{"word":"Crowflower","type":"n.","descr":" A kind of campion; according to Gerarde, the Lychnis Flos-cuculi."},{"word":"Crowfoot","type":"n.","descr":" The genus Ranunculus, of many species; some are common weeds, others are flowering plants of considerable beauty."},{"word":"Crowfoot","type":"n.","descr":" A number of small cords rove through a long block, or euphroe, to suspend an awning by."},{"word":"Crowfoot","type":"n.","descr":" A caltrop."},{"word":"Crowfoot","type":"n.","descr":" A tool with a side claw for recovering broken rods, etc."},{"word":"Crowkeeper","type":"n.","descr":" A person employed to scare off crows; hence, a scarecrow."},{"word":"Crown","type":"","descr":" p. p. of Crow."},{"word":"Crown","type":"n.","descr":" A wreath or garland, or any ornamental fillet encircling the head, especially as a reward of victory or mark of honorable distinction; hence, anything given on account of, or obtained by, faithful or successful effort; a reward."},{"word":"Crown","type":"n.","descr":" A royal headdress or cap of sovereignty, worn by emperors, kings, princes, etc."},{"word":"Crown","type":"n.","descr":" The person entitled to wear a regal or imperial crown; the sovereign; -- with the definite article."},{"word":"Crown","type":"n.","descr":" Imperial or regal power or dominion; sovereignty."},{"word":"Crown","type":"n.","descr":" Anything which imparts beauty, splendor, honor, dignity, or finish."},{"word":"Crown","type":"n.","descr":" Highest state; acme; consummation; perfection."},{"word":"Crown","type":"n.","descr":" The topmost part of anything; the summit."},{"word":"Crown","type":"n.","descr":" The topmost part of the head (see Illust. of Bird.); that part of the head from which the hair descends toward the sides and back; also, the head or brain."},{"word":"Crown","type":"n.","descr":" The part of a hat above the brim."},{"word":"Crown","type":"n.","descr":" The part of a tooth which projects above the gum; also, the top or grinding surface of a tooth."},{"word":"Crown","type":"n.","descr":" The vertex or top of an arch; -- applied generally to about one third of the curve, but in a pointed arch to the apex only."},{"word":"Crown","type":"n.","descr":" Same as Corona."},{"word":"Crown","type":"n.","descr":" That part of an anchor where the arms are joined to the shank."},{"word":"Crown","type":"n.","descr":" The rounding, or rounded part, of the deck from a level line."},{"word":"Crown","type":"n.","descr":" The bights formed by the several turns of a cable."},{"word":"Crown","type":"n.","descr":" The upper range of facets in a rose diamond."},{"word":"Crown","type":"n.","descr":" The dome of a furnace."},{"word":"Crown","type":"n.","descr":" The area inclosed between two concentric perimeters."},{"word":"Crown","type":"n.","descr":" A round spot shaved clean on the top of the head, as a mark of the clerical state; the tonsure."},{"word":"Crown","type":"n.","descr":" A size of writing paper. See under Paper."},{"word":"Crown","type":"n.","descr":" A coin stamped with the image of a crown; hence,a denomination of money; as, the English crown, a silver coin of the value of five shillings sterling, or a little more than $1.20; the Danish or Norwegian crown, a money of account, etc., worth nearly twenty-seven cents."},{"word":"Crown","type":"n.","descr":" An ornaments or decoration representing a crown; as, the paper is stamped with a crown."},{"word":"Crowned","type":"imp. and p. p.","descr":" of Crown"},{"word":"Crowning","type":"p. pr. and vb. n.","descr":" of Crown"},{"word":"Crown","type":"n.","descr":" To cover, decorate, or invest with a crown; hence, to invest with royal dignity and power."},{"word":"Crown","type":"n.","descr":" To bestow something upon as a mark of honor, dignity, or recompense; to adorn; to dignify."},{"word":"Crown","type":"n.","descr":" To form the topmost or finishing part of; to complete; to consummate; to perfect."},{"word":"Crown","type":"n.","descr":" To cause to round upward; to make anything higher at the middle than at the edges, as the face of a machine pulley."},{"word":"Crown","type":"n.","descr":" To effect a lodgment upon, as upon the crest of the glacis, or the summit of the breach."},{"word":"Crowned","type":"p. p. and a.","descr":" Having or wearing a crown; surmounted, invested, or adorned, with a crown, wreath, garland, etc.; honored; rewarded; completed; consummated; perfected."},{"word":"Crowned","type":"p. p. and a.","descr":" Great; excessive; supreme."},{"word":"Crowner","type":"n.","descr":" One who, or that which, crowns."},{"word":"Crowner","type":"n.","descr":" A coroner."},{"word":"Crownet","type":"n.","descr":" A coronet."},{"word":"Crownet","type":"n.","descr":" The ultimate end and result of an undertaking; a chief end."},{"word":"Crown-imperial","type":"n.","descr":" A spring-blooming plant (Fritillaria imperialis) of the Lily family, having at the top of the stalk a cluster of pendent bell-shaped flowers surmounted with a tuft of green leaves."},{"word":"Crownless","type":"a.","descr":" Without a crown."},{"word":"Crownlet","type":"n.","descr":" A coronet."},{"word":"Crown office","type":"","descr":" The criminal branch of the Court of King\\'s or Queen\\'s Bench, commonly called the crown side of the court, which takes cognizance of all criminal cases."},{"word":"Crownpiece","type":"n.","descr":" A piece or part which passes over the head, as in a bridle."},{"word":"Crownpiece","type":"n.","descr":" A coin [In sense (b) properly crown piece.] See Crown, 19."},{"word":"Crown-post","type":"n.","descr":" Same as King-post."},{"word":"Crown-saw","type":"n.","descr":" A saw in the form of a hollow cylinder, with teeth on the end or edge, and operated by a rotative motion."},{"word":"Crown side","type":"","descr":" See Crown office."},{"word":"Crown wheel","type":"","descr":" A wheel with cogs or teeth set at right angles to its plane; -- called also a contrate wheel or face wheel."},{"word":"Crownwork","type":"n.","descr":" A work consisting of two or more bastioned fronts, with their outworks, covering an enceinte, a bridgehead, etc., and connected by wings with the main work or the river bank."},{"word":"Crow-quill","type":"n.","descr":" A quill of the crow, or a very fine pen made from such a quill."},{"word":"Crows","type":"n. pl.","descr":" A tribe of Indians of the Dakota stock, living in Montana; -- also called Upsarokas."},{"word":"Crows-feet","type":"pl. ","descr":" of Crow\\'s-foot"},{"word":"Crows-foot","type":"n.","descr":" The wrinkles that appear, as the effect of age or dissipation, under and around the outer corners of the eyes."},{"word":"Crows-foot","type":"n.","descr":" A caltrop."},{"word":"Crows-foot","type":"n.","descr":" Same as Bird\\'s-mouth."},{"word":"Crow-silk","type":"n.","descr":" A filamentous fresh-water alga (Conferva rivularis of Linnaeus, Rhizoclonium rivulare of Kutzing)."},{"word":"Crows-nest","type":"n.","descr":" A box or perch near the top of a mast, esp. in whalers, to shelter the man on the lookout."},{"word":"Crowstep","type":"n.","descr":" See Corriestep."},{"word":"Crowstone","type":"n.","descr":" The top stone of the gable end of a house."},{"word":"Crowth","type":"n.","descr":" An ancient musical instrument. See 4th Crowd."},{"word":"Crowtoe","type":"n.","descr":" The Lotus corniculatus."},{"word":"Crowtoe","type":"n.","descr":" An unidentified plant, probably the crowfoot."},{"word":"Crow-trodden","type":"a.","descr":" Marked with crow\\'s-feet, or wrinkles, about the eyes."},{"word":"Croylstone","type":"n.","descr":" Crystallized cawk, in which the crystals are small."},{"word":"Croys","type":"n.","descr":" See Cross, n."},{"word":"Croze","type":"n.","descr":" A cooper\\'s tool for making the grooves for the heads of casks, etc.; also, the groove itself."},{"word":"Crozier","type":"n.","descr":" See Crosier."},{"word":"Croziered","type":"a.","descr":" Crosiered."},{"word":"Crucial","type":"a.","descr":" Having the form of a cross; appertaining to a cross; cruciform; intersecting; as, crucial ligaments; a crucial incision."},{"word":"Crucial","type":"a.","descr":" Severe; trying or searching, as if bringing to the cross; decisive; as, a crucial test."},{"word":"Crucian carp","type":"","descr":" A kind of European carp (Carasius vulgaris), inferior to the common carp; -- called also German carp."},{"word":"Cruciate","type":"a.","descr":" Tormented."},{"word":"Cruciate","type":"a.","descr":" Having the leaves or petals arranged in the form of a cross; cruciform."},{"word":"Cruciate","type":"v. t.","descr":" To torture; to torment. [Obs.] See Excruciate."},{"word":"Cruciation","type":"n.","descr":" The act of torturing; torture; torment."},{"word":"Crucible","type":"n.","descr":" A vessel or melting pot, composed of some very refractory substance, as clay, graphite, platinum, and used for melting and calcining substances which require a strong degree of heat, as metals, ores, etc."},{"word":"Crucible","type":"n.","descr":" A hollow place at the bottom of a furnace, to receive the melted metal."},{"word":"Crucible","type":"n.","descr":" A test of the most decisive kind; a severe trial; as, the crucible of affliction."},{"word":"Crucifer","type":"n.","descr":" Any plant of the order Cruciferae."},{"word":"Cruciferous","type":"a.","descr":" Bearing a cross."},{"word":"Cruciferous","type":"a.","descr":" Of, pertaining to, or resembling, a family of plants which have four petals arranged like the arms of a cross, as the mustard, radish, turnip, etc."},{"word":"Crucifier","type":"n.","descr":" One who crucifies; one who subjects himself or another to a painful trial."},{"word":"Crucifixes","type":"pl. ","descr":" of Crucifix"},{"word":"Crucifix","type":"n.","descr":" A representation in art of the figure of Christ upon the cross; esp., the sculptured figure affixed to a real cross of wood, ivory, metal, or the like, used by the Roman Catholics in their devotions."},{"word":"Crucifix","type":"n.","descr":" The cross or religion of Christ."},{"word":"Crucifixion","type":"n.","descr":" The act of nailing or fastening a person to a cross, for the purpose of putting him to death; the use of the cross as a method of capital punishment."},{"word":"Crucifixion","type":"n.","descr":" The state of one who is nailed or fastened to a cross; death upon a cross."},{"word":"Crucifixion","type":"n.","descr":" Intense suffering or affliction; painful trial."},{"word":"Cruciform","type":"a.","descr":" Cross-shaped; (Bot.) having four parts arranged in the form of a cross."},{"word":"Crucified","type":"imp. and p. p.","descr":" of Crucify"},{"word":"Crucifying","type":"p. pr. and vb. n.","descr":" of Crucify"},{"word":"Crucify","type":"v. t.","descr":" To fasten to a cross; to put to death by nailing the hands and feet to a cross or gibbet."},{"word":"Crucify","type":"v. t.","descr":" To destroy the power or ruling influence of; to subdue completely; to mortify."},{"word":"Crucify","type":"v. t.","descr":" To vex or torment."},{"word":"Crucigerous","type":"a.","descr":" Bearing the cross; marked with the figure of a cross."},{"word":"Crud","type":"n.","descr":" See Curd."},{"word":"Cruddle","type":"v. i.","descr":" To curdle."},{"word":"Crude","type":"superl.","descr":" In its natural state; not cooked or prepared by fire or heat; undressed; not altered, refined, or prepared for use by any artificial process; raw; as, crude flesh."},{"word":"Crude","type":"superl.","descr":" Unripe; not mature or perfect; immature."},{"word":"Crude","type":"superl.","descr":" Not reduced to order or form; unfinished; not arranged or prepared; ill-considered; immature."},{"word":"Crude","type":"superl.","descr":" Undigested; unconcocted; not brought into a form to give nourishment."},{"word":"Crude","type":"superl.","descr":" Having, or displaying, superficial and undigested knowledge; without culture or profundity; as, a crude reasoner."},{"word":"Crude","type":"superl.","descr":" Harsh and offensive, as a color; tawdry or in bad taste, as a combination of colors, or any design or work of art."},{"word":"Crudely","type":"adv.","descr":" In a crude, immature manner."},{"word":"Crudeness","type":"n.","descr":" A crude, undigested, or unprepared state; rawness; unripeness; immatureness; unfitness for a destined use or purpose; as, the crudeness of iron ore; crudeness of theories or plans."},{"word":"Crudities","type":"pl. ","descr":" of Crudity"},{"word":"Crudity","type":"n.","descr":" The condition of being crude; rawness."},{"word":"Crudity","type":"n.","descr":" That which is in a crude or undigested state; hence, superficial, undigested views, not reduced to order or form."},{"word":"Crudle","type":"v. i.","descr":" See Cruddle."},{"word":"Crudy","type":"a.","descr":" Coagulated."},{"word":"Crudy","type":"a.","descr":" Characterized by crudeness; raw."},{"word":"Cruel","type":"n.","descr":" See Crewel."},{"word":"Cruel","type":"a.","descr":" Disposed to give pain to others; willing or pleased to hurt, torment, or afflict; destitute of sympathetic kindness and pity; savage; inhuman; hard-hearted; merciless."},{"word":"Cruel","type":"a.","descr":" Causing, or fitted to cause, pain, grief, or misery."},{"word":"Cruel","type":"a.","descr":" Attended with cruetly; painful; harsh."},{"word":"Cruelly","type":"adv.","descr":" In a cruel manner."},{"word":"Cruelly","type":"adv.","descr":" Extremely; very."},{"word":"Cruelness","type":"n.","descr":" Cruelty."},{"word":"Cruels","type":"n. pl.","descr":" Glandular scrofulous swellings in the neck."},{"word":"Cruelties","type":"pl. ","descr":" of Cruelty"},{"word":"Cruelty","type":"n.","descr":" The attribute or quality of being cruel; a disposition to give unnecessary pain or suffering to others; inhumanity; barbarity."},{"word":"Cruelty","type":"n.","descr":" A cruel and barbarous deed; inhuman treatment; the act of willfully causing unnecessary pain."},{"word":"Cruentate","type":"a.","descr":" Smeared with blood."},{"word":"Cruentous","type":"a.","descr":" Bloody; cruentate."},{"word":"Cruet","type":"n.","descr":" A bottle or vessel; esp., a vial or small glass bottle for holding vinegar, oil, pepper, or the like, for the table; a caster."},{"word":"Cruet","type":"n.","descr":" A vessel used to hold wine, oil, or water for the service of the altar."},{"word":"Cruise","type":"n.","descr":" See Cruse, a small bottle."},{"word":"Cruised","type":"imp. and p. p.","descr":" of Cruise"},{"word":"Cruising","type":"p. pr. and vb. n.","descr":" of Cruise"},{"word":"Cruise","type":"v. i.","descr":" To sail back and forth on the ocean; to sail, as for the potection of commerce, in search of an enemy, for plunder, or for pleasure."},{"word":"Cruise","type":"v. i.","descr":" To wander hither and thither on land."},{"word":"Cruise","type":"n.","descr":" A voyage made in various directions, as of an armed vessel, for the protection of other vessels, or in search of an enemy; a sailing to and fro, as for exploration or for pleasure."},{"word":"Cruiser","type":"n.","descr":" One who, or a vessel that, cruises; -- usually an armed vessel."},{"word":"Cruive","type":"n.","descr":" A kind of weir or dam for trapping salmon; also, a hovel."},{"word":"Crull","type":"a.","descr":" Curly; curled."},{"word":"Cruller","type":"n.","descr":" A kind of sweet cake cut in strips and curled or twisted, and fried crisp in boiling fat."},{"word":"Crumb","type":"n.","descr":" A small fragment or piece; especially, a small piece of bread or other food, broken or cut off."},{"word":"Crumb","type":"n.","descr":" Fig.: A little; a bit; as, a crumb of comfort."},{"word":"Crumb","type":"n.","descr":" The soft part of bread."},{"word":"Crumbed","type":"imp. and p. p.","descr":" of Crumb"},{"word":"Crumbing","type":"p. pr. and vb. n.","descr":" of Crumb"},{"word":"Crumb","type":"v. t.","descr":" To break into crumbs or small pieces with the fingers; as, to crumb bread."},{"word":"Crumbcloth","type":"n.","descr":" A cloth to be laid under a dining table to receive falling fragments, and keep the carpet or floor clean."},{"word":"Crumbled","type":"imp. and p. p.","descr":" of Crumble"},{"word":"Crumbling","type":"p. pr. and vb. n.","descr":" of Crumble"},{"word":"Crumble","type":"v. t.","descr":" To break into small pieces; to cause to fall in pieces."},{"word":"Crumble","type":"v. i.","descr":" To fall into small pieces; to break or part into small fragments; hence, to fall to decay or ruin; to become disintegrated; to perish."},{"word":"Crumbly","type":"a.","descr":" EAsily crumbled; friable; brittle."},{"word":"Crumenal","type":"n.","descr":" A purse."},{"word":"Crummable","type":"a.","descr":" Capable of being crumbed or broken into small pieces."},{"word":"Crummy","type":"a.","descr":" Full of crumb or crumbs."},{"word":"Crummy","type":"a.","descr":" Soft, as the crumb of bread is; not crusty."},{"word":"Crump","type":"a.","descr":" Crooked; bent."},{"word":"Crump","type":"a.","descr":" Hard or crusty; dry baked; as, a crump loaf."},{"word":"Crumpet","type":"n.","descr":" A kind of large, thin muffin or cake, light and spongy, and cooked on a griddle or spider."},{"word":"Crumpled","type":"imp. and p. p.","descr":" of Crumple"},{"word":"Crumpling","type":"p. pr. and vb. n.","descr":" of Crumple"},{"word":"Crumple","type":"v. t.","descr":" To draw or press into wrinkles or folds; to crush together; to rumple; as, to crumple paper."},{"word":"Crumple","type":"v. i.","descr":" To contract irregularly; to show wrinkles after being crushed together; as, leaves crumple."},{"word":"Crumpy","type":"a.","descr":" Brittle; crisp."},{"word":"Crunched","type":"imp. and p. p.","descr":" of Crunch"},{"word":"Crunching","type":"p. pr. and vb. n.","descr":" of Crunch"},{"word":"Crunch","type":"v. i.","descr":" To chew with force and noise; to craunch."},{"word":"Crunch","type":"v. i.","descr":" To grind or press with violence and noise."},{"word":"Crunch","type":"v. i.","descr":" To emit a grinding or craunching noise."},{"word":"Crunch","type":"v. t.","descr":" To crush with the teeth; to chew with a grinding noise; to craunch; as, to crunch a biscuit."},{"word":"Crunk","type":"v. i.","descr":" Alt. of Crunkle"},{"word":"Crunkle","type":"v. i.","descr":" To cry like a crane."},{"word":"Crunodal","type":"a.","descr":" Possessing, or characterized by, a crunode; -- used of curves."},{"word":"Crunode","type":"n.","descr":" A point where one branch of a curve crosses another branch. See Double point, under Double, a."},{"word":"Cruor","type":"n.","descr":" The coloring matter of the blood; the clotted portion of coagulated blood, containing the coloring matter; gore."},{"word":"Cruorin","type":"n.","descr":" The coloring matter of the blood in the living animal; haemoglobin."},{"word":"Crup","type":"a.","descr":" Short; brittle; as, crup cake."},{"word":"Crup","type":"n.","descr":" See Croup, the rump of a horse."},{"word":"Crupper","type":"n.","descr":" The buttocks or rump of a horse."},{"word":"Crupper","type":"n.","descr":" A leather loop, passing under a horse\\'s tail, and buckled to the saddle to keep it from slipping forwards."},{"word":"Crupper","type":"v. t.","descr":" To fit with a crupper; to place a crupper upon; as, to crupper a horse."},{"word":"Crura","type":"n. pl.","descr":" See Crus."},{"word":"Crural","type":"a.","descr":" Of or pertaining to the thigh or leg, or to any of the parts called crura; as, the crural arteries; crural arch; crural canal; crural ring."},{"word":"Crura","type":"pl. ","descr":" of Crus"},{"word":"Crus","type":"n.","descr":" That part of the hind limb between the femur, or thigh, and the ankle, or tarsus; the shank."},{"word":"Crus","type":"n.","descr":" Often applied, especially in the plural, to parts which are supposed to resemble a pair of legs; as, the crura of the diaphragm, a pair of muscles attached to it; crura cerebri, two bundles of nerve fibers in the base of the brain, connecting the medulla and the forebrain."},{"word":"Crusade","type":"n.","descr":" Any one of the military expeditions undertaken by Christian powers, in the 11th, 12th, and 13th centuries, for the recovery of the Holy Land from the Mohammedans."},{"word":"Crusade","type":"n.","descr":" Any enterprise undertaken with zeal and enthusiasm; as, a crusade against intemperance."},{"word":"Crusade","type":"n.","descr":" A Portuguese coin. See Crusado."},{"word":"Crusaded","type":"imp. and p. p.","descr":" of Crusade"},{"word":"Crusading","type":"p. pr. and vb. n.","descr":" of Crusade"},{"word":"Crusade","type":"v. i.","descr":" To engage in a crusade; to attack in a zealous or hot-headed manner."},{"word":"Crusader","type":"n.","descr":" One engaged in a crusade; as, the crusaders of the Middle Ages."},{"word":"Crusading","type":"a.","descr":" Of or pertaining to a crusade; as, a crusading spirit."},{"word":"Crusado","type":"n.","descr":" An old Portuguese coin, worth about seventy cents."},{"word":"Cruse","type":"n.","descr":" A cup or dish."},{"word":"Cruse","type":"n.","descr":" A bottle for holding water, oil, honey, etc."},{"word":"Cruset","type":"n.","descr":" A goldsmith\\'s crucible or melting pot."},{"word":"Crushed","type":"imp. and p. p.","descr":" of Crush"},{"word":"Crushing","type":"p. pr. and vb. n.","descr":" of Crush"},{"word":"Crush","type":"v. t.","descr":" To press or bruise between two hard bodies; to squeeze, so as to destroy the natural shape or integrity of the parts, or to force together into a mass; as, to crush grapes."},{"word":"Crush","type":"v. t.","descr":" To reduce to fine particles by pounding or grinding; to comminute; as, to crush quartz."},{"word":"Crush","type":"v. t.","descr":" To overwhelm by pressure or weight; to beat or force down, as by an incumbent weight."},{"word":"Crush","type":"v. t.","descr":" To oppress or burden grievously."},{"word":"Crush","type":"v. t.","descr":" To overcome completely; to subdue totally."},{"word":"Crush","type":"v. i.","descr":" To be or become broken down or in, or pressed into a smaller compass, by external weight or force; as, an eggshell crushes easily."},{"word":"Crush","type":"n.","descr":" A violent collision or compression; a crash; destruction; ruin."},{"word":"Crush","type":"n.","descr":" Violent pressure, as of a crowd; a crowd which produced uncomfortable pressure; as, a crush at a peception."},{"word":"Crusher","type":"n.","descr":" One who, or that which, crushes."},{"word":"Crushing","type":"a.","descr":" That crushes; overwhelming."},{"word":"Crust","type":"n.","descr":" The hard external coat or covering of anything; the hard exterior surface or outer shell; an incrustation; as, a crust of snow."},{"word":"Crust","type":"n.","descr":" The hard exterior or surface of bread, in distinction from the soft part or crumb; or a piece of bread grown dry or hard."},{"word":"Crust","type":"n.","descr":" The cover or case of a pie, in distinction from the soft contents."},{"word":"Crust","type":"n.","descr":" The dough, or mass of doughy paste, cooked with a potpie; -- also called dumpling."},{"word":"Crust","type":"n.","descr":" The exterior portion of the earth, formerly universally supposed to inclose a molten interior."},{"word":"Crust","type":"n.","descr":" The shell of crabs, lobsters, etc."},{"word":"Crust","type":"n.","descr":" A hard mass, made up of dried secretions blood, or pus, occurring upon the surface of the body."},{"word":"Crust","type":"n.","descr":" An incrustation on the interior of wine bottles, the result of the ripening of the wine; a deposit of tartar, etc. See Beeswing."},{"word":"Crusted","type":"imp. and p. p.","descr":" of Crust"},{"word":"Crusting","type":"p. pr. and vb. n.","descr":" of Crust"},{"word":"Crust","type":"n.","descr":" To cover with a crust; to cover or line with an incrustation; to incrust."},{"word":"Crust","type":"v. i.","descr":" To gather or contract into a hard crust; to become incrusted."},{"word":"Crusta","type":"n.","descr":" A crust or shell."},{"word":"Crusta","type":"n.","descr":" A gem engraved, or a plate embossed in low relief, for inlaying a vase or other object."},{"word":"Crustacea","type":"n. pl.","descr":" One of the classes of the arthropods, including lobsters and crabs; -- so called from the crustlike shell with which they are covered."},{"word":"Crustacean","type":"a.","descr":" Of or pertaining to the Crustacea; crustaceous."},{"word":"Crustacean","type":"n.","descr":" An animal belonging to the class Crustacea."},{"word":"Crustaceological","type":"a.","descr":" Pertaining to crustaceology."},{"word":"Crustaceologist","type":"n.","descr":" One versed in crustaceology; a crustalogist."},{"word":"Crustaceology","type":"n.","descr":" That branch of Zoology which treats of the Crustacea; malacostracology; carcinology."},{"word":"Crustaceous","type":"a.","descr":" Pertaining to, or of the nature of, crust or shell; having a crustlike shell."},{"word":"Crustaceous","type":"a.","descr":" Belonging to the Crustacea; crustacean."},{"word":"Crustaceousness","type":"n.","descr":" The state or quality of being crustaceous or having a crustlike shell."},{"word":"Crustal","type":"a.","descr":" Relating to a crust."},{"word":"Crustalogical","type":"a.","descr":" Pertaining to crustalogy."},{"word":"Crustalogist","type":"n.","descr":" One versed in crustalogy."},{"word":"Crustalogy","type":"n.","descr":" Crustaceology."},{"word":"Crustated","type":"a.","descr":" Covered with a crust; as, crustated basalt."},{"word":"Crustation","type":"n.","descr":" An adherent crust; an incrustation."},{"word":"Crusted","type":"a.","descr":" Incrusted; covered with, or containing, crust; as, old, crusted port wine."},{"word":"Crustific","type":"a.","descr":" Producing or forming a crust or skin."},{"word":"Crustily","type":"adv.","descr":" In a crusty or surly manner; morosely."},{"word":"Crustiness","type":"n.","descr":" The state or quality of having crust or being like crust; hardness."},{"word":"Crustiness","type":"n.","descr":" The quality of being crusty or surly."},{"word":"Crusty","type":"a.","descr":" Having the nature of crust; pertaining to a hard covering; as, a crusty coat; a crusty surface or substance."},{"word":"Crusty","type":"a.","descr":" Having a hard exterior, or a short, rough manner, though kind at heart; snappish; peevish; surly."},{"word":"Crut","type":"n.","descr":" The rough, shaggy part of oak bark."},{"word":"Crutches","type":"pl. ","descr":" of Crutch"},{"word":"Crutch","type":"n.","descr":" A staff with a crosspiece at the head, to be placed under the arm or shoulder, to support the lame or infirm in walking."},{"word":"Crutch","type":"n.","descr":" A form of pommel for a woman\\'s saddle, consisting of a forked rest to hold the leg of the rider."},{"word":"Crutch","type":"n.","descr":" A knee, or piece of knee timber"},{"word":"Crutch","type":"n.","descr":" A forked stanchion or post; a crotch. See Crotch."},{"word":"Crutch","type":"v. t.","descr":" To support on crutches; to prop up."},{"word":"Crutched","type":"a.","descr":" Supported upon crutches."},{"word":"Crutched","type":"a.","descr":" Marked with the sign of the cross; crouched."},{"word":"Cruth","type":"n.","descr":" See 4th Crowd."},{"word":"Cruxes","type":"pl. ","descr":" of Crux"},{"word":"Cruces","type":"pl. ","descr":" of Crux"},{"word":"Crux","type":"n.","descr":" Anything that is very puzzling or difficult to explain."},{"word":"Cruzado","type":"n.","descr":" A coin. See Crusado."},{"word":"Crwth","type":"n.","descr":" See 4th Crowd."},{"word":"Cried","type":"imp. and p. p.","descr":" of Cry"},{"word":"Crying","type":"p. pr. and vb. n.","descr":" of Cry"},{"word":"Cry","type":"v. i.","descr":" To make a loud call or cry; to call or exclaim vehemently or earnestly; to shout; to vociferate; to proclaim; to pray; to implore."},{"word":"Cry","type":"v. i.","descr":" To utter lamentations; to lament audibly; to express pain, grief, or distress, by weeping and sobbing; to shed tears; to bawl, as a child."},{"word":"Cry","type":"v. i.","descr":" To utter inarticulate sounds, as animals."},{"word":"Cry","type":"v. t.","descr":" To utter loudly; to call out; to shout; to sound abroad; to declare publicly."},{"word":"Cry","type":"v. t.","descr":" To cause to do something, or bring to some state, by crying or weeping; as, to cry one\\'s self to sleep."},{"word":"Cry","type":"v. t.","descr":" To make oral and public proclamation of; to declare publicly; to notify or advertise by outcry, especially things lost or found, goods to be sold, ets.; as, to cry goods, etc."},{"word":"Cry","type":"v. t.","descr":" to publish the banns of, as for marriage."},{"word":"Cries","type":"pl. ","descr":" of Cry"},{"word":"Cry","type":"v. i.","descr":" A loud utterance; especially, the inarticulate sound produced by one of the lower animals; as, the cry of hounds; the cry of wolves."},{"word":"Cry","type":"v. i.","descr":" Outcry; clamor; tumult; popular demand."},{"word":"Cry","type":"v. i.","descr":" Any expression of grief, distress, etc., accompanied with tears or sobs; a loud sound, uttered in lamentation."},{"word":"Cry","type":"v. i.","descr":" Loud expression of triumph or wonder or of popular acclamation or favor."},{"word":"Cry","type":"v. i.","descr":" Importunate supplication."},{"word":"Cry","type":"v. i.","descr":" Public advertisement by outcry; proclamation, as by hawkers of their wares."},{"word":"Cry","type":"v. i.","descr":" Common report; fame."},{"word":"Cry","type":"v. i.","descr":" A word or phrase caught up by a party or faction and repeated for effect; as, the party cry of the Tories."},{"word":"Cry","type":"v. i.","descr":" A pack of hounds."},{"word":"Cry","type":"v. i.","descr":" A pack or company of persons; -- in contempt."},{"word":"Cry","type":"v. i.","descr":" The crackling noise made by block tin when it is bent back and forth."},{"word":"Cryal","type":"n.","descr":" The heron"},{"word":"Cryer","type":"n.","descr":" The female of the hawk; a falcon-gentil."},{"word":"Crying","type":"a.","descr":" Calling for notice; compelling attention; notorious; heinous; as, a crying evil."},{"word":"Cryohydrate","type":"n.","descr":" A substance, as salt, ammonium chloride, etc., which crystallizes with water of crystallization only at low temperatures, or below the freezing point of water."},{"word":"Cryolite","type":"n.","descr":" A fluoride of sodium and aluminum, found in Greenland, in white cleavable masses; -- used as a source of soda and alumina."},{"word":"Cryophorus","type":"n.","descr":" An instrument used to illustrate the freezing of water by its own evaporation. The ordinary form consists of two glass bulbs, connected by a tube of the same material, and containing only a quantity of water and its vapor, devoid of air. The water is in one of the bulbs, and freezes when the other is cooled below 32¡ Fahr."},{"word":"Crypt","type":"n.","descr":" A vault wholly or partly under ground; especially, a vault under a church, whether used for burial purposes or for a subterranean chapel or oratory."},{"word":"Crypt","type":"n.","descr":" A simple gland, glandular cavity, or tube; a follicle; as, the crypts of Lieberk\/hn, the simple tubular glands of the small intestines."},{"word":"Cryptal","type":"a.","descr":" Of or pertaining to crypts."},{"word":"Cryptic","type":"a.","descr":" Alt. of Cryptical"},{"word":"Cryptical","type":"a.","descr":" Hidden; secret; occult."},{"word":"Cryptically","type":"adv.","descr":" Secretly; occultly."},{"word":"Cryptidine","type":"n.","descr":" One of the quinoline bases, obtained from coal tar as an oily liquid, C11H11N; also, any one of several substances metameric with, and resembling, cryptidine proper."},{"word":"Cryptobranchiata","type":"n. pl.","descr":" A division of the Amphibia; the Derotremata."},{"word":"Cryptobranchiata","type":"n. pl.","descr":" A group of nudibranch mollusks."},{"word":"Cryptobranchiate","type":"a.","descr":" Having concealed or rudimentary gills."},{"word":"Cryptocrystalline","type":"a.","descr":" Indistinctly crystalline; -- applied to rocks and minerals, whose state of aggregation is so fine that no distinct particles are visible, even under the microscope."},{"word":"Cryptogam","type":"n.","descr":" A plant belonging to the Cryptogamia."},{"word":"Cryptogamiae","type":"pl. ","descr":" of Cryptogamia"},{"word":"Cryptogamia","type":"n.","descr":" The series or division of flowerless plants, or those never having true stamens and pistils, but propagated by spores of various kinds."},{"word":"Cryptogamian","type":"a.","descr":" Alt. of Cryptogamous"},{"word":"Cryptogamic","type":"a.","descr":" Alt. of Cryptogamous"},{"word":"Cryptogamous","type":"a.","descr":" Of or pertaining to the series Cryptogamia, or to plants of that series."},{"word":"Cryptogamist","type":"n.","descr":" One skilled in cryptogamic botany."},{"word":"Cryptogram","type":"n.","descr":" A cipher writing. Same as Cryptograph."},{"word":"Cryptograph","type":"n.","descr":" Cipher; something written in cipher."},{"word":"Cryptographal","type":"a.","descr":" Pertaining to cryptography; cryptographical."},{"word":"Cryptographer","type":"n.","descr":" One who writes in cipher, or secret characters."},{"word":"Cryptographic","type":"a.","descr":" Alt. of Cryptographical"},{"word":"Cryptographical","type":"a.","descr":" Relating to cryptography; written in secret characters or in cipher, or with sympathetic ink."},{"word":"Cryptographist","type":"n.","descr":" Same as Cryptographer."},{"word":"Cryptography","type":"n.","descr":" The act or art of writing in secret characters; also, secret characters, or cipher."},{"word":"Cryptology","type":"n.","descr":" Secret or enigmatical language."},{"word":"Cryptonym","type":"n.","descr":" A secret name; a name by which a person is known only to the initiated."},{"word":"Cryptopine","type":"n.","descr":" A colorless crystalline alkaloid obtained in small quantities from opium."},{"word":"Crypturi","type":"n. pl.","descr":" An order of flying, drom\/ognathous birds, including the tinamous of South America. See Tinamou."},{"word":"Crystal","type":"n.","descr":" The regular form which a substance tends to assume in solidifying, through the inherent power of cohesive attraction. It is bounded by plane surfaces, symmetrically arranged, and each species of crystal has fixed axial ratios. See Crystallization."},{"word":"Crystal","type":"n.","descr":" The material of quartz, in crystallization transparent or nearly so, and either colorless or slightly tinged with gray, or the like; -- called also rock crystal. Ornamental vessels are made of it. Cf. Smoky quartz, Pebble; also Brazilian pebble, under Brazilian."},{"word":"Crystal","type":"n.","descr":" A species of glass, more perfect in its composition and manufacture than common glass, and often cut into ornamental forms. See Flint glass."},{"word":"Crystal","type":"n.","descr":" The glass over the dial of a watch case."},{"word":"Crystal","type":"n.","descr":" Anything resembling crystal, as clear water, etc."},{"word":"Crystal","type":"a.","descr":" Consisting of, or like, crystal; clear; transparent; lucid; pellucid; crystalline."},{"word":"Crystallin","type":"n.","descr":" See Gobulin."},{"word":"Crystalline","type":"a.","descr":" Consisting, or made, of crystal."},{"word":"Crystalline","type":"a.","descr":" Formed by crystallization; like crystal in texture."},{"word":"Crystalline","type":"a.","descr":" Imperfectly crystallized; as, granite is only crystalline, while quartz crystal is perfectly crystallized."},{"word":"Crystalline","type":"a.","descr":" Fig.: Resembling crystal; pure; transparent; pellucid."},{"word":"Crystalline","type":"n.","descr":" A crystalline substance."},{"word":"Crystalline","type":"n.","descr":" See Aniline."},{"word":"Crystallite","type":"n.","descr":" A minute mineral form like those common in glassy volcanic rocks and some slags, not having a definite crystalline outline and not referable to any mineral species, but marking the first step in the crystallization process. According to their form crystallites are called trichites, belonites, globulites, etc."},{"word":"Crystallizable","type":"a.","descr":" Capable of being crystallized; that may be formed into crystals."},{"word":"Crystallization","type":"n.","descr":" The act or process by which a substance in solidifying assumes the form and structure of a crystal, or becomes crystallized."},{"word":"Crystallization","type":"n.","descr":" The body formed by crystallizing; as, silver on precipitation forms arborescent crystallizations."},{"word":"Crystallized","type":"imp. and p. p.","descr":" of Crystallize"},{"word":"Crystallizing","type":"p. pr. and vb. n.","descr":" of Crystallize"},{"word":"Crystallize","type":"v. t.","descr":" To cause to form crystals, or to assume the crystalline form."},{"word":"Crystallize","type":"v. i.","descr":" To be converted into a crystal; to take on a crystalline form, through the action of crystallogenic or cohesive attraction."},{"word":"Crystallogenic","type":"a.","descr":" Alt. of Crystallogenical"},{"word":"Crystallogenical","type":"a.","descr":" Pertaining to the production of crystals; crystal-producing; as, crystallogenic attraction."},{"word":"Crystallogeny","type":"n.","descr":" The science which pertains to the production of crystals."},{"word":"Crystallographer","type":"n.","descr":" One who describes crystals, or the manner of their formation; one versed in crystallography."},{"word":"Crystallographic","type":"a.","descr":" Alt. of Crystallographical"},{"word":"Crystallographical","type":"a.","descr":" Pertaining to crystallography."},{"word":"Crystallographically","type":"adv.","descr":" In the manner of crystallography."},{"word":"Crystallography","type":"n.","descr":" The doctrine or science of crystallization, teaching the system of forms among crystals, their structure, and their methods of formation."},{"word":"Crystallography","type":"n.","descr":" A discourse or treatise on crystallization."},{"word":"Crystalloid","type":"a.","descr":" Crystal-like; transparent like crystal."},{"word":"Crystalloid","type":"n.","descr":" A body which, in solution, diffuses readily through animal membranes, and generally is capable of being crystallized; -- opposed to colloid."},{"word":"Crystalloid","type":"n.","descr":" One of the microscopic particles resembling crystals, consisting of protein matter, which occur in certain plant cells; -- called also protein crystal."},{"word":"Cristallology","type":"n.","descr":" The science of the crystalline structure of inorganic bodies."},{"word":"Crystallomancy","type":"n.","descr":" Divination by means of a crystal or other transparent body, especially a beryl."},{"word":"Crystallometry","type":"n.","descr":" The art of measuring crystals."},{"word":"Crystallurgy","type":"n.","descr":" Crystallization."}]