[{"word":"Dove","type":"","descr":" of Dive"},{"word":"Do.","type":"n.","descr":" An abbreviation of Ditto."},{"word":"Done","type":"p. p.","descr":" of Do"},{"word":"Doing","type":"p. pr. and vb. n.","descr":" of Do"},{"word":"Doab","type":"","descr":" A tongue or tract of land included between two rivers; as, the doab between the Ganges and the Jumna."},{"word":"Doable","type":"a.","descr":" Capable of being done."},{"word":"Do-all","type":"n.","descr":" General manager; factotum."},{"word":"Doand","type":"p. pr.","descr":" Doing."},{"word":"Doat","type":"v. i.","descr":" See Dote."},{"word":"Dobber","type":"n.","descr":" See Dabchick."},{"word":"Dobber","type":"n.","descr":" A float to a fishing line."},{"word":"Dobbin","type":"n.","descr":" An old jaded horse."},{"word":"Dobbin","type":"n.","descr":" Sea gravel mixed with sand."},{"word":"Dobchick","type":"n.","descr":" See Dabchick."},{"word":"Dobson","type":"n.","descr":" The aquatic larva of a large neuropterous insect (Corydalus cornutus), used as bait in angling. See Hellgamite."},{"word":"Dobule","type":"n.","descr":" The European dace."},{"word":"Docent","type":"a.","descr":" Serving to instruct; teaching."},{"word":"Docetae","type":"n. pl.","descr":" Ancient heretics who held that Christ\\'s body was merely a phantom or appearance."},{"word":"Docetic","type":"a.","descr":" Pertaining to, held by, or like, the Docetae."},{"word":"Docetism","type":"n.","descr":" The doctrine of the Docetae."},{"word":"Dochmiac","type":"a.","descr":" Pertaining to, or containing, the dochmius."},{"word":"Dochmius","type":"n.","descr":" A foot of five syllables (usually \/ -- -\/ -)."},{"word":"Docibility","type":"n.","descr":" Alt. of Docibleness"},{"word":"Docibleness","type":"n.","descr":" Aptness for being taught; teachableness; docility."},{"word":"Docible","type":"a.","descr":" Easily taught or managed; teachable."},{"word":"Docile","type":"a.","descr":" Teachable; easy to teach; docible."},{"word":"Docile","type":"a.","descr":" Disposed to be taught; tractable; easily managed; as, a docile child."},{"word":"Docility","type":"n.","descr":" teachableness; aptness for being taught; docibleness."},{"word":"Docility","type":"n.","descr":" Willingness to be taught; tractableness."},{"word":"Docimacy","type":"n.","descr":" The art or practice of applying tests to ascertain the nature, quality, etc., of objects, as of metals or ores, of medicines, or of facts pertaining to physiology."},{"word":"Docimastic","type":"a.","descr":" Proving by experiments or tests."},{"word":"Docimology","type":"n.","descr":" A treatise on the art of testing, as in assaying metals, etc."},{"word":"Docity","type":"n.","descr":" Teachableness."},{"word":"Dock","type":"n.","descr":" A genus of plants (Rumex), some species of which are well-known weeds which have a long taproot and are difficult of extermination."},{"word":"Dock","type":"n.","descr":" The solid part of an animal\\'s tail, as distinguished from the hair; the stump of a tail; the part of a tail left after clipping or cutting."},{"word":"Dock","type":"n.","descr":" A case of leather to cover the clipped or cut tail of a horse."},{"word":"Docked","type":"imp. and p. p.","descr":" of Dock"},{"word":"Docking","type":"p. pr. and vb. n.","descr":" of Dock"},{"word":"Dock","type":"v. t.","descr":" to cut off, as the end of a thing; to curtail; to cut short; to clip; as, to dock the tail of a horse."},{"word":"Dock","type":"v. t.","descr":" To cut off a part from; to shorten; to deduct from; to subject to a deduction; as, to dock one\\'s wages."},{"word":"Dock","type":"v. t.","descr":" To cut off, bar, or destroy; as, to dock an entail."},{"word":"Dock","type":"n.","descr":" An artificial basin or an inclosure in connection with a harbor or river, -- used for the reception of vessels, and provided with gates for keeping in or shutting out the tide."},{"word":"Dock","type":"n.","descr":" The slip or water way extending between two piers or projecting wharves, for the reception of ships; -- sometimes including the piers themselves; as, to be down on the dock."},{"word":"Dock","type":"n.","descr":" The place in court where a criminal or accused person stands."},{"word":"Dock","type":"v. t.","descr":" To draw, law, or place (a ship) in a dock, for repairing, cleaning the bottom, etc."},{"word":"Dockage","type":"n.","descr":" A charge for the use of a dock."},{"word":"Dock-cress","type":"n.","descr":" Nipplewort."},{"word":"Docket","type":"n.","descr":" A small piece of paper or parchment, containing the heads of a writing; a summary or digest."},{"word":"Docket","type":"n.","descr":" A bill tied to goods, containing some direction, as the name of the owner, or the place to which they are to be sent; a label."},{"word":"Docket","type":"n.","descr":" An abridged entry of a judgment or proceeding in an action, or register or such entries; a book of original, kept by clerks of courts, containing a formal list of the names of parties, and minutes of the proceedings, in each case in court."},{"word":"Docket","type":"n.","descr":" A list or calendar of causes ready for hearing or trial, prepared for the use of courts by the clerks."},{"word":"Docket","type":"n.","descr":" A list or calendar of business matters to be acted on in any assembly."},{"word":"Docketed","type":"imp. and p. p.","descr":" of Docket"},{"word":"Docketing","type":"p. pr. and vb. n.","descr":" of Docket"},{"word":"Docket","type":"v. t.","descr":" To make a brief abstract of  (a writing) and indorse it on the back of the paper, or to indorse the title or contents on the back of; to summarize; as, to docket letters and papers."},{"word":"Docket","type":"v. t.","descr":" To make a brief abstract of and inscribe in a book; as, judgments regularly docketed."},{"word":"Docket","type":"v. t.","descr":" To enter or inscribe in a docket, or list of causes for trial."},{"word":"Docket","type":"v. t.","descr":" To mark with a ticket; as, to docket goods."},{"word":"Dockyard","type":"n.","descr":" A yard or storage place for all sorts of naval stores and timber for shipbuilding."},{"word":"Docoglossa","type":"n. pl.","descr":" An order of gastropods, including the true limpets, and having the teeth on the odontophore or lingual ribbon."},{"word":"Docquet","type":"n. and v.","descr":" See Docket."},{"word":"Doctor","type":"n.","descr":" A teacher; one skilled in a profession, or branch of knowledge learned man."},{"word":"Doctor","type":"n.","descr":" An academical title, originally meaning a men so well versed in his department as to be qualified to teach it. Hence: One who has taken the highest degree conferred by a university or college, or has received a diploma of the highest degree; as, a doctor of divinity, of law, of medicine, of music, or of philosophy. Such diplomas may confer an honorary title only."},{"word":"Doctor","type":"n.","descr":" One duly licensed to practice medicine; a member of the medical profession; a physician."},{"word":"Doctor","type":"n.","descr":" Any mechanical contrivance intended to remedy a difficulty or serve some purpose in an exigency; as, the doctor of a calico-printing machine, which is a knife to remove superfluous coloring matter; the doctor, or auxiliary engine, called also donkey engine."},{"word":"Doctor","type":"n.","descr":" The friar skate."},{"word":"Doctored","type":"imp. and p. p.","descr":" of Doctor"},{"word":"Doctoring","type":"p. pr. and vb. n.","descr":" of Doctor"},{"word":"Doctor","type":"v. t.","descr":" To treat as a physician does; to apply remedies to; to repair; as, to doctor a sick man or a broken cart."},{"word":"Doctor","type":"v. t.","descr":" To confer a doctorate upon; to make a doctor."},{"word":"Doctor","type":"v. t.","descr":" To tamper with and arrange for one\\'s own purposes; to falsify; to adulterate; as, to doctor election returns; to doctor whisky."},{"word":"Doctor","type":"v. i.","descr":" To practice physic."},{"word":"Doctoral","type":"a.","descr":" Of or relating to a doctor, or to the degree of doctor."},{"word":"Doctorally","type":"adv.","descr":" In the manner of a doctor."},{"word":"Doctorate","type":"n.","descr":" The degree, title, or rank, of a doctor."},{"word":"Doctorate","type":"v. t.","descr":" To make (one) a doctor."},{"word":"Doctoress","type":"n.","descr":" A female doctor."},{"word":"Doctorly","type":"a.","descr":" Like a doctor or learned man."},{"word":"Doctorship","type":"n.","descr":" Doctorate."},{"word":"Doctress","type":"n.","descr":" A female doctor."},{"word":"Doctrinable","type":"a.","descr":" Of the nature of, or constituting, doctrine."},{"word":"Doctrinaire","type":"n.","descr":" One who would apply to political or other practical concerns the abstract doctrines or the theories of his own philosophical system; a propounder of a new set of opinions; a dogmatic theorist. Used also adjectively; as, doctrinaire notions."},{"word":"Doctrinal","type":"a.","descr":" Pertaining to, or containing, doctrine or something taught and to be believed; as, a doctrinal observation."},{"word":"Doctrinal","type":"a.","descr":" Pertaining to, or having to do with, teaching."},{"word":"Doctrinal","type":"n.","descr":" A matter of doctrine; also, a system of doctrines."},{"word":"Doctrinally","type":"adv.","descr":" In a doctrinal manner or for; by way of teaching or positive direction."},{"word":"Doctrinarian","type":"n.","descr":" A doctrinaire."},{"word":"Doctrinarianism","type":"n.","descr":" The principles or practices of the Doctrinaires."},{"word":"Doctrine","type":"n.","descr":" Teaching; instruction."},{"word":"Doctrine","type":"n.","descr":" That which is taught; what is held, put forth as true, and supported by a teacher, a school, or a sect; a principle or position, or the body of principles, in any branch of knowledge; any tenet or dogma; a principle of faith; as, the doctrine of atoms; the doctrine of chances."},{"word":"Document","type":"n.","descr":" That which is taught or authoritatively set forth; precept; instruction; dogma."},{"word":"Document","type":"n.","descr":" An example for instruction or warning."},{"word":"Document","type":"n.","descr":" An original or official paper relied upon as the basis, proof, or support of anything else; -- in its most extended sense, including any writing, book, or other instrument conveying information in the case; any material substance on which the thoughts of men are represented by any species of conventional mark or symbol."},{"word":"Document","type":"v. t.","descr":" To teach; to school."},{"word":"Document","type":"v. t.","descr":" To furnish with documents or papers necessary to establish facts or give information; as, a a ship should be documented according to the directions of law."},{"word":"Documental","type":"a.","descr":" Of or pertaining to instruction."},{"word":"Documental","type":"a.","descr":" Of or pertaining to written evidence; documentary; as, documental testimony."},{"word":"Documentary","type":"a.","descr":" Pertaining to written evidence; contained or certified in writing."},{"word":"Dodd","type":"v. t.","descr":" Alt. of Dod"},{"word":"Dod","type":"v. t.","descr":" To cut off, as wool from sheep\\'s tails; to lop or clip off."},{"word":"Doddart","type":"n.","descr":" A game much like hockey, played in an open field; also, the, bent stick for playing the game."},{"word":"Dodded","type":"a.","descr":" Without horns; as, dodded cattle; without beards; as, dodded corn."},{"word":"Dodder","type":"n.","descr":" A plant of the genus Cuscuta. It is a leafless parasitical vine with yellowish threadlike stems. It attaches itself to some other plant, as to flax, goldenrod, etc., and decaying at the root, is nourished by the plant that supports it."},{"word":"Dodder","type":"v. t. and i.","descr":" To shake, tremble, or totter."},{"word":"Doddered","type":"a.","descr":" Shattered; infirm."},{"word":"Dodecagon","type":"n.","descr":" A figure or polygon bounded by twelve sides and containing twelve angles."},{"word":"Dodecagynia","type":"n. pl.","descr":" A Linnaean order of plants having twelve styles."},{"word":"Dodecagynian","type":"a.","descr":" Alt. of Dodecagynous"},{"word":"Dodecagynous","type":"a.","descr":" Of or pertaining to the Dodecagynia; having twelve styles."},{"word":"Dodecahedral","type":"a.","descr":" Pertaining to, or like, a dodecahedion; consisting of twelve equal sides."},{"word":"Dodecahedron","type":"n.","descr":" A solid having twelve faces."},{"word":"Dodecandria","type":"n. pl.","descr":" A Linnaean class of plants including all that have any number of stamens between twelve and nineteen."},{"word":"Dodecandrian","type":"a.","descr":" Alt. of Dodecandrous"},{"word":"Dodecandrous","type":"a.","descr":" Of or pertaining to the Dodecandria; having twelve stamens, or from twelve to nineteen."},{"word":"Dodecane","type":"n.","descr":" Any one of a group of thick oily hydrocarbons, C12H26, of the paraffin series."},{"word":"Dodecastyle","type":"a.","descr":" Having twelve columns in front."},{"word":"Dodecastyle","type":"n.","descr":" A dodecastyle portico, or building."},{"word":"Dodecasyllabic","type":"a.","descr":" Having twelve syllables."},{"word":"Dodecasyllable","type":"n.","descr":" A word consisting of twelve syllables."},{"word":"Dodecatemory","type":"n.","descr":" A tern applied to the twelve houses, or parts, of the zodiac of the primum mobile, to distinguish them from the twelve signs; also, any one of the twelve signs of the zodiac."},{"word":"Dodged","type":"imp. and p. p.","descr":" of Dodge"},{"word":"Dodging","type":"p. pr. and vb. n.","descr":" of Dodge"},{"word":"Dodge","type":"v. i.","descr":" To start suddenly aside, as to avoid a blow or a missile; to shift place by a sudden start."},{"word":"Dodge","type":"v. i.","descr":" To evade a duty by low craft; to practice mean shifts; to use tricky devices; to play fast and loose; to quibble."},{"word":"Dodge","type":"v. t.","descr":" To evade by a sudden shift of place; to escape by starting aside; as, to dodge a blow aimed or a ball thrown."},{"word":"Dodge","type":"v. t.","descr":" Fig.: To evade by craft; as, to dodge a question; to dodge responsibility."},{"word":"Dodge","type":"v. t.","descr":" To follow by dodging, or suddenly shifting from place to place."},{"word":"Dodge","type":"n.","descr":" The act of evading by some skillful movement; a sudden starting aside; hence, an artful device to evade, deceive, or cheat; a cunning trick; an artifice."},{"word":"Dodger","type":"n.","descr":" One who dodges or evades; one who plays fast and loose, or uses tricky devices."},{"word":"Dodger","type":"n.","descr":" A small handbill."},{"word":"Dodger","type":"n.","descr":" See Corndodger."},{"word":"Dodgery","type":"n.","descr":" trickery; artifice."},{"word":"Dodipate","type":"n.","descr":" Alt. of Dodipoll"},{"word":"Dodipoll","type":"n.","descr":" A stupid person; a fool; a blockhead."},{"word":"Dodkin","type":"n.","descr":" A doit; a small coin."},{"word":"Dodman","type":"n.","descr":" A snail; also, a snail shell; a hodmandod."},{"word":"Dodman","type":"n.","descr":" Any shellfish which casts its shell, as a lobster."},{"word":"Dodoes","type":"pl. ","descr":" of Dodo"},{"word":"Dodo","type":"n.","descr":" A large, extinct bird (Didus ineptus), formerly inhabiting the Island of Mauritius. It had short, half-fledged wings, like those of the ostrich, and a short neck and legs; -- called also dronte. It was related to the pigeons."},{"word":"Doe","type":"n.","descr":" A female deer or antelope; specifically, the female of the fallow deer, of which the male is called a buck.  Also applied to the female of other animals, as the rabbit. See the Note under Buck."},{"word":"Doe","type":"n.","descr":" A feat. [Obs.] See Do, n."},{"word":"Doeglic","type":"a.","descr":" Pertaining to, or obtained from, the doegling; as, doeglic acid (Chem.), an oily substance resembling oleic acid."},{"word":"Doegling","type":"n.","descr":" The beaked whale (Balaenoptera rostrata), from which doegling oil is obtained."},{"word":"Doer","type":"v. t. and i.","descr":" One who does; one performs or executes; one who is wont and ready to act; an actor; an agent."},{"word":"Doer","type":"v. t. and i.","descr":" An agent or attorney; a factor."},{"word":"Does","type":"","descr":" The 3d pers. sing. pres. of Do."},{"word":"Doeskin","type":"n.","descr":" The skin of the doe."},{"word":"Doeskin","type":"n.","descr":" A firm woolen cloth with a smooth, soft surface like a doe\\'s skin; -- made for men\\'s wear."},{"word":"Doffed","type":"imp. and p. p.","descr":" of Doff"},{"word":"Doffing","type":"p. pr. and vb. n.","descr":" of Doff"},{"word":"Doff","type":"v. t.","descr":" To put off, as dress; to divest one\\'s self of; hence, figuratively, to put or thrust away; to rid one\\'s self of."},{"word":"Doff","type":"v. t.","descr":" To strip; to divest; to undress."},{"word":"Doff","type":"v. i.","descr":" To put off dress; to take off the hat."},{"word":"Doffer","type":"n.","descr":" A revolving cylinder, or a vibrating bar with teeth, in a carding machine, which doffs, or strips off, the cotton from the cards."},{"word":"Dog","type":"n.","descr":" A quadruped of the genus Canis, esp. the domestic dog (C. familiaris)."},{"word":"Dog","type":"n.","descr":" A mean, worthless fellow; a wretch."},{"word":"Dog","type":"n.","descr":" A fellow; -- used humorously or contemptuously; as, a sly dog; a lazy dog."},{"word":"Dog","type":"n.","descr":" One of the two constellations, Canis Major and Canis Minor, or the Greater Dog and the Lesser Dog. Canis Major contains the Dog Star (Sirius)."},{"word":"Dog","type":"n.","descr":" An iron for holding wood in a fireplace; a firedog; an andiron."},{"word":"Dog","type":"n.","descr":" A grappling iron, with a claw or claws, for fastening into wood or other heavy articles, for the purpose of raising or moving them."},{"word":"Dog","type":"n.","descr":" An iron with fangs fastening a log in a saw pit, or on the carriage of a sawmill."},{"word":"Dog","type":"n.","descr":" A piece in machinery acting as a catch or clutch; especially, the carrier of a lathe, also, an adjustable stop to change motion, as in a machine tool."},{"word":"Dogged","type":"imp. and p. p.","descr":" of Dog"},{"word":"Dogging","type":"p. pr. and vb. n.","descr":" of Dog"},{"word":"Dog","type":"v. t.","descr":" To hunt or track like a hound; to follow insidiously or indefatigably; to chase with a dog or dogs; to worry, as if by dogs; to hound with importunity."},{"word":"Dogal","type":"a.","descr":" Of or pertaining to a doge."},{"word":"Dogate","type":"n.","descr":" The office or dignity of a doge."},{"word":"Dogbane","type":"n.","descr":" A small genus of perennial herbaceous plants, with poisonous milky juice, bearing slender pods pods in pairs."},{"word":"Dog bee","type":"","descr":" A male or drone bee."},{"word":"Dogberry","type":"n.","descr":" The berry of the dogwood; -- called also dogcherry."},{"word":"Dogbolt","type":"n.","descr":" The bolt of the cap-square over the trunnion of a cannon."},{"word":"Dog-brier","type":"n.","descr":" The dog-rose."},{"word":"Dogcart","type":"n.","descr":" A light one-horse carriage, commonly two-wheeled, patterned after a cart. The original dogcarts used in England by sportsmen had a box at the back for carrying dogs."},{"word":"Dog day","type":"","descr":" Alt. of Dogday"},{"word":"Dogday","type":"","descr":" One of the dog days."},{"word":"Dog days","type":"","descr":" A period of from four to six weeks, in the summer, variously placed by almanac makers between the early part of July and the early part of September; canicular days; -- so called in reference to the rising in ancient times of the Dog Star (Sirius) with the sun. Popularly, the sultry, close part of the summer."},{"word":"Dogdraw","type":"n.","descr":" The act of drawing after, or pursuing, deer with a dog."},{"word":"Doge","type":"n.","descr":" The chief magistrate in the republics of Venice and Genoa."},{"word":"Dog-eared","type":"a.","descr":" Having the corners of the leaves turned down and soiled by careless or long-continued usage; -- said of a book."},{"word":"Dogeate","type":"n.","descr":" Dogate."},{"word":"Dogeless","type":"a.","descr":" Without a doge."},{"word":"Dog-faced","type":"a.","descr":" Having a face resembling that of a dog."},{"word":"Dog fancier","type":"","descr":" One who has an unusual fancy for, or interest in, dogs; also, one who deals in dogs."},{"word":"Dogfish","type":"n.","descr":" A small shark, of many species, of the genera Mustelus, Scyllium, Spinax, etc."},{"word":"Dogfish","type":"n.","descr":" The bowfin (Amia calva). See Bowfin."},{"word":"Dogfish","type":"n.","descr":" The burbot of Lake Erie."},{"word":"Dog-fox","type":"n.","descr":" A male fox. See the Note under Dog, n., 6."},{"word":"Dog-fox","type":"n.","descr":" The Arctic or blue fox; -- a name also applied to species of the genus Cynalopex."},{"word":"Dogged","type":"a.","descr":" Sullen; morose."},{"word":"Dogged","type":"a.","descr":" Sullenly obstinate; obstinately determined or persistent; as, dogged resolution; dogged work."},{"word":"Doggedly","type":"adv.","descr":" In a dogged manner; sullenly; with obstinate resolution."},{"word":"Doggedness","type":"n.","descr":" Sullenness; moroseness."},{"word":"Doggedness","type":"n.","descr":" Sullen or obstinate determination; grim resolution or persistence."},{"word":"Dogger","type":"n.","descr":" A two-masted fishing vessel, used by the Dutch."},{"word":"Dogger","type":"n.","descr":" A sort of stone, found in the mines with the true alum rock, chiefly of silica and iron."},{"word":"Doggerel","type":"a.","descr":" Low in style, and irregular in measure; as, doggerel rhymes."},{"word":"Doggerel","type":"n.","descr":" A sort of loose or irregular verse; mean or undignified poetry."},{"word":"Doggerman","type":"n.","descr":" A sailor belonging to a dogger."},{"word":"Dogget","type":"n.","descr":" Docket. See Docket."},{"word":"Doggish","type":"a.","descr":" Like a dog; having the bad qualities of a dog; churlish; growling; brutal."},{"word":"Doggrel","type":"a. and n.","descr":" Same as Doggerel."},{"word":"Dog-headed","type":"a.","descr":" Having a head shaped like that of a dog; -- said of certain baboons."},{"word":"Dog-hearted","type":"a.","descr":" Inhuman; cruel."},{"word":"Doghole","type":"n.","descr":" A place fit only for dogs; a vile, mean habitation or apartment."},{"word":"dog-legged","type":"a.","descr":" Noting a flight of stairs, consisting of two or more straight portions connected by a platform (landing) or platforms, and running in opposite directions without an intervening wellhole."},{"word":"Dogmas","type":"pl. ","descr":" of Dogma"},{"word":"Dogmata","type":"pl. ","descr":" of Dogma"},{"word":"Dogma","type":"n.","descr":" That which is held as an opinion; a tenet; a doctrine."},{"word":"Dogma","type":"n.","descr":" A formally stated and authoritatively settled doctrine; a definite, established, and authoritative tenet."},{"word":"Dogma","type":"n.","descr":" A doctrinal notion asserted without regard to evidence or truth; an arbitrary dictum."},{"word":"Dogmatic","type":"n.","descr":" One of an ancient sect of physicians who went by general principles; -- opposed to the Empiric."},{"word":"Dogmatic","type":"a.","descr":" Alt. of Dogmatical"},{"word":"Dogmatical","type":"a.","descr":" Pertaining to a dogma, or to an established and authorized doctrine or tenet."},{"word":"Dogmatical","type":"a.","descr":" Asserting a thing positively and authoritatively; positive; magisterial; hence, arrogantly authoritative; overbearing."},{"word":"Dogmatically","type":"adv.","descr":" In a dogmatic manner; positively; magisterially."},{"word":"Dogmaticalness","type":"n.","descr":" The quality of being dogmatical; positiveness."},{"word":"Dogmatician","type":"n.","descr":" A dogmatist."},{"word":"Dogmatics","type":"n.","descr":" The science which treats of Christian doctrinal theology."},{"word":"Dogmatism","type":"n.","descr":" The manner or character of a dogmatist; arrogance or positiveness in stating opinion."},{"word":"Dogmatist","type":"n.","descr":" One who dogmatizes; one who speaks dogmatically; a bold and arrogant advancer of principles."},{"word":"Dogmatized","type":"imp. and p. p.","descr":" of Dogmatize"},{"word":"Dogmatizing","type":"p. pr. and vb. n.","descr":" of Dogmatize"},{"word":"Dogmatize","type":"v. i.","descr":" To assert positively; to teach magisterially or with bold and undue confidence; to advance with arrogance."},{"word":"Dogmatize","type":"v. t.","descr":" To deliver as a dogma."},{"word":"Dogmatizer","type":"n.","descr":" One who dogmatizes; a bold asserter; a magisterial teacher."},{"word":"Dog-rose","type":"n.","descr":" A common European wild rose, with single pink or white flowers."},{"word":"Dogs-bane","type":"n.","descr":" See Dogbane."},{"word":"Dogs-ear","type":"n.","descr":" The corner of a leaf, in a book, turned down like the ear of a dog."},{"word":"Dogship","type":"n.","descr":" The character, or individuality, of a dog."},{"word":"Dogshore","type":"n.","descr":" One of several shores used to hold a ship firmly and prevent her moving while the blocks are knocked away before launching."},{"word":"Dogsick","type":"a.","descr":" Sick as a dog sometimes is very sick."},{"word":"Dogskin","type":"n.","descr":" The skin of a dog, or leather made of the skin. Also used adjectively."},{"word":"Dogsleep","type":"n.","descr":" Pretended sleep."},{"word":"Dogsleep","type":"n.","descr":" The fitful naps taken when all hands are kept up by stress."},{"word":"Dogs-tail grass","type":"n.","descr":" A hardy species of British grass (Cynosurus cristatus) which abounds in grass lands, and is well suited for making straw plait; -- called also goldseed."},{"word":"Dog Star","type":"","descr":" Sirius, a star of the constellation Canis Major, or the Greater Dog, and the brightest star in the heavens; -- called also Canicula, and, in astronomical charts, \/ Canis Majoris. See Dog days."},{"word":"Dogs-tongue","type":"n.","descr":" Hound\\'s-tongue."},{"word":"Dogtie","type":"n.","descr":" A cramp."},{"word":"Dogteeth","type":"pl. ","descr":" of Dogtooth"},{"word":"Dogtooth","type":"n.","descr":" See Canine tooth, under Canine."},{"word":"Dogtooth","type":"n.","descr":" An ornament common in Gothic architecture, consisting of pointed projections resembling teeth; -- also called tooth ornament."},{"word":"Dogtrick","type":"n.","descr":" A gentle trot, like that of a dog."},{"word":"Dogvane","type":"n.","descr":" A small vane of bunting, feathers, or any other light material, carried at the masthead to indicate the direction of the wind."},{"word":"Dogwatch","type":"n.","descr":" A half watch; a watch of two hours, of which there are two, the first dogwatch from 4 to 6 o\\'clock, p. m., and the second dogwatch from 6 to 8 o\\'clock, p. m."},{"word":"Dog-weary","type":"a.","descr":" Extremely weary."},{"word":"Dogwood","type":"n.","descr":" The Cornus, a genus of large shrubs or small trees, the wood of which is exceedingly hard, and serviceable for many purposes."},{"word":"Dohtren","type":"n. pl.","descr":" Daughters."},{"word":"Doily","type":"n.","descr":" A kind of woolen stuff."},{"word":"Doily","type":"n.","descr":" A small napkin, used at table with the fruit, etc.; -- commonly colored and fringed."},{"word":"Doings","type":"pl. ","descr":" of Doing"},{"word":"Doing","type":"n.","descr":" Anything done; a deed; an action good or bad; hence, in the plural, conduct; behavior. See Do."},{"word":"Doit","type":"n.","descr":" A small Dutch coin, worth about half a farthing; also, a similar small coin once used in Scotland; hence, any small piece of money."},{"word":"Doit","type":"n.","descr":" A thing of small value; as, I care not a doit."},{"word":"Doitkin","type":"n.","descr":" A very small coin; a doit."},{"word":"Dokimastic","type":"a.","descr":" Docimastic."},{"word":"Doko","type":"n.","descr":" See Lepidosiren."},{"word":"Dolabra","type":"n.","descr":" A rude ancient ax or hatchet, seen in museums."},{"word":"Dolabriform","type":"a.","descr":" Shaped like the head of an ax or hatchet, as some leaves, and also certain organs of some shellfish."},{"word":"Dolce","type":"adv.","descr":" Alt. of Dolcemente"},{"word":"Dolcemente","type":"adv.","descr":" Softly; sweetly; with soft, smooth, and delicate execution."},{"word":"Dolcino","type":"n.","descr":" Alt. of Dulcino"},{"word":"Doldrums","type":"n. pl.","descr":" A part of the ocean near the equator, abounding in calms, squalls, and light, baffling winds, which sometimes prevent all progress for weeks; -- so called by sailors."},{"word":"Dole","type":"n.","descr":" grief; sorrow; lamentation."},{"word":"Dole","type":"n.","descr":" See Dolus."},{"word":"Dole","type":"n.","descr":" Distribution; dealing; apportionment."},{"word":"Dole","type":"n.","descr":" That which is dealt out; a part, share, or portion also, a scanty share or allowance."},{"word":"Dole","type":"n.","descr":" Alms; charitable gratuity or portion."},{"word":"Dole","type":"n.","descr":" A boundary; a landmark."},{"word":"Dole","type":"n.","descr":" A void space left in tillage."},{"word":"Doled","type":"imp. and p. p.","descr":" of Dole"},{"word":"Doling","type":"p. pr. and vb. n.","descr":" of Dole"},{"word":"Dole","type":"v. t.","descr":" To deal out in small portions; to distribute, as a dole; to deal out scantily or grudgingly."},{"word":"Doleful","type":"a.","descr":" Full of dole or grief; expressing or exciting sorrow; sorrowful; sad; dismal."},{"word":"Dolent","type":"a.","descr":" Sorrowful."},{"word":"Dolente","type":"a. and adv.","descr":" Plaintively. See Doloroso."},{"word":"Dolerite","type":"n.","descr":" A dark-colored, basic, igneous rock, composed essentially of pyroxene and a triclinic feldspar with magnetic iron. By many authors it is considered equivalent to a coarse-grained basalt."},{"word":"Doleritic","type":"a.","descr":" Of the nature of dolerite; as, much lava is doleritic lava."},{"word":"Dolesome","type":"a.","descr":" Doleful; dismal; gloomy; sorrowful."},{"word":"Dolf","type":"imp.","descr":" of Delve."},{"word":"Dolichocephalic","type":"a.","descr":" Alt. of Dolichocephalous"},{"word":"Dolichocephalous","type":"a.","descr":" Having the cranium, or skull, long to its breadth; long-headed; -- opposed to brachycephalic."},{"word":"Dolichocephaly","type":"n.","descr":" Alt. of Dolichocephalism"},{"word":"Dolichocephalism","type":"n.","descr":" The quality or condition of being dolichocephalic."},{"word":"Dolioform","type":"a.","descr":" Barrel-shaped, or like a cask in form."},{"word":"Doliolum","type":"n.","descr":" A genus of freeswimming oceanic tunicates, allied to Salpa, and having alternate generations."},{"word":"Do-little","type":"n.","descr":" One who performs little though professing much."},{"word":"Dolium","type":"n.","descr":" A genus of large univalve mollusks, including the partridge shell and tun shells."},{"word":"Doll","type":"n.","descr":" A child\\'s puppet; a toy baby for a little girl."},{"word":"Dollar","type":"n.","descr":" A silver coin of the United States containing 371.25 grains of silver and 41.25 grains of alloy, that is, having a total weight of 412.5 grains."},{"word":"Dollar","type":"n.","descr":" A gold coin of the United States containing 23.22 grains of gold and 2.58 grains of alloy, that is, having a total weight of 25.8 grains, nine-tenths fine. It is no longer coined."},{"word":"Dollar","type":"n.","descr":" A coin of the same general weight and value, though differing slightly in different countries, current in Mexico, Canada, parts of South America, also in Spain, and several other European countries."},{"word":"Dollar","type":"n.","descr":" The value of a dollar; the unit commonly employed in the United States in reckoning money values."},{"word":"Dollardee","type":"n.","descr":" A species of sunfish (Lepomis pallidus), common in the United States; -- called also blue sunfish, and copper-nosed bream."},{"word":"Dollman","type":"n.","descr":" See Dolman."},{"word":"Dollies","type":"pl. ","descr":" of Dolly"},{"word":"Dolly","type":"n.","descr":" A contrivance, turning on a vertical axis by a handle or winch, and giving a circular motion to the ore to be washed; a stirrer."},{"word":"Dolly","type":"n.","descr":" A tool with an indented head for shaping the head of a rivet."},{"word":"Dolly","type":"n.","descr":" In pile driving, a block interposed between the head of the pile and the ram of the driver."},{"word":"Dolly","type":"n.","descr":" A small truck with a single wide roller used for moving heavy beams, columns, etc., in bridge building."},{"word":"Dolly","type":"n.","descr":" A compact, narrow-gauge locomotive used for moving construction trains, switching, etc."},{"word":"Dolly","type":"n.","descr":" A child\\'s mane for a doll."},{"word":"Dolly Varden","type":"","descr":" A character in Dickens\\'s novel \"Barnaby Rudge,\" a beautiful, lively, and coquettish girl who wore a cherry-colored mantle and cherry-colored ribbons."},{"word":"Dolly Varden","type":"","descr":" A style of light, bright-figured dress goods for women; also, a style of dress."},{"word":"Dolman","type":"n.","descr":" A long robe or outer garment, with long sleeves, worn by the Turks."},{"word":"Dolman","type":"n.","descr":" A cloak of a peculiar fashion worn by women."},{"word":"Dolmen","type":"n.","descr":" A cromlech. See Cromlech."},{"word":"Dolomite","type":"n.","descr":" A mineral consisting of the carbonate of lime and magnesia in varying proportions. It occurs in distinct crystals, and in extensive beds as a compact limestone, often crystalline granular, either white or clouded. It includes much of the common white marble. Also called bitter spar."},{"word":"Dolomitic","type":"a.","descr":" Pertaining to dolomite."},{"word":"Dolomize","type":"v. t.","descr":" To convert into dolomite."},{"word":"Dolor","type":"n.","descr":" Pain; grief; distress; anguish."},{"word":"Doloriferous","type":"a.","descr":" Producing pain."},{"word":"Dolorific","type":"a.","descr":" Alt. of Dolorifical"},{"word":"Dolorifical","type":"a.","descr":" Causing pain or grief."},{"word":"Doloroso","type":"a. and adv.","descr":" Plaintive; pathetic; -- used adverbially as a musical direction."},{"word":"Dolorous","type":"a.","descr":" Full of grief; sad; sorrowful; doleful; dismal; as, a dolorous object; dolorous discourses."},{"word":"Dolorous","type":"a.","descr":" Occasioning pain or grief; painful."},{"word":"Dolphin","type":"n.","descr":" A cetacean of the genus Delphinus and allied genera (esp. D. delphis); the true dolphin."},{"word":"Dolphin","type":"n.","descr":" The Coryphaena hippuris, a fish of about five feet in length, celebrated for its surprising changes of color when dying. It is the fish commonly known as the dolphin. See Coryphaenoid."},{"word":"Dolphin","type":"n.","descr":" A mass of iron or lead hung from the yardarm, in readiness to be dropped on the deck of an enemy\\'s vessel."},{"word":"Dolphin","type":"n.","descr":" A kind of wreath or strap of plaited cordage."},{"word":"Dolphin","type":"n.","descr":" A spar or buoy held by an anchor and furnished with a ring to which ships may fasten their cables."},{"word":"Dolphin","type":"n.","descr":" A mooring post on a wharf or beach."},{"word":"Dolphin","type":"n.","descr":" A permanent fender around a heavy boat just below the gunwale."},{"word":"Dolphin","type":"n.","descr":" In old ordnance, one of the handles above the trunnions by which the gun was lifted."},{"word":"Dolphin","type":"n.","descr":" A small constellation between Aquila and Pegasus. See Delphinus, n., 2."},{"word":"Dolphinet","type":"n.","descr":" A female dolphin."},{"word":"Dolt","type":"n.","descr":" A heavy, stupid fellow; a blockhead; a numskull; an ignoramus; a dunce; a dullard."},{"word":"Dolt","type":"v. i.","descr":" To behave foolishly."},{"word":"Doltish","type":"a.","descr":" Doltlike; dull in intellect; stupid; blockish; as, a doltish clown."},{"word":"Dolus","type":"n.","descr":" Evil intent, embracing both malice and fraud. See Culpa."},{"word":"Dolven","type":"p. p.","descr":" of Delve."},{"word":"Dom","type":"n.","descr":" A title anciently given to the pope, and later to other church dignitaries and some monastic orders. See Don, and Dan."},{"word":"Dom","type":"n.","descr":" In Portugal and Brazil, the title given to a member of the higher classes."},{"word":"Domable","type":"a.","descr":" Capable of being tamed; tamable."},{"word":"Domableness","type":"n.","descr":" Tamableness."},{"word":"Domage","type":"n.","descr":" Damage; hurt."},{"word":"Domage","type":"n.","descr":" Subjugation."},{"word":"Domain","type":"n.","descr":" Dominion; empire; authority."},{"word":"Domain","type":"n.","descr":" The territory over which dominion or authority is exerted; the possessions of a sovereign or commonwealth, or the like. Also used figuratively."},{"word":"Domain","type":"n.","descr":" Landed property; estate; especially, the land about the mansion house of a lord, and in his immediate occupancy; demesne."},{"word":"Domain","type":"n.","descr":" Ownership of land; an estate or patrimony which one has in his own right; absolute proprietorship; paramount or sovereign ownership."},{"word":"Domal","type":"a.","descr":" Pertaining to a house."},{"word":"Domanial","type":"a.","descr":" Of or relating to a domain or to domains."},{"word":"Dome","type":"n.","descr":" A building; a house; an edifice; -- used chiefly in poetry."},{"word":"Dome","type":"n.","descr":" A cupola formed on a large scale."},{"word":"Dome","type":"n.","descr":" Any erection resembling the dome or cupola of a building; as the upper part of a furnace, the vertical steam chamber on the top of a boiler, etc."},{"word":"Dome","type":"n.","descr":" A prism formed by planes parallel to a lateral axis which meet above in a horizontal edge, like the roof of a house; also, one of the planes of such a form."},{"word":"Dome","type":"n.","descr":" Decision; judgment; opinion; a court decision."},{"word":"Domebook","type":"n.","descr":" A book said to have been compiled under the direction of King Alfred. It is supposed to have contained the principal maxims of the common law, the penalties for misdemeanors, and the forms of judicial proceedings. Domebook was probably a general name for book of judgments."},{"word":"Domed","type":"a.","descr":" Furnished with a dome; shaped like a dome."},{"word":"Domesday","type":"n.","descr":" A day of judgment. See Doomsday."},{"word":"Domesmen","type":"pl. ","descr":" of Domesman"},{"word":"Domesman","type":"n.","descr":" A judge; an umpire."},{"word":"Domestic","type":"a.","descr":" Of or pertaining to one\\'s house or home, or one\\'s household or family; relating to home life; as, domestic concerns, life, duties, cares, happiness, worship, servants."},{"word":"Domestic","type":"a.","descr":" Of or pertaining to a nation considered as a family or home, or to one\\'s own country; intestine; not foreign; as, foreign wars and domestic dissensions."},{"word":"Domestic","type":"a.","descr":" Remaining much at home; devoted to home duties or pleasures; as, a domestic man or woman."},{"word":"Domestic","type":"a.","descr":" Living in or near the habitations of man; domesticated; tame as distinguished from wild; as, domestic animals."},{"word":"Domestic","type":"a.","descr":" Made in one\\'s own house, nation, or country; as, domestic manufactures, wines, etc."},{"word":"Domestic","type":"n.","descr":" One who lives in the family of an other, as hired household assistant; a house servant."},{"word":"Domestic","type":"n.","descr":" Articles of home manufacture, especially cotton goods."},{"word":"Domestical","type":"a.","descr":" Domestic."},{"word":"Domestical","type":"n.","descr":" A family; a household."},{"word":"Domestically","type":"adv.","descr":" In a domestic manner; privately; with reference to domestic affairs."},{"word":"Domesticant","type":"a.","descr":" Forming part of the same family."},{"word":"Domesticated","type":"imp. and p. p.","descr":" of Domesticate"},{"word":"Domesticating.","type":"p. pr. and vb. n.","descr":" of Domesticate"},{"word":"Domesticate","type":"a.","descr":" To make domestic; to habituate to home life; as, to domesticate one\\'s self."},{"word":"Domesticate","type":"a.","descr":" To cause to be, as it were, of one\\'s family or country; as, to domesticate a foreign custom or word."},{"word":"Domesticate","type":"a.","descr":" To tame or reclaim from a wild state; as, to domesticate wild animals; to domesticate a plant."},{"word":"Domestication","type":"n.","descr":" The act of domesticating, or accustoming to home; the action of taming wild animals."},{"word":"Domesticator","type":"n.","descr":" One who domesticates."},{"word":"Domesticity","type":"n.","descr":" The state of being domestic; domestic character; household life."},{"word":"Domett","type":"n.","descr":" A kind of baize of which the ward is cotton and the weft woolen."},{"word":"Domeykite","type":"n.","descr":" A massive mineral of tin-white or steel-gray color, an arsenide of copper."},{"word":"Domical","type":"a.","descr":" Relating to, or shaped like, a dome."},{"word":"Domicile","type":"n.","descr":" An abode or mansion; a place of permanent residence, either of an individual or a family."},{"word":"Domicile","type":"n.","descr":" A residence at a particular place accompanied with an intention to remain there for an unlimited time; a residence accepted as a final abode."},{"word":"Domiciled","type":"imp. and p. p.","descr":" of Domicile"},{"word":"Domiciling","type":"p. pr. and vb. n.","descr":" of Domicile"},{"word":"Domicile","type":"v. t.","descr":" To establish in a fixed residence, or a residence that constitutes habitancy; to domiciliate."},{"word":"Domiciliar","type":"n.","descr":" A member of a household; a domestic."},{"word":"Domicillary","type":"a.","descr":" Of or pertaining to a domicile, or the residence of a person or family."},{"word":"Domiciliated","type":"imp. and p. p.","descr":" of Domiciliate"},{"word":"Domiciliating","type":"p. pr. and vb. n.","descr":" of Domiciliate"},{"word":"Domiciliate","type":"v. t.","descr":" To establish in a permanent residence; to domicile."},{"word":"Domiciliate","type":"v. t.","descr":" To domesticate."},{"word":"Domiciliation","type":"n.","descr":" The act of domiciliating; permanent residence; inhabitancy."},{"word":"Domiculture","type":"n.","descr":" The art of house-keeping, cookery, etc."},{"word":"Domify","type":"v. t.","descr":" To divide, as the heavens, into twelve houses. See House, in astrological sense."},{"word":"Domify","type":"v. t.","descr":" To tame; to domesticate."},{"word":"Domina","type":"n.","descr":" Lady; a lady; -- a title formerly given to noble ladies who held a barony in their own right."},{"word":"Dominance","type":"n.","descr":" Alt. of Dominancy"},{"word":"Dominancy","type":"n.","descr":" Predominance; ascendency; authority."},{"word":"Dominant","type":"a.","descr":" Ruling; governing; prevailing; controlling; predominant; as, the dominant party, church, spirit, power."},{"word":"Dominant","type":"n.","descr":" The fifth tone of the scale; thus G is the dominant of C, A of D, and so on."},{"word":"Dominated","type":"imp. and p. p.","descr":" of Dominate"},{"word":"Dominating","type":"p. pr. and vb. n.","descr":" of Dominate"},{"word":"Dominate","type":"v. t.","descr":" To predominate over; to rule; to govern."},{"word":"Dominate","type":"v. i.","descr":" To be dominant."},{"word":"Domination","type":"n.","descr":" The act of dominating; exercise of power in ruling; dominion; supremacy; authority; often, arbitrary or insolent sway."},{"word":"Domination","type":"n.","descr":" A ruling party; a party in power."},{"word":"Domination","type":"n.","descr":" A high order of angels in the celestial hierarchy; -- a meaning given by the schoolmen."},{"word":"Dominative","type":"a.","descr":" Governing; ruling; imperious."},{"word":"Dominator","type":"n.","descr":" A ruler or ruling power."},{"word":"Domine","type":"n.","descr":" A name given to a pastor of the Reformed Church. The word is also applied locally in the United States, in colloquial speech, to any clergyman."},{"word":"Domine","type":"n.","descr":" A West Indian fish (Epinula magistralis), of the family Trichiuridae. It is a long-bodied, voracious fish."},{"word":"Domineered","type":"imp. and p. p.","descr":" of Domineer"},{"word":"Domineering","type":"p. pr. and vb. n.","descr":" of Domineer"},{"word":"Domineer","type":"v. t.","descr":" To rule with insolence or arbitrary sway; to play the master; to be overbearing; to tyrannize; to bluster; to swell with conscious superiority or haughtiness; -- often with over; as, to domineer over dependents."},{"word":"Domineering","type":"a.","descr":" Ruling arrogantly; overbearing."},{"word":"Dominical","type":"a.","descr":" Indicating, or pertaining to, the Lord\\'s day, or Sunday."},{"word":"Dominical","type":"a.","descr":" Relating to, or given by, our Lord; as, the dominical (or Lord\\'s) prayer."},{"word":"Dominical","type":"n.","descr":" The Lord\\'s day or Sunday; also, the Lord\\'s prayer."},{"word":"Dominican","type":"a.","descr":" Of or pertaining to St. Dominic (Dominic de Guzman), or to the religions communities named from him."},{"word":"Dominican","type":"n.","descr":" One of an order of mendicant monks founded by Dominic de Guzman, in 1215. A province of the order was established in England in 1221. The first foundation in the United States was made in 1807. The Master of the Sacred Palace at Rome is always a Dominican friar. The Dominicans are called also preaching friars, friars preachers, black friars (from their black cloak), brothers of St. Mary, and in France, Jacobins."},{"word":"Dominicide","type":"n.","descr":" The act of killing a master."},{"word":"Dominicide","type":"n.","descr":" One who kills his master."},{"word":"Dominie","type":"n.","descr":" A schoolmaster; a pedagogue."},{"word":"Dominie","type":"n.","descr":" A clergyman. See Domine, 1."},{"word":"Dominion","type":"n.","descr":" Sovereign or supreme authority; the power of governing and controlling; independent right of possession, use, and control; sovereignty; supremacy."},{"word":"Dominion","type":"n.","descr":" Superior prominence; predominance; ascendency."},{"word":"Dominion","type":"n.","descr":" That which is governed; territory over which authority is exercised; the tract, district, or county, considered as subject; as, the dominions of a king. Also used figuratively; as, the dominion of the passions."},{"word":"Dominion","type":"n.","descr":" A supposed high order of angels; dominations. See Domination, 3."},{"word":"Dominos","type":"pl. ","descr":" of Domino"},{"word":"Dominoes","type":"pl. ","descr":" of Domino"},{"word":"Domino","type":"n.","descr":" A kind of hood worn by the canons of a cathedral church; a sort of amice."},{"word":"Domino","type":"n.","descr":" A mourning veil formerly worn by women."},{"word":"Domino","type":"n.","descr":" A kind of mask; particularly, a half mask worn at masquerades, to conceal the upper part of the face. Dominos were formerly worn by ladies in traveling."},{"word":"Domino","type":"n.","descr":" A costume worn as a disguise at masquerades, consisting of a robe with a hood adjustable at pleasure."},{"word":"Domino","type":"n.","descr":" A person wearing a domino."},{"word":"Domino","type":"n.","descr":" A game played by two or more persons, with twenty-eight pieces of wood, bone, or ivory, of a flat, oblong shape, plain at the back, but on the face divided by a line in the middle, and either left blank or variously dotted after the manner of dice. The game is played by matching the spots or the blank of an unmatched half of a domino already played"},{"word":"Domino","type":"n.","descr":" One of the pieces with which the game of dominoes is played."},{"word":"Domini","type":"pl. ","descr":" of Dominus"},{"word":"Dominus","type":"n.","descr":" Master; sir; -- a title of respect formerly applied to a knight or a clergyman, and sometimes to the lord of a manor."},{"word":"Domitable","type":"a.","descr":" That can be tamed."},{"word":"Domite","type":"n.","descr":" A grayish variety of trachyte; -- so called from the Puy-de-Dome in Auvergne, France, where it is found."},{"word":"Don","type":"n.","descr":" Sir; Mr; Signior; -- a title in Spain, formerly given to noblemen and gentlemen only, but now common to all classes."},{"word":"Don","type":"n.","descr":" A grand personage, or one making pretension to consequence; especially, the head of a college, or one of the fellows at the English universities."},{"word":"Donned","type":"imp. and p. p.","descr":" of Don"},{"word":"Donning","type":"p. pr. and vb. n.","descr":" of Don"},{"word":"Don","type":"v. t.","descr":" To put on; to dress in; to invest one\\'s self with."},{"word":"Do\u0096a","type":"n.","descr":" Lady; mistress; madam; -- a title of respect used in Spain, prefixed to the Christian name of a lady."},{"word":"Donable","type":"a.","descr":" Capable of being donated or given."},{"word":"Donary","type":"n.","descr":" A thing given to a sacred use."},{"word":"Donat","type":"n.","descr":" A grammar."},{"word":"Donatary","type":"n.","descr":" See Donatory."},{"word":"Donated","type":"imp. and p. p.","descr":" of Donate"},{"word":"Donating","type":"p. pr. and vb. n.","descr":" of Donate"},{"word":"Donate","type":"v. t.","descr":" To give; to bestow; to present; as, to donate fifty thousand dollars to a college."},{"word":"Donation","type":"n.","descr":" The act of giving or bestowing; a grant."},{"word":"Donation","type":"n.","descr":" That which is given as a present; that which is transferred to another gratuitously; a gift."},{"word":"Donation","type":"n.","descr":" The act or contract by which a person voluntarily transfers the title to a thing of which be is the owner, from himself to another, without any consideration, as a free gift."},{"word":"Donatism","type":"n.","descr":" The tenets of the Donatists."},{"word":"Donatist","type":"n.","descr":" A follower of Donatus, the leader of a body of North African schismatics and purists, who greatly disturbed the church in the 4th century. They claimed to be the true church."},{"word":"Donatistic","type":"a.","descr":" Pertaining to Donatism."},{"word":"Donative","type":"n.","descr":" A gift; a largess; a gratuity; a present."},{"word":"Donative","type":"n.","descr":" A benefice conferred on a person by the founder or patron, without either presentation or institution by the ordinary, or induction by his orders. See the Note under Benefice, n., 3."},{"word":"Donative","type":"a.","descr":" Vested or vesting by donation; as, a donative advowson."},{"word":"Donator","type":"n.","descr":" One who makes a gift; a donor; a giver."},{"word":"Donatory","type":"n.","descr":" A donee of the crown; one the whom, upon certain condition, escheated property is made over."},{"word":"Do-naught","type":"n.","descr":" A lazy, good-for-nothing fellow."},{"word":"Donax","type":"n.","descr":" A canelike grass of southern Europe (Arundo Donax), used for fishing rods, etc."},{"word":"Doncella","type":"n.","descr":" A handsome fish of Florida and the West Indies (Platyglossus radiatus). The name is applied also to the ladyfish (Harpe rufa) of the same region."},{"word":"Done","type":"","descr":" p. p. from Do, and formerly the infinitive."},{"word":"Done","type":"infinitive.","descr":" Performed; executed; finished."},{"word":"Done","type":"infinitive.","descr":" It is done or agreed; let it be a match or bargain; -- used elliptically."},{"word":"Done","type":"a.","descr":" Given; executed; issued; made public; -- used chiefly in the clause giving the date of a proclamation or public act."},{"word":"Donee","type":"n.","descr":" The person to whom a gift or donation is made."},{"word":"Donee","type":"n.","descr":" Anciently, one to whom lands were given; in later use, one to whom lands and tenements are given in tail; in modern use, one on whom a power is conferred for execution; -- sometimes called the appointor."},{"word":"Donet","type":"n.","descr":" Same as Donat. Piers Plowman."},{"word":"Doni","type":"n.","descr":" A clumsy craft, having one mast with a long sail, used for trading purposes on the coasts of Coromandel and Ceylon."},{"word":"Doniferous","type":"a.","descr":" Bearing gifts."},{"word":"Donjon","type":"n.","descr":" The chief tower, also called the keep; a massive tower in ancient castles, forming the strongest part of the fortifications. See Illust. of Castle."},{"word":"Donkeys","type":"pl. ","descr":" of Donkey"},{"word":"Donkey","type":"n.","descr":" An ass; or (less frequently) a mule."},{"word":"Donkey","type":"n.","descr":" A stupid or obstinate fellow; an ass."},{"word":"Donna","type":"n.","descr":" A lady; madam; mistress; -- the title given a lady in Italy."},{"word":"Donnat","type":"n.","descr":" See Do-naught."},{"word":"Donnism","type":"n","descr":" Self-importance; loftiness of carriage."},{"word":"Donor","type":"n.","descr":" One who gives or bestows; one who confers anything gratuitously; a benefactor."},{"word":"Donor","type":"n.","descr":" One who grants an estate; in later use, one who confers a power; -- the opposite of donee."},{"word":"Do-nothing","type":"a.","descr":" Doing nothing; inactive; idle; lazy; as, a do-nothing policy."},{"word":"Do-nothingism","type":"n.","descr":" Alt. of Do-nothingness"},{"word":"Do-nothingness","type":"n.","descr":" Inactivity; habitual sloth; idleness."},{"word":"Donship","type":"n.","descr":" The quality or rank of a don, gentleman, or knight."},{"word":"Donzel","type":"n.","descr":" A young squire, or knight\\'s attendant; a page."},{"word":"Doo","type":"n.","descr":" A dove."},{"word":"Doob grass","type":"","descr":" A perennial, creeping grass (Cynodon dactylon), highly prized, in Hindostan, as food for cattle, and acclimated in the United States."},{"word":"Doodle","type":"n.","descr":" A trifler; a simple fellow."},{"word":"Doodlesack","type":"n.","descr":" The Scotch bagpipe."},{"word":"Doole","type":"n.","descr":" Sorrow; dole."},{"word":"Doolies","type":"pl. ","descr":" of Dooly"},{"word":"Dooly","type":"n.","descr":" A kind of litter suspended from men\\'s shoulders, for carrying persons or things; a palanquin."},{"word":"Doom","type":"v. t.","descr":" Judgment; judicial sentence; penal decree; condemnation."},{"word":"Doom","type":"v. t.","descr":" That to which one is doomed or sentenced; destiny or fate, esp. unhappy destiny; penalty."},{"word":"Doom","type":"v. t.","descr":" Ruin; death."},{"word":"Doom","type":"v. t.","descr":" Discriminating opinion or judgment; discrimination; discernment; decision."},{"word":"Doomed","type":"imp. and p. p.","descr":" of Doom"},{"word":"Dooming","type":"p. pr. and vb. n.","descr":" of Doom"},{"word":"Doom","type":"v. t.","descr":" To judge; to estimate or determine as a judge."},{"word":"Doom","type":"v. t.","descr":" To pronounce sentence or judgment on; to condemn; to consign by a decree or sentence; to sentence; as, a criminal doomed to chains or death."},{"word":"Doom","type":"v. t.","descr":" To ordain as penalty; hence, to mulct or fine."},{"word":"Doom","type":"v. t.","descr":" To assess a tax upon, by estimate or at discretion."},{"word":"Doom","type":"v. t.","descr":" To destine; to fix irrevocably the destiny or fate of; to appoint, as by decree or by fate."},{"word":"Doomage","type":"n.","descr":" A penalty or fine for neglect."},{"word":"Doomful","type":"a.","descr":" Full of condemnation or destructive power."},{"word":"Doom palm","type":"","descr":" A species of palm tree (Hyphaene Thebaica), highly valued for the fibrous pulp of its fruit, which has the flavor of gingerbread, and is largely eaten in Egypt and Abyssinia."},{"word":"Doomsday","type":"n.","descr":" A day of sentence or condemnation; day of death."},{"word":"Doomsday","type":"n.","descr":" The day of the final judgment."},{"word":"Doomsman","type":"n.","descr":" A judge; an umpire."},{"word":"Doomster","type":"n.","descr":" Same as Dempster."},{"word":"Door","type":"n.","descr":" An opening in the wall of a house or of an apartment, by which to go in and out; an entrance way."},{"word":"Door","type":"n.","descr":" The frame or barrier of boards, or other material, usually turning on hinges, by which an entrance way into a house or apartment is closed and opened."},{"word":"Door","type":"n.","descr":" Passage; means of approach or access."},{"word":"Door","type":"n.","descr":" An entrance way, but taken in the sense of the house or apartment to which it leads."},{"word":"Doorcase","type":"n.","descr":" The surrounding frame into which a door shuts."},{"word":"Doorcheek","type":"n.","descr":" The jamb or sidepiece of a door."},{"word":"Doorga","type":"n.","descr":" A Hindoo divinity, the consort of Siva, represented with ten arms."},{"word":"Dooring","type":"n.","descr":" The frame of a door."},{"word":"Doorkeeper","type":"n.","descr":" One who guards the entrance of a house or apartment; a porter; a janitor."},{"word":"Doorless","type":"a.","descr":" Without a door."},{"word":"Doornail","type":"n.","descr":" The nail or knob on which in ancient doors the knocker struck; -- hence the old saying, \"As dead as a doornail.\""},{"word":"Doorplane","type":"n.","descr":" A plane on a door, giving the name, and sometimes the employment, of the occupant."},{"word":"Doorpost","type":"n.","descr":" The jamb or sidepiece of a doorway."},{"word":"Doorsill","type":"n.","descr":" The sill or threshold of a door."},{"word":"Doorstead","type":"n.","descr":" Entrance or place of a door."},{"word":"Doorstep","type":"n.","descr":" The stone or plank forming a step before an outer door."},{"word":"Doorstone","type":"n.","descr":" The stone forming a threshold."},{"word":"Doorstop","type":"n.","descr":" The block or strip of wood or similar material which stops, at the right place, the shutting of a door."},{"word":"Doorway","type":"n.","descr":" The passage of a door; entrance way into a house or a room."},{"word":"Dooryard","type":"n.","descr":" A yard in front of a house or around the door of a house."},{"word":"Dop","type":"n.","descr":" Alt. of Doop"},{"word":"Doop","type":"n.","descr":" A little copper cup in which a diamond is held while being cut."},{"word":"Dop","type":"v. i.","descr":" To dip."},{"word":"Dop","type":"n.","descr":" A dip; a low courtesy."},{"word":"Dopper","type":"n.","descr":" An Anabaptist or Baptist."},{"word":"Dopplerite","type":"n.","descr":" A brownish black native hydrocarbon occurring in elastic or jellylike masses."},{"word":"Doquet","type":"n.","descr":" A warrant. See Docket."},{"word":"Dor","type":"n.","descr":" A large European scaraboid beetle (Geotrupes stercorarius), which makes a droning noise while flying. The name is also applied to allied American species, as the June bug. Called also dorr, dorbeetle, or dorrbeetle, dorbug, dorrfly, and buzzard clock."},{"word":"Dor","type":"n.","descr":" A trick, joke, or deception."},{"word":"Dor","type":"v. t.","descr":" To make a fool of; to deceive."},{"word":"Dorado","type":"n.","descr":" A southern constellation, within which is the south pole of the ecliptic; -- called also sometimes Xiphias, or the Swordfish."},{"word":"Dorado","type":"n.","descr":" A large, oceanic fish of the genus Coryphaena."},{"word":"Dorbeetle","type":"n.","descr":" See 1st Dor."},{"word":"Doree","type":"n.","descr":" A European marine fish (Zeus faber), of a yellow color. See Illust. of John Doree."},{"word":"Doretree","type":"n.","descr":" A doorpost."},{"word":"Dorhawk","type":"n.","descr":" The European goatsucker; -- so called because it eats the dor beetle. See Goatsucker."},{"word":"Dorian","type":"a.","descr":" Of or pertaining to the ancient Greeks of Doris; Doric; as, a Dorian fashion."},{"word":"Dorian","type":"a.","descr":" Same as Doric, 3."},{"word":"Dorian","type":"n.","descr":" A native or inhabitant of Doris in Greece."},{"word":"Doric","type":"a.","descr":" Pertaining to Doris, in ancient Greece, or to the Dorians; as, the Doric dialect."},{"word":"Doric","type":"a.","descr":" Belonging to, or resembling, the oldest and simplest of the three orders of architecture used by the Greeks, but ranked as second of the five orders adopted by the Romans. See Abacus, Capital, Order."},{"word":"Doric","type":"a.","descr":" Of or relating to one of the ancient Greek musical modes or keys. Its character was adapted both to religions occasions and to war."},{"word":"Doric","type":"n.","descr":" The Doric dialect."},{"word":"Doricism","type":"n.","descr":" A Doric phrase or idiom."},{"word":"Doris","type":"n.","descr":" A genus of nudibranchiate mollusks having a wreath of branchiae on the back."},{"word":"Dorism","type":"n.","descr":" A Doric phrase or idiom."},{"word":"Dorking fowl","type":"","descr":" One of a breed of large-bodied domestic fowls, having five toes, or the hind toe double. There are several strains, as the white, gray, and silver-gray. They are highly esteemed for the table."},{"word":"Dormancy","type":"n.","descr":" The state of being dormant; quiescence; abeyance."},{"word":"Dormant","type":"a.","descr":" Sleeping; as, a dormant animal; hence, not in action or exercise; quiescent; at rest; in abeyance; not disclosed, asserted, or insisted on; as, dormant passions; dormant claims or titles."},{"word":"Dormant","type":"a.","descr":" In a sleeping posture; as, a lion dormant; -- distinguished from couchant."},{"word":"Dormant","type":"a.","descr":" A large beam in the roof of a house upon which portions of the other timbers rest or \" sleep.\""},{"word":"Dormer","type":"n.","descr":" Alt. of Dormer window"},{"word":"Dormer window","type":"n.","descr":" A window pierced in a roof, and so set as to be vertical while the roof slopes away from it. Also, the gablet, or houselike structure, in which it is contained."},{"word":"Dormitive","type":"a.","descr":" Causing sleep; as, the dormitive properties of opium."},{"word":"Dormitive","type":"n.","descr":" A medicine to promote sleep; a soporific; an opiate."},{"word":"Dormitories","type":"pl. ","descr":" of Dormitory"},{"word":"Dormitory","type":"n.","descr":" A sleeping room, or a building containing a series of sleeping rooms; a sleeping apartment capable of containing many beds; esp., one connected with a college or boarding school."},{"word":"Dormitory","type":"n.","descr":" A burial place."},{"word":"Dormice","type":"pl. ","descr":" of Dormouse"},{"word":"Dormouse","type":"n.","descr":" A small European rodent of the genus Myoxus, of several species. They live in trees and feed on nuts, acorns, etc.; -- so called because they are usually torpid in winter."},{"word":"Dorn","type":"n.","descr":" A British ray; the thornback."},{"word":"Dornick","type":"n.","descr":" Alt. of Dornock"},{"word":"Dornock","type":"n.","descr":" A coarse sort of damask, originally made at Tournay (in Flemish, Doornick), Belgium, and used for hangings, carpets, etc. Also, a stout figured linen manufactured in Scotland."},{"word":"Dorp","type":"n.","descr":" A hamlet."},{"word":"Dorr","type":"n.","descr":" The dorbeetle; also, a drone or an idler. See 1st Dor."},{"word":"Dorr","type":"v. t.","descr":" To deceive. [Obs.] See Dor, v. t."},{"word":"Dorr","type":"v. t.","descr":" To deafen with noise."},{"word":"Dorrfly","type":"n.","descr":" See 1st Dor."},{"word":"Dorrhawk","type":"n.","descr":" See Dorhawk."},{"word":"Dorsad","type":"adv.","descr":" Toward the dorsum or back; on the dorsal side; dorsally."},{"word":"Dorsal","type":"a.","descr":" Pertaining to, or situated near, the back, or dorsum, of an animal or of one of its parts; notal; tergal; neural; as, the dorsal fin of a fish; the dorsal artery of the tongue; -- opposed to ventral."},{"word":"Dorsal","type":"a.","descr":" Pertaining to the surface naturally inferior, as of a leaf."},{"word":"Dorsal","type":"a.","descr":" Pertaining to the surface naturally superior, as of a creeping hepatic moss."},{"word":"Dorsal","type":"a.","descr":" A hanging, usually of rich stuff, at the back of a throne, or of an altar, or in any similar position."},{"word":"Dorsale","type":"n.","descr":" Same as Dorsal, n."},{"word":"Dorsally","type":"adv.","descr":" On, or toward, the dorsum, or back; on the dorsal side of; dorsad."},{"word":"Dorse","type":"n.","descr":" Same as dorsal, n."},{"word":"Dorse","type":"n.","descr":" The back of a book."},{"word":"Dorse","type":"n.","descr":" The Baltic or variable cod (Gadus callarias), by some believed to be the young of the common codfish."},{"word":"Dorsel","type":"n.","descr":" A pannier."},{"word":"Dorsel","type":"n.","descr":" Same as Dorsal, n."},{"word":"Dorser","type":"n.","descr":" See Dosser."},{"word":"dorsibranchiata","type":"n. pl.","descr":" A division of chaetopod annelids in which the branchiae are along the back, on each side, or on the parapodia. [See Illusts. under Annelida and Chaetopoda.]"},{"word":"Dorsibranchiate","type":"a.","descr":" Having branchiae along the back; belonging to the Dorsibranchiata."},{"word":"Dorsibranchiate","type":"n.","descr":" One of the Dorsibranchiata."},{"word":"Dorsiferous","type":"","descr":" Bearing, or producing, on the back; -- applied to ferns which produce seeds on the back of the leaf, and to certain Batrachia, the ova of which become attached to the skin of the back of the parent, where they develop; dorsiparous."},{"word":"Dorsimeson","type":"n.","descr":" (Anat.) See Meson."},{"word":"Dorsiparous","type":"a.","descr":" Same as Dorsiferous."},{"word":"Dorsiventral","type":"a.","descr":" Having distinct upper and lower surfaces, as most common leaves. The leaves of the iris are not dorsiventral."},{"word":"Dorsiventral","type":"a.","descr":" See Dorsoventral."},{"word":"Dorsoventral","type":"a.","descr":" From the dorsal to the ventral side of an animal; as, the dorsoventral axis."},{"word":"Dorsum","type":"n.","descr":" The ridge of a hill."},{"word":"Dorsum","type":"n.","descr":" The back or dorsal region of an animal; the upper side of an appendage or part; as, the dorsum of the tongue."},{"word":"Dortour","type":"n.","descr":" Alt. of Dorture"},{"word":"Dorture","type":"n.","descr":" A dormitory."},{"word":"Dories","type":"pl. ","descr":" of Dory"},{"word":"Dory","type":"n.","descr":" A European fish. See Doree, and John Doree."},{"word":"Dory","type":"n.","descr":" The American wall-eyed perch; -- called also dore. See Pike perch."},{"word":"Dories","type":"pl. ","descr":" of Dory"},{"word":"Dory","type":"n.","descr":" A small, strong, flat-bottomed rowboat, with sharp prow and flaring sides."},{"word":"Doryphora","type":"n.","descr":" A genus of plant-eating beetles, including the potato beetle. See Potato beetle."},{"word":"Doryphoros","type":"n.","descr":" A spear bearer; a statue of a man holding a spear or in the attitude of a spear bearer. Several important sculptures of this subject existed in antiquity, copies of which remain to us."},{"word":"Dose","type":"n.","descr":" The quantity of medicine given, or prescribed to be taken, at one time."},{"word":"Dose","type":"n.","descr":" A sufficient quantity; a portion; as much as one can take, or as falls to one to receive."},{"word":"Dose","type":"n.","descr":" Anything nauseous that one is obliged to take; a disagreeable portion thrust upon one."},{"word":"Dosed","type":"imp. and p. p.","descr":" of Dose"},{"word":"dosing","type":"p. pr. and vb. n.","descr":" of Dose"},{"word":"Dose","type":"n.","descr":" To proportion properly (a medicine), with reference to the patient or the disease; to form into suitable doses."},{"word":"Dose","type":"n.","descr":" To give doses to; to medicine or physic to; to give potions to, constantly and without need."},{"word":"Dose","type":"n.","descr":" To give anything nauseous to."},{"word":"Dosel","type":"n.","descr":" Same as Dorsal, n."},{"word":"Dosology","type":"n.","descr":" Posology."},{"word":"Dossel","type":"n.","descr":" Same as Dorsal, n."},{"word":"Dosser","type":"n.","descr":" A pannier, or basket."},{"word":"Dosser","type":"n.","descr":" A hanging tapestry; a dorsal."},{"word":"Dossil","type":"n.","descr":" A small ovoid or cylindrical roil or pledget of lint, for keeping a sore, wound, etc., open; a tent."},{"word":"Dossil","type":"n.","descr":" A roll of cloth for wiping off the face of a copperplate, leaving the ink in the engraved lines."},{"word":"Dost","type":"2d pers. sing. pres.","descr":" of Do."},{"word":"Dot","type":"n.","descr":" A marriage portion; dowry."},{"word":"Dot","type":"n.","descr":" A small point or spot, made with a pen or other pointed instrument; a speck, or small mark."},{"word":"Dot","type":"n.","descr":" Anything small and like a speck comparatively; a small portion or specimen; as, a dot of a child."},{"word":"Dotted","type":"imp. and p. p.","descr":" of Dot"},{"word":"Dotting","type":"p. pr. and vb. n.","descr":" of Dot"},{"word":"Dot","type":"v. t.","descr":" To mark with dots or small spots; as, to dot a line."},{"word":"Dot","type":"v. t.","descr":" To mark or diversify with small detached objects; as, a landscape dotted with cottages."},{"word":"Dot","type":"v. i.","descr":" To make dots or specks."},{"word":"Dotage","type":"v. i.","descr":" Feebleness or imbecility of understanding or mind, particularly in old age; the childishness of old age; senility; as, a venerable man, now in his dotage."},{"word":"Dotage","type":"v. i.","descr":" Foolish utterance; drivel."},{"word":"Dotage","type":"v. i.","descr":" Excessive fondness; weak and foolish affection."},{"word":"Dotal","type":"a.","descr":" Pertaining to dower, or a woman\\'s marriage portion; constituting dower, or comprised in it."},{"word":"Dotant","type":"n.","descr":" A dotard."},{"word":"Dotard","type":"v. i.","descr":" One whose mind is impaired by age; one in second childhood."},{"word":"Dotardly","type":"a.","descr":" Foolish; weak."},{"word":"Dotary","type":"n.","descr":" A dotard\\'s weakness; dotage."},{"word":"Dotation","type":"n.","descr":" The act of endowing, or bestowing a marriage portion on a woman."},{"word":"Dotation","type":"n.","descr":" Endowment; establishment of funds for support, as of a hospital or eleemosynary corporation."},{"word":"Dote","type":"n.","descr":" A marriage portion. [Obs.] See 1st Dot, n."},{"word":"Dote","type":"n.","descr":" Natural endowments."},{"word":"Doted","type":"imp. and p. p.","descr":" of Dote"},{"word":"Doting","type":"p. pr. and vb. n.","descr":" of Dote"},{"word":"Dote","type":"v. i.","descr":" To act foolishly."},{"word":"Dote","type":"v. i.","descr":" To be weak-minded, silly, or idiotic; to have the intellect impaired, especially by age, so that the mind wanders or wavers; to drivel."},{"word":"Dote","type":"v. i.","descr":" To be excessively or foolishly fond; to love to excess; to be weakly affectionate; -- with on or upon; as, the mother dotes on her child."},{"word":"Dote","type":"n.","descr":" An imbecile; a dotard."},{"word":"Doted","type":"a.","descr":" Stupid; foolish."},{"word":"Doted","type":"a.","descr":" Half-rotten; as, doted wood."},{"word":"Dotehead","type":"n.","descr":" A dotard."},{"word":"Doter","type":"n.","descr":" One who dotes; a man whose understanding is enfeebled by age; a dotard."},{"word":"Doter","type":"n.","descr":" One excessively fond, or weak in love."},{"word":"Dotery","type":"n.","descr":" The acts or speech of a dotard; drivel."},{"word":"Doth","type":"3d pers. sing. pres.","descr":" of Do."},{"word":"Doting","type":"a.","descr":" That dotes; silly; excessively fond."},{"word":"Dotish","type":"a.","descr":" Foolish; weak; imbecile."},{"word":"Dottard","type":"n.","descr":" An old, decayed tree."},{"word":"Dotted","type":"a.","descr":" Marked with, or made of, dots or small spots; diversified with small, detached objects."},{"word":"Dotterel","type":"a.","descr":" Decayed."},{"word":"Dotterel","type":"v. i.","descr":" A European bird of the Plover family (Eudromias, \/ Charadrius, morinellus). It is tame and easily taken, and is popularly believed to imitate the movements of the fowler."},{"word":"Dotterel","type":"v. i.","descr":" A silly fellow; a dupe; a gull."},{"word":"Dotting pen","type":"","descr":" See under Pun."},{"word":"Dottrel","type":"n.","descr":" See Dotterel."},{"word":"Doty","type":"a.","descr":" Half-rotten; as, doty timber."},{"word":"Douane","type":"n.","descr":" A customhouse."},{"word":"Douanier","type":"n.","descr":" An officer of the French customs."},{"word":"Douar","type":"n.","descr":" A village composed of Arab tents arranged in streets."},{"word":"Douay Bible","type":"","descr":" A translation of the Scriptures into the English language for the use of English-speaking Roman Catholics; -- done from the Latin Vulgate by English scholars resident in France. The New Testament portion was published at Rheims, A. D. 1582, the Old Testament at Douai, A. D. 1609-10. Various revised editions have since been published."},{"word":"Doub grass","type":"","descr":" Doob grass."},{"word":"Double","type":"a.","descr":" Twofold; multiplied by two; increased by its equivalent; made twice as large or as much, etc."},{"word":"Double","type":"a.","descr":" Being in pairs; presenting two of a kind, or two in a set together; coupled."},{"word":"Double","type":"a.","descr":" Divided into two; acting two parts, one openly and the other secretly; equivocal; deceitful; insincere."},{"word":"Double","type":"a.","descr":" Having the petals in a flower considerably increased beyond the natural number, usually as the result of cultivation and the expense of the stamens, or stamens and pistils. The white water lily and some other plants have their blossoms naturally double."},{"word":"Double","type":"adv.","descr":" Twice; doubly."},{"word":"Doubled","type":"imp. and p. p.","descr":" of Double"},{"word":"Doubling","type":"p. pr. and vb. n.","descr":" of Double"},{"word":"Double","type":"a.","descr":" To increase by adding an equal number, quantity, length, value, or the like; multiply by two; to double a sum of money; to double a number, or length."},{"word":"Double","type":"a.","descr":" To make of two thicknesses or folds by turning or bending together in the middle; to fold one part upon another part of; as, to double the leaf of a book, and the like; to clinch, as the fist; -- often followed by up; as, to double up a sheet of paper or cloth."},{"word":"Double","type":"a.","descr":" To be the double of; to exceed by twofold; to contain or be worth twice as much as."},{"word":"Double","type":"a.","descr":" To pass around or by; to march or sail round, so as to reverse the direction of motion."},{"word":"Double","type":"a.","descr":" To unite, as ranks or files, so as to form one from each two."},{"word":"Double","type":"v. i.","descr":" To be increased to twice the sum, number, quantity, length, or value; to increase or grow to twice as much."},{"word":"Double","type":"v. i.","descr":" To return upon one\\'s track; to turn and go back over the same ground, or in an opposite direction."},{"word":"Double","type":"v. i.","descr":" To play tricks; to use sleights; to play false."},{"word":"Double","type":"v. i.","descr":" To set up a word or words a second time by mistake; to make a doublet."},{"word":"Double","type":"n.","descr":" Twice as much; twice the number, sum, quantity, length, value, and the like."},{"word":"Double","type":"n.","descr":" Among compositors, a doublet (see Doublet, 2.); among pressmen, a sheet that is twice pulled, and blurred."},{"word":"Double","type":"n.","descr":" That which is doubled over or together; a doubling; a plait; a fold."},{"word":"Double","type":"n.","descr":" A turn or circuit in running to escape pursues; hence, a trick; a shift; an artifice."},{"word":"Double","type":"n.","descr":" Something precisely equal or counterpart to another; a counterpart. Hence, a wraith."},{"word":"Double","type":"n.","descr":" A player or singer who prepares to take the part of another player in his absence; a substitute."},{"word":"Double","type":"n.","descr":" Double beer; strong beer."},{"word":"Double","type":"n.","descr":" A feast in which the antiphon is doubled, hat is, said twice, before and after the Psalms, instead of only half being said, as in simple feasts."},{"word":"Double","type":"n.","descr":" A game between two pairs of players; as, a first prize for doubles."},{"word":"Double","type":"n.","descr":" An old term for a variation, as in Bach\\'s Suites."},{"word":"Double-acting","type":"a.","descr":" Acting or operating in two directions or with both motions; producing a twofold result; as, a double-acting engine or pump."},{"word":"Double-bank","type":"v. t.","descr":" To row by rowers sitting side by side in twos on a bank or thwart."},{"word":"Double-banked","type":"a.","descr":" Applied to a kind of rowing in which the rowers sit side by side in twos, a pair of oars being worked from each bank or thwart."},{"word":"Double-barreled","type":"a.","descr":" Alt. of -barrelled"},{"word":"Double-beat valve","type":"","descr":" See under Valve."},{"word":"Double-breasted","type":"a.","descr":" Folding or lapping over on the breast, with a row of buttons and buttonholes on each side; as, a double-breasted coat."},{"word":"Double-charge","type":"v. t.","descr":" To load with a double charge, as of gunpowder."},{"word":"Double-charge","type":"v. t.","descr":" To overcharge."},{"word":"Double dealer","type":"","descr":" One who practices double dealing; a deceitful, trickish person."},{"word":"Double dealing","type":"","descr":" False or deceitful dealing. See Double dealing, under Dealing."},{"word":"Double-decker","type":"n.","descr":" A man-of-war having two gun decks."},{"word":"Double-decker","type":"n.","descr":" A public conveyance, as a street car, with seats on the roof."},{"word":"Double-dye","type":"v. t.","descr":" To dye again or twice over."},{"word":"Double-dyed","type":"a.","descr":" Dyed twice; thoroughly or intensely colored; hence; firmly fixed in opinions or habits; as, a double-dyed villain."},{"word":"Double-ender","type":"n.","descr":" A vessel capable of moving in either direction, having bow and rudder at each end."},{"word":"Double-ender","type":"n.","descr":" A locomotive with pilot at each end."},{"word":"Double-entendre","type":"n.","descr":" A word or expression admitting of a double interpretation, one of which is often obscure or indelicate."},{"word":"Double-eyed","type":"a.","descr":" Having a deceitful look."},{"word":"Double-faced","type":"a.","descr":" Having two faces designed for use; as, a double-faced hammer."},{"word":"Double-faced","type":"a.","descr":" Deceitful; hypocritical; treacherous."},{"word":"Double first","type":"","descr":" A degree of the first class both in classics and mathematics."},{"word":"Double first","type":"","descr":" One who gains at examinations the highest honor both in the classics and the mathematics."},{"word":"Double-handed","type":"a.","descr":" Having two hands."},{"word":"Double-handed","type":"a.","descr":" Deceitful; deceptive."},{"word":"Double-headed","type":"a.","descr":" Having two heads; bicipital."},{"word":"Doublehearted","type":"a.","descr":" Having a false heart; deceitful; treacherous."},{"word":"Double-hung","type":"a.","descr":" Having both sashes hung with weights and cords; -- said of a window."},{"word":"Double-lock","type":"v. t.","descr":" To lock with two bolts; to fasten with double security."},{"word":"Double-milled","type":"a.","descr":" Twice milled or fulled, to render more compact or fine; -- said of cloth; as, double-milled kerseymere."},{"word":"Doubleminded","type":"a.","descr":" Having different minds at different times; unsettled; undetermined."},{"word":"Doubleness","type":"n.","descr":" The state of being double or doubled."},{"word":"Doubleness","type":"n.","descr":" Duplicity; insincerity."},{"word":"Double-quick","type":"a.","descr":" Of, or performed in, the fastest time or step in marching, next to the run; as, a double-quick step or march."},{"word":"Double-quick","type":"n.","descr":" Double-quick time, step, or march."},{"word":"Double-quick","type":"v. i. and t.","descr":" To move, or cause to move, in double-quick time."},{"word":"Doubler","type":"n.","descr":" One who, or that which, doubles."},{"word":"Doubler","type":"n.","descr":" An instrument for augmenting a very small quantity of electricity, so as to render it manifest by sparks or the electroscope."},{"word":"Double-ripper","type":"n.","descr":" A kind of coasting sled, made of two sleds fastened together with a board, one before the other."},{"word":"Double-shade","type":"v. t.","descr":" To double the natural darkness of (a place)."},{"word":"Doublet","type":"a.","descr":" Two of the same kind; a pair; a couple."},{"word":"Doublet","type":"a.","descr":" A word or words unintentionally doubled or set up a second time."},{"word":"Doublet","type":"a.","descr":" A close-fitting garment for men, covering the body from the neck to the waist or a little below. It was worn in Western Europe from the 15th to the 17th century."},{"word":"Doublet","type":"a.","descr":" A counterfeit gem, composed of two pieces of crystal, with a color them, and thus giving the appearance of a naturally colored gem. Also, a piece of paste or glass covered by a veneer of real stone."},{"word":"Doublet","type":"a.","descr":" An arrangement of two lenses for a microscope, designed to correct spherical aberration and chromatic dispersion, thus rendering the image of an object more clear and distinct."},{"word":"Doublet","type":"a.","descr":" Two dice, each of which, when thrown, has the same number of spots on the face lying uppermost; as, to throw doublets."},{"word":"Doublet","type":"a.","descr":" A game somewhat like backgammon."},{"word":"Doublet","type":"a.","descr":" One of two or more words in the same language derived by different courses from the same original from; as, crypt and grot are doublets; also, guard and ward; yard and garden; abridge and abbreviate, etc."},{"word":"Doublethreaded","type":"a.","descr":" Consisting of two threads twisted together; using two threads."},{"word":"Doublethreaded","type":"a.","descr":" Having two screw threads instead of one; -- said of a screw in which the pitch is equal to twice the distance between the centers of adjacent threads."},{"word":"Double-tongue","type":"n.","descr":" Deceit; duplicity."},{"word":"Double-tongued","type":"a.","descr":" Making contrary declarations on the same subject; deceitful."},{"word":"Double-tonguing","type":"n.","descr":" A peculiar action of the tongue by flute players in articulating staccato notes; also, the rapid repetition of notes in cornet playing."},{"word":"Doubletree","type":"n.","descr":" The bar, or crosspiece, of a carriage, to which the singletrees are attached."},{"word":"Doublets","type":"n. pl.","descr":" See Doublet, 6 and 7."},{"word":"Doubling","type":"n.","descr":" The act of one that doubles; a making double; reduplication; also, that which is doubled."},{"word":"Doubling","type":"n.","descr":" A turning and winding; as, the doubling of a hunted hare; shift; trick; artifice."},{"word":"Doubling","type":"n.","descr":" The lining of the mantle borne about the shield or escutcheon."},{"word":"Doubling","type":"n.","descr":" The process of redistilling spirits, to improve the strength and flavor."},{"word":"Doubloon","type":"a.","descr":" A Spanish gold coin, no longer issued, varying in value at different times from over fifteen dollars to about five. See Doblon in Sup."},{"word":"Doubly","type":"adv.","descr":" In twice the quantity; to twice the degree; as, doubly wise or good; to be doubly sensible of an obligation."},{"word":"Doubly","type":"adv.","descr":" Deceitfully."},{"word":"Dou\/ted","type":"imp. and p. p.","descr":" of Doubt"},{"word":"Doubting","type":"p. pr. and vb. n.","descr":" of Doubt"},{"word":"Doubt","type":"v. i.","descr":" To waver in opinion or judgment; to be in uncertainty as to belief respecting anything; to hesitate in belief; to be undecided as to the truth of the negative or the affirmative proposition; to b e undetermined."},{"word":"Doubt","type":"v. i.","descr":" To suspect; to fear; to be apprehensive."},{"word":"Doubt","type":"v. t.","descr":" To question or hold questionable; to withhold assent to; to hesitate to believe, or to be inclined not to believe; to withhold confidence from; to distrust; as, I have heard the story, but I doubt the truth of it."},{"word":"Doubt","type":"v. t.","descr":" To suspect; to fear; to be apprehensive of."},{"word":"Doubt","type":"v. t.","descr":" To fill with fear; to affright."},{"word":"Doubt","type":"v. i.","descr":" A fluctuation of mind arising from defect of knowledge or evidence; uncertainty of judgment or mind; unsettled state of opinion concerning the reality of an event, or the truth of an assertion, etc.; hesitation."},{"word":"Doubt","type":"v. i.","descr":" Uncertainty of condition."},{"word":"Doubt","type":"v. i.","descr":" Suspicion; fear; apprehension; dread."},{"word":"Doubt","type":"v. i.","descr":" Difficulty expressed or urged for solution; point unsettled; objection."},{"word":"Doubtable","type":"a.","descr":" Capable of being doubted; questionable."},{"word":"Doubtable","type":"a.","descr":" Worthy of being feared; redoubtable."},{"word":"Doubtance","type":"n.","descr":" State of being in doubt; uncertainty; doubt."},{"word":"Doubter","type":"n.","descr":" One who doubts; one whose opinion is unsettled; one who scruples."},{"word":"Doubtful","type":"a.","descr":" Not settled in opinion; undetermined; wavering; hesitating in belief; also used, metaphorically, of the body when its action is affected by such a state of mind; as, we are doubtful of a fact, or of the propriety of a measure."},{"word":"Doubtful","type":"a.","descr":" Admitting of doubt; not obvious, clear, or certain; questionable; not decided; not easy to be defined, classed, or named; as, a doubtful case, hue, claim, title, species, and the like."},{"word":"Doubtful","type":"a.","descr":" Characterized by ambiguity; dubious; as, a doubtful expression; a doubtful phrase."},{"word":"Doubtful","type":"a.","descr":" Of uncertain issue or event."},{"word":"Doubtful","type":"a.","descr":" Fearful; apprehensive; suspicious."},{"word":"Doubtfully","type":"adv.","descr":" In a doubtful manner."},{"word":"Doubtfulness","type":"n.","descr":" State of being doubtful."},{"word":"Doubtfulness","type":"n.","descr":" Uncertainty of meaning; ambiguity; indefiniteness."},{"word":"Doubtfulness","type":"n.","descr":" Uncertainty of event or issue."},{"word":"Doubting","type":"a.","descr":" That is uncertain; that distrusts or hesitates; having doubts."},{"word":"Doubtless","type":"a.","descr":" Free from fear or suspicion."},{"word":"Doubtless","type":"adv.","descr":" Undoubtedly; without doubt."},{"word":"Doubtlessly","type":"adv.","descr":" Unquestionably."},{"word":"Doubtous","type":"a.","descr":" Doubtful."},{"word":"Douc","type":"n.","descr":" A monkey (Semnopithecus nemaeus), remarkable for its varied and brilliant colors. It is a native of Cochin China."},{"word":"Douce","type":"a.","descr":" Sweet; pleasant."},{"word":"Douce","type":"a.","descr":" Sober; prudent; sedate; modest."},{"word":"Doucepere","type":"n.","descr":" One of the twelve peers of France, companions of Charlemagne in war."},{"word":"Doucet","type":"n.","descr":" Alt. of Dowset"},{"word":"Dowset","type":"n.","descr":" A custard."},{"word":"Dowset","type":"n.","descr":" A dowcet, or deep\\'s testicle."},{"word":"Douceur","type":"n.","descr":" Gentleness and sweetness of manner; agreeableness."},{"word":"Douceur","type":"n.","descr":" A gift for service done or to be done; an honorarium; a present; sometimes, a bribe."},{"word":"Douche","type":"n.","descr":" A jet or current of water or vapor directed upon some part of the body to benefit it medicinally; a douche bath."},{"word":"Douche","type":"n.","descr":" A syringe."},{"word":"Doucine","type":"n.","descr":" Same as Cyma\/recta, under Cyma."},{"word":"Doucker","type":"v. t.","descr":" A grebe or diver; -- applied also to the golden-eye, pochard, scoter, and other ducks."},{"word":"Dough","type":"n.","descr":" Paste of bread; a soft mass of moistened flour or meal, kneaded or unkneaded, but not yet baked; as, to knead dough."},{"word":"Dough","type":"n.","descr":" Anything of the consistency of such paste."},{"word":"Dough-baked","type":"a.","descr":" Imperfectly baked; hence, not brought to perfection; unfinished; also, of weak or dull understanding."},{"word":"Doughbird","type":"n.","descr":" The Eskimo curlew (Numenius borealis). See Curlew."},{"word":"Doughface","type":"n.","descr":" A contemptuous nickname for a timid, yielding politician, or one who is easily molded."},{"word":"Dough-faced","type":"a.","descr":" Easily molded; pliable."},{"word":"Doughfaceism","type":"n.","descr":" The character of a doughface; truckling pliability."},{"word":"Doughiness","type":"n.","descr":" The quality or state of being doughy."},{"word":"Dough-kneaded","type":"a.","descr":" Like dough; soft."},{"word":"Doughnut","type":"n.","descr":" A small cake (usually sweetened) fried in a kettle of boiling lard."},{"word":"Doughtily","type":"adv.","descr":" In a doughty manner."},{"word":"Doughtiness","type":"n.","descr":" The quality of being doughty; valor; bravery."},{"word":"Doughtren","type":"n. pl.","descr":" Daughters."},{"word":"Doughty","type":"superl.","descr":" Able; strong; valiant; redoubtable; as, a doughty hero."},{"word":"Doughy","type":"a.","descr":" Like dough; soft and heavy; pasty; crude; flabby and pale; as, a doughy complexion."},{"word":"Doulocracy","type":"n.","descr":" A government by slaves."},{"word":"Doum palm","type":"","descr":" See Doom palm."},{"word":"Doupe","type":"n.","descr":" The carrion crow."},{"word":"Dour","type":"a.","descr":" Hard; inflexible; obstinate; sour in aspect; hardy; bold."},{"word":"Doura","type":"n.","descr":" A kind of millet. See Durra."},{"word":"Douroucouli","type":"n.","descr":" See Durukuli."},{"word":"Doused","type":"imp. and p. p.","descr":" of Douse"},{"word":"Dousing","type":"p. pr. and vb. n.","descr":" of Douse"},{"word":"Douse","type":"v. t.","descr":" To plunge suddenly into water; to duck; to immerse; to dowse."},{"word":"Douse","type":"v. t.","descr":" To strike or lower in haste; to slacken suddenly; as, douse the topsail."},{"word":"Douse","type":"v. i.","descr":" To fall suddenly into water."},{"word":"Douse","type":"v. t.","descr":" To put out; to extinguish."},{"word":"Dousing-chock","type":"n.","descr":" One of several pieces fayed across the apron and lapped in the knightheads, or inside planking above the upper deck."},{"word":"Dout","type":"v. t.","descr":" To put out."},{"word":"Douter","type":"n.","descr":" An extinguisher for candles."},{"word":"Dove","type":"n.","descr":" A pigeon of the genus Columba and various related genera. The species are numerous."},{"word":"Dove","type":"n.","descr":" A word of endearment for one regarded as pure and gentle."},{"word":"Dovecot","type":"n.","descr":" Alt. of Dovecote"},{"word":"Dovecote","type":"n.","descr":" A small house or box, raised to a considerable height above the ground, and having compartments, in which domestic pigeons breed; a dove house."},{"word":"Dove-eyed","type":"a.","descr":" Having eyes like a dove; meekeyed; as, dove-eyed Peace."},{"word":"Dovekie","type":"n.","descr":" A guillemot (Uria grylle), of the arctic regions. Also applied to the little auk or sea dove. See under Dove."},{"word":"Dovelet","type":"n.","descr":" A young or small dove."},{"word":"Dovelike","type":"a.","descr":" Mild as a dove; gentle; pure and lovable."},{"word":"Dove plant","type":"","descr":" A Central American orchid (Peristeria elata), having a flower stem five or six feet high, with numerous globose white fragrant flowers. The column in the center of the flower resembles a dove; -- called also Holy Spirit plant."},{"word":"Dovers Powder","type":"","descr":" A powder of ipecac and opium, compounded, in the United States, with sugar of milk, but in England (as formerly in the United States) with sulphate of potash, and in France (as in Dr. Dover\\'s original prescription) with nitrate and sulphate of potash and licorice. It is an anodyne diaphoretic."},{"word":"Doves-foot","type":"n.","descr":" A small annual species of Geranium, native in England; -- so called from the shape of the leaf."},{"word":"Doves-foot","type":"n.","descr":" The columbine."},{"word":"Doveship","type":"n.","descr":" The possession of dovelike qualities, harmlessness and innocence."},{"word":"Dovetail","type":"n.","descr":" A flaring tenon, or tongue (shaped like a bird\\'s tail spread), and a mortise, or socket, into which it fits tightly, making an interlocking joint between two pieces which resists pulling a part in all directions except one."},{"word":"Dovetailed","type":"imp. and p. p.","descr":" of Dovetail"},{"word":"Dovetailing","type":"p. pr. and vb. n.","descr":" of Dovetail"},{"word":"Dovetail","type":"v. t.","descr":" To cut to a dovetail."},{"word":"Dovetail","type":"v. t.","descr":" To join by means of dovetails."},{"word":"Dovetail","type":"v. t.","descr":" To fit in or connect strongly, skillfully, or nicely; to fit ingeniously or complexly."},{"word":"Dovish","type":"a.","descr":" Like a dove; harmless; innocent."},{"word":"Dow","type":"n.","descr":" A kind of vessel. See Dhow."},{"word":"Dow","type":"v. t.","descr":" To furnish with a dower; to endow."},{"word":"Dowable","type":"v. t.","descr":" Capable of being endowed; entitled to dower."},{"word":"Dowager","type":"n.","descr":" A widow endowed, or having a jointure; a widow who either enjoys a dower from her deceased husband, or has property of her own brought by her to her husband on marriage, and settled on her after his decease."},{"word":"Dowager","type":"n.","descr":" A title given in England to a widow, to distinguish her from the wife of her husband\\'s heir bearing the same name; -- chiefly applied to widows of personages of rank."},{"word":"Dowagerism","type":"n.","descr":" The rank or condition of a dowager; formality, as that of a dowager. Also used figuratively."},{"word":"Dowcet","type":"n.","descr":" One of the testicles of a hart or stag."},{"word":"Dowdy","type":"superl.","descr":" Showing a vulgar taste in dress; awkward and slovenly in dress; vulgar-looking."},{"word":"Dowdies","type":"pl. ","descr":" of Dowdy"},{"word":"Dowdy","type":"n.","descr":" An awkward, vulgarly dressed, inelegant woman."},{"word":"Dowdyish","type":"a.","descr":" Like a dowdy."},{"word":"Dowel","type":"n.","descr":" A pin, or block, of wood or metal, fitting into holes in the abutting portions of two pieces, and being partly in one piece and partly in the other, to keep them in their proper relative position."},{"word":"Dowel","type":"n.","descr":" A piece of wood driven into a wall, so that other pieces may be nailed to it."},{"word":"Doweled","type":"imp. and p. p.","descr":" of Dowel"},{"word":"Dowelled","type":"","descr":" of Dowel"},{"word":"Doweling","type":"p. pr. and vb. n.","descr":" of Dowel"},{"word":"Dowelling","type":"","descr":" of Dowel"},{"word":"Dowel","type":"v. t.","descr":" To fasten together by dowels; to furnish with dowels; as, a cooper dowels pieces for the head of a cask."},{"word":"Dower","type":"n.","descr":" That with which one is gifted or endowed; endowment; gift."},{"word":"Dower","type":"n.","descr":" The property with which a woman is endowed"},{"word":"Dower","type":"n.","descr":" That which a woman brings to a husband in marriage; dowry."},{"word":"Dower","type":"n.","descr":" That portion of the real estate of a man which his widow enjoys during her life, or to which a woman is entitled after the death of her husband."},{"word":"Dowered","type":"p. a.","descr":" Furnished with, or as with, dower or a marriage portion."},{"word":"Dowerless","type":"a.","descr":" Destitute of dower; having no marriage portion."},{"word":"Dowery","type":"n.","descr":" See Dower."},{"word":"Dowitcher","type":"n.","descr":" The red-breasted or gray snipe (Macrorhamphus griseus); -- called also brownback, and grayback."},{"word":"Dowl","type":"n.","descr":" Same as Dowle."},{"word":"Dowlas","type":"n.","descr":" A coarse linen cloth made in the north of England and in Scotland, now nearly replaced by calico."},{"word":"Dowle","type":"n.","descr":" Feathery or wool-like down; filament of a feather."},{"word":"Down","type":"n.","descr":" Fine, soft, hairy outgrowth from the skin or surface of animals or plants, not matted and fleecy like wool"},{"word":"Down","type":"n.","descr":" The soft under feathers of birds. They have short stems with soft rachis and bards and long threadlike barbules, without hooklets."},{"word":"Down","type":"n.","descr":" The pubescence of plants; the hairy crown or envelope of the seeds of certain plants, as of the thistle."},{"word":"Down","type":"n.","descr":" The soft hair of the face when beginning to appear."},{"word":"Down","type":"n.","descr":" That which is made of down, as a bed or pillow; that which affords ease and repose, like a bed of down"},{"word":"Down","type":"v. t.","descr":" To cover, ornament, line, or stuff with down."},{"word":"Down","type":"prep.","descr":" A bank or rounded hillock of sand thrown up by the wind along or near the shore; a flattish-topped hill; -- usually in the plural."},{"word":"Down","type":"prep.","descr":" A tract of poor, sandy, undulating or hilly land near the sea, covered with fine turf which serves chiefly for the grazing of sheep; -- usually in the plural."},{"word":"Down","type":"prep.","descr":" A road for shipping in the English Channel or Straits of Dover, near Deal, employed as a naval rendezvous in time of war."},{"word":"Down","type":"prep.","descr":" A state of depression; low state; abasement."},{"word":"Down","type":"adv.","descr":" In the direction of gravity or toward the center of the earth; toward or in a lower place or position; below; -- the opposite of up."},{"word":"Down","type":"adv.","descr":" From a higher to a lower position, literally or figuratively; in a descending direction; from the top of an ascent; from an upright position; to the ground or floor; to or into a lower or an inferior condition; as, into a state of humility, disgrace, misery, and the like; into a state of rest; -- used with verbs indicating motion."},{"word":"Down","type":"adv.","descr":" In a low or the lowest position, literally or figuratively; at the bottom of a decent; below the horizon; of the ground; in a condition of humility, dejection, misery, and the like; in a state of quiet."},{"word":"Down","type":"adv.","descr":" From a remoter or higher antiquity."},{"word":"Down","type":"adv.","descr":" From a greater to a less bulk, or from a thinner to a thicker consistence; as, to boil down in cookery, or in making decoctions."},{"word":"Down","type":"adv.","descr":" In a descending direction along; from a higher to a lower place upon or within; at a lower place in or on; as, down a hill; down a well."},{"word":"Down","type":"adv.","descr":" Hence: Towards the mouth of a river; towards the sea; as, to sail or swim down a stream; to sail down the sound."},{"word":"Downed","type":"imp. and p. p.","descr":" of Down"},{"word":"Downing","type":"p. pr. and vb. n.","descr":" of Down"},{"word":"Down","type":"v. t.","descr":" To cause to go down; to make descend; to put down; to overthrow, as in wrestling; hence, to subdue; to bring down."},{"word":"Down","type":"v. i.","descr":" To go down; to descend."},{"word":"Down","type":"a.","descr":" Downcast; as, a down look."},{"word":"Down","type":"a.","descr":" Downright; absolute; positive; as, a down denial."},{"word":"Down","type":"a.","descr":" Downward; going down; sloping; as, a down stroke; a down grade; a down train on a railway."},{"word":"Downbear","type":"v. t.","descr":" To bear down; to depress."},{"word":"Downcast","type":"a.","descr":" Cast downward; directed to the ground, from bashfulness, modesty, dejection, or guilt."},{"word":"Downcast","type":"n.","descr":" Downcast or melancholy look."},{"word":"Downcast","type":"n.","descr":" A ventilating shaft down which the air passes in circulating through a mine."},{"word":"Downcome","type":"n.","descr":" Sudden fall; downfall; overthrow."},{"word":"Downcome","type":"n.","descr":" A pipe for leading combustible gases downward from the top of the blast furnace to the hot-blast stoves, boilers, etc., where they are burned."},{"word":"Downfall","type":"n.","descr":" A sudden fall; a body of things falling."},{"word":"Downfall","type":"n.","descr":" A sudden descent from rank or state, reputation or happiness; destruction; ruin."},{"word":"Downfallen","type":"a.","descr":" Fallen; ruined."},{"word":"Downfalling","type":"a.","descr":" Falling down."},{"word":"Downgyved","type":"a.","descr":" Hanging down like gyves or fetters."},{"word":"Downhaul","type":"n.","descr":" A rope to haul down, or to assist in hauling down, a sail; as, a staysail downhaul; a trysail downhaul."},{"word":"Downhearted","type":"a.","descr":" Dejected; low-spirited."},{"word":"Downhill","type":"adv.","descr":" Towards the bottom of a hill; as, water runs downhill."},{"word":"Downhill","type":"a.","descr":" Declivous; descending; sloping."},{"word":"Downhill","type":"n.","descr":" Declivity; descent; slope."},{"word":"Downiness","type":"n.","descr":" The quality or state of being downy."},{"word":"Downlooked","type":"a.","descr":" Having a downcast countenance; dejected; gloomy; sullen."},{"word":"Downlying","type":"n.","descr":" The time of retiring to rest; time of repose."},{"word":"Downpour","type":"n.","descr":" A pouring or streaming downwards; esp., a heavy or continuous shower."},{"word":"Downright","type":"adv.","descr":" Straight down; perpendicularly."},{"word":"Downright","type":"adv.","descr":" In plain terms; without ceremony."},{"word":"Downright","type":"adv.","descr":" Without delay; at once; completely."},{"word":"Downright","type":"a.","descr":" Plain; direct; unceremonious; blunt; positive; as, he spoke in his downright way."},{"word":"Downright","type":"a.","descr":" Open; artless; undisguised; absolute; unmixed; as, downright atheism."},{"word":"Down-share","type":"n.","descr":" A breastplow used in paring off turf on downs."},{"word":"Downsitting","type":"n.","descr":" The act of sitting down; repose; a resting."},{"word":"Downstairs","type":"adv.","descr":" Down the stairs; to a lower floor."},{"word":"Downstairs","type":"a.","descr":" Below stairs; as, a downstairs room."},{"word":"Downsteepy","type":"a.","descr":" Very steep."},{"word":"Downstream","type":"adv.","descr":" Down the stream; as, floating downstream."},{"word":"Downstroke","type":"n.","descr":" A stroke made with a downward motion of the pen or pencil."},{"word":"Downthrow","type":"n.","descr":" The sudden drop or depression of the strata of rocks on one side of a fault. See Throw, n."},{"word":"Downtrod","type":"a.","descr":" Alt. of Downtrodden"},{"word":"Downtrodden","type":"a.","descr":" Trodden down; trampled down; abused by superior power."},{"word":"Downward","type":"adv.","descr":" Alt. of Downwards"},{"word":"Downwards","type":"adv.","descr":" From a higher place to a lower; in a descending course; as, to tend, move, roll, look, or take root, downward or downwards."},{"word":"Downwards","type":"adv.","descr":" From a higher to a lower condition; toward misery, humility, disgrace, or ruin."},{"word":"Downwards","type":"adv.","descr":" From a remote time; from an ancestor or predecessor; from one to another in a descending line."},{"word":"Downward","type":"a.","descr":" Moving or extending from a higher to a lower place; tending toward the earth or its center, or toward a lower level; declivous."},{"word":"Downward","type":"a.","descr":" Descending from a head, origin, or source; as, a downward line of descent."},{"word":"Downward","type":"a.","descr":" Tending to a lower condition or state; depressed; dejected; as, downward thoughts."},{"word":"Downweed","type":"n.","descr":" Cudweed, a species of Gnaphalium."},{"word":"Downweigh","type":"v. t.","descr":" To weigh or press down."},{"word":"Downy","type":"a.","descr":" Covered with down, or with pubescence or soft hairs."},{"word":"Downy","type":"a.","descr":" Made of, or resembling, down. Hence, figuratively: Soft; placid; soothing; quiet."},{"word":"Downy","type":"a.","descr":" Cunning; wary."},{"word":"Dowral","type":"a.","descr":" Of or relating to a dower."},{"word":"Dowress","type":"n.","descr":" A woman entitled to dower."},{"word":"Dowries","type":"pl. ","descr":" of Dowry"},{"word":"Dowry","type":"n.","descr":" A gift; endowment."},{"word":"Dowry","type":"n.","descr":" The money, goods, or estate, which a woman brings to her husband in marriage; a bride\\'s portion on her marriage. See Note under Dower."},{"word":"Dowry","type":"n.","descr":" A gift or presents for the bride, on espousal. See Dower."},{"word":"Dowse","type":"v. t.","descr":" To plunge, or duck into water; to immerse; to douse."},{"word":"Dowse","type":"v. t.","descr":" To beat or thrash."},{"word":"Dowse","type":"v. i.","descr":" To use the dipping or divining rod, as in search of water, ore, etc."},{"word":"Dowse","type":"n.","descr":" A blow on the face."},{"word":"Dowser","type":"n.","descr":" A divining rod used in searching for water, ore, etc., a dowsing rod."},{"word":"Dowser","type":"n.","descr":" One who uses the dowser or divining rod."},{"word":"Dowst","type":"n.","descr":" A dowse."},{"word":"Dowve","type":"n.","descr":" A dove."},{"word":"Doxological","type":"a.","descr":" Pertaining to doxology; giving praise to God."},{"word":"Doxologized","type":"imp. and p. p.","descr":" of Doxologize"},{"word":"Doxologizing","type":"p. pr. and vb. n.","descr":" of Doxologize"},{"word":"Doxologize","type":"v. i.","descr":" To give glory to God, as in a doxology; to praise God with doxologies."},{"word":"Doxologies","type":"pl. ","descr":" of Doxology"},{"word":"Doxology","type":"n.","descr":" In Christian worship: A hymn expressing praise and honor to God; a form of praise to God designed to be sung or chanted by the choir or the congregation."},{"word":"Doxies","type":"pl. ","descr":" of Doxy"},{"word":"Doxy","type":"n.","descr":" A loose wench; a disreputable sweetheart."},{"word":"Doyly","type":"n.","descr":" See Doily."},{"word":"Dozed","type":"imp. and p. p.","descr":" of Doze"},{"word":"Dozing","type":"p. pr. and vb. n.","descr":" of Doze"},{"word":"Doze","type":"v. i.","descr":" To slumber; to sleep lightly; to be in a dull or stupefied condition, as if half asleep; to be drowsy."},{"word":"Doze","type":"v. t.","descr":" To pass or spend in drowsiness; as, to doze away one\\'s time."},{"word":"Doze","type":"v. t.","descr":" To make dull; to stupefy."},{"word":"Doze","type":"n.","descr":" A light sleep; a drowse."},{"word":"Dozen","type":"pl. ","descr":" of Dozen"},{"word":"Dozens","type":"pl. ","descr":" of Dozen"},{"word":"Dozen","type":"n.","descr":" A collection of twelve objects; a tale or set of twelve; with or without of before the substantive which follows."},{"word":"Dozen","type":"n.","descr":" An indefinite small number."},{"word":"Dozenth","type":"a.","descr":" Twelfth."},{"word":"Dozer","type":"n.","descr":" One who dozes or drowses."},{"word":"Doziness","type":"n.","descr":" The state of being dozy; drowsiness; inclination to sleep."},{"word":"Dozy","type":"a.","descr":" Drowsy; inclined to doze; sleepy; sluggish; as, a dozy head."},{"word":"Dozzled","type":"a.","descr":" Stupid; heavy."}]