[{"word":"Dying","type":"p. pr. and vb. n.","descr":" of Die"},{"word":"Dyad","type":"n.","descr":" Two units treated as one; a couple; a pair."},{"word":"Dyad","type":"n.","descr":" An element, atom, or radical having a valence or combining power of two."},{"word":"Dyad","type":"a.","descr":" Having a valence or combining power of two; capable of being substituted for, combined with, or replaced by, two atoms of hydrogen; as, oxygen and calcium are dyad elements. See Valence."},{"word":"Dyadic","type":"a.","descr":" Pertaining to the number two; of two parts or elements."},{"word":"Dyaks","type":"n. pl.","descr":" The aboriginal and most numerous inhabitants of Borneo. They are partially civilized, but retain many barbarous practices."},{"word":"Dyas","type":"n.","descr":" A name applied in Germany to the Permian formation, there consisting of two principal groups."},{"word":"Dyed","type":"imp. and p. p.","descr":" of Dye"},{"word":"Dyeing","type":"p. pr. and vb. n.","descr":" of Dye"},{"word":"Dye","type":"v. t.","descr":" To stain; to color; to give a new and permanent color to, as by the application of dyestuffs."},{"word":"Dye","type":"n.","descr":" Color produced by dyeing."},{"word":"Dye","type":"n.","descr":" Material used for dyeing; a dyestuff."},{"word":"Dye","type":"n.","descr":" Same as Die, a lot."},{"word":"Dyehouse","type":"n.","descr":" A building in which dyeing is carried on."},{"word":"Dyeing","type":"n.","descr":" The process or art of fixing coloring matters permanently and uniformly in the fibers of wool, cotton, etc."},{"word":"Dyer","type":"n.","descr":" One whose occupation is to dye cloth and the like."},{"word":"Dyestuff","type":"n.","descr":" A material used for dyeing."},{"word":"Dyewood","type":"n.","descr":" Any wood from which coloring matter is extracted for dyeing."},{"word":"Dying","type":"a.","descr":" In the act of dying; destined to death; mortal; perishable; as, dying bodies."},{"word":"Dying","type":"a.","descr":" Of or pertaining to dying or death; as, dying bed; dying day; dying words; also, simulating a dying state."},{"word":"Dying","type":"n.","descr":" The act of expiring; passage from life to death; loss of life."},{"word":"Dyingly","type":"adv.","descr":" In a dying manner; as if at the point of death."},{"word":"Dyingness","type":"n.","descr":" The state of dying or the stimulation of such a state; extreme languor; languishment."},{"word":"Dyke","type":"n.","descr":" See Dike. The spelling dyke is restricted by some to the geological meaning."},{"word":"Dynactinometer","type":"n.","descr":" An instrument for measuring the intensity of the photogenic (light-producing) rays, and computing the power of object glasses."},{"word":"Dynam","type":"n.","descr":" A unit of measure for dynamical effect or work; a foot pound. See Foot pound."},{"word":"Dynameter","type":"n.","descr":" A dynamometer."},{"word":"Dynameter","type":"n.","descr":" An instrument for determining the magnifying power of telescopes, consisting usually of a doubleimage micrometer applied to the eye end of a telescope for measuring accurately the diameter of the image of the object glass there formed; which measurement, compared with the actual diameter of the glass, gives the magnifying power."},{"word":"Dynametrical","type":"a.","descr":" Pertaining to a dynameter."},{"word":"Dynamic","type":"a.","descr":" Alt. of Dynamical"},{"word":"Dynamical","type":"a.","descr":" Of or pertaining to dynamics; belonging to energy or power; characterized by energy or production of force."},{"word":"Dynamical","type":"a.","descr":" Relating to physical forces, effects, or laws; as, dynamical geology."},{"word":"Dynamically","type":"adv.","descr":" In accordance with the principles of dynamics or moving forces."},{"word":"Dynamics","type":"n.","descr":" That branch of mechanics which treats of the motion of bodies (kinematics) and the action of forces in producing or changing their motion (kinetics). Dynamics is held by some recent writers to include statics and not kinematics."},{"word":"Dynamics","type":"n.","descr":" The moving moral, as well as physical, forces of any kind, or the laws which relate to them."},{"word":"Dynamics","type":"n.","descr":" That department of musical science which relates to, or treats of, the power of tones."},{"word":"Dynamism","type":"n.","descr":" The doctrine of Leibnitz, that all substance involves force."},{"word":"Dynamist","type":"n.","descr":" One who accounts for material phenomena by a theory of dynamics."},{"word":"Dynamitard","type":"n.","descr":" A political dynamiter. [A form found in some newspapers.]"},{"word":"Dynamite","type":"n.","descr":" An explosive substance consisting of nitroglycerin absorbed by some inert, porous solid, as infusorial earth, sawdust, etc. It is safer than nitroglycerin, being less liable to explosion from moderate shocks, or from spontaneous decomposition."},{"word":"Dynamiter","type":"n.","descr":" One who uses dynamite; esp., one who uses it for the destruction of life and property."},{"word":"Dynamiting","type":"n.","descr":" Destroying by dynamite, for political ends."},{"word":"Dynamitism","type":"n.","descr":" The work of dynamiters."},{"word":"Dynamization","type":"","descr":" The act of setting free the dynamic powers of a medicine, as by shaking the bottle containing it."},{"word":"Dynamo","type":"n.","descr":" A dynamo-electric machine."},{"word":"Dynamo-electric","type":"a.","descr":" Pertaining to the development of electricity, especially electrical currents, by power; producing electricity or electrical currents by mechanical power."},{"word":"Dynamograph","type":"n.","descr":" A dynamometer to which is attached a device for automatically registering muscular power."},{"word":"Dynamometer","type":"n.","descr":" An apparatus for measuring force or power; especially, muscular effort of men or animals, or the power developed by a motor, or that required to operate machinery."},{"word":"Dynamometric","type":"a.","descr":" Alt. of Dynamometrical"},{"word":"Dynamometrical","type":"a.","descr":" Relating to a dynamometer, or to the measurement of force doing work; as, dynamometrical instruments."},{"word":"Dynamometry","type":"n.","descr":" The art or process of measuring forces doing work."},{"word":"Dynast","type":"n.","descr":" A ruler; a governor; a prince."},{"word":"Dynast","type":"n.","descr":" A dynasty; a government."},{"word":"Dynasta","type":"n.","descr":" A tyrant."},{"word":"Dynastic","type":"a.","descr":" Of or relating to a dynasty or line of kings."},{"word":"Dynastical","type":"a.","descr":" Dynastic."},{"word":"Dynastidan","type":"n.","descr":" One of a group of gigantic, horned beetles, including Dynastus Neptunus, and the Hercules beetle (D. Hercules) of tropical America, which grow to be six inches in length."},{"word":"Dynasties","type":"pl. ","descr":" of Dynasty"},{"word":"Dynasty","type":"n.","descr":" Sovereignty; lordship; dominion."},{"word":"Dynasty","type":"n.","descr":" A race or succession of kings, of the same line or family; the continued lordship of a race of rulers."},{"word":"Dyne","type":"n.","descr":" The unit of force, in the C. G. S. (Centimeter Gram Second) system of physical units; that is, the force which, acting on a gram for a second, generates a velocity of a centimeter per second."},{"word":"Dys-","type":"","descr":" An inseparable prefix, fr. the Greek \/ hard, ill, and signifying ill, bad, hard, difficult, and the like; cf. the prefixes, Skr. dus-, Goth. tuz-, OHG. zur-, G. zer-, AS. to-, Icel. tor-, Ir. do-."},{"word":"Dysaesthesia","type":"n.","descr":" Impairment of any of the senses, esp. of touch."},{"word":"Dyscrasia","type":"n.","descr":" An ill habit or state of the constitution; -- formerly regarded as dependent on a morbid condition of the blood and humors."},{"word":"Dyscrasite","type":"n.","descr":" A mineral consisting of antimony and silver."},{"word":"Dyscrasy","type":"n.","descr":" Dycrasia."},{"word":"Dysenteric","type":"a.","descr":" Alt. of Dysenterical"},{"word":"Dysenterical","type":"a.","descr":" Of or pertaining to dysentery; having dysentery; as, a dysenteric patient."},{"word":"Dysentery","type":"n.","descr":" A disease attended with inflammation and ulceration of the colon and rectum, and characterized by griping pains, constant desire to evacuate the bowels, and the discharge of mucus and blood."},{"word":"Dysgenesic","type":"a.","descr":" Not procreating or breeding freely; as, one race may be dysgenesic with respect to another."},{"word":"Dysgenesis","type":"n.","descr":" A condition of not generating or breeding freely; infertility; a form homogenesis in which the hybrids are sterile among themselves, but are fertile with members of either parent race."},{"word":"Dyslogistic","type":"a.","descr":" Unfavorable; not commendatory; -- opposed to eulogistic."},{"word":"Dysluite","type":"n.","descr":" A variety of the zinc spinel or gahnite."},{"word":"Dyslysin","type":"n.","descr":" A resinous substance formed in the decomposition of cholic acid of bile; -- so called because it is difficult to solve."},{"word":"Dysmenorrhea","type":"n.","descr":" Difficult and painful menstruation."},{"word":"Dysnomy","type":"n.","descr":" Bad legislation; the enactment of bad laws."},{"word":"Dysodile","type":"n.","descr":" An impure earthy or coaly bitumen, which emits a highly fetid odor when burning."},{"word":"Dyspepsia","type":"","descr":" Alt. of Dyspepsy"},{"word":"Dyspepsy","type":"","descr":" A kind of indigestion; a state of the stomach in which its functions are disturbed, without the presence of other diseases, or, if others are present, they are of minor importance. Its symptoms are loss of appetite, nausea, heartburn, acrid or fetid eructations, a sense of weight or fullness in the stomach, etc."},{"word":"Dyspeptic","type":"a.","descr":" Alt. of Dyspeptical"},{"word":"Dyspeptical","type":"a.","descr":" Pertaining to dyspepsia; having dyspepsia; as, a dyspeptic or dyspeptical symptom."},{"word":"Dyspeptic","type":"n.","descr":" A person afflicted with dyspepsia."},{"word":"Dyspeptone","type":"n.","descr":" An insoluble albuminous body formed from casein and other proteid substances by the action of gastric juice."},{"word":"Dysphagia","type":"n.","descr":" Alt. of Dysphagy"},{"word":"Dysphagy","type":"n.","descr":" Difficulty in swallowing."},{"word":"Dysphonia","type":"n.","descr":" Alt. of Dysphony"},{"word":"Dysphony","type":"n.","descr":" A difficulty in producing vocal sounds; enfeebled or depraved voice."},{"word":"Dysphoria","type":"n.","descr":" Impatience under affliction; morbid restlessness; dissatisfaction; the fidgets."},{"word":"Dyspnoea","type":"n.","descr":" Difficulty of breathing."},{"word":"Dyspnoic","type":"a.","descr":" Affected with shortness of breath; relating to dyspnoea."},{"word":"Dysteleology","type":"n.","descr":" The doctrine of purposelessness; a term applied by Haeckel to that branch of physiology which treats of rudimentary organs, in view of their being useless to the life of the organism."},{"word":"Dystocia","type":"n.","descr":" Difficult delivery pr parturition."},{"word":"Dystome","type":"a.","descr":" Cleaving with difficulty."},{"word":"Dysuria","type":"n.","descr":" Alt. of Dysury"},{"word":"Dysury","type":"n.","descr":" Difficult or painful discharge of urine."},{"word":"Dysuric","type":"a.","descr":" Pertaining to, or afflicted with, dysury."}]