[{"word":"Each","type":"a. \/ a. pron.","descr":" Every one of the two or more individuals composing a number of objects, considered separately from the rest. It is used either with or without a following noun; as, each of you or each one of you."},{"word":"Each","type":"a. \/ a. pron.","descr":" Every; -- sometimes used interchangeably with every."},{"word":"Eachwhere","type":"adv.","descr":" Everywhere."},{"word":"Eadish","type":"n.","descr":" See Eddish."},{"word":"Eager","type":"a.","descr":" Sharp; sour; acid."},{"word":"Eager","type":"a.","descr":" Sharp; keen; bitter; severe."},{"word":"Eager","type":"a.","descr":" Excited by desire in the pursuit of any object; ardent to pursue, perform, or obtain; keenly desirous; hotly longing; earnest; zealous; impetuous; vehement; as, the hounds were eager in the chase."},{"word":"Eager","type":"a.","descr":" Brittle; inflexible; not ductile."},{"word":"Eager","type":"n.","descr":" Same as Eagre."},{"word":"Eagerly","type":"adv.","descr":" In an eager manner."},{"word":"Eagerness","type":"n.","descr":" The state or quality of being eager; ardent desire."},{"word":"Eagerness","type":"n.","descr":" Tartness; sourness."},{"word":"Eagle","type":"n.","descr":" Any large, rapacious bird of the Falcon family, esp. of the genera Aquila and Haliaeetus. The eagle is remarkable for strength, size, graceful figure, keenness of vision, and extraordinary flight. The most noted species are the golden eagle (Aquila chrysaetus); the imperial eagle of Europe (A. mogilnik \/ imperialis); the American bald eagle (Haliaeetus leucocephalus); the European sea eagle (H. albicilla); and the great harpy eagle (Thrasaetus harpyia). The figure of the eagle, as the king of birds, is commonly used as an heraldic emblem, and also for standards and emblematic devices. See Bald eagle, Harpy, and Golden eagle."},{"word":"Eagle","type":"n.","descr":" A gold coin of the United States, of the value of ten dollars."},{"word":"Eagle","type":"n.","descr":" A northern constellation, containing Altair, a star of the first magnitude. See Aquila."},{"word":"Eagle","type":"n.","descr":" The figure of an eagle borne as an emblem on the standard of the ancient Romans, or so used upon the seal or standard of any people."},{"word":"Eagle-eyed","type":"a.","descr":" Sharp-sighted as an eagle."},{"word":"Eagle-sighted","type":"a.","descr":" Farsighted and strong-sighted; sharp-sighted."},{"word":"Eagless","type":"n.","descr":" A female or hen eagle."},{"word":"Eaglestone","type":"n.","descr":" A concretionary nodule of clay ironstone, of the size of a walnut or larger, so called by the ancients, who believed that the eagle transported these stones to her nest to facilitate the laying of her eggs; aetites."},{"word":"Eaglet","type":"n.","descr":" A young eagle, or a diminutive eagle."},{"word":"Eagle-winged","type":"a.","descr":" Having the wings of an eagle; swift, or soaring high, like an eagle."},{"word":"Eaglewood","type":"n.","descr":" A kind of fragrant wood. See Agallochum."},{"word":"Eagrass","type":"n.","descr":" See Eddish."},{"word":"Eagre","type":"n.","descr":" A wave, or two or three successive waves, of great height and violence, at flood tide moving up an estuary or river; -- commonly called the bore. See Bore."},{"word":"Ealderman","type":"n.","descr":" Alt. of Ealdorman"},{"word":"Ealdorman","type":"n.","descr":" An alderman."},{"word":"Eale","type":"n.","descr":" Ale."},{"word":"Eame","type":"n.","descr":" Uncle."},{"word":"Ean","type":"v. t. and i.","descr":" To bring forth, as young; to yean."},{"word":"Eanling","type":"n.","descr":" A lamb just brought forth; a yeanling."},{"word":"Ear","type":"n.","descr":" The organ of hearing; the external ear."},{"word":"Ear","type":"n.","descr":" The sense of hearing; the perception of sounds; the power of discriminating between different tones; as, a nice ear for music; -- in the singular only."},{"word":"Ear","type":"n.","descr":" That which resembles in shape or position the ear of an animal; any prominence or projection on an object, -- usually one for support or attachment; a lug; a handle; as, the ears of a tub, a skillet, or dish. The ears of a boat are outside kneepieces near the bow. See Illust. of Bell."},{"word":"Ear","type":"n.","descr":" Same as Acroterium."},{"word":"Ear","type":"n.","descr":" Same as Crossette."},{"word":"Ear","type":"n.","descr":" Privilege of being kindly heard; favor; attention."},{"word":"Eared","type":"imp. and p. p.","descr":" of Ear"},{"word":"Earing","type":"p. pr. and vb. n.","descr":" of Ear"},{"word":"Ear","type":"v. t.","descr":" To take in with the ears; to hear."},{"word":"Ear","type":"n.","descr":" The spike or head of any cereal  (as, wheat, rye, barley, Indian corn, etc.), containing the kernels."},{"word":"Ear","type":"v. i.","descr":" To put forth ears in growing; to form ears, as grain; as, this corn ears well."},{"word":"Ear","type":"v. t.","descr":" To plow or till; to cultivate."},{"word":"Earable","type":"a.","descr":" Arable; tillable."},{"word":"Earache","type":"n.","descr":" Ache or pain in the ear."},{"word":"Earal","type":"a.","descr":" Receiving by the ear."},{"word":"Ear-bored","type":"a.","descr":" Having the ear perforated."},{"word":"Earcap","type":"n.","descr":" A cap or cover to protect the ear from cold."},{"word":"Earcockle","type":"n.","descr":" A disease in wheat, in which the blackened and contracted grain, or ear, is filled with minute worms."},{"word":"Eardrop","type":"n.","descr":" A pendant for the ear; an earring; as, a pair of eardrops."},{"word":"Eardrop","type":"n.","descr":" A species of primrose. See Auricula."},{"word":"Eardrum","type":"n.","descr":" The tympanum. See Illust. of Ear."},{"word":"Eared","type":"a.","descr":" Having (such or so many) ears; -- used in composition; as, long-eared-eared; sharp-eared; full-eared; ten-eared."},{"word":"Eared","type":"a.","descr":" Having external ears; having tufts of feathers resembling ears."},{"word":"Eariness","type":"n.","descr":" Fear or timidity, especially of something supernatural."},{"word":"Earing","type":"n.","descr":" A line used to fasten the upper corners of a sail to the yard or gaff; -- also called head earing."},{"word":"Earing","type":"n.","descr":" A line for hauling the reef cringle to the yard; -- also called reef earing."},{"word":"Earing","type":"n.","descr":" A line fastening the corners of an awning to the rigging or stanchions."},{"word":"Earing","type":"n.","descr":" Coming into ear, as corn."},{"word":"Earing","type":"n.","descr":" A plowing of land."},{"word":"Earl","type":"n.","descr":" A nobleman of England ranking below a marquis, and above a viscount. The rank of an earl corresponds to that of a count (comte) in France, and graf in Germany. Hence the wife of an earl is still called countess. See Count."},{"word":"Earl","type":"n.","descr":" The needlefish."},{"word":"Earlap","type":"n.","descr":" The lobe of the ear."},{"word":"Earldom","type":"n.","descr":" The jurisdiction of an earl; the territorial possessions of an earl."},{"word":"Earldom","type":"n.","descr":" The status, title, or dignity of an earl."},{"word":"Earldorman","type":"n.","descr":" Alderman."},{"word":"Earlduck","type":"n.","descr":" The red-breasted merganser (Merganser serrator)."},{"word":"Earles penny","type":"","descr":" Earnest money. Same as Arles penny."},{"word":"Earless","type":"a.","descr":" Without ears; hence, deaf or unwilling to hear."},{"word":"Earlet","type":"n.","descr":" An earring."},{"word":"Earliness","type":"n.","descr":" The state of being early or forward; promptness."},{"word":"Earl marshal","type":"","descr":" An officer of state in England who marshals and orders all great ceremonials, takes cognizance of matters relating to honor, arms, and pedigree, and directs the proclamation of peace and war. The court of chivalry was formerly under his jurisdiction, and he is still the head of the herald\\'s office or college of arms."},{"word":"Earlock","type":"n.","descr":" A lock or curl of hair near the ear; a lovelock. See Lovelock."},{"word":"Early","type":"adv.","descr":" Soon; in good season; seasonably; betimes; as, come early."},{"word":"Early","type":"adv.","descr":" In advance of the usual or appointed time; in good season; prior in time; among or near the first; -- opposed to late; as, the early bird; an early spring; early fruit."},{"word":"Early","type":"adv.","descr":" Coming in the first part of a period of time, or among the first of successive acts, events, etc."},{"word":"Earmark","type":"n.","descr":" A mark on the ear of sheep, oxen, dogs, etc., as by cropping or slitting."},{"word":"Earmark","type":"n.","descr":" A mark for identification; a distinguishing mark."},{"word":"Earmarked","type":"imp. and p. p.","descr":" of Earmark"},{"word":"Earmarking","type":"p. pr. and vb. n.","descr":" of Earmark"},{"word":"Earmark","type":"v. t.","descr":" To mark, as sheep, by cropping or slitting the ear."},{"word":"Earn","type":"n.","descr":" See Ern, n."},{"word":"Earned","type":"imp. and p. p.","descr":" of Earn"},{"word":"Earning","type":"p. pr. and vb. n.","descr":" of Earn"},{"word":"Earn","type":"v. t.","descr":" To merit or deserve, as by labor or service; to do that which entitles one to (a reward, whether the reward is received or not)."},{"word":"Earn","type":"v. t.","descr":" To acquire by labor, service, or performance; to deserve and receive as compensation or wages; as, to earn a good living; to earn honors or laurels."},{"word":"Earn","type":"v. t. and i.","descr":" To grieve."},{"word":"Earn","type":"v. i.","descr":" To long; to yearn."},{"word":"Earn","type":"v. i.","descr":" To curdle, as milk."},{"word":"Earnest","type":"n.","descr":" Seriousness; reality; fixed determination; eagerness; intentness."},{"word":"Earnest","type":"a.","descr":" Ardent in the pursuit of an object; eager to obtain or do; zealous with sincerity; with hearty endeavor; heartfelt; fervent; hearty; -- used in a good sense; as, earnest prayers."},{"word":"Earnest","type":"a.","descr":" Intent; fixed closely; as, earnest attention."},{"word":"Earnest","type":"a.","descr":" Serious; important."},{"word":"Earnest","type":"v. t.","descr":" To use in earnest."},{"word":"Earnest","type":"n.","descr":" Something given, or a part paid beforehand, as a pledge; pledge; handsel; a token of what is to come."},{"word":"Earnest","type":"n.","descr":" Something of value given by the buyer to the seller, by way of token or pledge, to bind the bargain and prove the sale."},{"word":"Earnestful","type":"a.","descr":" Serious."},{"word":"Earnestly","type":"adv.","descr":" In an earnest manner."},{"word":"Earnestness","type":"n.","descr":" The state or quality of being earnest; intentness; anxiety."},{"word":"Earnful","type":"a.","descr":" Full of anxiety or yearning."},{"word":"Earnings","type":"pl. ","descr":" of Earning"},{"word":"Earning","type":"n.","descr":" That which is earned; wages gained by work or services; money earned; -- used commonly in the plural."},{"word":"Earpick","type":"n.","descr":" An instrument for removing wax from the ear."},{"word":"Ear-piercer","type":"n.","descr":" The earwig."},{"word":"Earreach","type":"n.","descr":" Earshot."},{"word":"Earring","type":"n.","descr":" An ornament consisting of a ring passed through the lobe of the ear, with or without a pendant."},{"word":"Earsh","type":"n.","descr":" See Arrish."},{"word":"Ear-shell","type":"n.","descr":" A flattened marine univalve shell of the genus Haliotis; -- called also sea-ear. See Abalone."},{"word":"Earshot","type":"n.","descr":" Reach of the ear; distance at which words may be heard."},{"word":"Earshrift","type":"n.","descr":" A nickname for auricular confession; shrift."},{"word":"Earsore","type":"n.","descr":" An annoyance to the ear."},{"word":"Ear-splitting","type":"a.","descr":" Deafening; disagreeably loud or shrill; as, ear-splitting strains."},{"word":"Earst","type":"adv.","descr":" See Erst."},{"word":"Earth","type":"n.","descr":" The globe or planet which we inhabit; the world, in distinction from the sun, moon, or stars. Also, this world as the dwelling place of mortals, in distinction from the dwelling place of spirits."},{"word":"Earth","type":"n.","descr":" The solid materials which make up the globe, in distinction from the air or water; the dry land."},{"word":"Earth","type":"n.","descr":" The softer inorganic matter composing part of the surface of the globe, in distinction from the firm rock; soil of all kinds, including gravel, clay, loam, and the like; sometimes, soil favorable to the growth of plants; the visible surface of the globe; the ground; as, loose earth; rich earth."},{"word":"Earth","type":"n.","descr":" A part of this globe; a region; a country; land."},{"word":"Earth","type":"n.","descr":" Worldly things, as opposed to spiritual things; the pursuits, interests, and allurements of this life."},{"word":"Earth","type":"n.","descr":" The people on the globe."},{"word":"Earth","type":"n.","descr":" Any earthy-looking metallic oxide, as alumina, glucina, zirconia, yttria, and thoria."},{"word":"Earth","type":"n.","descr":" A similar oxide, having a slight alkaline reaction, as lime, magnesia, strontia, baryta."},{"word":"Earth","type":"n.","descr":" A hole in the ground, where an animal hides himself; as, the earth of a fox."},{"word":"Earthed","type":"imp. and p. p.","descr":" of Earth"},{"word":"Earthing","type":"p. pr. and vb. n.","descr":" of Earth"},{"word":"Earth","type":"v. t.","descr":" To hide, or cause to hide, in the earth; to chase into a burrow or den."},{"word":"Earth","type":"v. t.","descr":" To cover with earth or mold; to inter; to bury; -- sometimes with up."},{"word":"Earth","type":"v. i.","descr":" To burrow."},{"word":"Earth","type":"n.","descr":" A plowing."},{"word":"Earthbag","type":"n.","descr":" A bag filled with earth, used commonly to raise or repair a parapet."},{"word":"Earthbank","type":"n.","descr":" A bank or mound of earth."},{"word":"Earthboard","type":"n.","descr":" The part of a plow, or other implement, that turns over the earth; the moldboard."},{"word":"Earthborn","type":"a.","descr":" Born of the earth; terrigenous; springing originally from the earth; human."},{"word":"Earthborn","type":"a.","descr":" Relating to, or occasioned by, earthly objects."},{"word":"Earthbred","type":"a.","descr":" Low; grovelling; vulgar."},{"word":"Earthdin","type":"n.","descr":" An earthquake."},{"word":"Earthdrake","type":"n.","descr":" A mythical monster of the early Anglo-Saxon literature; a dragon."},{"word":"Earthen","type":"a.","descr":" Made of earth; made of burnt or baked clay, or other like substances; as, an earthen vessel or pipe."},{"word":"Earthen-hearted","type":"a.","descr":" Hard-hearted; sordid; gross."},{"word":"Earthenware","type":"n.","descr":" Vessels and other utensils, ornaments, or the like, made of baked clay. See Crockery, Pottery, Stoneware, and Porcelain."},{"word":"Earth flax","type":"","descr":" A variety of asbestus. See Amianthus."},{"word":"Earthfork","type":"n.","descr":" A pronged fork for turning up the earth."},{"word":"Earthiness","type":"n.","descr":" The quality or state of being earthy, or of containing earth; hence, grossness."},{"word":"Earthliness","type":"n.","descr":" The quality or state of being earthly; worldliness; grossness; perishableness."},{"word":"Earthling","type":"n.","descr":" An inhabitant of the earth; a mortal."},{"word":"Earthly","type":"a.","descr":" Pertaining to the earth; belonging to this world, or to man\\'s existence on the earth; not heavenly or spiritual; carnal; worldly; as, earthly joys; earthly flowers; earthly praise."},{"word":"Earthly","type":"a.","descr":" Of all things on earth; possible; conceivable."},{"word":"Earthly","type":"a.","descr":" Made of earth; earthy."},{"word":"Earthly","type":"adv.","descr":" In the manner of the earth or its people; worldly."},{"word":"Earthly-minded","type":"a.","descr":" Having a mind devoted to earthly things; worldly-minded; -- opposed to spiritual-minded."},{"word":"Earthmad","type":"n.","descr":" The earthworm."},{"word":"Earthnut","type":"n.","descr":" A name given to various roots, tubers, or pods grown under or on the ground"},{"word":"Earthnut","type":"n.","descr":" The esculent tubers of the umbelliferous plants Bunium flexuosum and Carum Bulbocastanum."},{"word":"Earthnut","type":"n.","descr":" The peanut. See Peanut."},{"word":"Earthpea","type":"n.","descr":" A species of pea (Amphicarpaea monoica). It is a climbing leguminous plant, with hairy underground pods."},{"word":"Earthquake","type":"n.","descr":" A shaking, trembling, or concussion of the earth, due to subterranean causes, often accompanied by a rumbling noise. The wave of shock sometimes traverses half a hemisphere, destroying cities and many thousand lives; -- called also earthdin, earthquave, and earthshock."},{"word":"Earthquake","type":"a.","descr":" Like, or characteristic of, an earthquake; loud; starling."},{"word":"Earthquave","type":"n.","descr":" An earthquake."},{"word":"Earth shine","type":"","descr":" See Earth light, under Earth."},{"word":"Earthshock","type":"n.","descr":" An earthquake."},{"word":"Earthstar","type":"n.","descr":" A curious fungus of the genus Geaster, in which the outer coating splits into the shape of a star, and the inner one forms a ball containing the dustlike spores."},{"word":"Earth-tongue","type":"n.","descr":" A fungus of the genus Geoglossum."},{"word":"Earthward","type":"adv.","descr":" Alt. of Earthwards"},{"word":"Earthwards","type":"adv.","descr":" Toward the earth; -- opposed to heavenward or skyward."},{"word":"Earthwork","type":"n.","descr":" Any construction, whether a temporary breastwork or permanent fortification, for attack or defense, the material of which is chiefly earth."},{"word":"Earthwork","type":"n.","descr":" The operation connected with excavations and embankments of earth in preparing foundations of buildings, in constructing canals, railroads, etc."},{"word":"Earthwork","type":"n.","descr":" An embankment or construction made of earth."},{"word":"Earthworm","type":"n.","descr":" Any worm of the genus Lumbricus and allied genera, found in damp soil. One of the largest and most abundant species in Europe and America is L. terrestris; many others are known; -- called also angleworm and dewworm."},{"word":"Earthworm","type":"n.","descr":" A mean, sordid person; a niggard."},{"word":"Earthy","type":"a.","descr":" Consisting of, or resembling, earth; terrene; earthlike; as, earthy matter."},{"word":"Earthy","type":"a.","descr":" Of or pertaining to the earth or to, this world; earthly; terrestrial; carnal."},{"word":"Earthy","type":"a.","descr":" Gross; low; unrefined."},{"word":"Earthy","type":"a.","descr":" Without luster, or dull and roughish to the touch; as, an earthy fracture."},{"word":"Earwax","type":"n.","descr":" See Cerumen."},{"word":"Earwig","type":"n.","descr":" Any insect of the genus Forticula and related genera, belonging to the order Euplexoptera."},{"word":"Earwig","type":"n.","descr":" In America, any small chilopodous myriapod, esp. of the genus Geophilus."},{"word":"Earwig","type":"n.","descr":" A whisperer of insinuations; a secret counselor."},{"word":"Earwigged","type":"imp. and p. p.","descr":" of Earwig"},{"word":"Earwigging","type":"p. pr. and vb. n.","descr":" of Earwig"},{"word":"Earwig","type":"v. t.","descr":" To influence, or attempt to influence, by whispered insinuations or private talk."},{"word":"Earwitness","type":"n.","descr":" A witness by means of his ears; one who is within hearing and does hear; a hearer."},{"word":"Ease","type":"n.","descr":" Satisfaction; pleasure; hence, accommodation; entertainment."},{"word":"Ease","type":"n.","descr":" Freedom from anything that pains or troubles; as: (a) Relief from labor or effort; rest; quiet; relaxation; as, ease of body."},{"word":"Ease","type":"n.","descr":" Freedom from care, solicitude, or anything that annoys or disquiets; tranquillity; peace; comfort; security; as, ease of mind."},{"word":"Ease","type":"n.","descr":" Freedom from constraint, formality, difficulty, embarrassment, etc.; facility; liberty; naturalness; -- said of manner, style, etc.; as, ease of style, of behavior, of address."},{"word":"Eased","type":"imp. and p. p.","descr":" of Ease"},{"word":"Easing","type":"p. pr. and vb. n.","descr":" of Ease"},{"word":"Ease","type":"n.","descr":" To free from anything that pains, disquiets, or oppresses; to relieve from toil or care; to give rest, repose, or tranquility to; -- often with of; as, to ease of pain; ease the body or mind."},{"word":"Ease","type":"n.","descr":" To render less painful or oppressive; to mitigate; to alleviate."},{"word":"Ease","type":"n.","descr":" To release from pressure or restraint; to move gently; to lift slightly; to shift a little; as, to ease a bar or nut in machinery."},{"word":"Ease","type":"n.","descr":" To entertain; to furnish with accommodations."},{"word":"Easeful","type":"a.","descr":" Full of ease; suitable for affording ease or rest; quiet; comfortable; restful."},{"word":"Easel","type":"n.","descr":" A frame (commonly) of wood serving to hold a canvas upright, or nearly upright, for the painter\\'s convenience or for exhibition."},{"word":"Easeless","type":"a.","descr":" Without ease."},{"word":"Easement","type":"n.","descr":" That which gives ease, relief, or assistance; convenience; accommodation."},{"word":"Easement","type":"n.","descr":" A liberty, privilege, or advantage, which one proprietor has in the estate of another proprietor, distinct from the ownership of the soil, as a way, water course, etc. It is a species of what the civil law calls servitude."},{"word":"Easement","type":"n.","descr":" A curved member instead of an abrupt change of direction, as in a baseboard, hand rail, etc."},{"word":"Easily","type":"adv.","descr":" With ease; without difficulty or much effort; as, this task may be easily performed; that event might have been easily foreseen."},{"word":"Easily","type":"adv.","descr":" Without pain, anxiety, or disturbance; as, to pass life well and easily."},{"word":"Easily","type":"adv.","descr":" Readily; without reluctance; willingly."},{"word":"Easily","type":"adv.","descr":" Smoothly; quietly; gently; gracefully; without \/umult or discord."},{"word":"Easily","type":"adv.","descr":" Without shaking or jolting; commodiously; as, a carriage moves easily."},{"word":"Easiness","type":"n.","descr":" The state or condition of being easy; freedom from distress; rest."},{"word":"Easiness","type":"n.","descr":" Freedom from difficulty; ease; as the easiness of a task."},{"word":"Easiness","type":"n.","descr":" Freedom from emotion; compliance; disposition to yield without opposition; unconcernedness."},{"word":"Easiness","type":"n.","descr":" Freedom from effort, constraint, or formality; -- said of style, manner, etc."},{"word":"Easiness","type":"n.","descr":" Freedom from jolting, jerking, or straining."},{"word":"East","type":"n.","descr":" The point in the heavens where the sun is seen to rise at the equinox, or the corresponding point on the earth; that one of the four cardinal points of the compass which is in a direction at right angles to that of north and south, and which is toward the right hand of one who faces the north; the point directly opposite to the west."},{"word":"East","type":"n.","descr":" The eastern parts of the earth; the regions or countries which lie east of Europe; the orient. In this indefinite sense, the word is applied to Asia Minor, Syria, Chaldea, Persia, India, China, etc.; as, the riches of the East; the diamonds and pearls of the East; the kings of the East."},{"word":"East","type":"n.","descr":" Formerly, the part of the United States east of the Alleghany Mountains, esp. the Eastern, or New England, States; now, commonly, the whole region east of the Mississippi River, esp. that which is north of Maryland and the Ohio River; -- usually with the definite article; as, the commerce of the East is not independent of the agriculture of the West."},{"word":"East","type":"a.","descr":" Toward the rising sun; or toward the point where the sun rises when in the equinoctial; as, the east gate; the east border; the east side; the east wind is a wind that blows from the east."},{"word":"East","type":"adv.","descr":" Eastward."},{"word":"East","type":"v. i.","descr":" To move toward the east; to veer from the north or south toward the east; to orientate."},{"word":"Easter","type":"n.","descr":" An annual church festival commemorating Christ\\'s resurrection, and occurring on Sunday, the second day after Good Friday. It corresponds to the pasha or passover of the Jews, and most nations still give it this name under the various forms of pascha, pasque, paque, or pask."},{"word":"Easter","type":"n.","descr":" The day on which the festival is observed; Easter day."},{"word":"Easter","type":"v. i.","descr":" To veer to the east; -- said of the wind."},{"word":"Easterling","type":"n.","descr":" A native of a country eastward of another; -- used, by the English, of traders or others from the coasts of the Baltic."},{"word":"Easterling","type":"n.","descr":" A piece of money coined in the east by Richard II. of England."},{"word":"Easterling","type":"n.","descr":" The smew."},{"word":"Easterling","type":"a.","descr":" Relating to the money of the Easterlings, or Baltic traders. See Sterling."},{"word":"Easterly","type":"a.","descr":" Coming from the east; as, it was easterly wind."},{"word":"Easterly","type":"a.","descr":" Situated, directed, or moving toward the east; as, the easterly side of a lake; an easterly course or voyage."},{"word":"Easterly","type":"adv.","descr":" Toward, or in the direction of, the east."},{"word":"Eastern","type":"a.","descr":" Situated or dwelling in the east; oriental; as, an eastern gate; Eastern countries."},{"word":"Eastern","type":"a.","descr":" Going toward the east, or in the direction of east; as, an eastern voyage."},{"word":"Easternmost","type":"a.","descr":" Most eastern."},{"word":"East Indian","type":"","descr":" Belonging to, or relating to, the East Indies."},{"word":"East Indian","type":"n.","descr":" A native of, or a dweller in, the East Indies."},{"word":"Easting","type":"n.","descr":" The distance measured toward the east between two meridians drawn through the extremities of a course; distance of departure eastward made by a vessel."},{"word":"East-insular","type":"a.","descr":" Relating to the Eastern Islands; East Indian."},{"word":"Eastward","type":"adv.","descr":" Alt. of Eastwards"},{"word":"Eastwards","type":"adv.","descr":" Toward the east; in the direction of east from some point or place; as, New Haven lies eastward from New York."},{"word":"Easy","type":"v. t.","descr":" At ease; free from pain, trouble, or constraint"},{"word":"Easy","type":"v. t.","descr":" Free from pain, distress, toil, exertion, and the like; quiet; as, the patient is easy."},{"word":"Easy","type":"v. t.","descr":" Free from care, responsibility, discontent, and the like; not anxious; tranquil; as, an easy mind."},{"word":"Easy","type":"v. t.","descr":" Free from constraint, harshness, or formality; unconstrained; smooth; as, easy manners; an easy style."},{"word":"Easy","type":"v. t.","descr":" Not causing, or attended with, pain or disquiet, or much exertion; affording ease or rest; as, an easy carriage; a ship having an easy motion; easy movements, as in dancing."},{"word":"Easy","type":"v. t.","descr":" Not difficult; requiring little labor or effort; slight; inconsiderable; as, an easy task; an easy victory."},{"word":"Easy","type":"v. t.","descr":" Causing ease; giving freedom from care or labor; furnishing comfort; commodious; as, easy circumstances; an easy chair or cushion."},{"word":"Easy","type":"v. t.","descr":" Not making resistance or showing unwillingness; tractable; yielding; complying; ready."},{"word":"Easy","type":"v. t.","descr":" Moderate; sparing; frugal."},{"word":"Easy","type":"v. t.","descr":" Not straitened as to money matters; as, the market is easy; -- opposed to tight."},{"word":"Easy-chair","type":"n.","descr":" An armchair for ease or repose."},{"word":"Easy-going","type":"a.","descr":" Moving easily; hence, mild-tempered; ease-loving; inactive."},{"word":"Eat","type":"","descr":" of Eat"},{"word":"Eaten","type":"p. p.","descr":" of Eat"},{"word":"Eat","type":"","descr":" of Eat"},{"word":"Eating","type":"p. pr. and vb. n.","descr":" of Eat"},{"word":"Eat","type":"v. t.","descr":" To chew and swallow as food; to devour; -- said especially of food not liquid; as, to eat bread."},{"word":"Eat","type":"v. t.","descr":" To corrode, as metal, by rust; to consume the flesh, as a cancer; to waste or wear away; to destroy gradually; to cause to disappear."},{"word":"Eat","type":"v. i.","descr":" To take food; to feed; especially, to take solid, in distinction from liquid, food; to board."},{"word":"Eat","type":"v. i.","descr":" To taste or relish; as, it eats like tender beef."},{"word":"Eat","type":"v. i.","descr":" To make one\\'s way slowly."},{"word":"Eatable","type":"a.","descr":" Capable of being eaten; fit to be eaten; proper for food; esculent; edible."},{"word":"Eatable","type":"n.","descr":" Something fit to be eaten."},{"word":"Eatage","type":"n.","descr":" Eatable growth of grass for horses and cattle, esp. that of aftermath."},{"word":"Eater","type":"n.","descr":" One who, or that which, eats."},{"word":"Eath","type":"a. and adv.","descr":" Easy or easily."},{"word":"Eating","type":"n.","descr":" The act of tasking food; the act of consuming or corroding."},{"word":"Eating","type":"n.","descr":" Something fit to be eaten; food; as, a peach is good eating."},{"word":"Eau de Cologne","type":"","descr":" Same as Cologne."},{"word":"Eau de vie","type":"","descr":" French name for brandy.  Cf. Aqua vitae, under Aqua."},{"word":"Eavedrop","type":"n.","descr":" A drop from the eaves; eavesdrop."},{"word":"Eaves","type":"n. pl.","descr":" The edges or lower borders of the roof of a building, which overhang the walls, and cast off the water that falls on the roof."},{"word":"Eaves","type":"n. pl.","descr":" Brow; ridge."},{"word":"Eaves","type":"n. pl.","descr":" Eyelids or eyelashes."},{"word":"Eavesdrop","type":"v. i.","descr":" To stand under the eaves, near a window or at the door, of a house, to listen and learn what is said within doors; hence, to listen secretly to what is said in private."},{"word":"Eavesdrop","type":"n.","descr":" The water which falls in drops from the eaves of a house."},{"word":"Eavesdropper","type":"n.","descr":" One who stands under the eaves, or near the window or door of a house, to listen; hence, a secret listener."},{"word":"Eavesdropping","type":"n.","descr":" The habit of lurking about dwelling houses, and other places where persons meet fro private intercourse, secretly listening to what is said, and then tattling it abroad. The offense is indictable at common law."}]