[{"word":"Ecardines","type":"n. pl.","descr":" An order of Brachiopoda; the Lyopomata. See Brachiopoda."},{"word":"Ecarte","type":"n.","descr":" A game at cards, played usually by two persons, in which the players may discard any or all of the cards dealt and receive others from the pack."},{"word":"Ecaudate","type":"a.","descr":" Without a tail or spur."},{"word":"Ecaudate","type":"a.","descr":" Tailless."},{"word":"Ecballium","type":"n.","descr":" A genus of cucurbitaceous plants consisting of the single species Ecballium agreste (or Elaterium), the squirting cucumber. Its fruit, when ripe, bursts and violently ejects its seeds, together with a mucilaginous juice, from which elaterium, a powerful cathartic medicine, is prepared."},{"word":"Ecbasis","type":"n.","descr":" A figure in which the orator treats of things according to their events consequences."},{"word":"Ecbatic","type":"a.","descr":" Denoting a mere result or consequence, as distinguished from telic, which denotes intention or purpose; thus the phrase \/ \/, if rendered \"so that it was fulfilled,\" is ecbatic; if rendered \"in order that it might be.\" etc., is telic."},{"word":"Ecbole","type":"n.","descr":" A digression in which a person is introduced speaking his own words."},{"word":"Ecbolic","type":"n.","descr":" A drug, as ergot, which by exciting uterine contractions promotes the expulsion of the contents of the uterus."},{"word":"Ecboline","type":"n.","descr":" An alkaloid constituting the active principle of ergot; -- so named from its power of producing abortion."},{"word":"Eccaleobion","type":"n.","descr":" A contrivance for hatching eggs by artificial heat."},{"word":"Ecce homo","type":"","descr":" A picture which represents the Savior as given up to the people by Pilate, and wearing a crown of thorns."},{"word":"Eccentric","type":"a.","descr":" Deviating or departing from the center, or from the line of a circle; as, an eccentric or elliptical orbit; pertaining to deviation from the center or from true circular motion."},{"word":"Eccentric","type":"a.","descr":" Not having the same center; -- said of circles, ellipses, spheres, etc., which, though coinciding, either in whole or in part, as to area or volume, have not the same center; -- opposed to concentric."},{"word":"Eccentric","type":"a.","descr":" Pertaining to an eccentric; as, the eccentric rod in a steam engine."},{"word":"Eccentric","type":"a.","descr":" Not coincident as to motive or end."},{"word":"Eccentric","type":"a.","descr":" Deviating from stated methods, usual practice, or established forms or laws; deviating from an appointed sphere or way; departing from the usual course; irregular; anomalous; odd; as, eccentric conduct."},{"word":"Eccentric","type":"n.","descr":" A circle not having the same center as another contained in some measure within the first."},{"word":"Eccentric","type":"n.","descr":" One who, or that which, deviates from regularity; an anomalous or irregular person or thing."},{"word":"Eccentric","type":"n.","descr":" In the Ptolemaic system, the supposed circular orbit of a planet about the earth, but with the earth not in its center."},{"word":"Eccentric","type":"n.","descr":" A circle described about the center of an elliptical orbit, with half the major axis for radius."},{"word":"Eccentric","type":"n.","descr":" A disk or wheel so arranged upon a shaft that the center of the wheel and that of the shaft do not coincide. It is used for operating valves in steam engines, and for other purposes. The motion derived is precisely that of a crank having the same throw."},{"word":"Eccentrical","type":"a.","descr":" See Eccentric."},{"word":"Eccentrically","type":"adv.","descr":" In an eccentric manner."},{"word":"Eccentricities","type":"pl. ","descr":" of Eccentricity"},{"word":"Eccentricity","type":"n.","descr":" The state of being eccentric; deviation from the customary line of conduct; oddity."},{"word":"Eccentricity","type":"n.","descr":" The ratio of the distance between the center and the focus of an ellipse or hyperbola to its semi-transverse axis."},{"word":"Eccentricity","type":"n.","descr":" The ratio of the distance of the center of the orbit of a heavenly body from the center of the body round which it revolves to the semi-transverse axis of the orbit."},{"word":"Eccentricity","type":"n.","descr":" The distance of the center of figure of a body, as of an eccentric, from an axis about which it turns; the throw."},{"word":"Ecchymose","type":"v. t.","descr":" To discolor by the production of an ecchymosis, or effusion of blood, beneath the skin; -- chiefly used in the passive form; as, the parts were much ecchymosed."},{"word":"Ecchymoses","type":"pl. ","descr":" of Ecchymosis"},{"word":"Ecchymosis","type":"n.","descr":" A livid or black and blue spot, produced by the extravasation or effusion of blood into the areolar tissue from a contusion."},{"word":"Ecchymotic","type":"a.","descr":" Pertaining to ecchymosis."},{"word":"Eccle","type":"n.","descr":" The European green woodpecker; -- also called ecall, eaquall, yaffle."},{"word":"Ecclesiae","type":"pl. ","descr":" of Ecclesia"},{"word":"Ecclesia","type":"n.","descr":" The public legislative assembly of the Athenians."},{"word":"Ecclesia","type":"n.","descr":" A church, either as a body or as a building."},{"word":"Ecclesial","type":"a.","descr":" Ecclesiastical."},{"word":"Ecclesiarch","type":"n.","descr":" An official of the Eastern Church, resembling a sacrist in the Western Church."},{"word":"Ecclesiast","type":"n.","descr":" An ecclesiastic."},{"word":"Ecclesiast","type":"n.","descr":" The Apocryphal book of Ecclesiasticus."},{"word":"Ecclesiastes","type":"a.","descr":" One of the canonical books of the Old Testament."},{"word":"Ecclesiastic","type":"v. t.","descr":" Of or pertaining to the church. See Ecclesiastical."},{"word":"Ecclesiastic","type":"n.","descr":" A person in holy orders, or consecrated to the service of the church and the ministry of religion; a clergyman; a priest."},{"word":"Ecclesiastical","type":"a.","descr":" Of or pertaining to the church; relating to the organization or government of the church; not secular; as, ecclesiastical affairs or history; ecclesiastical courts."},{"word":"Ecclesiastically","type":"adv.","descr":" In an ecclesiastical manner; according ecclesiastical rules."},{"word":"Ecclesiasticism","type":"n.","descr":" Strong attachment to ecclesiastical usages, forms, etc."},{"word":"Ecclesiasticus","type":"n.","descr":" A book of the Apocrypha."},{"word":"Ecclesiological","type":"a.","descr":" Belonging to ecclesiology."},{"word":"Ecclesiologist","type":"n.","descr":" One versed in ecclesiology."},{"word":"Ecclesiology","type":"n.","descr":" The science or theory of church building and decoration."},{"word":"Eccritic","type":"n.","descr":" A remedy which promotes discharges, as an emetic, or a cathartic."},{"word":"Ecderon","type":"n.","descr":" See Ecteron."},{"word":"Ecdyses","type":"pl. ","descr":" of Ecdysis"},{"word":"Ecdysis","type":"n.","descr":" The act of shedding, or casting off, an outer cuticular layer, as in the case of serpents, lobsters, etc.; a coming out; as, the ecdysis of the pupa from its shell; exuviation."},{"word":"Ecgonine","type":"n.","descr":" A colorless, crystalline, nitrogenous base, obtained by the decomposition of cocaine."},{"word":"Echauguette","type":"n.","descr":" A small chamber or place of protection for a sentinel, usually in the form of a projecting turret, or the like. See Castle."},{"word":"Eche","type":"a. \/ a. pron.","descr":" Each."},{"word":"Echelon","type":"n.","descr":" An arrangement of a body of troops when its divisions are drawn up in parallel lines each to the right or the left of the one in advance of it, like the steps of a ladder in position for climbing. Also used adjectively; as, echelon distance."},{"word":"Echelon","type":"n.","descr":" An arrangement of a fleet in a wedge or V formation."},{"word":"Echelon","type":"v. t.","descr":" To place in echelon; to station divisions of troops in echelon."},{"word":"Echelon","type":"v. i.","descr":" To take position in echelon."},{"word":"Echidna","type":"n.","descr":" A monster, half maid and half serpent."},{"word":"Echidna","type":"n.","descr":" A genus of Monotremata found in Australia, Tasmania, and New Guinea. They are toothless and covered with spines; -- called also porcupine ant-eater, and Australian ant-eater."},{"word":"Echidnine","type":"n.","descr":" The clear, viscid fluid secreted by the poison glands of certain serpents; also, a nitrogenous base contained in this, and supposed to be the active poisonous principle of the virus."},{"word":"Echinate","type":"a.","descr":" Alt. of Echinated"},{"word":"Echinated","type":"a.","descr":" Set with prickles; prickly, like a hedgehog; bristled; as, an echinated pericarp."},{"word":"Echinid","type":"a. and n.","descr":" Same as Echinoid."},{"word":"Echinidan","type":"n.","descr":" One the Echinoidea."},{"word":"Echinital","type":"a.","descr":" Of, or like, an echinite."},{"word":"Echinite","type":"n.","descr":" A fossil echinoid."},{"word":"Echinococcus","type":"n.","descr":" A parasite of man and of many domestic and wild animals, forming compound cysts or tumors (called hydatid cysts) in various organs, but especially in the liver and lungs, which often cause death. It is the larval stage of the Taenia echinococcus, a small tapeworm peculiar to the dog."},{"word":"Echinoderm","type":"n.","descr":" One of the Echinodermata."},{"word":"Echinodermal","type":"a.","descr":" Relating or belonging to the echinoderms."},{"word":"Echinodermata","type":"n. pl.","descr":" One of the grand divisions of the animal kingdom. By many writers it was formerly included in the Radiata."},{"word":"Echinodermatous","type":"a.","descr":" Relating to Echinodermata; echinodermal."},{"word":"Echinoid","type":"a.","descr":" Of or pertaining to the Echinoidea."},{"word":"Echinoid","type":"n.","descr":" One of the Echinoidea."},{"word":"Echinoidea","type":"n. pl.","descr":" The class Echinodermata which includes the sea urchins. They have a calcareous, usually more or less spheroidal or disk-shaped, composed of many united plates, and covered with movable spines. See Spatangoid, Clypeastroid."},{"word":"Echinozoa","type":"n. pl.","descr":" The Echinodermata."},{"word":"Echinulate","type":"a.","descr":" Set with small spines or prickles."},{"word":"Echini","type":"pl. ","descr":" of Echinus"},{"word":"Echinus","type":"n.","descr":" A hedgehog."},{"word":"Echinus","type":"n.","descr":" A genus of echinoderms, including the common edible sea urchin of Europe."},{"word":"Echinus","type":"n.","descr":" The rounded molding forming the bell of the capital of the Grecian Doric style, which is of a peculiar elastic curve. See Entablature."},{"word":"Echinus","type":"n.","descr":" The quarter-round molding (ovolo) of the Roman Doric style. See Illust. of Column"},{"word":"Echinus","type":"n.","descr":" A name sometimes given to the egg and anchor or egg and dart molding, because that ornament is often identified with Roman Doric capital. The name probably alludes to the shape of the shell of the sea urchin."},{"word":"Echiuroidea","type":"n. pl.","descr":" A division of Annelida which includes the genus Echiurus and allies. They are often classed among the Gephyrea, and called the armed Gephyreans."},{"word":"Echoes","type":"pl. ","descr":" of Echo"},{"word":"Echo","type":"n.","descr":" A sound reflected from an opposing surface and repeated to the ear of a listener; repercussion of sound; repetition of a sound."},{"word":"Echo","type":"n.","descr":" Fig.: Sympathetic recognition; response; answer."},{"word":"Echo","type":"n.","descr":" A wood or mountain nymph, regarded as repeating, and causing the reverberation of them."},{"word":"Echo","type":"n.","descr":" A nymph, the daughter of Air and Earth, who, for love of Narcissus, pined away until nothing was left of her but her voice."},{"word":"Echoed","type":"imp. and p. p.","descr":" of Echo"},{"word":"Echoing","type":"p. pr. and vb. n.","descr":" of Echo"},{"word":"Echoes","type":"3d pers. sing.  pres.","descr":" of Echo"},{"word":"Echo","type":"v. t.","descr":" To send back (a sound); to repeat in sound; to reverberate."},{"word":"Echo","type":"v. t.","descr":" To repeat with assent; to respond; to adopt."},{"word":"Echo","type":"v. i.","descr":" To give an echo; to resound; to be sounded back; as, the hall echoed with acclamations."},{"word":"Echoer","type":"n.","descr":" One who, or that which, echoes."},{"word":"Echoless","type":"a.","descr":" Without echo or response."},{"word":"Echometer","type":"n.","descr":" A graduated scale for measuring the duration of sounds, and determining their different, and the relation of their intervals."},{"word":"Echometry","type":"n.","descr":" The art of measuring the duration of sounds or echoes."},{"word":"Echometry","type":"n.","descr":" The art of constructing vaults to produce echoes."},{"word":"Echon","type":"pron.","descr":" Alt. of Echoon"},{"word":"Echoon","type":"pron.","descr":" Each one."},{"word":"Echoscope","type":"n.","descr":" An instrument for intensifying sounds produced by percussion of the thorax."},{"word":"Eclair","type":"n.","descr":" A kind of frosted cake, containing flavored cream."},{"word":"Eclaircise","type":"v. t.","descr":" To make clear; to clear up what is obscure or not understood; to explain."},{"word":"Eclaircissement","type":"v. t.","descr":" The clearing up of anything which is obscure or not easily understood; an explanation."},{"word":"Eclampsia","type":"n.","descr":" A fancied perception of flashes of light, a symptom of epilepsy; hence, epilepsy itself; convulsions."},{"word":"Eclampsy","type":"n.","descr":" Same as Eclampsia."},{"word":"Eclat","type":"n.","descr":" Brilliancy of success or effort; splendor; brilliant show; striking effect; glory; renown."},{"word":"Eclat","type":"n.","descr":" Demonstration of admiration and approbation; applause."},{"word":"Eclectic","type":"a.","descr":" Selecting; choosing (what is true or excellent in doctrines, opinions, etc.) from various sources or systems; as, an eclectic philosopher."},{"word":"Eclectic","type":"a.","descr":" Consisting, or made up, of what is chosen or selected; as, an eclectic method; an eclectic magazine."},{"word":"Eclectic","type":"n.","descr":" One who follows an eclectic method."},{"word":"Eclectically","type":"adv.","descr":" In an eclectic manner; by an eclectic method."},{"word":"Eclecticism","type":"n.","descr":" Theory or practice of an eclectic."},{"word":"Eclegm","type":"n.","descr":" A medicine made by mixing oils with sirups."},{"word":"Eclipse","type":"n.","descr":" An interception or obscuration of the light of the sun, moon, or other luminous body, by the intervention of some other body, either between it and the eye, or between the luminous body and that illuminated by it. A lunar eclipse is caused by the moon passing through the earth\\'s shadow; a solar eclipse, by the moon coming between the sun and the observer. A satellite is eclipsed by entering the shadow of its primary. The obscuration of a planet or star by the moon or a planet, though of the nature of an eclipse, is called an occultation. The eclipse of a small portion of the sun by Mercury or Venus is called a transit of the planet."},{"word":"Eclipse","type":"n.","descr":" The loss, usually temporary or partial, of light, brilliancy, luster, honor, consciousness, etc.; obscuration; gloom; darkness."},{"word":"Eclipsed","type":"imp. and p. p.","descr":" of Eclipse"},{"word":"Eclipsing","type":"p. pr. and vb. n.","descr":" of Eclipse"},{"word":"Eclipse","type":"v. t.","descr":" To cause the obscuration of; to darken or hide; -- said of a heavenly body; as, the moon eclipses the sun."},{"word":"Eclipse","type":"v. t.","descr":" To obscure, darken, or extinguish the beauty, luster, honor, etc., of; to sully; to cloud; to throw into the shade by surpassing."},{"word":"Eclipse","type":"v. i.","descr":" To suffer an eclipse."},{"word":"Ecliptic","type":"a.","descr":" A great circle of the celestial sphere, making an angle with the equinoctial of about 23¡ 28\\'. It is the apparent path of the sun, or the real path of the earth as seen from the sun."},{"word":"Ecliptic","type":"a.","descr":" A great circle drawn on a terrestrial globe, making an angle of 23¡ 28\\' with the equator; -- used for illustrating and solving astronomical problems."},{"word":"Ecliptic","type":"a.","descr":" Pertaining to the ecliptic; as, the ecliptic way."},{"word":"Ecliptic","type":"a.","descr":" Pertaining to an eclipse or to eclipses."},{"word":"Eclogite","type":"n.","descr":" A rock consisting of granular red garnet, light green smaragdite, and common hornblende; -- so called in reference to its beauty."},{"word":"Eclogue","type":"n.","descr":" A pastoral poem, in which shepherds are introduced conversing with each other; a bucolic; an idyl; as, the Ecloques of Virgil, from which the modern usage of the word has been established."},{"word":"Economic","type":"a.","descr":" Alt. of Economical"},{"word":"Economical","type":"a.","descr":" Pertaining to the household; domestic."},{"word":"Economical","type":"a.","descr":" Relating to domestic economy, or to the management of household affairs."},{"word":"Economical","type":"a.","descr":" Managing with frugality; guarding against waste or unnecessary expense; careful and frugal in management and in expenditure; -- said of character or habits."},{"word":"Economical","type":"a.","descr":" Managed with frugality; not marked with waste or extravagance; frugal; -- said of acts; saving; as, an economical use of money or of time."},{"word":"Economical","type":"a.","descr":" Relating to the means of living, or the resources and wealth of a country; relating to political economy; as, economic purposes; economical truths."},{"word":"Economical","type":"a.","descr":" Regulative; relating to the adaptation of means to an end."},{"word":"Economically","type":"adv.","descr":" With economy; with careful management; with prudence in expenditure."},{"word":"Economics","type":"n.","descr":" The science of household affairs, or of domestic management."},{"word":"Economics","type":"n.","descr":" Political economy; the science of the utilities or the useful application of wealth or material resources. See Political economy, under Political."},{"word":"Economist","type":"n.","descr":" One who economizes, or manages domestic or other concerns with frugality; one who expends money, time, or labor, judiciously, and without waste."},{"word":"Economist","type":"n.","descr":" One who is conversant with political economy; a student of economics."},{"word":"Economization","type":"n.","descr":" The act or practice of using to the best effect."},{"word":"Economized","type":"imp. and p. p.","descr":" of Economize"},{"word":"Economizing","type":"p. pr. and vb. n.","descr":" of Economize"},{"word":"Economize","type":"v. t.","descr":" To manage with economy; to use with prudence; to expend with frugality; as, to economize one\\'s income."},{"word":"Economize","type":"v. i.","descr":" To be prudently sparing in expenditure; to be frugal and saving; as, to economize in order to grow rich."},{"word":"Economizer","type":"n.","descr":" One who, or that which, economizes."},{"word":"Economizer","type":"n.","descr":" Specifically: (Steam Boilers) An arrangement of pipes for heating feed water by waste heat in the gases passing to the chimney."},{"word":"Economies","type":"pl. ","descr":" of Economy"},{"word":"Economy","type":"n.","descr":" The management of domestic affairs; the regulation and government of household matters; especially as they concern expense or disbursement; as, a careful economy."},{"word":"Economy","type":"n.","descr":" Orderly arrangement and management of the internal affairs of a state or of any establishment kept up by production and consumption; esp., such management as directly concerns wealth; as, political economy."},{"word":"Economy","type":"n.","descr":" The system of rules and regulations by which anything is managed; orderly system of regulating the distribution and uses of parts, conceived as the result of wise and economical adaptation in the author, whether human or divine; as, the animal or vegetable economy; the economy of a poem; the Jewish economy."},{"word":"Economy","type":"n.","descr":" Thrifty and frugal housekeeping; management without loss or waste; frugality in expenditure; prudence and disposition to save; as, a housekeeper accustomed to economy but not to parsimony."},{"word":"Ecorche","type":"n.","descr":" A manikin, or image, representing an animal, especially man, with the skin removed so that the muscles are exposed for purposes of study."},{"word":"Ecossaise","type":"n.","descr":" A dancing tune in the Scotch style."},{"word":"Ecostate","type":"a.","descr":" Having no ribs or nerves; -- said of a leaf."},{"word":"Ecoute","type":"n.","descr":" One of the small galleries run out in front of the glacis. They serve to annoy the enemy\\'s miners."},{"word":"Ecphasis","type":"n.","descr":" An explicit declaration."},{"word":"Ecphonema","type":"n.","descr":" A breaking out with some interjectional particle."},{"word":"Ecphoneme","type":"n.","descr":" A mark (!) used to indicate an exclamation."},{"word":"Ecphonesis","type":"n.","descr":" An animated or passionate exclamation."},{"word":"Ecphractic","type":"a.","descr":" Serving to dissolve or attenuate viscid matter, and so to remove obstructions; deobstruent."},{"word":"Ecphractic","type":"n.","descr":" An ecphractic medicine."},{"word":"Ecrasement","type":"n.","descr":" The operation performed with an ecraseur."},{"word":"Ecraseur","type":"n.","descr":" An instrument intended to replace the knife in many operations, the parts operated on being severed by the crushing effect produced by the gradual tightening of a steel chain, so that hemorrhage rarely follows."},{"word":"Ecru","type":"a.","descr":" Having the color or appearance of unbleached stuff, as silk, linen, or the like."},{"word":"Ecstasies","type":"pl. ","descr":" of Ecstasy"},{"word":"Ecstasy","type":"n.","descr":" The state of being beside one\\'s self or rapt out of one\\'s self; a state in which the mind is elevated above the reach of ordinary impressions, as when under the influence of overpowering emotion; an extraordinary elevation of the spirit, as when the soul, unconscious of sensible objects, is supposed to contemplate heavenly mysteries."},{"word":"Ecstasy","type":"n.","descr":" Excessive and overmastering joy or enthusiasm; rapture; enthusiastic delight."},{"word":"Ecstasy","type":"n.","descr":" Violent distraction of mind; violent emotion; excessive grief of anxiety; insanity; madness."},{"word":"Ecstasy","type":"n.","descr":" A state which consists in total suspension of sensibility, of voluntary motion, and largely of mental power. The body is erect and inflexible; the pulsation and breathing are not affected."},{"word":"Ecstasy","type":"v. t.","descr":" To fill ecstasy, or with rapture or enthusiasm."},{"word":"Ecstatic","type":"n.","descr":" Pertaining to, or caused by, ecstasy or excessive emotion; of the nature, or in a state, of ecstasy; as, ecstatic gaze; ecstatic trance."},{"word":"Ecstatic","type":"n.","descr":" Delightful beyond measure; rapturous; ravishing; as, ecstatic bliss or joy."},{"word":"Ecstatic","type":"n.","descr":" An enthusiast."},{"word":"Ecstatical","type":"a.","descr":" Ecstatic."},{"word":"Ecstatical","type":"a.","descr":" Tending to external objects."},{"word":"Ecstatically","type":"adv.","descr":" Rapturously; ravishingly."},{"word":"Ect-","type":"","descr":" Alt. of Ecto-"},{"word":"Ecto-","type":"","descr":" A combining form signifying without, outside, external."},{"word":"Ectad","type":"adv.","descr":" Toward the outside or surface; -- opposed to entad."},{"word":"Ectal","type":"a.","descr":" Pertaining to, or situated near, the surface; outer; -- opposed to ental."},{"word":"Ectasia","type":"n.","descr":" A dilatation of a hollow organ or of a canal."},{"word":"Ectasis","type":"n.","descr":" The lengthening of a syllable from short to long."},{"word":"Ectental","type":"a.","descr":" Relating to, or connected with, the two primitive germ layers, the ectoderm and ectoderm; as, the \"ectental line\" or line of juncture of the two layers in the segmentation of the ovum."},{"word":"Ecteron","type":"n.","descr":" The external layer of the skin and mucous membranes; epithelium; ecderon."},{"word":"Ectethmoid","type":"a.","descr":" External to the ethmoid; prefrontal."},{"word":"Ecthlipsis","type":"n.","descr":" The dropping out or suppression from a word of a consonant, with or without a vowel."},{"word":"Ecthlipsis","type":"n.","descr":" The elision of a final m, with the preceding vowel, before a word beginning with a vowel."},{"word":"Ecthorea","type":"pl. ","descr":" of Ecthoreum"},{"word":"Ecthoreum","type":"n.","descr":" The slender, hollow thread of a nettling cell or cnida. See Nettling cell."},{"word":"Ecthymata","type":"pl. ","descr":" of Ecthyma"},{"word":"Ecthyma","type":"n.","descr":" A cutaneous eruption, consisting of large, round pustules, upon an indurated and inflamed base."},{"word":"Ecto-","type":"","descr":" See Ect-."},{"word":"Ectoblast","type":"n.","descr":" The outer layer of the blastoderm; the epiblast; the ectoderm."},{"word":"Ectoblast","type":"n.","descr":" The outer envelope of a cell; the cell wall."},{"word":"Ectobronchia","type":"pl. ","descr":" of Ectobronchium"},{"word":"Ectobronchium","type":"n.","descr":" One of the dorsal branches of the main bronchi in the lungs of birds."},{"word":"Ectocuneriform","type":"n.","descr":" Alt. of Ectocuniform"},{"word":"Ectocuniform","type":"n.","descr":" One of the bones of the tarsus. See Cuneiform."},{"word":"Ectocyst","type":"n.","descr":" The outside covering of the Bryozoa."},{"word":"Ectoderm","type":"n.","descr":" The outer layer of the blastoderm; epiblast."},{"word":"Ectoderm","type":"n.","descr":" The external skin or outer layer of an animal or plant, this being formed in an animal from the epiblast. See Illust. of Blastoderm."},{"word":"Ectodermal","type":"a.","descr":" Alt. of Ectodermic"},{"word":"Ectodermic","type":"a.","descr":" Of or relating to the ectoderm."},{"word":"Ectolecithal","type":"a.","descr":" Having the food yolk, at the commencement of segmentation, in a peripheral position, and the cleavage process confined to the center of the egg; as, ectolecithal ova."},{"word":"Ectomere","type":"n.","descr":" The more transparent cells, which finally become external, in many segmenting ova, as those of mammals."},{"word":"Ectoparasite","type":"n.","descr":" Any parasite which lives on the exterior of animals; -- opposed to endoparasite."},{"word":"Ectopia","type":"n.","descr":" A morbid displacement of parts, especially such as is congenial; as, ectopia of the heart, or of the bladder."},{"word":"Ectopic","type":"a.","descr":" Out of place; congenitally displaced; as, an ectopic organ."},{"word":"Ectoplasm","type":"n.","descr":" The outer transparent layer of protoplasm in a developing ovum."},{"word":"Ectoplasm","type":"n.","descr":" The outer hyaline layer of protoplasm in a vegetable cell."},{"word":"Ectoplasm","type":"n.","descr":" The ectosarc of protozoan."},{"word":"Ectoplastic","type":"a.","descr":" Pertaining to, or composed of, ectoplasm."},{"word":"Ectoprocta","type":"n. pl.","descr":" An order of Bryozoa in which the anus lies outside the circle of tentacles."},{"word":"Ectopy","type":"n.","descr":" Same as Ectopia."},{"word":"Ectorganism","type":"n.","descr":" An external parasitic organism."},{"word":"Ectosarc","type":"n.","descr":" The semisolid external layer of protoplasm in some unicellular organisms, as the amoeba; ectoplasm; exoplasm."},{"word":"Ectosteal","type":"a.","descr":" Of or pertaining to ectostosis; as, ectosteal ossification."},{"word":"Ectostosis","type":"n.","descr":" A process of bone formation in which ossification takes place in the perichondrium and either surrounds or gradually replaces the cartilage."},{"word":"Ectozoic","type":"a.","descr":" See Epizoic."},{"word":"Ectozoa","type":"pl. ","descr":" of Ectozoon"},{"word":"Ectozoon","type":"n.","descr":" See Epizoon."},{"word":"Ectropion","type":"n.","descr":" An unnatural eversion of the eyelids."},{"word":"Ectropium","type":"n.","descr":" Same as Ectropion."},{"word":"Ectrotic","type":"a.","descr":" Having a tendency to prevent the development of anything, especially of a disease."},{"word":"Ectypal","type":"a.","descr":" Copied, reproduced as a molding or cast, in contradistinction from the original model."},{"word":"Ectype","type":"n.","descr":" A copy, as in pottery, of an artist\\'s original work. Hence:"},{"word":"Ectype","type":"n.","descr":" A work sculptured in relief, as a cameo, or in bas-relief (in this sense used loosely)."},{"word":"Ectype","type":"n.","descr":" A copy from an original; a type of something that has previously existed."},{"word":"Ectypography","type":"n.","descr":" A method of etching in which the design upon the plate is produced in relief."},{"word":"Ecumenic","type":"a.","descr":" Alt. of Ecumenical"},{"word":"Ecumenical","type":"a.","descr":" General; universal; in ecclesiastical usage, that which concerns the whole church; as, an ecumenical council."},{"word":"Ecurie","type":"n.","descr":" A stable."},{"word":"Eczema","type":"n.","descr":" An inflammatory disease of the skin, characterized by the presence of redness and itching, an eruption of small vesicles, and the discharge of a watery exudation, which often dries up, leaving the skin covered with crusts; -- called also tetter, milk crust, and salt rheum."},{"word":"Eczematous","type":"a.","descr":" Pertaining to eczema; having the characteristic of eczema."},{"word":"Eccoriate","type":"v. t.","descr":" To strip or wear off the skin of; to abrade; to gall; to break and remove the cuticle of, in any manner, as by rubbing, beating, or by the action of acrid substances."}]