[{"word":"Elaborate","type":"a.","descr":" Wrought with labor; finished with great care; studied; executed with exactness or painstaking; as, an elaborate discourse; an elaborate performance; elaborate research."},{"word":"Elaborated","type":"imp. and p. p.","descr":" of Elaborate"},{"word":"Elaborating","type":"p. pr. and vb. n.","descr":" of Elaborate"},{"word":"Elaborate","type":"v. t.","descr":" To produce with labor"},{"word":"Elaborate","type":"v. t.","descr":" To perfect with painstaking; to improve or refine with labor and study, or by successive operations; as, to elaborate a painting or a literary work."},{"word":"Elaboration","type":"n.","descr":" The act or process of producing or refining with labor; improvement by successive operations; refinement."},{"word":"Elaboration","type":"n.","descr":" The natural process of formation or assimilation, performed by the living organs in animals and vegetables, by which a crude substance is changed into something of a higher order; as, the elaboration of food into chyme; the elaboration of chyle, or sap, or tissues."},{"word":"Elaborative","type":"a.","descr":" Serving or tending to elaborate; constructing with labor and minute attention to details."},{"word":"Elaborator","type":"n.","descr":" One who, or that which, elaborates."},{"word":"Elaboratory","type":"a.","descr":" Tending to elaborate."},{"word":"Elaboratory","type":"n.","descr":" A laboratory."},{"word":"Elaeagnus","type":"n.","descr":" A genus of shrubs or small trees, having the foliage covered with small silvery scales; oleaster."},{"word":"Elaeis","type":"n.","descr":" A genus of palms."},{"word":"Elaeolite","type":"n.","descr":" A variety of hephelite, usually massive, of greasy luster, and gray to reddish color."},{"word":"Elaeoptene","type":"n.","descr":" The more liquid or volatile portion of certain oily substance, as distinguished from stearoptene, the more solid parts."},{"word":"Elaidate","type":"n.","descr":" A salt of elaidic acid."},{"word":"Elaidic","type":"a.","descr":" Relating to oleic acid, or elaine."},{"word":"Elaidin","type":"n.","descr":" A solid isomeric modification of olein."},{"word":"Elaine","type":"n.","descr":" Alt. of Elain"},{"word":"Elain","type":"n.","descr":" Same as Olein."},{"word":"Elaiodic","type":"a.","descr":" Derived from castor oil; ricinoleic; as, elaiodic acid."},{"word":"Elaiometer","type":"n.","descr":" An apparatus for determining the amount of oil contained in any substance, or for ascertaining the degree of purity of oil."},{"word":"Elamite","type":"n.","descr":" A dweller in Flam (or Susiana), an ancient kingdom of Southwestern Asia, afterwards a province of Persia."},{"word":"Elamping","type":"a.","descr":" Shining."},{"word":"Elan","type":"b.","descr":" Ardor inspired by passion or enthusiasm."},{"word":"Elanced","type":"imp. and p. p.","descr":" of Elance"},{"word":"Elancing","type":"p. pr. and vb. n.","descr":" of Elance"},{"word":"Elance","type":"v. t.","descr":" To throw as a lance; to hurl; to dart."},{"word":"Eland","type":"n.","descr":" A species of large South African antelope (Oreas canna). It is valued both for its hide and flesh, and is rapidly disappearing in the settled districts; -- called also Cape elk."},{"word":"Eland","type":"n.","descr":" The elk or moose."},{"word":"Elanet","type":"n.","descr":" A kite of the genus Elanus."},{"word":"Elaolite","type":"n.","descr":" See Elaeolite."},{"word":"Elaoptene","type":"n.","descr":" See Elaeoptene."},{"word":"Elaphine","type":"a.","descr":" Pertaining to, resembling, or characteristic of, the stag, or Cervus elaphus."},{"word":"Elaphure","type":"n.","descr":" A species of deer (Elaphurus Davidianus) found in china. It is about four feet high at the shoulder and has peculiar antlers."},{"word":"Elapidation","type":"n.","descr":" A clearing away of stones."},{"word":"Elapine","type":"a.","descr":" Like or pertaining to the Elapidae, a family of poisonous serpents, including the cobras. See Ophidia."},{"word":"Elaps","type":"n.","descr":" A genus of venomous snakes found both in America and the Old World. Many species are known. See Coral snake, under Coral."},{"word":"Elapsed","type":"imp. and p. p.","descr":" of Elapse"},{"word":"Elapsing","type":"p. pr. and vb. n.","descr":" of Elapse"},{"word":"Elapse","type":"v. i.","descr":" To slip or glide away; to pass away silently, as time; -- used chiefly in reference to time."},{"word":"Elapsion","type":"n.","descr":" The act of elapsing."},{"word":"Elaqueate","type":"v. t.","descr":" To disentangle."},{"word":"Elasipoda","type":"n. pl.","descr":" An order of holothurians mostly found in the deep sea. They are remarkable for their bilateral symmetry and curious forms."},{"word":"Elasmobranch","type":"a.","descr":" Of or pertaining to the Elasmobranchii."},{"word":"Elasmobranch","type":"n.","descr":" One of the Elasmobranchii."},{"word":"Elasmobranchiate","type":"a.","descr":" Of or pertaining to Elasmobranchii."},{"word":"Elasmobranchiate","type":"n.","descr":" One of the Elasmobranchii."},{"word":"Elasmobranchii","type":"n. pl.","descr":" A subclass of fishes, comprising the sharks, the rays, and the Chimaera. The skeleton is mainly cartilaginous."},{"word":"Elasmosaurus","type":"n.","descr":" An extinct, long-necked, marine, cretaceous reptile from Kansas, allied to Plesiosaurus."},{"word":"Elastic","type":"a.","descr":" Springing back; having a power or inherent property of returning to the form from which a substance is bent, drawn, pressed, or twisted; springy; having the power of rebounding; as, a bow is elastic; the air is elastic; India rubber is elastic."},{"word":"Elastic","type":"a.","descr":" Able to return quickly to a former state or condition, after being depressed or overtaxed; having power to recover easily from shocks and trials; as, elastic spirits; an elastic constitution."},{"word":"Elastic","type":"n.","descr":" An elastic woven fabric, as a belt, braces or suspenders, etc., made in part of India rubber."},{"word":"Elastical","type":"a.","descr":" Elastic."},{"word":"Elastically","type":"adv.","descr":" In an elastic manner; by an elastic power; with a spring."},{"word":"Elasticity","type":"n.","descr":" The quality of being elastic; the inherent property in bodies by which they recover their former figure or dimensions, after the removal of external pressure or altering force; springiness; tendency to rebound; as, the elasticity of caoutchouc; the elasticity of the air."},{"word":"Elasticity","type":"n.","descr":" Power of resistance to, or recovery from, depression or overwork."},{"word":"Elasticness","type":"n.","descr":" The quality of being elastic; elasticity."},{"word":"Elastin","type":"n.","descr":" A nitrogenous substance, somewhat resembling albumin, which forms the chemical basis of elastic tissue. It is very insoluble in most fluids, but is gradually dissolved when digested with either pepsin or trypsin."},{"word":"Elate","type":"a.","descr":" Lifted up; raised; elevated."},{"word":"Elate","type":"a.","descr":" Having the spirits raised by success, or by hope; flushed or exalted with confidence; elated; exultant."},{"word":"Elated","type":"imp. and p. p.","descr":" of Elate"},{"word":"Elating","type":"p. pr. and vb. n.","descr":" of Elate"},{"word":"Elate","type":"v. t.","descr":" To raise; to exalt."},{"word":"Elate","type":"v. t.","descr":" To exalt the spirit of; to fill with confidence or exultation; to elevate or flush with success; to puff up; to make proud."},{"word":"Elatedly","type":"adv.","descr":" With elation."},{"word":"Elatedness","type":"n.","descr":" The state of being elated."},{"word":"Elater","type":"n.","descr":" One who, or that which, elates."},{"word":"Elater","type":"n.","descr":" An elastic spiral filament for dispersing the spores, as in some liverworts."},{"word":"Elater","type":"n.","descr":" Any beetle of the family Elateridae, having the habit, when laid on the back, of giving a sudden upward spring, by a quick movement of the articulation between the abdomen and thorax; -- called also click beetle, spring beetle, and snapping beetle."},{"word":"Elater","type":"n.","descr":" The caudal spring used by Podura and related insects for leaping. See Collembola."},{"word":"Elater","type":"n.","descr":" The active principle of elaterium, being found in the juice of the wild or squirting cucumber (Ecballium agreste, formerly Motordica Elaterium) and other related species. It is extracted as a bitter, white, crystalline substance, which is a violent purgative."},{"word":"Elaterite","type":"n.","descr":" A mineral resin, of a blackish brown color, occurring in soft, flexible masses; -- called also mineral caoutchouc, and elastic bitumen."},{"word":"Elaterium","type":"n.","descr":" A cathartic substance obtained, in the form of yellowish or greenish cakes, as the dried residue of the juice of the wild or squirting cucumber (Ecballium agreste, formerly called Momordica Elaterium)."},{"word":"Elaterometer","type":"n.","descr":" Same as Elatrometer."},{"word":"Elatery","type":"n.","descr":" Acting force; elasticity."},{"word":"Elation","type":"n.","descr":" A lifting up by success; exaltation; inriation with pride of prosperity."},{"word":"Elative","type":"a.","descr":" Raised; lifted up; -- a term applied to what is also called the absolute superlative, denoting a high or intense degree of a quality, but not excluding the idea that an equal degree may exist in other cases."},{"word":"Elatrometer","type":"n.","descr":" An instrument for measuring the degree of rarefaction of air contained in the receiver of an air pump."},{"word":"Elayl","type":"n.","descr":" Olefiant gas or ethylene; -- so called by Berzelius from its forming an oil combining with chlorine. [Written also elayle.] See Ethylene."},{"word":"Elbow","type":"n.","descr":" The joint or bend of the arm; the outer curve in the middle of the arm when bent."},{"word":"Elbow","type":"n.","descr":" Any turn or bend like that of the elbow, in a wall, building, and the like; a sudden turn in a line of coast or course of a river; also, an angular or jointed part of any structure, as the raised arm of a chair or sofa, or a short pipe fitting, turning at an angle or bent."},{"word":"Elbow","type":"n.","descr":" A sharp angle in any surface of wainscoting or other woodwork; the upright sides which flank any paneled work, as the sides of windows, where the jamb makes an elbow with the window back."},{"word":"Elbowed","type":"imp. and p. p.","descr":" of Elbow"},{"word":"Elbowing","type":"p. pr. and vb. n.","descr":" of Elbow"},{"word":"Elbow","type":"v. t.","descr":" To push or hit with the elbow, as when one pushes by another."},{"word":"Elbow","type":"v. i.","descr":" To jut into an angle; to project or to bend after the manner of an elbow."},{"word":"Elbow","type":"v. i.","descr":" To push rudely along; to elbow one\\'s way."},{"word":"Elbowboard","type":"n.","descr":" The base of a window casing, on which the elbows may rest."},{"word":"Elbowchair","type":"n.","descr":" A chair with arms to support the elbows; an armchair."},{"word":"Elbowroom","type":"n.","descr":" Room to extend the elbows on each side; ample room for motion or action; free scope."},{"word":"Elcaja","type":"n.","descr":" An Arabian tree (Trichilia emetica). The fruit, which is emetic, is sometimes employed in the composition of an ointment for the cure of the itch."},{"word":"Elcesaite","type":"n.","descr":" One of a sect of Asiatic Gnostics of the time of the Emperor Trajan."},{"word":"Eld","type":"a.","descr":" Old."},{"word":"Eld","type":"n.","descr":" Age; esp., old age."},{"word":"Eld","type":"n.","descr":" Old times; former days; antiquity."},{"word":"Eld","type":"v. i.","descr":" To age; to grow old."},{"word":"Eld","type":"v. t.","descr":" To make old or ancient."},{"word":"Elder","type":"a.","descr":" Older; more aged, or existing longer."},{"word":"Elder","type":"a.","descr":" Born before another; prior in years; senior; earlier; older; as, his elder brother died in infancy; -- opposed to younger, and now commonly applied to a son, daughter, child, brother, etc."},{"word":"Elder","type":"a.","descr":" One who is older; a superior in age; a senior."},{"word":"Elder","type":"a.","descr":" An aged person; one who lived at an earlier period; a predecessor."},{"word":"Elder","type":"a.","descr":" A person who, on account of his age, occupies the office of ruler or judge; hence, a person occupying any office appropriate to such as have the experience and dignity which age confers; as, the elders of Israel; the elders of the synagogue; the elders in the apostolic church."},{"word":"Elder","type":"a.","descr":" A clergyman authorized to administer all the sacraments; as, a traveling elder."},{"word":"Elder","type":"n.","descr":" A genus of shrubs (Sambucus) having broad umbels of white flowers, and small black or red berries."},{"word":"Elderish","type":"a.","descr":" Somewhat old; elderly."},{"word":"Elderly","type":"a.","descr":" Somewhat old; advanced beyond middle age; bordering on old age; as, elderly people."},{"word":"Eldern","type":"a.","descr":" Made of elder."},{"word":"Eldership","type":"n.","descr":" The state of being older; seniority."},{"word":"Eldership","type":"n.","descr":" Office of an elder; collectively, a body of elders."},{"word":"Elderwort","type":"n.","descr":" Danewort."},{"word":"Eldest","type":"a.","descr":" Oldest; longest in duration."},{"word":"Eldest","type":"a.","descr":" Born or living first, or before the others, as a son, daughter, brother, etc.; first in origin. See Elder."},{"word":"Elding","type":"n.","descr":" Fuel."},{"word":"El Doradoes","type":"pl. ","descr":" of El Dorado"},{"word":"El Dorado","type":"","descr":" A name given by the Spaniards in the 16th century to an imaginary country in the interior of South America, reputed to abound in gold and precious stones."},{"word":"El Dorado","type":"","descr":" Any region of fabulous wealth; exceeding richness."},{"word":"Eldritch","type":"a.","descr":" Hideous; ghastly; as, an eldritch shriek or laugh."},{"word":"Eleatic","type":"a.","descr":" Of or pertaining to a certain school of Greek philosophers who taught that the only certain science is that which owes nothing to the senses, and all to the reason."},{"word":"Eleatic","type":"n.","descr":" A philosopher of the Eleatic school."},{"word":"Eleaticism","type":"n.","descr":" The Eleatic doctrine."},{"word":"Elecampane","type":"n.","descr":" A large, coarse herb (Inula Helenium), with composite yellow flowers. The root, which has a pungent taste, is used as a tonic, and was formerly of much repute as a stomachic."},{"word":"Elecampane","type":"n.","descr":" A sweetmeat made from the root of the plant."},{"word":"Elect","type":"a.","descr":" Chosen; taken by preference from among two or more."},{"word":"Elect","type":"a.","descr":" Chosen as the object of mercy or divine favor; set apart to eternal life."},{"word":"Elect","type":"a.","descr":" Chosen to an office, but not yet actually inducted into it; as, bishop elect; governor or mayor elect."},{"word":"Elect","type":"n.","descr":" One chosen or set apart."},{"word":"Elect","type":"n.","descr":" Those who are chosen for salvation."},{"word":"Elected","type":"imp. and p. p.","descr":" of Elect"},{"word":"Electing","type":"p. pr. and vb. n.","descr":" of Elect"},{"word":"Elect","type":"v. t.","descr":" To pick out; to select; to choose."},{"word":"Elect","type":"v. t.","descr":" To select or take for an office; to select by vote; as, to elect a representative, a president, or a governor."},{"word":"Elect","type":"v. t.","descr":" To designate, choose, or select, as an object of mercy or favor."},{"word":"Electant","type":"n.","descr":" One who has the power of choosing; an elector."},{"word":"Electary","type":"n.","descr":" See Electuary."},{"word":"Electic","type":"a.","descr":" See Eclectic."},{"word":"Electicism","type":"n.","descr":" See Eclecticism."},{"word":"Election","type":"a.","descr":" The act of choosing; choice; selection."},{"word":"Election","type":"a.","descr":" The act of choosing a person to fill an office, or to membership in a society, as by ballot, uplifted hands, or viva voce; as, the election of a president or a mayor."},{"word":"Election","type":"a.","descr":" Power of choosing; free will; liberty to choose or act."},{"word":"Election","type":"a.","descr":" Discriminating choice; discernment."},{"word":"Election","type":"a.","descr":" Divine choice; predestination of individuals as objects of mercy and salvation; -- one of the \"five points\" of Calvinism."},{"word":"Election","type":"a.","descr":" The choice, made by a party, of two alternatives, by taking one of which, the chooser is excluded from the other."},{"word":"Election","type":"a.","descr":" Those who are elected."},{"word":"Electionered","type":"imp. and p. p.","descr":" of Electioneer"},{"word":"Electioneering","type":"p. pr. and vb. n.","descr":" of Electioneer"},{"word":"Electioneer","type":"v. i.","descr":" To make interest for a candidate at an election; to use arts for securing the election of a candidate."},{"word":"Electioneerer","type":"n.","descr":" One who electioneers."},{"word":"Elective","type":"a.","descr":" Exerting the power of choice; selecting; as, an elective act."},{"word":"Elective","type":"a.","descr":" Pertaining to, or consisting in, choice, or right of choosing; electoral."},{"word":"Elective","type":"a.","descr":" Dependent on choice; bestowed or passing by election; as, an elective study; an elective office."},{"word":"Elective","type":"n.","descr":" In an American college, an optional study or course of study."},{"word":"Electively","type":"adv.","descr":" In an elective manner; by choice."},{"word":"Elector","type":"n.","descr":" One who elects, or has the right of choice; a person who is entitled to take part in an election, or to give his vote in favor of a candidate for office."},{"word":"Elector","type":"n.","descr":" Hence, specifically, in any country, a person legally qualified to vote."},{"word":"Elector","type":"n.","descr":" In the old German empire, one of the princes entitled to choose the emperor."},{"word":"Elector","type":"n.","descr":" One of the persons chosen, by vote of the people in the United States, to elect the President and Vice President."},{"word":"Elector","type":"a.","descr":" Pertaining to an election or to electors."},{"word":"Electorality","type":"n.","descr":" The territory or dignity of an elector; electorate."},{"word":"Electorate","type":"n.","descr":" The territory, jurisdiction, or dignity of an elector, as in the old German empire."},{"word":"Electorate","type":"n.","descr":" The whole body of persons in a nation or state who are entitled to vote in an election, or any distinct class or division of them."},{"word":"Electoress","type":"n.","descr":" An electress."},{"word":"Electorial","type":"a.","descr":" Electoral."},{"word":"Electorship","type":"n.","descr":" The office or status of an elector."},{"word":"Electre","type":"n.","descr":" Alt. of Electer"},{"word":"Electer","type":"n.","descr":" Amber. See Electrum."},{"word":"Electer","type":"n.","descr":" A metallic substance compounded of gold and silver; an alloy."},{"word":"Electrepeter","type":"n.","descr":" An instrument used to change the direction of electric currents; a commutator."},{"word":"Electress","type":"n.","descr":" The wife or widow of an elector in the old German empire."},{"word":"Electric","type":"a.","descr":" Alt. of Electrical"},{"word":"Electrical","type":"a.","descr":" Pertaining to electricity; consisting of, containing, derived from, or produced by, electricity; as, electric power or virtue; an electric jar; electric effects; an electric spark."},{"word":"Electrical","type":"a.","descr":" Capable of occasioning the phenomena of electricity; as, an electric or electrical machine or substance."},{"word":"Electrical","type":"a.","descr":" Electrifying; thrilling; magnetic."},{"word":"Electric","type":"n.","descr":" A nonconductor of electricity, as amber, glass, resin, etc., employed to excite or accumulate electricity."},{"word":"Electrically","type":"adv.","descr":" In the manner of electricity, or by means of it; thrillingly."},{"word":"Electricalness","type":"a.","descr":" The state or quality of being electrical."},{"word":"Electrician","type":"n.","descr":" An investigator of electricity; one versed in the science of electricity."},{"word":"Electricities","type":"pl. ","descr":" of Electricity"},{"word":"Electricity","type":"n.","descr":" A power in nature, a manifestation of energy, exhibiting itself when in disturbed equilibrium or in activity by a circuit movement, the fact of direction in which involves polarity, or opposition of properties in opposite directions; also, by attraction for many substances, by a law involving attraction between surfaces of unlike polarity, and repulsion between those of like; by exhibiting accumulated polar tension when the circuit is broken; and by producing heat, light, concussion, and often chemical changes when the circuit passes between the poles or through any imperfectly conducting substance or space. It is generally brought into action by any disturbance of molecular equilibrium, whether from a chemical, physical, or mechanical, cause."},{"word":"Electricity","type":"n.","descr":" The science which unfolds the phenomena and laws of electricity; electrical science."},{"word":"Electricity","type":"n.","descr":" Fig.: Electrifying energy or characteristic."},{"word":"Electrifiable","type":"a.","descr":" Capable of receiving electricity, or of being charged with it."},{"word":"Electrification","type":"n.","descr":" The act of electrifying, or the state of being charged with electricity."},{"word":"Electrified","type":"imp. and p. p.","descr":" of Electrify"},{"word":"Electrifying","type":"p. pr. and vb. n.","descr":" of Electrify"},{"word":"Electrify","type":"v. t.","descr":" To communicate electricity to; to charge with electricity; as, to electrify a jar."},{"word":"Electrify","type":"v. t.","descr":" To cause electricity to pass through; to affect by electricity; to give an electric shock to; as, to electrify a limb, or the body."},{"word":"Electrify","type":"v. t.","descr":" To excite suddenly and violently, esp. by something highly delightful or inspiriting; to thrill; as, this patriotic sentiment electrified the audience."},{"word":"Electrify","type":"v. i.","descr":" To become electric."},{"word":"Electrine","type":"a.","descr":" Belonging to, or made of, amber."},{"word":"Electrine","type":"a.","descr":" Made of electrum, an alloy used by the ancients."},{"word":"Electrition","type":"n.","descr":" The recognition by an animal body of the electrical condition of external objects."},{"word":"Electrization","type":"n.","descr":" The act of electrizing; electrification."},{"word":"Electrized","type":"imp. and p. p.","descr":" of Electrize"},{"word":"Electrizing","type":"p. pr. and vb. n.","descr":" of Electrize"},{"word":"Electrize","type":"v. t.","descr":" To electricity."},{"word":"Electrizer","type":"n.","descr":" One who, or that which, electrizes."},{"word":"Electro-","type":"","descr":" A prefix or combining form signifying pertaining to electricity, produced by electricity, producing or employing electricity, etc.; as, electro-negative; electro-dynamic; electro-magnet."},{"word":"Electro","type":"n.","descr":" An electrotype."},{"word":"Electro-ballistic","type":"a.","descr":" Pertaining to electro-ballistics."},{"word":"Electro-ballistics","type":"n.","descr":" The art or science of measuring the force or velocity of projectiles by means of electricity."},{"word":"Electro-biologist","type":"n.","descr":" One versed in electro-biology."},{"word":"Electro-biology","type":"n.","descr":" That branch of biology which treats of the electrical phenomena of living organisms."},{"word":"Electro-biology","type":"n.","descr":" That phase of mesmerism or animal magnetism, the phenomena of which are supposed to be produced by a form of electricity."},{"word":"Electro-bioscopy","type":"n.","descr":" A method of determining the presence or absence of life in an animal organism with a current of electricity, by noting the presence or absence of muscular contraction."},{"word":"Electro-capillarity","type":"n.","descr":" The occurrence or production of certain capillary effects by the action of an electrical current or charge."},{"word":"Electro-capillary","type":"a.","descr":" Pert. to, or caused by, electro-capillarity."},{"word":"Electro-chemical","type":"a.","descr":" Of or pertaining to electro-chemistry."},{"word":"Electro-chemistry","type":"n.","descr":" That branch of science which treats of the relation of electricity to chemical changes."},{"word":"Electro-chronograph","type":"n.","descr":" An instrument for obtaining an accurate record of the time at which any observed phenomenon occurs, or of its duration. It has an electro-magnetic register connected with a clock. See Chronograph."},{"word":"Electro-chronographic","type":"a.","descr":" Belonging to the electro-chronograph, or recorded by the aid of it."},{"word":"Electrocute","type":"v. t.","descr":" To execute or put to death by electricity. -- E*lec`tro*cu\"tion, n. [Recent; Newspaper words]"},{"word":"Electrode","type":"n.","descr":" The path by which electricity is conveyed into or from a solution or other conducting medium; esp., the ends of the wires or conductors, leading from source of electricity, and terminating in the medium traversed by the current."},{"word":"Electro-dynamic","type":"a.","descr":" Alt. of Electro-dynamical"},{"word":"Electro-dynamical","type":"a.","descr":" Pertaining to the movements or force of electric or galvanic currents; dependent on electric force."},{"word":"Electro-dynamics","type":"n.","descr":" The phenomena of electricity in motion."},{"word":"Electro-dynamics","type":"n.","descr":" The branch of science which treats of the properties of electric currents; dynamical electricity."},{"word":"Electro-dynamometer","type":"n.","descr":" An instrument for measuring the strength of electro-dynamic currents."},{"word":"Electro-engraving","type":"n.","descr":" The art or process of engraving by means of electricity."},{"word":"Electro-etching","type":"n.","descr":" A mode of etching upon metals by electrolytic action."},{"word":"Electrogenesis","type":"n.","descr":" Same as Electrogeny."},{"word":"Electrogenic","type":"a.","descr":" Of or pertaining to electrogenesis; as, an electrogenic condition."},{"word":"Electrogeny","type":"n.","descr":" A term sometimes applied to the effects (tetanus) produced in the muscles of the limbs, when a current of electricity is passed along the spinal cord or nerves."},{"word":"Electro-gilding","type":"n.","descr":" The art or process of gilding copper, iron, etc., by means of voltaic electricity."},{"word":"Electro-gilt","type":"a.","descr":" Gilded by means of voltaic electricity."},{"word":"Electrograph","type":"n.","descr":" A mark, record, or tracing, made by the action of electricity."},{"word":"Electro-kinetic","type":"a.","descr":" Of or pertaining to electro-kinetics."},{"word":"Electro-kinetics","type":"n.","descr":" That branch of electrical science which treats of electricity in motion."},{"word":"Electrolier","type":"n.","descr":" A branching frame, often of ornamental design, to support electric illuminating lamps."},{"word":"Electrology","type":"n.","descr":" That branch of physical science which treats of the phenomena of electricity and its properties."},{"word":"Electrolysis","type":"n.","descr":" The act or process of chemical decomposition, by the action of electricity; as, the electrolysis of silver or nickel for plating; the electrolysis of water."},{"word":"Electrolyte","type":"n.","descr":" A compound decomposable, or subjected to decomposition, by an electric current."},{"word":"Electrolytic","type":"a.","descr":" Alt. of Electrolytical"},{"word":"Electrolytical","type":"a.","descr":" Pertaining to electrolysis; as, electrolytic action."},{"word":"Electrolyzable","type":"a.","descr":" Capable of being electrolyzed, or decomposed by electricity."},{"word":"Electrolyzation","type":"n.","descr":" The act or the process of electrolyzing."},{"word":"Electrolyzed","type":"imp. and p. p.","descr":" of Electrolyze"},{"word":"Electrolyzing","type":"p. pr. and vb. n.","descr":" of Electrolyze"},{"word":"Electrolyze","type":"v. t.","descr":" To decompose by the direct action of electricity."},{"word":"Electro-magnet","type":"n.","descr":" A mass, usually of soft iron, but sometimes of some other magnetic metal, as nickel or cobalt, rendered temporarily magnetic by being placed within a coil of wire through which a current of electricity is passing. The metal is generally in the form of a bar, either straight, or bent into the shape of a horseshoe."},{"word":"Electro-magnetic","type":"a.","descr":" Of, Pertaining to, or produced by, magnetism which is developed by the passage of an electric current."},{"word":"Electro-magnetism","type":"n.","descr":" The magnetism developed by a current of electricity; the science which treats of the development of magnetism by means of voltaic electricity, and of the properties or actions of the currents evolved."},{"word":"Electro-metallurgy","type":"n.","descr":" The act or art precipitating a metal electro-chemical action, by which a coating is deposited, on a prepared surface, as in electroplating and electrotyping; galvanoplasty."},{"word":"Electrometer","type":"n.","descr":" An instrument for measuring the quantity or intensity of electricity; also, sometimes, and less properly, applied to an instrument which indicates the presence of electricity (usually called an electroscope)."},{"word":"Electro-metric","type":"a.","descr":" Alt. of Electro-metrical"},{"word":"Electro-metrical","type":"a.","descr":" Pertaining to electrometry; made by means of electrometer; as, an electrometrical experiment."},{"word":"Elextrometry","type":"n.","descr":" The art or process of making electrical measurements."},{"word":"Electro-motion","type":"n.","descr":" The motion of electricity or its passage from one metal to another in a voltaic circuit; mechanical action produced by means of electricity."},{"word":"Electro-motive","type":"a.","descr":" Producing electro-motion; producing, or tending to produce, electricity or an electric current; causing electrical action or effects."},{"word":"Electromotor","type":"n.","descr":" A mover or exciter of electricity; as apparatus for generating a current of electricity."},{"word":"Electromotor","type":"n.","descr":" An apparatus or machine for producing motion and mechanical effects by the action of electricity; an electro-magnetic engine."},{"word":"Electro-muscular","type":"a.","descr":" Pertaining the reaction (contraction) of the muscles under electricity, or their sensibility to it."},{"word":"Electron","type":"n.","descr":" Amber; also, the alloy of gold and silver, called electrum."},{"word":"Electro-negative","type":"a.","descr":" Having the property of being attracted by an electro-positive body, or a tendency to pass to the positive pole in electrolysis, by the law that opposite electricities attract each other."},{"word":"Electro-negative","type":"a.","descr":" Negative; nonmetallic; acid; -- opposed to positive, metallic, or basic."},{"word":"Electro-negative","type":"n.","descr":" A body which passes to the positive pole in electrolysis."},{"word":"Electropathy","type":"n.","descr":" The treatment of disease by electricity."},{"word":"Electrophone","type":"n.","descr":" An instrument for producing sound by means of electric currents."},{"word":"Electrophori","type":"pl. ","descr":" of Electrophorus"},{"word":"Electrophorus","type":"n.","descr":" An instrument for exciting electricity, and repeating the charge indefinitely by induction, consisting of a flat cake of resin, shelllac, or ebonite, upon which is placed a plate of metal."},{"word":"Electro-physiological","type":"a.","descr":" Pertaining to electrical results produced through physiological agencies, or by change of action in a living organism."},{"word":"Electro-physiology","type":"n.","descr":" That branch of physiology which treats of electric phenomena produced through physiological agencies."},{"word":"Electroplating","type":"imp. and p. p.","descr":" of Electroplate"},{"word":"Electroplate","type":"v. t.","descr":" To plate or cover with a coating of metal, usually silver, nickel, or gold, by means of electrolysis."},{"word":"Electroplater","type":"n.","descr":" One who electroplates."},{"word":"Electroplating","type":"n.","descr":" The art or process of depositing a coating (commonly) of silver, gold, or nickel on an inferior metal, by means of electricity."},{"word":"Electro-polar","type":"a.","descr":" Possessing electrical polarity; positively electrified at one end, or on one surface, and negatively at the other; -- said of a conductor."},{"word":"Electro-positive","type":"a.","descr":" Of such a nature relatively to some other associated body or bodies, as to tend to the negative pole of a voltaic battery, in electrolysis, while the associated body tends to the positive pole; -- the converse or correlative of electro-negative."},{"word":"Electro-positive","type":"a.","descr":" Hence: Positive; metallic; basic; -- distinguished from negative, nonmetallic, or acid."},{"word":"Electro-positive","type":"n.","descr":" A body which passes to the negative pole in electrolysis."},{"word":"Electro-puncturation","type":"n.","descr":" Alt. of Electro-puncturing"},{"word":"Electro-puncturing","type":"n.","descr":" See Electropuncture."},{"word":"Electro-puncture","type":"n.","descr":" An operation that consists in inserting needless in the part affected, and connecting them with the poles of a galvanic apparatus."},{"word":"Electroscope","type":"n.","descr":" An instrument for detecting the presence of electricity, or changes in the electric state of bodies, or the species of electricity present, as by means of pith balls, and the like."},{"word":"Electroscopic","type":"a.","descr":" Relating to, or made by means of, the electroscope."},{"word":"Electrostatic","type":"a.","descr":" Pertaining to electrostatics."},{"word":"Electrostatics","type":"n.","descr":" That branch of science which treats of statical electricity or electric force in a state of rest."},{"word":"Electro-stereotype","type":"n.","descr":" Same as Electrotype."},{"word":"Electro-telegraphic","type":"a.","descr":" Pertaining to the electric telegraph, or by means of it."},{"word":"Electro-telegraphy","type":"n.","descr":" The art or science of constructing or using the electric telegraph; the transmission of messages by means of the electric telegraph."},{"word":"Electro-therapeutics","type":"n.","descr":" The branch of medical science which treats of the applications agent."},{"word":"Electro-thermancy","type":"n.","descr":" That branch of electrical science which treats of the effect of an electric current upon the temperature of a conductor, or a part of a circuit composed of two different metals."},{"word":"Electro-tint","type":"n.","descr":" A style   of engraving in relief by means of voltaic electricity. A picture is drawn on a metallic plate with some material which resists the fluids of a battery; so that, in electro-typing, the parts not covered by the varnish, etc., receive a deposition of metal, and produce the required copy in intaglio. A cast of this is then the plate for printing."},{"word":"Electrotonic","type":"a.","descr":" Of or pertaining to electrical tension; -- said of a supposed peculiar condition of a conducting circuit during its exposure to the action of another conducting circuit traversed by a uniform electric current when both circuits remain stationary."},{"word":"Electrotonic","type":"a.","descr":" Relating to electrotonus; as, the electrotonic condition of a nerve."},{"word":"Electrotonize","type":"v. t.","descr":" To cause or produce electrotonus."},{"word":"Electrotonous","type":"a.","descr":" Electrotonic."},{"word":"Electrotonus","type":"n.","descr":" The modified condition of a nerve, when a constant current of electricity passes through any part of it. See Anelectrotonus, and Catelectrotonus."},{"word":"Electrotype","type":"n.","descr":" A facsimile plate made by electrotypy for use in printing; also, an impression or print from such plate. Also used adjectively."},{"word":"Electrotyped","type":"imp. and p. p.","descr":" of Electrotype"},{"word":"Electrotyping","type":"p. pr. and vb. n.","descr":" of Electrotype"},{"word":"Electrotype","type":"v. t.","descr":" To make facsimile plates of by the electrotype process; as, to electrotype a page of type, a book, etc. See Electrotype, n."},{"word":"Electrotyper","type":"n.","descr":" One who electrotypes."},{"word":"Electrotypic","type":"a.","descr":" Pertaining to, or effected by means of, electrotypy."},{"word":"Electrotyping","type":"n.","descr":" The act or the process of making electrotypes."},{"word":"Electrotypy","type":"n.","descr":" The process of producing electrotype plates. See Note under Electrotype, n."},{"word":"Electro-vital","type":"a.","descr":" Derived from, or dependent upon, vital processes; -- said of certain electric currents supposed by some physiologists to circulate in the nerves of animals."},{"word":"Electro-vitalism","type":"n.","descr":" The theory that the functions of living organisms are dependent upon electricity or a kindred force."},{"word":"Electrum","type":"n.","descr":" Amber."},{"word":"Electrum","type":"n.","descr":" An alloy of gold and silver, of an amber color, used by the ancients."},{"word":"Electrum","type":"n.","descr":" German-silver plate. See German silver, under German."},{"word":"Electuaries","type":"pl. ","descr":" of Electuary"},{"word":"Electuary","type":"n.","descr":" A medicine composed of powders, or other ingredients, incorporated with some convserve, honey, or sirup; a confection. See the note under Confection."},{"word":"Eleemosynarily","type":"adv.","descr":" In an eleemosynary manner; by charity; charitably."},{"word":"Eleemosynary","type":"a.","descr":" Relating to charity, alms, or almsgiving; intended for the distribution of charity; as, an eleemosynary corporation."},{"word":"Eleemosynary","type":"a.","descr":" Given in charity or alms; having the nature of alms; as, eleemosynary assistance."},{"word":"Eleemosynary","type":"a.","descr":" Supported by charity; as, eleemosynary poor."},{"word":"Eleemosynaries","type":"pl. ","descr":" of Eleemosynary"},{"word":"Eleemosynary","type":"n.","descr":" One who subsists on charity; a dependent."},{"word":"Elegance","type":"n.","descr":" Alt. of Elegancy"},{"word":"Elegancy","type":"n.","descr":" The state or quality of being elegant; beauty as resulting from choice qualities and the complete absence of what deforms or impresses unpleasantly; grace given by art or practice; fine polish; refinement; -- said of manners, language, style, form, architecture, etc."},{"word":"Elegancy","type":"n.","descr":" That which is elegant; that which is tasteful and highly attractive."},{"word":"Elegant","type":"a.","descr":" Very choice, and hence, pleasing to good taste; characterized by grace, propriety, and refinement, and the absence of every thing offensive; exciting admiration and approbation by symmetry, completeness, freedom from blemish, and the like; graceful; tasteful and highly attractive; as, elegant manners; elegant style of composition; an elegant speaker; an elegant structure."},{"word":"Elegant","type":"a.","descr":" Exercising a nice choice; discriminating beauty or sensitive to beauty; as, elegant taste."},{"word":"Elegantly","type":"adv.","descr":" In a manner to please nice taste; with elegance; with due symmetry; richly."},{"word":"Elegiac","type":"a.","descr":" Belonging to elegy, or written in elegiacs; plaintive; expressing sorrow or lamentation; as, an elegiac lay; elegiac strains."},{"word":"Elegiac","type":"a.","descr":" Used in elegies; as, elegiac verse; the elegiac distich or couplet, consisting of a dactylic hexameter and pentameter."},{"word":"Elegiac","type":"n.","descr":" Elegiac verse."},{"word":"Elegiacal","type":"a.","descr":" Elegiac."},{"word":"Elegiast","type":"n.","descr":" One who composes elegies."},{"word":"Elegiographer","type":"n.","descr":" An elegist."},{"word":"Elegist","type":"n.","descr":" A write of elegies."},{"word":"Elegit","type":"n.","descr":" A judicial writ of execution, by which a defendant\\'s goods are appraised and delivered to the plaintiff, and, if not sufficient to satisfy the debt, all of his lands are delivered, to be held till the debt is paid by the rents and profits, or until the defendant\\'s interest has expired."},{"word":"Elegize","type":"v. t.","descr":" To lament in an elegy; to celebrate in elegiac verse; to bewail."},{"word":"Elegies","type":"pl. ","descr":" of Elegy"},{"word":"Elegy","type":"n.","descr":" A mournful or plaintive poem; a funereal song; a poem of lamentation."},{"word":"Eleidin","type":"n.","descr":" Lifeless matter deposited in the form of minute granules within the protoplasm of living cells."},{"word":"Element","type":"n.","descr":" One of the simplest or essential parts or principles of which anything consists, or upon which the constitution or fundamental powers of anything are based."},{"word":"Element","type":"n.","descr":" One of the ultimate, undecomposable constituents of any kind of matter. Specifically: (Chem.) A substance which cannot be decomposed into different kinds of matter by any means at present employed; as, the elements of water are oxygen and hydrogen."},{"word":"Element","type":"n.","descr":" One of the ultimate parts which are variously combined in anything; as, letters are the elements of written language; hence, also, a simple portion of that which is complex, as a shaft, lever, wheel, or any simple part in a machine; one of the essential ingredients of any mixture; a constituent part; as, quartz, feldspar, and mica are the elements of granite."},{"word":"Element","type":"n.","descr":" One out of several parts combined in a system of aggregation, when each is of the nature of the whole; as, a single cell is an element of the honeycomb."},{"word":"Element","type":"n.","descr":" One of the smallest natural divisions of the organism, as a blood corpuscle, a muscular fiber."},{"word":"Element","type":"n.","descr":" One of the simplest essential parts, more commonly called cells, of which animal and vegetable organisms, or their tissues and organs, are composed."},{"word":"Element","type":"n.","descr":" An infinitesimal part of anything of the same nature as the entire magnitude considered; as, in a solid an element may be the infinitesimal portion between any two planes that are separated an indefinitely small distance. In the calculus, element is sometimes used as synonymous with differential."},{"word":"Element","type":"n.","descr":" Sometimes a curve, or surface, or volume is considered as described by a moving point, or curve, or surface, the latter being at any instant called an element of the former."},{"word":"Element","type":"n.","descr":" One of the terms in an algebraic expression."},{"word":"Element","type":"n.","descr":" One of the necessary data or values upon which a system of calculations depends, or general conclusions are based; as, the elements of a planet\\'s orbit."},{"word":"Element","type":"n.","descr":" The simplest or fundamental principles of any system in philosophy, science, or art; rudiments; as, the elements of geometry, or of music."},{"word":"Element","type":"n.","descr":" Any outline or sketch, regarded as containing the fundamental ideas or features of the thing in question; as, the elements of a plan."},{"word":"Element","type":"n.","descr":" One of the simple substances, as supposed by the ancient philosophers; one of the imaginary principles of matter."},{"word":"Element","type":"n.","descr":" The four elements were, air, earth, water, and fire"},{"word":"Element","type":"n.","descr":" the conditions and movements of the air."},{"word":"Element","type":"n.","descr":" The elements of the alchemists were salt, sulphur, and mercury."},{"word":"Element","type":"n.","descr":" The whole material composing the world."},{"word":"Element","type":"n.","descr":" The bread and wine used in the eucharist or Lord\\'s supper."},{"word":"Element","type":"v. t.","descr":" To compound of elements or first principles."},{"word":"Element","type":"v. t.","descr":" To constitute; to make up with elements."},{"word":"Elemental","type":"a.","descr":" Pertaining to the elements, first principles, and primary ingredients, or to the four supposed elements of the material world; as, elemental air."},{"word":"Elemental","type":"a.","descr":" Pertaining to rudiments or first principles; rudimentary; elementary."},{"word":"Elementalism","type":"a.","descr":" The theory that the heathen divinities originated in the personification of elemental powers."},{"word":"Elementality","type":"n.","descr":" The condition of being composed of elements, or a thing so composed."},{"word":"Elementally","type":"adv.","descr":" According to elements; literally; as, the words, \"Take, eat; this is my body,\" elementally understood."},{"word":"Elementar","type":"a.","descr":" Elementary."},{"word":"Elementariness","type":"n.","descr":" The state of being elementary; original simplicity; uncompounded state."},{"word":"Elementarity","type":"n.","descr":" Elementariness."},{"word":"Elementary","type":"a.","descr":" Having only one principle or constituent part; consisting of a single element; simple; uncompounded; as, an elementary substance."},{"word":"Elementary","type":"a.","descr":" Pertaining to, or treating of, the elements, rudiments, or first principles of anything; initial; rudimental; introductory; as, an elementary treatise."},{"word":"Elementary","type":"a.","descr":" Pertaining to one of the four elements, air, water, earth, fire."},{"word":"Elementation","type":"n.","descr":" Instruction in the elements or first principles."},{"word":"Elementoid","type":"a.","descr":" Resembling an element."},{"word":"Elemi","type":"n.","descr":" A fragrant gum resin obtained chiefly from tropical trees of the genera Amyris and Canarium. A. elemifera yields Mexican elemi; C. commune, the Manila elemi. It is used in the manufacture of varnishes, also in ointments and plasters."},{"word":"Elemin","type":"n.","descr":" A transparent, colorless oil obtained from elemi resin by distillation with water; also, a crystallizable extract from the resin."},{"word":"Elenchs","type":"pl. ","descr":" of Elench"},{"word":"Elench","type":"n.","descr":" That part of an argument on which its conclusiveness depends; that which convinces of refutes an antagonist; a refutation."},{"word":"Elench","type":"n.","descr":" A specious but fallacious argument; a sophism."},{"word":"Elenchical","type":"a.","descr":" Pertaining to an elench."},{"word":"Elenchically","type":"adv.","descr":" By means of an elench."},{"word":"Elenchize","type":"v. i.","descr":" To dispute."},{"word":"Elenchtic","type":"a.","descr":" Alt. of Elenchtical"},{"word":"Elenchtical","type":"a.","descr":" Same as Elenctic."},{"word":"Elenchus","type":"n.","descr":" Same as Elench."},{"word":"Elenctic","type":"a.","descr":" Alt. of Elenctical"},{"word":"Elenctical","type":"a.","descr":" Serving to refute; refutative; -- applied to indirect modes of proof, and opposed to deictic."},{"word":"Elenge","type":"a.","descr":" Sorrowful; wretched; full of trouble."},{"word":"Elengeness","type":"n.","descr":" Loneliness; misery."},{"word":"Elephansy","type":"n.","descr":" Elephantiasis."},{"word":"Elephant","type":"n.","descr":" A mammal of the order Proboscidia, of which two living species, Elephas Indicus and E. Africanus, and several fossil species, are known. They have a proboscis or trunk, and two large ivory tusks proceeding from the extremity of the upper jaw, and curving upwards. The molar teeth are large and have transverse folds. Elephants are the largest land animals now existing."},{"word":"Elephant","type":"n.","descr":" Ivory; the tusk of the elephant."},{"word":"Elephantiac","type":"a.","descr":" Affected with elephantiasis; characteristic of elephantiasis."},{"word":"Elephantiasis","type":"n.","descr":" A disease of the skin, in which it become enormously thickened, and is rough, hard, and fissured, like an elephant\\'s hide."},{"word":"Elephantine","type":"a.","descr":" Pertaining to the elephant, or resembling an elephant (commonly, in size); hence, huge; immense; heavy; as, of elephantine proportions; an elephantine step or tread."},{"word":"Elephantoid","type":"a.","descr":" Alt. of Elephantoidal"},{"word":"Elephantoidal","type":"a.","descr":" Resembling an elephant in form or appearance."},{"word":"Eleusinian","type":"a.","descr":" Pertaining to Eleusis, in Greece, or to secret rites in honor of Ceres, there celebrated; as, Eleusinian mysteries or festivals."},{"word":"Eleutheromania","type":"n.","descr":" A mania or frantic zeal for freedom."},{"word":"Eleutheromaniac","type":"a.","descr":" Mad for freedom."},{"word":"Eleuthero-petalous","type":"a.","descr":" Having the petals free, that is, entirely separate from each other; -- said of both plant and flower."},{"word":"Elevate","type":"a.","descr":" Elevated; raised aloft."},{"word":"Elevated","type":"imp. and p. p.","descr":" of Elevate"},{"word":"Elevating","type":"p. pr. and vb. n.","descr":" of Elevate"},{"word":"Elevate","type":"v. t.","descr":" To bring from a lower place to a higher; to lift up; to raise; as, to elevate a weight, a flagstaff, etc."},{"word":"Elevate","type":"v. t.","descr":" To raise to a higher station; to promote; as, to elevate to an office, or to a high social position."},{"word":"Elevate","type":"v. t.","descr":" To raise from a depressed state; to animate; to cheer; as, to elevate the spirits."},{"word":"Elevate","type":"v. t.","descr":" To exalt; to ennoble; to dignify; as, to elevate the mind or character."},{"word":"Elevate","type":"v. t.","descr":" To raise to a higher pitch, or to a greater degree of loudness; -- said of sounds; as, to elevate the voice."},{"word":"Elevate","type":"v. t.","descr":" To intoxicate in a slight degree; to render tipsy."},{"word":"Elevate","type":"v. t.","descr":" To lessen; to detract from; to disparage."},{"word":"Elevated","type":"a.","descr":" Uplifted; high; lofty; also, animated; noble; as, elevated thoughts."},{"word":"Elevatedness","type":"n.","descr":" The quality of being elevated."},{"word":"Elevation","type":"n.","descr":" The act of raising from a lower place, condition, or quality to a higher; -- said of material things, persons, the mind, the voice, etc.; as, the elevation of grain; elevation to a throne; elevation of mind, thoughts, or character."},{"word":"Elevation","type":"n.","descr":" Condition of being elevated; height; exaltation."},{"word":"Elevation","type":"n.","descr":" That which is raised up or elevated; an elevated place or station; as, an elevation of the ground; a hill."},{"word":"Elevation","type":"n.","descr":" The distance of a celestial object above the horizon, or the arc of a vertical circle intercepted between it and the horizon; altitude; as, the elevation of the pole, or of a star."},{"word":"Elevation","type":"n.","descr":" The angle which the style makes with the substylar line."},{"word":"Elevation","type":"n.","descr":" The movement of the axis of a piece in a vertical plane; also, the angle of elevation, that is, the angle between the axis of the piece and the line o\/  sight; -- distinguished from direction."},{"word":"Elevation","type":"n.","descr":" A geometrical projection of a building, or other object, on a plane perpendicular to the horizon; orthographic projection on a vertical plane; -- called by the ancients the orthography."},{"word":"Elevator","type":"n.","descr":" One who, or that which, raises or lifts up anything"},{"word":"Elevator","type":"n.","descr":" A mechanical contrivance, usually an endless belt or chain with a series of scoops or buckets, for transferring grain to an upper loft for storage."},{"word":"Elevator","type":"n.","descr":" A cage or platform and the hoisting machinery in a hotel, warehouse, mine, etc., for conveying persons, goods, etc., to or from different floors or levels; -- called in England a lift; the cage or platform itself."},{"word":"Elevator","type":"n.","descr":" A building for elevating, storing, and discharging, grain."},{"word":"Elevator","type":"n.","descr":" A muscle which serves to raise a part of the body, as the leg or the eye."},{"word":"Elevator","type":"n.","descr":" An instrument for raising a depressed portion of a bone."},{"word":"Elevatory","type":"a.","descr":" Tending to raise, or having power to elevate; as, elevatory forces."},{"word":"Elevatory","type":"n.","descr":" See Elevator, n. (e)."},{"word":"Eleve","type":"n.","descr":" A pupil; a student."},{"word":"Eleven","type":"a.","descr":" Ten and one added; as, eleven men."},{"word":"Eleven","type":"n.","descr":" The sum of ten and one; eleven units or objects."},{"word":"Eleven","type":"n.","descr":" A symbol representing eleven units, as 11 or xi."},{"word":"Eleven","type":"n.","descr":" The eleven men selected to play on one side in a match, as the representatives of a club or a locality; as, the all-England eleven."},{"word":"Eleventh","type":"a.","descr":" Next after the tenth; as, the eleventh chapter."},{"word":"Eleventh","type":"a.","descr":" Constituting one of eleven parts into which a thing is divided; as, the eleventh part of a thing."},{"word":"Eleventh","type":"a.","descr":" Of or pertaining to the interval of the octave and the fourth."},{"word":"Eleventh","type":"n.","descr":" The quotient of a unit divided by eleven; one of eleven equal parts."},{"word":"Eleventh","type":"n.","descr":" The interval consisting of ten conjunct degrees; the interval made up of an octave and a fourth."},{"word":"Elves","type":"pl. ","descr":" of Elf"},{"word":"Elf","type":"n.","descr":" An imaginary supernatural being, commonly a little sprite, much like a fairy; a mythological diminutive spirit, supposed to haunt hills and wild places, and generally represented as delighting in mischievous tricks."},{"word":"Elf","type":"n.","descr":" A very diminutive person; a dwarf."},{"word":"Elf","type":"v. t.","descr":" To entangle mischievously, as an elf might do."},{"word":"Elfin","type":"a.","descr":" Relating to elves."},{"word":"Elfin","type":"n.","descr":" A little elf or urchin."},{"word":"Elfish","type":"a.","descr":" Of or relating to the elves; elflike; implike; weird; scarcely human; mischievous, as though caused by elves."},{"word":"Elfishly","type":"adv.","descr":" In an elfish manner."},{"word":"Elfishness","type":"n.","descr":" The quality of being elfish."},{"word":"Elfkin","type":"n.","descr":" A little elf."},{"word":"Elfland","type":"n.","descr":" Fairyland."},{"word":"Elflock","type":"n.","descr":" Hair matted, or twisted into a knot, as if by elves."},{"word":"Elgin marbles","type":"","descr":" Greek sculptures in the British Museum. They were obtained at Athens, about 1811, by Lord Elgin."},{"word":"Elicit","type":"a.","descr":" Elicited; drawn out; made real; open; evident."},{"word":"Elicited","type":"imp. and p. p.","descr":" of Elicit"},{"word":"Eliciting","type":"p. pr. and vb. n.","descr":" of Elicit"},{"word":"Elicit","type":"v. t.","descr":" To draw out or entice forth; to bring to light; to bring out against the will; to deduce by reason or argument; as, to elicit truth by discussion."},{"word":"Elicitate","type":"v. t.","descr":" To elicit."},{"word":"Elicitation","type":"n.","descr":" The act of eliciting."},{"word":"Elided","type":"imp. and p. p.","descr":" of Elide"},{"word":"Eliding","type":"p. pr. and vb. n.","descr":" of Elide"},{"word":"Elide","type":"v. t.","descr":" To break or dash in pieces; to demolish; as, to elide the force of an argument."},{"word":"Elide","type":"v. t.","descr":" To cut off, as a vowel or a syllable, usually the final one; to subject to elision."},{"word":"Eligibility","type":"n.","descr":" The quality of being eligible; eligibleness; as, the eligibility of a candidate; the eligibility of an offer of marriage."},{"word":"Eligible","type":"a.","descr":" That may be selected; proper or qualified to be chosen; legally qualified to be elected and to hold office."},{"word":"Eligible","type":"a.","descr":" Worthy to be chosen or selected; suitable; desirable; as, an eligible situation for a house."},{"word":"Eligibleness","type":"n.","descr":" The quality worthy or qualified to be chosen; suitableness; desirableness."},{"word":"Eligibly","type":"adv.","descr":" In an eligible manner."},{"word":"Elimate","type":"v. t.","descr":" To render smooth; to polish."},{"word":"Eliminant","type":"n.","descr":" The result of eliminating n variables between n homogeneous equations of any degree; -- called also resultant."},{"word":"Eliminated","type":"imp. and p. p.","descr":" of Eliminate"},{"word":"Eliminating","type":"p. pr. and vb. n.","descr":" of Eliminate"},{"word":"Eliminate","type":"v. t.","descr":" To put out of doors; to expel; to discharge; to release; to set at liberty."},{"word":"Eliminate","type":"v. t.","descr":" To cause to disappear from an equation; as, to eliminate an unknown quantity."},{"word":"Eliminate","type":"v. t.","descr":" To set aside as unimportant in a process of inductive inquiry; to leave out of consideration."},{"word":"Eliminate","type":"v. t.","descr":" To obtain by separating, as from foreign matters; to deduce; as, to eliminate an idea or a conclusion."},{"word":"Eliminate","type":"v. t.","descr":" To separate; to expel from the system; to excrete; as, the kidneys eliminate urea, the lungs carbonic acid; to eliminate poison from the system."},{"word":"Elimination","type":"n.","descr":" The act of expelling or throwing off"},{"word":"Elimination","type":"n.","descr":" the act of discharging or excreting waste products or foreign substances through the various emunctories."},{"word":"Elimination","type":"n.","descr":" Act of causing a quantity to disappear from an equation; especially, in the operation of deducing from several equations containing several unknown quantities a less number of equations containing a less number of unknown quantities."},{"word":"Elimination","type":"n.","descr":" The act of obtaining by separation, or as the result of eliminating; deduction. [See Eliminate, 4.]"},{"word":"Eliminative","type":"a.","descr":" Relating to, or carrying on, elimination."},{"word":"Elinguate","type":"v. t.","descr":" To deprive of the tongue."},{"word":"Elinguation","type":"n.","descr":" Punishment by cutting out the tongue."},{"word":"Elinguid","type":"a.","descr":" Tongue-tied; dumb."},{"word":"Eliquament","type":"n.","descr":" A liquid obtained from fat, or fat fish, by pressure."},{"word":"Eliquation","type":"n.","descr":" The process of separating a fusible substance from one less fusible, by means of a degree of heat sufficient to melt the one and not the other, as an alloy of copper and lead; liquation."},{"word":"Elison","type":"n.","descr":" Division; separation."},{"word":"Elison","type":"n.","descr":" The cutting off or suppression of a vowel or syllable, for the sake of meter or euphony; esp., in poetry, the dropping of a final vowel standing before an initial vowel in the following word, when the two words are drawn together."},{"word":"Elisor","type":"n.","descr":" An elector or chooser; one of two persons appointed by a court to return a jury or serve a writ when the sheriff and the coroners are disqualified."},{"word":"Elite","type":"n.","descr":" A choice or select body; the flower; as, the elite of society."},{"word":"Elix","type":"v. t.","descr":" To extract."},{"word":"Elixate","type":"v. t.","descr":" To boil; to seethe; hence, to extract by boiling or seething."},{"word":"Elixation","type":"n.","descr":" A seething; digestion."},{"word":"Elixir","type":"n.","descr":" A tincture with more than one base; a compound tincture or medicine, composed of various substances, held in solution by alcohol in some form."},{"word":"Elixir","type":"n.","descr":" An imaginary liquor capable of transmuting metals into gold; also, one for producing life indefinitely; as, elixir vitae, or the elixir of life."},{"word":"Elixir","type":"n.","descr":" The refined spirit; the quintessence."},{"word":"Elixir","type":"n.","descr":" Any cordial or substance which invigorates."},{"word":"Elizabethan","type":"a.","descr":" Pertaining to Queen Elizabeth or her times, esp. to the architecture or literature of her reign; as, the Elizabethan writers, drama, literature."},{"word":"Elizabethan","type":"n.","descr":" One who lived in England in the time of Queen Elizabeth."},{"word":"Elk","type":"n.","descr":" A large deer, of several species. The European elk (Alces machlis or Cervus alces) is closely allied to the American moose. The American elk, or wapiti (Cervus Canadensis), is closely related to the European stag. See Moose, and Wapiti."},{"word":"Elk","type":"n.","descr":" Alt. of Elke"},{"word":"Elke","type":"n.","descr":" The European wild or whistling swan (Cygnus ferus)."},{"word":"Elknut","type":"n.","descr":" The buffalo nut. See under Buffalo."},{"word":"Elkwood","type":"n.","descr":" The soft, spongy wood of a species of Magnolia (M. Umbrella)."},{"word":"Ell","type":"n.","descr":" A measure for cloth; -- now rarely used. It is of different lengths in different countries; the English ell being 45 inches, the Dutch or Flemish ell 27, the Scotch about 37."},{"word":"Ell","type":"n.","descr":" See L."},{"word":"Ellachick","type":"n.","descr":" A fresh-water tortoise (Chelopus marmoratus) of California; -- used as food."},{"word":"Ellagic","type":"a.","descr":" Pertaining to, or derived from, gallnuts or gallic acid; as, ellagic acid."},{"word":"Ellebore","type":"n.","descr":" Hellebore."},{"word":"Elleborin","type":"n.","descr":" See Helleborin."},{"word":"Elleck","type":"n.","descr":" The red gurnard or cuckoo fish."},{"word":"Ellenge","type":"n","descr":" Alt. of Ellingeness"},{"word":"Ellinge","type":"n","descr":" Alt. of Ellingeness"},{"word":"Ellengeness","type":"n","descr":" Alt. of Ellingeness"},{"word":"Ellingeness","type":"n","descr":" See Elenge, Elengeness."},{"word":"Elles","type":"adv. and conj.","descr":" See Else."},{"word":"Ellipse","type":"n.","descr":" An oval or oblong figure, bounded by a regular curve, which corresponds to an oblique projection of a circle, or an oblique section of a cone through its opposite sides. The greatest diameter of the ellipse is the major axis, and the least diameter is the minor axis. See Conic section, under Conic, and cf. Focus."},{"word":"Ellipse","type":"n.","descr":" Omission. See Ellipsis."},{"word":"Ellipse","type":"n.","descr":" The elliptical orbit of a planet."},{"word":"Ellipses","type":"pl. ","descr":" of Ellipsis"},{"word":"Ellipsis","type":"n.","descr":" Omission; a figure of syntax, by which one or more words, which are obviously understood, are omitted; as, the virtues I admire, for, the virtues which I admire."},{"word":"Ellipsis","type":"n.","descr":" An ellipse."},{"word":"Ellipsograph","type":"n.","descr":" An instrument for describing ellipses; -- called also trammel."},{"word":"Ellipsoid","type":"n.","descr":" A solid, all plane sections of which are ellipses or circles. See Conoid, n., 2 (a)."},{"word":"Ellipsoid","type":"a.","descr":" Alt. of Ellipsoidal"},{"word":"Ellipsoidal","type":"a.","descr":" Pertaining to, or shaped like, an ellipsoid; as, ellipsoid or ellipsoidal form."},{"word":"Elliptic","type":"a.","descr":" Alt. of Elliptical"},{"word":"Elliptical","type":"a.","descr":" Of or pertaining to an ellipse; having the form of an ellipse; oblong, with rounded ends."},{"word":"Elliptical","type":"a.","descr":" Having a part omitted; as, an elliptical phrase."},{"word":"Elliptically","type":"adv.","descr":" In the form of an ellipse."},{"word":"Elliptically","type":"adv.","descr":" With a part omitted; as, elliptically expressed."},{"word":"Ellipticity","type":"n.","descr":" Deviation of an ellipse or a spheroid from the form of a circle or a sphere; especially, in reference to the figure of the earth, the difference between the equatorial and polar semidiameters, divided by the equatorial; thus, the ellipticity of the earth is \/."},{"word":"Elliptic-lanceolate","type":"a.","descr":" Having a form intermediate between elliptic and lanceolate."},{"word":"Elliptograph","type":"n.","descr":" Same as Ellipsograph."},{"word":"Ellwand","type":"n.","descr":" Formerly, a measuring rod an ell long."},{"word":"Elm","type":"n.","descr":" A tree of the genus Ulmus, of several species, much used as a shade tree, particularly in America. The English elm is Ulmus campestris; the common American or white elm is U. Americana; the slippery or red elm, U. fulva."},{"word":"Elmen","type":"a.","descr":" Belonging to elms."},{"word":"Elmos fire","type":"","descr":" See Corposant; also Saint Elmo\\'s Fire, under Saint."},{"word":"Elmy","type":"a.","descr":" Abounding with elms."},{"word":"Elocation","type":"n.","descr":" A removal from the usual place of residence."},{"word":"Elocation","type":"n.","descr":" Departure from the usual state; an ecstasy."},{"word":"Elocular","type":"a.","descr":" Having but one cell, or cavity; not divided by a septum or partition."},{"word":"Elocution","type":"n.","descr":" Utterance by speech."},{"word":"Elocution","type":"n.","descr":" Oratorical or expressive delivery, including the graces of intonation, gesture, etc.; style or manner of speaking or reading in public; as, clear, impressive elocution."},{"word":"Elocution","type":"n.","descr":" Suitable and impressive writing or style; eloquent diction."},{"word":"Elocutionary","type":"a.","descr":" Pertaining to elocution."},{"word":"Elocutionist","type":"n.","descr":" One who is versed in elocution; a teacher of elocution."},{"word":"Elocutive","type":"a.","descr":" Pertaining to oratorical expression."},{"word":"Elodian","type":"n.","descr":" One of a tribe of tortoises, including the terrapins, etc., in which the head and neck can be withdrawn."},{"word":"Eloge","type":"n.","descr":" A panegyrical funeral oration."},{"word":"Elogist","type":"n.","descr":" One who pronounces an eloge."},{"word":"Elogium","type":"n.","descr":" Alt. of Elogy"},{"word":"Elogy","type":"n.","descr":" The praise bestowed on a person or thing; panegyric; eulogy."},{"word":"Elohim","type":"n.","descr":" One of the principal names by which God is designated in the Hebrew Scriptures."},{"word":"Elohist","type":"n.","descr":" The writer, or one of the writers, of the passages of the Old Testament, notably those of Elohim instead of Jehovah, as the name of the Supreme Being; -- distinguished from Jehovist."},{"word":"Elohistic","type":"a.","descr":" Relating to Elohim as a name of God; -- said of passages in the Old Testament."},{"word":"Eloigned","type":"imp. and p. p.","descr":" of Eloign"},{"word":"Eloigning","type":"p. pr. and vb. n.","descr":" of Eloign"},{"word":"Eloign","type":"v. t.","descr":" To remove afar off; to withdraw."},{"word":"Eloign","type":"v. t.","descr":" To convey to a distance, or beyond the jurisdiction, or to conceal, as goods liable to distress."},{"word":"Eloignate","type":"v. t.","descr":" To remove."},{"word":"Eloignment","type":"n.","descr":" Removal to a distance; withdrawal."},{"word":"Eloin","type":"v. t.","descr":" See Eloign."},{"word":"Eloinate","type":"v. t.","descr":" See Eloignate."},{"word":"Eloinment","type":"n.","descr":" See Eloignment."},{"word":"Elong","type":"v. t.","descr":" To lengthen out; to prolong."},{"word":"Elong","type":"v. t.","descr":" To put away; to separate; to keep off."},{"word":"Elongated","type":"imp. and p. p.","descr":" of Elongate"},{"word":"Elongating","type":"p. pr. and vb. n.","descr":" of Elongate"},{"word":"Elongate","type":"a.","descr":" To lengthen; to extend; to stretch; as, to elongate a line."},{"word":"Elongate","type":"a.","descr":" To remove further off."},{"word":"Elongate","type":"v. i.","descr":" To depart to, or be at, a distance; esp., to recede apparently from the sun, as a planet in its orbit."},{"word":"Elongate","type":"a.","descr":" Drawn out at length; elongated; as, an elongate leaf."},{"word":"Elongation","type":"n.","descr":" The act of lengthening, or the state of being lengthened; protraction; extension."},{"word":"Elongation","type":"n.","descr":" That which lengthens out; continuation."},{"word":"Elongation","type":"n.","descr":" Removal to a distance; withdrawal; a being at a distance; distance."},{"word":"Elongation","type":"n.","descr":" The angular distance of a planet from the sun; as, the elongation of Venus or Mercury."},{"word":"Eloped","type":"imp. and p. p.","descr":" of Elope"},{"word":"Eloping","type":"p. pr. and vb. n.","descr":" of Elope"},{"word":"Elope","type":"v. t.","descr":" To run away, or escape privately, from the place or station to which one is bound by duty; -- said especially of a woman or a man, either married or unmarried, who runs away with a paramour or a sweetheart."},{"word":"Elopement","type":"n.","descr":" The act of eloping; secret departure; -- said of a woman and a man, one or both, who run away from their homes for marriage or for cohabitation."},{"word":"Eloper","type":"n.","descr":" One who elopes."},{"word":"Elops","type":"n.","descr":" A genus of fishes. See Saury."},{"word":"Elops","type":"n.","descr":" A mythical serpent."},{"word":"Eloquence","type":"n.","descr":" Fluent, forcible, elegant, and persuasive speech in public; the power of expressing strong emotions in striking and appropriate language either spoken or written, thereby producing conviction or persuasion."},{"word":"Eloquence","type":"n.","descr":" Fig.: Whatever produces the effect of moving and persuasive speech."},{"word":"Eloquence","type":"n.","descr":" That which is eloquently uttered or written."},{"word":"Eloquent","type":"a.","descr":" Having the power of expressing strong emotions or forcible arguments in an elevated, impassioned, and effective manner; as, an eloquent orator or preacher."},{"word":"Eloquent","type":"a.","descr":" Adapted to express strong emotion or to state facts arguments with fluency and power; as, an eloquent address or statement; an eloquent appeal to a jury."},{"word":"Eloquently","type":"adv.","descr":" In an eloquent manner."},{"word":"Elrich","type":"a.","descr":" Alt. of Elritch"},{"word":"Elritch","type":"a.","descr":" Ghastly; preternatural. Same as Eldritch."},{"word":"Else","type":"a. and pron.","descr":" Other; one or something beside; as, Who else is coming? What else shall I give? Do you expect anything else?"},{"word":"Else","type":"adv. and conj.","descr":" Besides; except that mentioned; in addition; as, nowhere else; no one else."},{"word":"Else","type":"adv. and conj.","descr":" Otherwise; in the other, or the contrary, case; if the facts were different."},{"word":"Elsewhere","type":"adv.","descr":" In any other place; as, these trees are not to be found elsewhere."},{"word":"Elsewhere","type":"adv.","descr":" In some other place; in other places, indefinitely; as, it is reported in town and elsewhere."},{"word":"Elsewhither","type":"adv.","descr":" To some, or any, other place; as, you will have to go elsewhither for it."},{"word":"Elsewise","type":"adv.","descr":" Otherwise."},{"word":"Elsin","type":"n.","descr":" A shoemaker\\'s awl."},{"word":"Elucidated","type":"imp. and p. p.","descr":" of Elucidate"},{"word":"Elucidating","type":"p. pr. and vb. n.","descr":" of Elucidate"},{"word":"Elucidate","type":"v. t.","descr":" To make clear or manifest; to render more intelligible; to illustrate; as, an example will elucidate the subject."},{"word":"Elucidation","type":"n.","descr":" A making clear; the act of elucidating or that which elucidates, as an explanation, an exposition, an illustration; as, one example may serve for further elucidation of the subject."},{"word":"Elucidative","type":"a.","descr":" Making clear; tending to elucidate; as, an elucidative note."},{"word":"Elucidator","type":"n.","descr":" One who explains or elucidates; an expositor."},{"word":"Elucidatory","type":"a.","descr":" Tending to elucidate; elucidative."},{"word":"Eluctate","type":"v. i.","descr":" To struggle out; -- with out."},{"word":"Eluctation","type":"n.","descr":" A struggling out of any difficulty."},{"word":"Elucubrate","type":"v. i.","descr":" See Lucubrate."},{"word":"Elucubration","type":"n.","descr":" See Lucubration."},{"word":"Eluded","type":"imp. and p. p.","descr":" of Elude"},{"word":"Eluding","type":"p. pr. and vb. n.","descr":" of Elude"},{"word":"Elude","type":"v. t.","descr":" To avoid slyly, by artifice, stratagem, or dexterity; to escape from in a covert manner; to mock by an unexpected escape; to baffle; as, to elude an officer; to elude detection, inquiry, search, comprehension; to elude the force of an argument or a blow."},{"word":"Eludible","type":"a.","descr":" Capable of being eluded; evadible."},{"word":"Elul","type":"n.","descr":" The sixth month of the Jewish year, by the sacred reckoning, or the twelfth, by the civil reckoning, corresponding nearly to the month of September."},{"word":"Elumbated","type":"a.","descr":" Weak or lame in the loins."},{"word":"Elusion","type":"n.","descr":" Act of eluding; adroit escape, as by artifice; a mockery; a cheat; trickery."},{"word":"Elusive","type":"a.","descr":" Tending to elude; using arts or deception to escape; adroitly escaping or evading; eluding the grasp; fallacious."},{"word":"Elusory","type":"a.","descr":" Tending to elude or deceive; evasive; fraudulent; fallacious; deceitful; deceptive."},{"word":"Elute","type":"v. t.","descr":" To wash out."},{"word":"Elutriated","type":"imp. and p. p.","descr":" of Elutriate"},{"word":"Elutriating","type":"p. pr. and vb. n.","descr":" of Elutriate"},{"word":"Elutriate","type":"v. t.","descr":" To wash or strain out so as to purify; as, to elutriate the blood as it passes through the lungs; to strain off or decant, as a powder which is separated from heavier particles by being drawn off with water; to cleanse, as by washing."},{"word":"Elutriation","type":"n.","descr":" The process of elutriating; a decanting or racking off by means of water, as finer particles from heavier."},{"word":"Eluxate","type":"v. t.","descr":" To dislocate; to luxate."},{"word":"Eluxation","type":"n.","descr":" Dislocation; luxation."},{"word":"Elvan","type":"a.","descr":" Pertaining to elves; elvish."},{"word":"Elvan","type":"a.","descr":" Of or pertaining to certain veins of feldspathic or porphyritic rock crossing metalliferous veins in the mining districts of Cornwall; as, an elvan course."},{"word":"Elvan","type":"n.","descr":" Alt. of Elvanite"},{"word":"Elvanite","type":"n.","descr":" The rock of an elvan vein, or the elvan vein itself; an elvan course."},{"word":"Elve","type":"n.","descr":" An old form of Elf."},{"word":"Elver","type":"n.","descr":" A young eel; a young conger or sea eel; -- called also elvene."},{"word":"Elf","type":"pl. ","descr":" of Elves"},{"word":"Elvish","type":"a.","descr":" Pertaining to elves; implike; mischievous; weird; also, vacant; absent in demeanor. See Elfish."},{"word":"Elvish","type":"a.","descr":" Mysterious; also, foolish."},{"word":"Elvishly","type":"adv.","descr":" In an elvish manner."},{"word":"Elwand","type":"n.","descr":" See Ellwand."},{"word":"Elysian","type":"a.","descr":" Pertaining, or the abode of the blessed after death; hence, yielding the highest pleasures; exceedingly delightful; beatific."},{"word":"Elysiums","type":"pl. ","descr":" of Elysium"},{"word":"Elysia","type":"pl. ","descr":" of Elysium"},{"word":"Elysium","type":"n.","descr":" A dwelling place assigned to happy souls after death; the seat of future happiness; Paradise."},{"word":"Elysium","type":"n.","descr":" Hence, any delightful place."},{"word":"Elytriform","type":"a.","descr":" Having the form, or structure, of an elytron."},{"word":"Elytrin","type":"n.","descr":" See Chitin."},{"word":"Elytroid","type":"a.","descr":" Resembling a beetle\\'s wing case."},{"word":"Elytra","type":"pl. ","descr":" of Elytrum"},{"word":"Elytron","type":"n.","descr":" Alt. of Elytrum"},{"word":"Elytrum","type":"n.","descr":" One of the anterior pair of wings in the Coleoptera and some other insects, when they are thick and serve only as a protection for the posterior pair."},{"word":"Elytrum","type":"n.","descr":" One of the shieldlike dorsal scales of certain annelids. See Chaetopoda."},{"word":"Elzevir","type":"a.","descr":" Applied to books or editions (esp. of the Greek New Testament and the classics) printed and published by the Elzevir family at Amsterdam, Leyden, etc., from about 1592 to 1680; also, applied to a round open type introduced by them."}]