[{"word":"Eocene","type":"a.","descr":" Pertaining to the first in time of the three subdivisions into which the Tertiary formation is divided by geologists, and alluding to the approximation in its life to that of the present era; as, Eocene deposits."},{"word":"Eocene","type":"n.","descr":" The Eocene formation."},{"word":"Eolian","type":"a.","descr":" Aeolian."},{"word":"Eolian","type":"a.","descr":" Formed, or deposited, by the action of wind, as dunes."},{"word":"Eolic","type":"a. and n.","descr":" See Aeolic."},{"word":"Eolipile","type":"n.","descr":" Same as Aeolipile."},{"word":"Eolis","type":"n.","descr":" A genus of nudibranch mollusks having clusters of branchial papillae along the back. See Ceratobranchia."},{"word":"Eon","type":"n.","descr":" Alt. of Aeon"},{"word":"Eophyte","type":"n.","descr":" A fossil plant which is found in the lowest beds of the Silurian age."},{"word":"Eophytic","type":"a.","descr":" Of or pertaining to eophytes."},{"word":"Eos","type":"n.","descr":" Aurora, the goddess of morn."},{"word":"Eosaurus","type":"n.","descr":" An extinct marine reptile from the coal measures of Nova Scotia; -- so named because supposed to be of the earliest known reptiles."},{"word":"Eosin","type":"n.","descr":" A yellow or brownish red dyestuff obtained by the action of bromine on fluorescein, and named from the fine rose-red which it imparts to silk. It is also used for making a fine red ink. Its solution is fluorescent."},{"word":"Eosphorite","type":"n.","descr":" A hydrous phosphate of alumina and manganese. It is generally of a rose-pink color, -- whence the name."},{"word":"Eozoic","type":"a.","descr":" Of or pertaining to rocks or strata older than the Paleozoic, in many of which the eozoon has been found."},{"word":"Eozoons","type":"pl. ","descr":" of Eozoon"},{"word":"Eozoa","type":"pl. ","descr":" of Eozoon"},{"word":"Eozoon","type":"n.","descr":" A peculiar structure found in the Archaean limestones of Canada and other regions. By some geologists it is believed to be a species of gigantic Foraminifera, but others consider it a concretion, without organic structure."},{"word":"Eozoonal","type":"a.","descr":" Pertaining to the eozoon; containing eozoons; as, eozoonal limestone."}]