[{"word":"Ep-","type":"","descr":" See Epi-."},{"word":"Epacris","type":"n.","descr":" A genus of shrubs, natives of Australia, New Zealand, etc., having pretty white, red, or purple blossoms, and much resembling heaths."},{"word":"Epact","type":"n.","descr":" The moon\\'s age at the beginning of the calendar year, or the number of days by which the last new moon has preceded the beginning of the year."},{"word":"Epagoge","type":"n.","descr":" The adducing of particular examples so as to lead to a universal conclusion; the argument by induction."},{"word":"Epagogic","type":"a.","descr":" Inductive."},{"word":"Epalate","type":"a.","descr":" Without palpi."},{"word":"Epanadiplosis","type":"n.","descr":" A figure by which the same word is used both at the beginning and at the end of a sentence; as, \"Rejoice in the Lord always: and again I say, Rejoice.\""},{"word":"Epanalepsis","type":"n.","descr":" A figure by which the same word or clause is repeated after intervening matter."},{"word":"Epanaphora","type":"n.","descr":" Same as Anaphora."},{"word":"Epanastrophe","type":"n.","descr":" Same as Anadiplosis."},{"word":"Epanodos","type":"n.","descr":" A figure of speech in which the parts of a sentence or clause are repeated in inverse order"},{"word":"Epanody","type":"n.","descr":" The abnormal change of an irregular flower to a regular form; -- considered by evolutionists to be a reversion to an ancestral condition."},{"word":"Epanorthosis","type":"n.","descr":" A figure by which a speaker recalls a word or words, in order to substitute something else stronger or more significant; as, Most brave!  Brave, did I say? most heroic act!"},{"word":"Epanthous","type":"a.","descr":" Growing upon flowers; -- said of certain species of fungi."},{"word":"Eparch","type":"n.","descr":" In ancient Greece, the governor or perfect of a province; in modern Greece, the ruler of an eparchy."},{"word":"Eparchy","type":"n.","descr":" A province, prefecture, or territory, under the jurisdiction of an eparch or governor; esp., in modern Greece, one of the larger subdivisions of a monarchy or province of the kingdom; in Russia, a diocese or archdiocese."},{"word":"Eparterial","type":"a.","descr":" Situated upon or above an artery; -- applied esp. to the branches of the bronchi given off above the point where the pulmonary artery crosses the bronchus."},{"word":"Epaule","type":"n.","descr":" The shoulder of a bastion, or the place where its face and flank meet and form the angle, called the angle of the shoulder."},{"word":"Epaulement","type":"n.","descr":" A side work, made of gabions, fascines, or bags, filled with earth, or of earth heaped up, to afford cover from the flanking fire of an enemy."},{"word":"Epaulet","type":"n.","descr":" Alt. of Epaulette"},{"word":"Epaulette","type":"n.","descr":" A shoulder ornament or badge worn by military and naval officers, differences of rank being marked by some peculiar form or device, as a star, eagle, etc.; a shoulder knot."},{"word":"Epauleted","type":"a.","descr":" Alt. of Epauletted"},{"word":"Epauletted","type":"a.","descr":" Wearing epaulets; decorated with epaulets."},{"word":"Epaxial","type":"a.","descr":" Above, or on the dorsal side of, the axis of the skeleton; episkeletal."},{"word":"Epeira","type":"n.","descr":" A genus of spiders, including the common garden spider (E. diadema). They spin geometrical webs. See Garden spider."},{"word":"Epen","type":"n.","descr":" See Epencephalon."},{"word":"Epencephalic","type":"a.","descr":" Pertaining to the epencephalon."},{"word":"Epencephalic","type":"a.","descr":" Situated on or over the brain."},{"word":"Epencephalon","type":"n.","descr":" The segment of the brain next behind the midbrain, including the cerebellum and pons; the hindbrain. Sometimes abbreviated to epen."},{"word":"Ependyma","type":"n.","descr":" The epithelial lining of the ventricles of the brain and the canal of the spinal cord; endyma; ependymis."},{"word":"Ependymis","type":"n.","descr":" See Ependyma."},{"word":"Epenetic","type":"a.","descr":" Bestowing praise; eulogistic; laudatory."},{"word":"Epentheses","type":"pl. ","descr":" of Epenthesis"},{"word":"Epenthesis","type":"n.","descr":" The insertion of a letter or a sound in the body of a word; as, the b in \"nimble\" from AS. n\/mol."},{"word":"Epenthetic","type":"a.","descr":" Inserted in the body of a word; as, an epenthetic letter or sound."},{"word":"Epergne","type":"n.","descr":" A centerpiece for table decoration, usually consisting of several dishes or receptacles of different sizes grouped together in an ornamental design."},{"word":"Eperlan","type":"n.","descr":" The European smelt (Osmerus eperlanus)."},{"word":"Epexegesis","type":"n.","descr":" A full or additional explanation; exegesis."},{"word":"Epexegetical","type":"a.","descr":" Relating to epexegesis; explanatory; exegetical."},{"word":"Ephah","type":"n.","descr":" Alt. of Epha"},{"word":"Epha","type":"n.","descr":" A Hebrew dry measure, supposed to be equal to two pecks and five quarts. ten ephahs make one homer."},{"word":"Ephemera","type":"n.","descr":" A fever of one day\\'s continuance only."},{"word":"Ephemera","type":"n.","descr":" A genus of insects including the day flies, or ephemeral flies. See Ephemeral fly, under Ephemeral."},{"word":"Ephemeral","type":"a.","descr":" Beginning and ending in a day; existing only, or no longer than, a day; diurnal; as, an ephemeral flower."},{"word":"Ephemeral","type":"a.","descr":" Short-lived; existing or continuing for a short time only."},{"word":"Ephemeral","type":"n.","descr":" Anything lasting but a day, or a brief time; an ephemeral plant, insect, etc."},{"word":"Ephemeran","type":"n.","descr":" One of the ephemeral flies."},{"word":"Ephemeric","type":"a.","descr":" Ephemeral."},{"word":"Ephemerides","type":"pl. ","descr":" of Ephemeris"},{"word":"Ephemeris","type":"n.","descr":" A diary; a journal."},{"word":"Ephemeris","type":"n.","descr":" A publication giving the computed places of the heavenly bodies for each day of the year, with other numerical data, for the use of the astronomer and navigator; an astronomical almanac; as, the \"American Ephemeris and Nautical Almanac.\""},{"word":"Ephemeris","type":"n.","descr":" Any tabular statement of the assigned places of a heavenly body, as a planet or comet, on several successive days."},{"word":"Ephemeris","type":"n.","descr":" A collective name for reviews, magazines, and all kinds of periodical literature."},{"word":"Ephemerist","type":"n.","descr":" One who studies the daily motions and positions of the planets."},{"word":"Ephemerist","type":"n.","descr":" One who keeps an ephemeris; a journalist."},{"word":"Ephemera","type":"pl. ","descr":" of Ephemeron"},{"word":"Ephemeron","type":"n.","descr":" One of the ephemeral flies."},{"word":"Ephemerous","type":"a.","descr":" Ephemeral."},{"word":"Ephesian","type":"a.","descr":" Of or pertaining to Ephesus, an ancient city of Ionia, in Asia Minor."},{"word":"Ephesian","type":"n.","descr":" A native of Ephesus."},{"word":"Ephesian","type":"n.","descr":" A jolly companion; a roisterer."},{"word":"Ephialtes","type":"n.","descr":" The nightmare."},{"word":"Ephippial","type":"a.","descr":" Saddle-shaped; occupying an ephippium."},{"word":"Ephippium","type":"n.","descr":" A depression in the sphenoid bone; the pituitary fossa."},{"word":"Ephippium","type":"n.","descr":" A saddle-shaped cavity to contain the winter eggs, situated on the back of Cladocera."},{"word":"Ephod","type":"n.","descr":" A part of the sacerdotal habit among Jews, being a covering for the back and breast, held together on the shoulders by two clasps or brooches of onyx stones set in gold, and fastened by a girdle of the same stuff as the ephod. The ephod for the priests was of plain linen; that for the high priest was richly embroidered in colors. The breastplate of the high priest was worn upon the ephod in front."},{"word":"Ephors","type":"pl. ","descr":" of Ephor"},{"word":"Ephori","type":"pl. ","descr":" of Ephor"},{"word":"Ephor","type":"n.","descr":" A magistrate; one of a body of five magistrates chosen by the people of ancient Sparta. They exercised control even over the king."},{"word":"Ephoral","type":"a.","descr":" Pertaining to an ephor."},{"word":"Ephoralty","type":"n.","descr":" The office of an ephor, or the body of ephors."},{"word":"Ephraim","type":"n.","descr":" A hunter\\'s name for the grizzly bear."},{"word":"Ephyra","type":"n.","descr":" A stage in the development of discophorous medusae, when they first begin to swim about after being detached from the strobila. See Strobila."},{"word":"Epi-","type":"","descr":" A prefix, meaning upon, beside, among, on the outside, above, over. It becomes ep-before a vowel, as in epoch, and eph-before a Greek aspirate, as in ephemeral."},{"word":"Epiblast","type":"n.","descr":" The outer layer of the blastoderm; the ectoderm. See Blastoderm, Delamination."},{"word":"Epiblastic","type":"a.","descr":" Of or relating to, or consisting of, the epiblast."},{"word":"Epiblema","type":"n.","descr":" The epidermal cells of rootlets, specially adapted to absorb liquids."},{"word":"Epibolic","type":"a.","descr":" Growing or covering over; -- said of a kind of invagination. See under Invagination."},{"word":"Epiboly","type":"n.","descr":" Epibolic invagination. See under Invagination."},{"word":"Epibranchial","type":"a.","descr":" Pertaining to the segment between the ceratobranchial and pharyngobranchial in a branchial arch."},{"word":"Epibranchial","type":"n.","descr":" An epibranchial cartilage or bone."},{"word":"Epic","type":"a.","descr":" Narrated in a grand style; pertaining to or designating a kind of narrative poem, usually called an heroic poem, in which real or fictitious events, usually the achievements of some hero, are narrated in an elevated style."},{"word":"Epic","type":"n.","descr":" An epic or heroic poem. See Epic, a."},{"word":"Epical","type":"a.","descr":" Epic."},{"word":"Epicardiac","type":"a.","descr":" Of or relating to the epicardium."},{"word":"Epicardium","type":"n.","descr":" That of the pericardium which forms the outer surface of the heart; the cardiac pericardium."},{"word":"Epicarican","type":"n.","descr":" An isopod crustacean, parasitic on shrimps."},{"word":"Epicarp","type":"","descr":" The external or outermost layer of a fructified or ripened ovary. See Illust. under Endocarp."},{"word":"Epicede","type":"n.","descr":" A funeral song or discourse; an elegy."},{"word":"Epicedial","type":"a.","descr":" Elegiac; funereal."},{"word":"Epicedian","type":"a.","descr":" Epicedial."},{"word":"Epicedian","type":"n.","descr":" An epicede."},{"word":"Epicedium","type":"n.","descr":" An epicede."},{"word":"Epicene","type":"a. and n.","descr":" Common to both sexes; -- a term applied, in grammar, to such nouns as have but one form of gender, either the masculine or feminine, to indicate animals of both sexes; as boy^s, bos, for the ox and cow; sometimes applied to eunuchs and hermaphrodites."},{"word":"Epicene","type":"a. and n.","descr":" Fig.: Sexless; neither one thing nor the other."},{"word":"Epicentral","type":"a.","descr":" Arising from the centrum of a vertebra."},{"word":"Epicerastic","type":"a.","descr":" Lenient; assuaging."},{"word":"Epichiremata","type":"pl. ","descr":" of Epichirema"},{"word":"Epichirema","type":"n.","descr":" A syllogism in which the proof of the major or minor premise, or both, is introduced with the premises themselves, and the conclusion is derived in the ordinary manner."},{"word":"Epichordal","type":"a.","descr":" Upon or above the notochord; -- applied esp. to a vertebral column which develops upon the dorsal side of the notochord, as distinguished from a perichordal column, which develops around it."},{"word":"Epichorial","type":"a.","descr":" In or of the country."},{"word":"Epicleidium","type":"n.","descr":" A projection, formed by a separate ossification, at the scapular end of the clavicle of many birds."},{"word":"Epiclinal","type":"a.","descr":" Situated on the receptacle or disk of a flower."},{"word":"Epicoele","type":"n.","descr":" A cavity formed by the invagination of the outer wall of the body, as the atrium of an amphioxus and possibly the body cavity of vertebrates."},{"word":"Epicoene","type":"a.","descr":" Epicene."},{"word":"Epicolic","type":"a.","descr":" Situated upon or over the colon; -- applied to the region of the abdomen adjacent to the colon."},{"word":"Epicondylar","type":"n.","descr":" Pertaining to, or resembling, an epicondyle."},{"word":"Epicondyle","type":"n.","descr":" A projection on the inner side of the distal end of the numerus; the internal condyle."},{"word":"Epicoracoid","type":"n.","descr":" A ventral cartilaginous or bony element of the coracoid in the shoulder girdle of some vertebrates."},{"word":"Epicranial","type":"a.","descr":" Pertaining to the epicranium; as epicranial muscles."},{"word":"Epicranium","type":"n.","descr":" The upper and superficial part of the head, including the scalp, muscles, etc."},{"word":"Epicranium","type":"n.","descr":" The dorsal wall of the head of insects."},{"word":"Epictetain","type":"a.","descr":" Pertaining to Epictetus, the Roman Stoic philosopher, whose conception of life was to be passionless under whatever circumstances."},{"word":"Epicure","type":"n.","descr":" A follower of Epicurus; an Epicurean."},{"word":"Epicure","type":"n.","descr":" One devoted to dainty or luxurious sensual enjoyments, esp. to the luxuries of the table."},{"word":"Epicurean","type":"a.","descr":" Pertaining to Epicurus, or following his philosophy."},{"word":"Epicurean","type":"a.","descr":" Given to luxury; adapted to luxurious tastes; luxurious; pertaining to good eating."},{"word":"Epicurean","type":"n.","descr":" A follower or Epicurus."},{"word":"Epicurean","type":"n.","descr":" One given to epicurean indulgence."},{"word":"Epicureanism","type":"n.","descr":" Attachment to the doctrines of Epicurus; the principles or belief of Epicurus."},{"word":"Epicurely","type":"adv.","descr":" Luxuriously."},{"word":"Epicureous","type":"a.","descr":" Epicurean."},{"word":"Epicurism","type":"n.","descr":" The doctrines of Epicurus."},{"word":"Epicurism","type":"n.","descr":" Epicurean habits of living; luxury."},{"word":"Epicurize","type":"v. i.","descr":" To profess or tend towards the doctrines of Epicurus."},{"word":"Epicurize","type":"v. i.","descr":" To feed or indulge like an epicure."},{"word":"Epicycle","type":"n.","descr":" A circle, whose center moves round in the circumference of a greater circle; or a small circle, whose center, being fixed in the deferent of a planet, is carried along with the deferent, and yet, by its own peculiar motion, carries the body of the planet fastened to it round its proper center."},{"word":"Epicycle","type":"n.","descr":" A circle which rolls on the circumference of another circle, either externally or internally."},{"word":"Epicyclic","type":"a.","descr":" Pertaining to, resembling, or having the motion of, an epicycle."},{"word":"Epicycloid","type":"n.","descr":" A curve traced by a point in the circumference of a circle which rolls on the convex side of a fixed circle."},{"word":"Epicycloidal","type":"a.","descr":" Pertaining to the epicycloid, or having its properties."},{"word":"Epideictic","type":"a.","descr":" Serving to show forth, explain, or exhibit; -- applied by the Greeks to a kind of oratory, which, by full amplification, seeks to persuade."},{"word":"Epidemic","type":"a.","descr":" Alt. of Epidemical"},{"word":"Epidemical","type":"a.","descr":" Common to, or affecting at the same time, a large number in a community; -- applied to a disease which, spreading widely, attacks many persons at the same time; as, an epidemic disease; an epidemic catarrh, fever, etc.  See Endemic."},{"word":"Epidemical","type":"a.","descr":" Spreading widely, or generally prevailing; affecting great numbers, as an epidemic does; as, epidemic rage; an epidemic evil."},{"word":"Epidemic","type":"n.","descr":" An epidemic disease."},{"word":"Epidemic","type":"n.","descr":" Anything which takes possession of the minds of people as an epidemic does of their bodies; as, an epidemic of terror."},{"word":"Epidemically","type":"adv.","descr":" In an epidemic manner."},{"word":"Epidemiography","type":"n.","descr":" A treatise upon, or history of, epidemic diseases."},{"word":"Epidemiological","type":"a.","descr":" Connected with, or pertaining to, epidemiology."},{"word":"Epidemiologist","type":"n.","descr":" A person skilled in epidemiology."},{"word":"Epidemiology","type":"n.","descr":" That branch of science which treats of epidemics."},{"word":"Epidemy","type":"n.","descr":" An epidemic disease."},{"word":"Epiderm","type":"n.","descr":" The epidermis."},{"word":"Epidermal","type":"a.","descr":" Of or pertaining to the epidermis; epidermic; cuticular."},{"word":"Epidermatic","type":"a.","descr":" Epidermal."},{"word":"Epidermatoid","type":"a.","descr":" Epidermoid."},{"word":"Epidermeous","type":"a.","descr":" Epidermal."},{"word":"Epidermic","type":"a.","descr":" Epidermal; connected with the skin or the bark."},{"word":"Epidermical","type":"a.","descr":" Epidermal."},{"word":"Epidermidal","type":"a.","descr":" Epidermal."},{"word":"Epidermis","type":"v. t.","descr":" The outer, nonsensitive layer of the skin; cuticle; scarfskin. See Dermis."},{"word":"Epidermis","type":"v. t.","descr":" The outermost layer of the cells, which covers both surfaces of leaves, and also the surface of stems, when they are first formed. As stems grow old this layer is lost, and never replaced."},{"word":"Epidermoid","type":"a.","descr":" Like epidermis; pertaining to the epidermis."},{"word":"Epidermose","type":"n.","descr":" Keratin."},{"word":"Epidictic","type":"a.","descr":" Alt. of Epidictical"},{"word":"Epidictical","type":"a.","descr":" Serving to explain; demonstrative."},{"word":"Epididymis","type":"n.","descr":" An oblong vermiform mass on the dorsal side of the testicle, composed of numerous convolutions of the excretory duct of that organ."},{"word":"Epididymitis","type":"n.","descr":" Inflammation of the epididymis, one of the common results of gonorrhea."},{"word":"Epidote","type":"n.","descr":" A mineral, commonly of a yellowish green (pistachio) color, occurring granular, massive, columnar, and in monoclinic crystals. It is a silicate of alumina, lime, and oxide of iron, or manganese."},{"word":"Epidotic","type":"a.","descr":" Related to, resembling, or containing epidote; as, an epidotic granite."},{"word":"Epigaea","type":"n.","descr":" An American genus of plants, containing but a single species (E. repens), the trailing arbutus."},{"word":"Epigaeous","type":"a.","descr":" Growing on, or close to, the ground."},{"word":"Epigastrial","type":"a.","descr":" Epigastric."},{"word":"Epigastric","type":"a.","descr":" Pertaining to the epigastrium, or to the epigastric region."},{"word":"Epigastric","type":"a.","descr":" Over the stomach; -- applied to two of the areas of the carapace of crabs."},{"word":"Epigastrium","type":"n.","descr":" The upper part of the abdomen."},{"word":"Epigeal","type":"a.","descr":" Epigaeous."},{"word":"Epigee","type":"n.","descr":" See Perigee."},{"word":"Epigene","type":"a.","descr":" Foreign; unnatural; unusual; -- said of forms of crystals not natural to the substances in which they are found."},{"word":"Epigene","type":"a.","descr":" Formed originating on the surface of the earth; -- opposed to hypogene; as, epigene rocks."},{"word":"Epigenesis","type":"n.","descr":" The theory of generation which holds that the germ is created entirely new, not merely expanded, by the procreative power of the parents. It is opposed to the theory of evolution, also to syngenesis."},{"word":"Epigenesist","type":"n.","descr":" One who believes in, or advocates the theory of, epigenesis."},{"word":"Epigenetic","type":"a.","descr":" Of or pertaining to the epigenesis; produced according to the theory of epigenesis."},{"word":"Epigeous","type":"a.","descr":" Same as Epigaeous."},{"word":"Epigeum","type":"n.","descr":" See Perigee."},{"word":"Epiglottic","type":"a.","descr":" Pertaining to, or connected with, the epiglottis."},{"word":"Epiglottidean","type":"a.","descr":" Same as Epiglottic."},{"word":"Epiglottis","type":"n.","descr":" A cartilaginous lidlike appendage which closes the glottis while food or drink is passing while food or drink is passing through the pharynx."},{"word":"Epignathous","type":"a.","descr":" Hook-billed; having the upper mandible longer than the lower."},{"word":"Epigram","type":"n.","descr":" A short poem treating concisely and pointedly of a single thought or event. The modern epigram is so contrived as to surprise the reader with a witticism or ingenious turn of thought, and is often satirical in character."},{"word":"Epigram","type":"n.","descr":" An effusion of wit; a bright thought tersely and sharply expressed, whether in verse or prose."},{"word":"Epigram","type":"n.","descr":" The style of the epigram."},{"word":"Epigrammatic","type":"","descr":" Alt. of Epigrammatical"},{"word":"Epigrammatical","type":"","descr":" Writing epigrams; dealing in epigrams; as, an epigrammatical poet."},{"word":"Epigrammatical","type":"","descr":" Suitable to epigrams; belonging to epigrams; like an epigram; pointed; piquant; as, epigrammatic style, wit, or sallies of fancy."},{"word":"Epigrammatically","type":"adv.","descr":" In the way of epigram; in an epigrammatic style."},{"word":"Epigrammatist","type":"n.","descr":" One who composes epigrams, or makes use of them."},{"word":"Epigrammatized","type":"imp. and p. p.","descr":" of Epigrammatize"},{"word":"Epigrammatizing","type":"p. pr. and vb. n.","descr":" of Epigrammatize"},{"word":"Epigrammatize","type":"v. t.","descr":" To represent by epigrams; to express by epigrams."},{"word":"Epigrammatizer","type":"n.","descr":" One who writes in an affectedly pointed style."},{"word":"Epigrammist","type":"n.","descr":" An epigrammatist."},{"word":"Epigraph","type":"n.","descr":" Any inscription set upon a building; especially, one which has to do with the building itself, its founding or dedication."},{"word":"Epigraph","type":"n.","descr":" A citation from some author, or a sentence framed for the purpose, placed at the beginning of a work or of its separate divisions; a motto."},{"word":"Epigraphic","type":"a.","descr":" Alt. of Epigraphical"},{"word":"Epigraphical","type":"a.","descr":" Of or pertaining to epigraphs or to epigraphy; as, an epigraphic style; epigraphical works or studies."},{"word":"Epigraphics","type":"n.","descr":" The science or study of epigraphs."},{"word":"Epigraphist","type":"n.","descr":" A student of, or one versed in, epigraphy."},{"word":"Epigraphy","type":"n.","descr":" The science of inscriptions; the art of engraving inscriptions or of deciphering them."},{"word":"Epigynous","type":"a.","descr":" Adnate to the surface of the ovary, so as to be apparently inserted upon the top of it; -- said of stamens, petals, sepals, and also of the disk."},{"word":"Epihyal","type":"n.","descr":" A segment next above the ceratohyal in the hyoidean arch."},{"word":"Epilepsy","type":"n.","descr":" The \"falling sickness,\" so called because the patient falls suddenly to the ground; a disease characterized by paroxysms (or fits) occurring at interval and attended by sudden loss of consciousness, and convulsive motions of the muscles."},{"word":"Epileptic","type":"a.","descr":" Pertaining to, affected with, or of the nature of, epilepsy."},{"word":"Epileptic","type":"n.","descr":" One affected with epilepsy."},{"word":"Epileptic","type":"n.","descr":" A medicine for the cure of epilepsy."},{"word":"Epileptical","type":"a.","descr":" Epileptic."},{"word":"Epileptiform","type":"a.","descr":" Resembling epilepsy."},{"word":"Epileptogenous","type":"a.","descr":" Producing epilepsy or epileptoid convulsions; -- applied to areas of the body or of the nervous system, stimulation of which produces convulsions."},{"word":"Epileptoid","type":"a.","descr":" Resembling epilepsy; as, epileptoid convulsions."},{"word":"Epilogation","type":"n.","descr":" A summing up in a brief account."},{"word":"Epilogic","type":"a.","descr":" Alt. of Epilogical"},{"word":"Epilogical","type":"a.","descr":" Of or pertaining to an epilogue."},{"word":"Epilogism","type":"n.","descr":" Enumeration; computation."},{"word":"Epilogistic","type":"a.","descr":" Of or pertaining to epilogue; of the nature of an epilogue."},{"word":"Epilogize","type":"v. i. and t.","descr":" To speak an epilogue to; to utter as an epilogue."},{"word":"Epilogue","type":"n.","descr":" A speech or short poem addressed to the spectators and recited by one of the actors, after the conclusion of the play."},{"word":"Epilogue","type":"n.","descr":" The closing part of a discourse, in which the principal matters are recapitulated; a conclusion."},{"word":"Epiloguize","type":"v. i. and  t.","descr":" Same as Epilogize."},{"word":"Epimachus","type":"n.","descr":" A genus of highly ornate and brilliantly colored birds of Australia, allied to the birds of Paradise."},{"word":"Epimera","type":"n. pl.","descr":" See Epimeron."},{"word":"Epimeral","type":"a.","descr":" Pertaining to the epimera."},{"word":"Epimere","type":"n.","descr":" One of the segments of the transverse axis, or the so called homonymous parts; as, for example, one of the several segments of the extremities in vertebrates, or one of the similar segments in plants, such as the segments of a segmented leaf."},{"word":"Epimera","type":"pl. ","descr":" of Epimeron"},{"word":"Epimeron","type":"n.","descr":" In crustaceans: The part of the side of a somite external to the basal joint of each appendage."},{"word":"Epimeron","type":"n.","descr":" In insects: The lateral piece behind the episternum."},{"word":"Epinastic","type":"a.","descr":" A term applied to that phase of vegetable growth in which an organ grows more rapidly on its upper than on its under surface. See Hyponastic."},{"word":"Epineural","type":"a.","descr":" Arising from the neurapophysis of a vertebra."},{"word":"Epineurium","type":"n.","descr":" The connective tissue framework and sheath of a nerve which bind together the nerve bundles, each of which has its own special sheath, or perineurium."},{"word":"Epinglette","type":"n.","descr":" An iron needle for piercing the cartridge of a cannon before priming."},{"word":"Epinicial","type":"a.","descr":" Relating to victory."},{"word":"Epinicion","type":"n.","descr":" A song of triumph."},{"word":"Epinikian","type":"a.","descr":" Epinicial."},{"word":"Epiornis","type":"n.","descr":" One of the gigantic ostrichlike birds of the genus Aepiornis, only recently extinct. Its remains have been found in Madagascar."},{"word":"Epiotic","type":"n.","descr":" The upper and outer element of periotic bone, -- in man forming a part of the temporal bone."},{"word":"Epipedometry","type":"n.","descr":" The mensuration of figures standing on the same base."},{"word":"Epiperipheral","type":"a.","descr":" Connected with, or having its origin upon, the external surface of the body; -- especially applied to the feelings which originate at the extremities of nerves distributed on the outer surface, as the sensation produced by touching an object with the finger; -- opposed to entoperipheral."},{"word":"Epipetalous","type":"a.","descr":" Borne on the petals or corolla."},{"word":"Epiphany","type":"n.","descr":" An appearance, or a becoming manifest."},{"word":"Epiphany","type":"n.","descr":" A church festival celebrated on the 6th of January, the twelfth day after Christmas, in commemoration of the visit of the Magi of the East to Bethlehem, to see and worship the child Jesus; or, as others maintain, to commemorate the appearance of the star to the Magi, symbolizing the manifestation of Christ to the Gentles; Twelfthtide."},{"word":"Epipharyngeal","type":"a.","descr":" Pertaining to the segments above the epibranchial in the branchial arches of fishes."},{"word":"Epipharyngeal","type":"n.","descr":" An epipharyngeal bone or cartilage."},{"word":"Epipharynx","type":"n.","descr":" A structure which overlaps the mouth of certain insects."},{"word":"Epiphonema","type":"n.","descr":" An exclamatory sentence, or striking reflection, which sums up or concludes a discourse."},{"word":"Epiphoneme","type":"n.","descr":" Epiphonema."},{"word":"Epiphora","type":"n.","descr":" The watery eye; a disease in which the tears accumulate in the eye, and trickle over the cheek."},{"word":"Epiphora","type":"n.","descr":" The emphatic repetition of a word or phrase, at the end of several sentences or stanzas."},{"word":"Epiphragm","type":"n.","descr":" A membranaceous or calcareous septum with which some mollusks close the aperture of the shell during the time of hibernation, or aestivation."},{"word":"Epiphylospermous","type":"a.","descr":" Bearing fruit on the back of the leaves, as ferns."},{"word":"Epiphyllous","type":"a.","descr":" Growing upon, or inserted into, the leaf."},{"word":"Epiphyllum","type":"n.","descr":" A genus of cactaceous plants having flattened, jointed stems, and petals united in a tube. The flowers are very showy, and several species are in cultivation."},{"word":"Epiphyseal","type":"","descr":" Alt. of Epiphysial"},{"word":"Epiphysial","type":"","descr":" Pertaining to, or having the nature of, an epiphysis."},{"word":"Epiphyses","type":"pl. ","descr":" of Epiphysis"},{"word":"Epiphysis","type":"n.","descr":" The end, or other superficial part, of a bone, which ossifies separately from the central portion, or diaphysis."},{"word":"Epiphysis","type":"n.","descr":" The cerebral epiphysis, or pineal gland. See Pineal gland, under Pineal."},{"word":"Epiphytal","type":"a.","descr":" Pertaining to an epiphyte."},{"word":"Epiphyte","type":"n.","descr":" An air plant which grows on other plants, but does not derive its nourishment from them. See Air plant."},{"word":"Epiphyte","type":"n.","descr":" A vegetable parasite growing on the surface of the body."},{"word":"Epiphytic","type":"a.","descr":" Alt. of Epiphytical"},{"word":"Epiphytical","type":"a.","descr":" Pertaining to, or having the nature of, an epiphyte."},{"word":"Epiplastra","type":"pl. ","descr":" of Epiplastron"},{"word":"Epiplastron","type":"n.","descr":" One of the first pair of lateral plates in the plastron of turtles."},{"word":"Epipleural","type":"a.","descr":" Arising from the pleurapophysis of a vertebra."},{"word":"Epiplexis","type":"n.","descr":" A figure by which a person seeks to convince and move by an elegant kind of upbraiding."},{"word":"Epiploce","type":"n.","descr":" A figure by which one striking circumstance is added, in due gradation, to another; climax; e. g., \"He not only spared his enemies, but continued them in employment; not only continued, but advanced them.\""},{"word":"Epiploic","type":"a.","descr":" Relating to the epiploon."},{"word":"Epiploa","type":"pl. ","descr":" of Epiploon"},{"word":"Epiploon","type":"n.","descr":" See Omentum."},{"word":"Epipodial","type":"a.","descr":" Pertaining to the epipodialia or the parts of the limbs to which they belong."},{"word":"Epipodial","type":"a.","descr":" Pertaining to the epipodium of Mollusca."},{"word":"Epipodialia","type":"pl. ","descr":" of Epipodiale"},{"word":"Epipodiale","type":"n.","descr":" One of the bones of either the forearm or shank, the epipodialia being the radius, ulna, tibia, and fibula."},{"word":"Epipodite","type":"n.","descr":" The outer branch of the legs in certain Crustacea. See Maxilliped."},{"word":"Epipodia","type":"pl. ","descr":" of Epipodium"},{"word":"Epipodium","type":"n.","descr":" One of the lateral lobes of the foot in certain gastropods."},{"word":"Epipolic","type":"a.","descr":" Producing, or relating to, epipolism or fluorescence."},{"word":"Epipolism","type":"n.","descr":" See Fluorescence."},{"word":"Epipolized","type":"a.","descr":" Changed to the epipolic condition, or that in which the phenomenon of fluorescence is presented; produced by fluorescence; as, epipolized light."},{"word":"Epipteric","type":"a.","descr":" Pertaining to a small Wormian bone sometimes present in the human skull between the parietal and the great wing of the sphenoid."},{"word":"Epipteric","type":"n.","descr":" The epipteric bone."},{"word":"Epipterygoid","type":"a.","descr":" Situated upon or above the pterygoid bone."},{"word":"Epipterygoid","type":"n.","descr":" An epipterygoid bone or cartilage; the columella in the skulls of many lizards."},{"word":"Epipubic","type":"a.","descr":" Relating to the epipubis."},{"word":"Epipubes","type":"pl. ","descr":" of Epipubis"},{"word":"Epipubis","type":"n.","descr":" A cartilage or bone in front of the pubis in some amphibians and other animals."},{"word":"Episcopacy","type":"n.","descr":" Government of the church by bishops; church government by three distinct orders of ministers -- bishops, priests, and deacons -- of whom the bishops have an authority superior and of a different kind."},{"word":"Episcopal","type":"a.","descr":" Governed by bishops; as, an episcopal church."},{"word":"Episcopal","type":"a.","descr":" Belonging to, or vested in, bishops; as, episcopal jurisdiction or authority; the episcopal system."},{"word":"Episcopalian","type":"a.","descr":" Pertaining to bishops, or government by bishops; episcopal; specifically, of or relating to the Protestant Episcopal Church."},{"word":"Episcopalian","type":"n.","descr":" One who belongs to an episcopal church, or adheres to the episcopal form of church government and discipline; a churchman; specifically, in the United States, a member of the Protestant Episcopal Church."},{"word":"Episcopalianism","type":"n.","descr":" The doctrine and usages of Episcopalians; episcopacy."},{"word":"Episcopally","type":"adv.","descr":" By episcopal authority; in an episcopal manner."},{"word":"Episcopant","type":"n.","descr":" A bishop."},{"word":"Episcoparian","type":"a.","descr":" Episcopal."},{"word":"Episcopate","type":"n.","descr":" A bishopric; the office and dignity of a bishop."},{"word":"Episcopate","type":"n.","descr":" The collective body of bishops."},{"word":"Episcopate","type":"n.","descr":" The time of a bishop\\'s rule."},{"word":"Episcopated","type":"imp. and p. p.","descr":" of Episcopate"},{"word":"Episcopating","type":"p. pr. and vb. n.","descr":" of Episcopate"},{"word":"Episcopate","type":"v. i.","descr":" To act as a bishop; to fill the office of a prelate."},{"word":"Episcopicide","type":"n.","descr":" The killing of a bishop."},{"word":"Episcopize","type":"v. t.","descr":" To make a bishop of by consecration."},{"word":"Episcopize","type":"v. i.","descr":" To perform the duties of a bishop."},{"word":"Episcopy","type":"n.","descr":" Survey; superintendence."},{"word":"Episcopy","type":"n.","descr":" Episcopacy."},{"word":"Episepalous","type":"a.","descr":" Growing on the sepals or adnate to them."},{"word":"Episkeletal","type":"a.","descr":" Above or outside of the endoskeleton; epaxial."},{"word":"Episodal","type":"a.","descr":" Same as Episodic."},{"word":"Episode","type":"n.","descr":" A separate incident, story, or action, introduced for the purpose of giving a greater variety to the events related; an incidental narrative, or digression, separable from the main subject, but naturally arising from it."},{"word":"Episodial","type":"a.","descr":" Pertaining to an episode; by way of episode; episodic."},{"word":"Episodic","type":"a.","descr":" Alt. of Episodical"},{"word":"Episodical","type":"a.","descr":" Of or pertaining to an episode; adventitious."},{"word":"Epispadias","type":"n.","descr":" A deformity in which the urethra opens upon the top of the penis, instead of at its extremity."},{"word":"Epispastic","type":"a.","descr":" Attracting the humors to the skin; exciting action in the skin; blistering."},{"word":"Epispastic","type":"n.","descr":" An external application to the skin, which produces a puriform or serous discharge by exciting inflammation; a vesicatory."},{"word":"Episperm","type":"n.","descr":" The skin or coat of a seed, especially the outer coat. See Testa."},{"word":"Epispermic","type":"a.","descr":" Pertaining, or belonging, to the episperm, or covering of a seed."},{"word":"Epispore","type":"n.","descr":" The thickish outer coat of certain spores."},{"word":"Epistaxis","type":"n.","descr":" Bleeding at the nose."},{"word":"Epistemology","type":"n.","descr":" The theory or science of the method or grounds of knowledge."},{"word":"Episternal","type":"a.","descr":" Of or pertaining to the episternum."},{"word":"Episterna","type":"pl. ","descr":" of Episternum"},{"word":"Episternum","type":"n.","descr":" A median bone connected with the sternum, in many vertebrates; the interclavicle."},{"word":"Episternum","type":"n.","descr":" Same as Epiplastron."},{"word":"Episternum","type":"n.","descr":" One of the lateral pieces next to the sternum in the thorax of insects."},{"word":"Epistilbite","type":"n.","descr":" A crystallized, transparent mineral of the Zeolite family. It is a hydrous silicate of alumina and lime."},{"word":"Epistle","type":"n.","descr":" A writing directed or sent to a person or persons; a written communication; a letter; -- applied usually to formal, didactic, or elegant letters."},{"word":"Epistle","type":"n.","descr":" One of the letters in the New Testament which were addressed to their Christian brethren by Apostles."},{"word":"Epistle","type":"v. t.","descr":" To write; to communicate in a letter or by writing."},{"word":"Epistler","type":"n.","descr":" A writer of epistles, or of an epistle of the New Testament."},{"word":"Epistler","type":"n.","descr":" The ecclesiastic who reads the epistle at the communion service."},{"word":"Epistolar","type":"a.","descr":" Epistolary."},{"word":"Epistolary","type":"a.","descr":" Pertaining to epistles or letters; suitable to letters and correspondence; as, an epistolary style."},{"word":"Epistolary","type":"a.","descr":" Contained in letters; carried on by letters."},{"word":"Epistolean","type":"n.","descr":" One who writes epistles; a correspondent."},{"word":"Epistoler","type":"n.","descr":" One of the clergy who reads the epistle at the communion service; an epistler."},{"word":"Epistolet","type":"n.","descr":" A little epistle."},{"word":"Epistolic","type":"a.","descr":" Alt. of Epistolical"},{"word":"Epistolical","type":"a.","descr":" Pertaining to letters or epistles; in the form or style of letters; epistolary."},{"word":"Epistolize","type":"v. i.","descr":" To write epistles."},{"word":"Epistolizer","type":"n.","descr":" A writer of epistles."},{"word":"Epistolographic","type":"a.","descr":" Pertaining to the writing of letters; used in writing letters; epistolary."},{"word":"Epistolography","type":"n.","descr":" The art or practice of writing epistles."},{"word":"Epistoma","type":"n.","descr":" Alt. of Epistome"},{"word":"Epistome","type":"n.","descr":" The region between the antennae and the mouth, in Crustacea."},{"word":"Epistome","type":"n.","descr":" A liplike organ that covers the mouth, in most Bryozoa. See Illust., under Entoprocta."},{"word":"Epistrophe","type":"n.","descr":" A figure in which successive clauses end with the same word or affirmation; e. g., \"Are they Hebrews? so am I. Are they Israelites? so am I.\""},{"word":"Epistyle","type":"n.","descr":" A massive piece of stone or wood laid immediately on the abacus of the capital of a column or pillar; -- now called architrave."},{"word":"Episyllogism","type":"n.","descr":" A syllogism which assumes as one of its premises a proposition which was the conclusion of a preceding syllogism, called, in relation to this, the prosyllogism."},{"word":"Epitaph","type":"n.","descr":" An inscription on, or at, a tomb, or a grave, in memory or commendation of the one buried there; a sepulchral inscription."},{"word":"Epitaph","type":"n.","descr":" A brief writing formed as if to be inscribed on a monument, as that concerning Alexander: \"Sufficit huic tumulus, cui non sufficeret orbis.\""},{"word":"Epitaph","type":"v. t.","descr":" To commemorate by an epitaph."},{"word":"Epitaph","type":"v. i.","descr":" To write or speak after the manner of an epitaph."},{"word":"Epitapher","type":"n.","descr":" A writer of epitaphs."},{"word":"Epitaphial","type":"a.","descr":" Alt. of Epitaphian"},{"word":"Epitaphian","type":"a.","descr":" Relating to, or of the nature of, an epitaph."},{"word":"Epitaphic","type":"a.","descr":" Pertaining to an epitaph; epitaphian."},{"word":"Epitaphic","type":"n.","descr":" An epitaph."},{"word":"Epitaphist","type":"n.","descr":" An epitapher."},{"word":"Epitasis","type":"n.","descr":" That part which embraces the main action of a play, poem, and the like, and leads on to the catastrophe; -- opposed to protasis."},{"word":"Epitasis","type":"n.","descr":" The period of violence in a fever or disease; paroxysm."},{"word":"Epithalamic","type":"a.","descr":" Belonging to, or designed for, an epithalamium."},{"word":"Epithalamiums","type":"pl. ","descr":" of Epithalamium"},{"word":"Epithalamia","type":"pl. ","descr":" of Epithalamium"},{"word":"Epithalamium","type":"n.","descr":" A nuptial song, or poem in honor of the bride and bridegroom."},{"word":"Epithalamies","type":"pl. ","descr":" of Epithalamy"},{"word":"Epithalamy","type":"n.","descr":" Epithalamium."},{"word":"Epitheca","type":"n.","descr":" A continuous and, usually, structureless layer which covers more or less of the exterior of many corals."},{"word":"Epithelial","type":"a.","descr":" Of or pertaining to epithelium; as, epithelial cells; epithelial cancer."},{"word":"Epithelioid","type":"a.","descr":" Like epithelium; as, epithelioid cells."},{"word":"Epithelioma","type":"n.","descr":" A malignant growth containing epithelial cells; -- called also epithelial cancer."},{"word":"Epitheliums","type":"pl. ","descr":" of Epithelium"},{"word":"Epithelia","type":"pl. ","descr":" of Epithelium"},{"word":"Epithelium","type":"n.","descr":" The superficial layer of cells lining the alimentary canal and all its appendages, all glands and their ducts, blood vessels and lymphatics, serous cavities, etc. It often includes the epidermis (i. e., keratin-producing epithelial cells), and it is sometimes restricted to the alimentary canal, the glands and their appendages, -- the term endothelium being applied to the lining membrane of the blood vessels, lymphatics, and serous cavities."},{"word":"Epitheloid","type":"a.","descr":" Epithelioid."},{"word":"Epithem","type":"n.","descr":" Any external topical application to the body, except ointments and plasters, as a poultice, lotion, etc."},{"word":"Epithema","type":"n.","descr":" A horny excrescence upon the beak of birds."},{"word":"Epithesis","type":"n.","descr":" The addition of a letter at the end of a word, without changing its sense; as, numb for num, whilst for whiles."},{"word":"Epithet","type":"n.","descr":" An adjective expressing some quality, attribute, or relation, that is properly or specially appropriate to a person or thing; as, a just man; a verdant lawn."},{"word":"Epithet","type":"n.","descr":" Term; expression; phrase."},{"word":"Epithet","type":"v. t.","descr":" To describe by an epithet."},{"word":"Epithetic","type":"a.","descr":" Alt. of Epithetical"},{"word":"Epithetical","type":"a.","descr":" Pertaining to, or abounding with, epithets."},{"word":"Epithite","type":"n.","descr":" A lazy, worthless fellow; a vagrant."},{"word":"Epithumetic","type":"a.","descr":" Epithumetical."},{"word":"Epithumetical","type":"a.","descr":" Pertaining to sexual desire; sensual."},{"word":"Epitithides","type":"n.","descr":" The uppermost member of the cornice of an entablature."},{"word":"Epitomator","type":"n.","descr":" An epitomist."},{"word":"Epitomes","type":"pl. ","descr":" of Epitome"},{"word":"Epitome","type":"n.","descr":" A work in which the contents of a former work are reduced within a smaller space by curtailment and condensation; a brief summary; an abridgement."},{"word":"Epitome","type":"n.","descr":" A compact or condensed representation of anything."},{"word":"Epitomist","type":"n.","descr":" One who makes an epitome; one who abridges; an epitomizer."},{"word":"Epitomized","type":"imp. and p. p.","descr":" of Epitomize"},{"word":"Epitomizing","type":"p. pr. and vb. n.","descr":" of Epitomize"},{"word":"Epitomize","type":"v. t.","descr":" To make an epitome of; to shorten or abridge, as a writing or discourse; to reduce within a smaller space; as, to epitomize the works of Justin."},{"word":"Epitomize","type":"v. t.","descr":" To diminish, as by cutting off something; to curtail; as, to epitomize words."},{"word":"Epitomizer","type":"n.","descr":" An epitomist."},{"word":"Epitrite","type":"n.","descr":" A foot consisting of three long syllables and one short syllable."},{"word":"Epitrochlea","type":"n.","descr":" A projection on the outer side of the distal end of the humerus; the external condyle."},{"word":"Epitrochlear","type":"a.","descr":" Relating to the epitrochlea."},{"word":"Epitrochoid","type":"n.","descr":" A kind of curve. See Epicycloid, any Trochoid."},{"word":"Epitrope","type":"n.","descr":" A figure by which permission is either seriously or ironically granted to some one, to do what he proposes to do; e. g., \"He that is unjust, let him be unjust still.\""},{"word":"Epizeuxis","type":"n.","descr":" A figure by which a word is repeated with vehemence or emphasis, as in the following lines: -"},{"word":"Epozoan","type":"n.","descr":" An epizoon."},{"word":"Epozoic","type":"a.","descr":" Living upon the exterior of another animal; ectozoic; -- said of external parasites."},{"word":"Epizoa","type":"pl. ","descr":" of Epizoon"},{"word":"Epizoon","type":"n.","descr":" One of the artificial group of invertebrates of various kinds, which live parasitically upon the exterior of other animals; an ectozoon. Among them are the lice, ticks, many acari, the lerneans, or fish lice, and other crustaceans."},{"word":"Epizootic","type":"a.","descr":" Of or pertaining to an epizoon."},{"word":"Epizootic","type":"a.","descr":" Containing fossil remains; -- said of rocks, formations, mountains, and the like."},{"word":"Epizootic","type":"a.","descr":" Of the nature of a disease which attacks many animals at the same time; -- corresponding to epidemic diseases among men."},{"word":"Epizooty","type":"n.","descr":" Alt. of Epizootic"},{"word":"Epizootic","type":"n.","descr":" An epizootic disease; a murrain; an epidemic influenza among horses."},{"word":"Epoch","type":"n.","descr":" A fixed point of time, established in history by the occurrence of some grand or remarkable event; a point of time marked by an event of great subsequent influence; as, the epoch of the creation; the birth of Christ was the epoch which gave rise to the Christian era."},{"word":"Epoch","type":"n.","descr":" A period of time, longer or shorter, remarkable for events of great subsequent influence; a memorable period; as, the epoch of maritime discovery, or of the Reformation."},{"word":"Epoch","type":"n.","descr":" A division of time characterized by the prevalence of similar conditions of the earth; commonly a minor division or part of a period."},{"word":"Epoch","type":"n.","descr":" The date at which a planet or comet has a longitude or position."},{"word":"Epoch","type":"n.","descr":" An arbitrary fixed date, for which the elements used in computing the place of a planet, or other heavenly body, at any other date, are given; as, the epoch of Mars; lunar elements for the epoch March 1st, 1860."},{"word":"Epocha","type":"n.","descr":" See Epoch."},{"word":"Epochal","type":"a.","descr":" Belonging to an epoch; of the nature of an epoch."},{"word":"Epode","type":"n.","descr":" The after song; the part of a lyric ode which follows the strophe and antistrophe, -- the ancient ode being divided into strophe, antistrophe, and epode."},{"word":"Epode","type":"n.","descr":" A species of lyric poem, invented by Archilochus, in which a longer verse is followed by a shorter one; as, the Epodes of Horace. It does not include the elegiac distich."},{"word":"Epodic","type":"a.","descr":" Pertaining to, or resembling, an epode."},{"word":"Eponym","type":"n.","descr":" Alt. of Eponyme"},{"word":"Eponyme","type":"n.","descr":" The hypothetical individual who is assumed as the person from whom any race, city, etc., took its name; as, Hellen is an eponym of the Hellenes."},{"word":"Eponyme","type":"n.","descr":" A name, as of a people, country, and the like, derived from that of an individual."},{"word":"Eponymic","type":"a.","descr":" Same as Eponymous."},{"word":"Eponymist","type":"n.","descr":" One from whom a race, tribe, city, or the like, took its name; an eponym."},{"word":"Eponymous","type":"a.","descr":" Relating to an eponym; giving one\\'s name to a tribe, people, country, and the like."},{"word":"Eponymy","type":"n.","descr":" The derivation of the name of a race, tribe, etc., from that of a fabulous hero, progenitor, etc."},{"word":"Epoophoron","type":"n.","descr":" See Parovarium."},{"word":"Epopee","type":"n.","descr":" Alt. of Epopoeia"},{"word":"Epopoeia","type":"n.","descr":" An epic poem; epic poetry."},{"word":"Epopt","type":"n.","descr":" One instructed in the mysteries of a secret system."},{"word":"Epos","type":"n.","descr":" An epic."},{"word":"Epotation","type":"n.","descr":" A drinking up; a quaffing."},{"word":"Eprouvette","type":"n.","descr":" An apparatus for testing or proving the strength of gunpowder."},{"word":"Epsomite","type":"n.","descr":" Native sulphate of magnesia or Epsom salt."},{"word":"Epsom salts","type":"","descr":" Alt. of salt"},{"word":"Epulary","type":"a.","descr":" Of or pertaining to a feast or banquet."},{"word":"Epulation","type":"n.","descr":" A feasting or feast; banquet."},{"word":"Epulis","type":"n.","descr":" A hard tumor developed from the gums."},{"word":"Epulose","type":"a.","descr":" Feasting to excess."},{"word":"Epulosity","type":"n.","descr":" A feasting to excess."},{"word":"Epulotic","type":"a.","descr":" Promoting the skinning over or healing of sores; as, an epulotic ointment."},{"word":"Epulotic","type":"n.","descr":" An epulotic agent."},{"word":"Epuration","type":"n.","descr":" Purification."},{"word":"Epure","type":"n.","descr":" A draught or model from which to build; especially, one of the full size of the work to be done; a detailed drawing."},{"word":"Eploring","type":"a.","descr":" Employed in, or designed for, exploration."}]