[{"word":"Eras","type":"pl. ","descr":" of Era"},{"word":"Era","type":"n.","descr":" A fixed point of time, usually an epoch, from which a series of years is reckoned."},{"word":"Era","type":"n.","descr":" A period of time reckoned from some particular date or epoch; a succession of years dating from some important event; as, the era of Alexander; the era of Christ, or the Christian era (see under Christian)."},{"word":"Era","type":"n.","descr":" A period of time in which a new order of things prevails; a signal stage of history; an epoch."},{"word":"Eradiated","type":"imp. and p. p.","descr":" of Eradiate"},{"word":"Eradiating","type":"p. pr. and vb. n.","descr":" of Eradiate"},{"word":"Eradiate","type":"v. i.","descr":" To shoot forth, as rays of light; to beam; to radiate."},{"word":"Eradiation","type":"n.","descr":" Emission of radiance."},{"word":"Eradicable","type":"a.","descr":" Capable of being eradicated."},{"word":"Eradicated","type":"imp. and p. p.","descr":" of Eradicate"},{"word":"Eradicating","type":"p. pr. and vb. n.","descr":" of Eradicate"},{"word":"Eradicate","type":"v. t.","descr":" To pluck up by the roots; to root up; as, an oak tree eradicated."},{"word":"Eradicate","type":"v. t.","descr":" To root out; to destroy utterly; to extirpate; as, to eradicate diseases, or errors."},{"word":"Eradication","type":"n.","descr":" The act of plucking up by the roots; a rooting out; extirpation; utter destruction."},{"word":"Eradication","type":"n.","descr":" The state of being plucked up by the roots."},{"word":"Eradicative","type":"a.","descr":" Tending or serving to eradicate; curing or destroying thoroughly, as a disease or any evil."},{"word":"Eradicative","type":"n.","descr":" A medicine that effects a radical cure."},{"word":"Erasable","type":"a.","descr":" Capable of being erased."},{"word":"Erased","type":"imp. and p. p.","descr":" of Erase"},{"word":"Erasing","type":"p. pr. and vb. n.","descr":" of Erase"},{"word":"Erase","type":"v. t.","descr":" To rub or scrape out, as letters or characters written, engraved, or painted; to efface; to expunge; to cross out; as, to erase a word or a name."},{"word":"Erase","type":"v. t.","descr":" Fig.: To obliterate; to expunge; to blot out; -- used of ideas in the mind or memory."},{"word":"Erased","type":"p. pr. and a.","descr":" Rubbed or scraped out; effaced; obliterated."},{"word":"Erased","type":"p. pr. and a.","descr":" Represented with jagged and uneven edges, as is torn off; -- used esp. of the head or limb of a beast.  Cf. Couped."},{"word":"Erasement","type":"n.","descr":" The act of erasing; a rubbing out; expunction; obliteration."},{"word":"Eraser","type":"n.","descr":" One who, or that which, erases; esp., a sharp instrument or a piece of rubber used to erase writings, drawings, etc."},{"word":"Erasion","type":"n.","descr":" The act of erasing; a rubbing out; obliteration."},{"word":"Erastian","type":"n.","descr":" One of the followers of Thomas Erastus, a German physician and theologian of the 16th century. He held that the punishment of all offenses should be referred to the civil power, and that holy communion was open to all. In the present day, an Erastian is one who would see the church placed entirely under the control of the State."},{"word":"Erastianism","type":"n.","descr":" The principles of the Erastains."},{"word":"Erasure","type":"n.","descr":" The act of erasing; a scratching out; obliteration."},{"word":"Erative","type":"a.","descr":" Pertaining to the Muse Erato who presided over amatory poetry."},{"word":"Erato","type":"n.","descr":" The Muse who presided over lyric and amatory poetry."},{"word":"Erbium","type":"n.","descr":" A rare metallic element associated with several other rare elements in the mineral gadolinite from Ytterby in Sweden. Symbol Er. Atomic weight 165.9. Its salts are rose-colored and give characteristic spectra. Its sesquioxide is called erbia."},{"word":"Ercedeken","type":"n.","descr":" An archdeacon."},{"word":"Erd","type":"n.","descr":" The earth."},{"word":"Ere","type":"adv.","descr":" Before; sooner than."},{"word":"Ere","type":"adv.","descr":" Rather than."},{"word":"Ere","type":"v. t.","descr":" To plow. [Obs.] See Ear, v. t."},{"word":"Erebus","type":"n.","descr":" A place of nether darkness, being the gloomy space through which the souls passed to Hades. See Milton\\'s \"Paradise Lost,\" Book II., line 883."},{"word":"Erebus","type":"n.","descr":" The son of Chaos and brother of Nox, who dwelt in Erebus."},{"word":"Erect","type":"a.","descr":" Upright, or having a vertical position; not inverted; not leaning or bent; not prone; as, to stand erect."},{"word":"Erect","type":"a.","descr":" Directed upward; raised; uplifted."},{"word":"Erect","type":"a.","descr":" Bold; confident; free from depression; undismayed."},{"word":"Erect","type":"a.","descr":" Watchful; alert."},{"word":"Erect","type":"a.","descr":" Standing upright, with reference to the earth\\'s surface, or to the surface to which it is attached."},{"word":"Erect","type":"a.","descr":" Elevated, as the tips of wings, heads of serpents, etc."},{"word":"Erected","type":"imp. and p. p.","descr":" of Erect"},{"word":"Erecting","type":"p. pr. and vb. n.","descr":" of Erect"},{"word":"Erect","type":"v. t.","descr":" To raise and place in an upright or perpendicular position; to set upright; to raise; as, to erect a pole, a flagstaff, a monument, etc."},{"word":"Erect","type":"v. t.","descr":" To raise, as a building; to build; to construct; as, to erect a house or a fort; to set up; to put together the component parts of, as of a machine."},{"word":"Erect","type":"v. t.","descr":" To lift up; to elevate; to exalt; to magnify."},{"word":"Erect","type":"v. t.","descr":" To animate; to encourage; to cheer."},{"word":"Erect","type":"v. t.","descr":" To set up as an assertion or consequence from premises, or the like."},{"word":"Erect","type":"v. t.","descr":" To set up or establish; to found; to form; to institute."},{"word":"Erect","type":"v. i.","descr":" To rise upright."},{"word":"Erectable","type":"a.","descr":" Capable of being erected; as, an erectable feather."},{"word":"Erecter","type":"n.","descr":" An erector; one who raises or builds."},{"word":"Erectile","type":"a.","descr":" Capable of being erected; susceptible of being erected of dilated."},{"word":"Erectility","type":"n.","descr":" The quality or state of being erectile."},{"word":"Erection","type":"n.","descr":" The act of erecting, or raising upright; the act of constructing, as a building or a wall, or of fitting together the parts of, as a machine; the act of founding or establishing, as a commonwealth or an office; also, the act of rousing to excitement or courage."},{"word":"Erection","type":"n.","descr":" The state of being erected, lifted up, built, established, or founded; exaltation of feelings or purposes."},{"word":"Erection","type":"n.","descr":" State of being stretched to stiffness; tension."},{"word":"Erection","type":"n.","descr":" Anything erected; a building of any kind."},{"word":"Erection","type":"n.","descr":" The state of a part which, from having been soft, has become hard and swollen by the accumulation of blood in the erectile tissue."},{"word":"Erective","type":"a.","descr":" Making erect or upright; raising; tending to erect."},{"word":"Erectly","type":"adv.","descr":" In an erect manner or posture."},{"word":"Erectness","type":"n.","descr":" Uprightness of posture or form."},{"word":"Erecto-patent","type":"a.","descr":" Having a position intermediate between erect and patent, or spreading."},{"word":"Erecto-patent","type":"a.","descr":" Standing partially spread and erect; -- said of the wings of certain insects."},{"word":"Erector","type":"n.","descr":" One who, or that which, erects."},{"word":"Erector","type":"n.","descr":" A muscle which raises any part."},{"word":"Erector","type":"n.","descr":" An attachment to a microscope, telescope, or other optical instrument, for making the image erect instead of inverted."},{"word":"Erelong","type":"adv.","descr":" Before the \/apse of a long time; soon; -- usually separated, ere long."},{"word":"Eremacausis","type":"n.","descr":" A gradual oxidation from exposure to air and moisture, as in the decay of old trees or of dead animals."},{"word":"Eremitage","type":"n.","descr":" See Hermitage."},{"word":"Eremite","type":"n.","descr":" A hermit."},{"word":"Eremitic","type":"a.","descr":" Alt. of Eremitical"},{"word":"Eremitical","type":"a.","descr":" Of or pertaining to an eremite; hermitical; living in solitude."},{"word":"Eremitish","type":"a.","descr":" Eremitic."},{"word":"Eremitism","type":"n.","descr":" The state of a hermit; a living in seclusion from social life."},{"word":"Eretation","type":"n.","descr":" A creeping forth."},{"word":"Ereption","type":"n.","descr":" A snatching away."},{"word":"Erethism","type":"n.","descr":" A morbid degree of excitement or irritation in an organ."},{"word":"Erethistic","type":"a.","descr":" Relating to erethism."},{"word":"Erewhile","type":"adv.","descr":" Alt. of Erewhiles"},{"word":"Erewhiles","type":"adv.","descr":" Some time ago; a little while before; heretofore."},{"word":"Erven","type":"pl. ","descr":" of Erf"},{"word":"Erf","type":"n.","descr":" A garden plot, usually about half an acre."},{"word":"Erg","type":"n.","descr":" The unit of work or energy in the C. G. S. system, being the amount of work done by a dyne working through a distance of one centimeter; the amount of energy expended in moving a body one centimeter against a force of one dyne. One foot pound is equal to 13,560,000 ergs."},{"word":"Ergat","type":"v. t.","descr":" To deduce logically, as conclusions."},{"word":"Ergo","type":"conj. \/ adv.","descr":" Therefore; consequently; -- often used in a jocular way."},{"word":"Ergot","type":"n.","descr":" A diseased condition of rye and other cereals, in which the grains become black, and often spur-shaped. It is caused by a parasitic fungus, Claviceps purpurea."},{"word":"Ergot","type":"n.","descr":" The mycelium or spawn of this fungus infecting grains of rye and wheat. It is a powerful remedial agent, and also a dangerous poison, and is used as a means of hastening childbirth, and to arrest bleeding."},{"word":"Ergot","type":"n.","descr":" A stub, like soft horn, about the size of a chestnut, situated behind and below the pastern joint."},{"word":"Ergot","type":"n.","descr":" See 2d Calcar, 3 (b)."},{"word":"Ergotic","type":"a.","descr":" Pertaining to, or derived from, ergot; as, ergotic acid."},{"word":"Ergotin","type":"n.","descr":" An extract made from ergot."},{"word":"Ergotine","type":"","descr":" A powerful astringent alkaloid extracted from ergot as a brown, amorphous, bitter substance. It is used to produce contraction of the uterus."},{"word":"Ergotism","type":"n.","descr":" A logical deduction."},{"word":"Ergotism","type":"n.","descr":" A diseased condition produced by eating rye affected with the ergot fungus."},{"word":"Ergotized","type":"a.","descr":" Affected with the ergot fungus; as, ergotized rye."},{"word":"Eriach","type":"n.","descr":" Alt. of Eric"},{"word":"Eric","type":"n.","descr":" A recompense formerly given by a murderer to the relatives of the murdered person."},{"word":"Erica","type":"n.","descr":" A genus of shrubby plants, including the heaths, many of them producing beautiful flowers."},{"word":"Ericaceous","type":"a.","descr":" Belonging to the Heath family, or resembling plants of that family; consisting of heats."},{"word":"Ericinol","type":"n.","descr":" A colorless oil (quickly becoming brown), with a pleasant odor, obtained by the decomposition of ericolin."},{"word":"Ericius","type":"n.","descr":" The Vulgate rendering of the Hebrew word qip\/d, which in the \"Authorized Version\" is translated bittern, and in the Revised Version, porcupine."},{"word":"Ericolin","type":"n.","descr":" A glucoside found in the bearberry (and others of the Ericaceae), and extracted as a bitter, yellow, amorphous mass."},{"word":"Eridanus","type":"n.","descr":" A long, winding constellation extending southward from Taurus and containing the bright star Achernar."},{"word":"Erigible","type":"a.","descr":" Capable of being erected."},{"word":"Erin","type":"n.","descr":" An early, and now a poetic, name of Ireland."},{"word":"Erinaceous","type":"a.","descr":" Of the Hedgehog family; like, or characteristic of, a hedgehog."},{"word":"Eringo","type":"n.","descr":" The sea holly. See Eryngo."},{"word":"Erinite","type":"n.","descr":" A hydrous arseniate of copper, of an emerald-green color; -- so called from Erin, or Ireland, where it occurs."},{"word":"Erinyes","type":"pl. ","descr":" of Erinys"},{"word":"Erinys","type":"n.","descr":" An avenging deity; one of the Furies; sometimes, conscience personified."},{"word":"Eriometer","type":"n.","descr":" An instrument for measuring the diameters of minute particles or fibers, from the size of the colored rings produced by the diffraction of the light in which the objects are viewed."},{"word":"Eristalis","type":"n.","descr":" A genus of dipterous insects whose young (called rat-tailed larvae) are remarkable for their long tapering tail, which spiracles at the tip, and for their ability to live in very impure and salt waters; -- also called drone fly."},{"word":"Eristic","type":"a.","descr":" Alt. of Eristical"},{"word":"Eristical","type":"a.","descr":" Controversial."},{"word":"Erke","type":"a.","descr":" ASlothful."},{"word":"Erlking","type":"n.","descr":" A personification, in German and Scandinavian mythology, of a spirit natural power supposed to work mischief and ruin, esp. to children."},{"word":"Erme","type":"v. i.","descr":" To grieve; to feel sad."},{"word":"Ermelin","type":"n.","descr":" Alt. of Ermilin"},{"word":"Ermilin","type":"n.","descr":" See Ermine."},{"word":"Ermin","type":"n.","descr":" An Armenian."},{"word":"Ermine","type":"n.","descr":" A valuable fur-bearing animal of the genus Mustela (M. erminea), allied to the weasel; the stoat. It is found in the northern parts of Asia, Europe, and America. In summer it is brown, but in winter it becomes white, except the tip of the tail, which is always black."},{"word":"Ermine","type":"n.","descr":" The fur of the ermine, as prepared for ornamenting garments of royalty, etc., by having the tips of the tails, which are black, arranged at regular intervals throughout the white."},{"word":"Ermine","type":"n.","descr":" By metonymy, the office or functions of a judge, whose state robe, lined with ermine, is emblematical of purity and honor without stain."},{"word":"Ermine","type":"n.","descr":" One of the furs. See Fur (Her.)"},{"word":"Ermine","type":"v. t.","descr":" To clothe with, or as with, ermine."},{"word":"Ermined","type":"a.","descr":" Clothed or adorned with the fur of the ermine."},{"word":"Ermines","type":"n.","descr":" Alt. of Erminois"},{"word":"Erminois","type":"n.","descr":" See Note under Ermine, n., 4."},{"word":"Ermit","type":"n.","descr":" A hermit."},{"word":"Ern","type":"n.","descr":" Alt. of Erne"},{"word":"Erne","type":"n.","descr":" A sea eagle, esp. the European white-tailed sea eagle (Haliaeetus albicilla)."},{"word":"Ern","type":"v. i.","descr":" To stir with strong emotion; to grieve; to mourn. [Corrupted into yearn in modern editions of Shakespeare.]"},{"word":"Ernest","type":"n.","descr":" See Earnest."},{"word":"Ernestful","type":"a.","descr":" Serious."},{"word":"Eroded","type":"imp. and p. p.","descr":" of Erode"},{"word":"Eroding","type":"p. pr. and vb. n.","descr":" of Erode"},{"word":"Erode","type":"v. t.","descr":" To eat into or away; to corrode; as, canker erodes the flesh."},{"word":"Eroded","type":"p. p. and a.","descr":" Eaten away; gnawed; irregular, as if eaten or worn away."},{"word":"Eroded","type":"p. p. and a.","descr":" Having the edge worn away so as to be jagged or irregularly toothed."},{"word":"Erodent","type":"n.","descr":" A medicine which eats away extraneous growths; a caustic."},{"word":"Erogated","type":"imp. and p. p.","descr":" of Erogate"},{"word":"Erogating","type":"p. pr. and vb. n.","descr":" of Erogate"},{"word":"Erogate","type":"v. t.","descr":" To lay out, as money; to deal out; to expend."},{"word":"Erogation","type":"n.","descr":" The act of giving out or bestowing."},{"word":"Eros","type":"n.","descr":" Love; the god of love; -- by earlier writers represented as one of the first and creative gods, by later writers as the son of Aphrodite, equivalent to the Latin god Cupid."},{"word":"Erose","type":"a.","descr":" Irregular or uneven as if eaten or worn away."},{"word":"Erose","type":"a.","descr":" Jagged or irregularly toothed, as if nibbled out or gnawed."},{"word":"Erosion","type":"n.","descr":" The act or operation of eroding or eating away."},{"word":"Erosion","type":"n.","descr":" The state of being eaten away; corrosion; canker."},{"word":"Erosive","type":"a.","descr":" That erodes or gradually eats away; tending to erode; corrosive."},{"word":"Erostrate","type":"a.","descr":" Without a beak."},{"word":"Eroteme","type":"n.","descr":" A mark indicating a question; a note of interrogation."},{"word":"Erotesis","type":"n.","descr":" A figure o\/ speech by which a strong affirmation of the contrary, is implied under the form o\/ an earnest interrogation, as in the following lines; -"},{"word":"Erotic","type":"a.","descr":" Alt. of Erotical"},{"word":"Erotical","type":"a.","descr":" Of or pertaining to the passion of love; treating of love; amatory."},{"word":"Erotic","type":"n.","descr":" An amorous composition or poem."},{"word":"Eroticism","type":"n.","descr":" Erotic quality."},{"word":"Erpetologist","type":"n.","descr":" Herpetologist."},{"word":"Erpetology","type":"n.","descr":" Herpetology."},{"word":"Erred","type":"imp. and p. p.","descr":" of Err"},{"word":"Erring","type":"p. pr. and vb. n.","descr":" of Err"},{"word":"Err","type":"v. i.","descr":" To wander; to roam; to stray."},{"word":"Err","type":"v. i.","descr":" To deviate from the true course; to miss the thing aimed at."},{"word":"Err","type":"v. i.","descr":" To miss intellectual truth; to fall into error; to mistake in judgment or opinion; to be mistaken."},{"word":"Err","type":"v. i.","descr":" To deviate morally from the right way; to go astray, in a figurative sense; to do wrong; to sin."},{"word":"Err","type":"v. i.","descr":" To offend, as by erring."},{"word":"Errable","type":"a.","descr":" Liable to error; fallible."},{"word":"Errableness","type":"n.","descr":" Liability to error."},{"word":"Errabund","type":"a.","descr":" Erratic."},{"word":"Errancy","type":"n.","descr":" A wandering; state of being in error."},{"word":"Errand","type":"n.","descr":" A special business intrusted to a messenger; something to be told or done by one sent somewhere for the purpose; often, a verbal message; a commission; as, the servant was sent on an errand; to do an errand. Also, one\\'s purpose in going anywhere."},{"word":"Errant","type":"a.","descr":" Wandering; deviating from an appointed course, or from a direct path; roving."},{"word":"Errant","type":"a.","descr":" Notorious; notoriously bad; downright; arrant."},{"word":"Errant","type":"a.","descr":" Journeying; itinerant; -- formerly applied to judges who went on circuit and to bailiffs at large."},{"word":"Errant","type":"n.","descr":" One who wanders about."},{"word":"Errantia","type":"n. pl.","descr":" A group of chaetopod annelids, including those that are not confined to tubes. See Chaetopoda."},{"word":"Errantry","type":"n.","descr":" A wandering; a roving; esp., a roving in quest of adventures."},{"word":"Errantry","type":"n.","descr":" The employment of a knight-errant."},{"word":"Errata","type":"n. pl.","descr":" See Erratum."},{"word":"Erratic","type":"a.","descr":" Having no certain course; roving about without a fixed destination; wandering; moving; -- hence, applied to the planets as distinguished from the fixed stars."},{"word":"Erratic","type":"a.","descr":" Deviating from a wise of the common course in opinion or conduct; eccentric; strange; queer; as, erratic conduct."},{"word":"Erratic","type":"a.","descr":" Irregular; changeable."},{"word":"Erratic","type":"n.","descr":" One who deviates from common and accepted opinions; one who is eccentric or preserve in his intellectual character."},{"word":"Erratic","type":"n.","descr":" A rogue."},{"word":"Erratic","type":"n.","descr":" Any stone or material that has been borne away from its original site by natural agencies; esp., a large block or fragment of rock; a bowlder."},{"word":"Erratical","type":"a.","descr":" Erratic."},{"word":"Erration","type":"n.","descr":" A wandering; a roving about."},{"word":"Errata","type":"pl. ","descr":" of Erratum"},{"word":"Erratum","type":"n.","descr":" An error or mistake in writing or printing."},{"word":"Erthine","type":"n.","descr":" A medicine designed to be snuffed up the nose, to promote discharges of mucus; a sternutatory."},{"word":"Erthine","type":"a.","descr":" Causing or increasing secretion of nasal mucus."},{"word":"Erroneous","type":"a.","descr":" Wandering; straying; deviating from the right course; -- hence, irregular; unnatural."},{"word":"Erroneous","type":"a.","descr":" Misleading; misled; mistaking."},{"word":"Erroneous","type":"a.","descr":" Containing error; not conformed to truth or justice; incorrect; false; mistaken; as, an erroneous doctrine; erroneous opinion, observation, deduction, view, etc."},{"word":"Error","type":"n.","descr":" A wandering; a roving or irregular course."},{"word":"Error","type":"n.","descr":" A wandering or deviation from the right course or standard; irregularity; mistake; inaccuracy; something made wrong or left wrong; as, an error in writing or in printing; a clerical error."},{"word":"Error","type":"n.","descr":" A departing or deviation from the truth; falsity; false notion; wrong opinion; mistake; misapprehension."},{"word":"Error","type":"n.","descr":" A moral offense; violation of duty; a sin or transgression; iniquity; fault."},{"word":"Error","type":"n.","descr":" The difference between the approximate result and the true result; -- used particularly in the rule of double position."},{"word":"Error","type":"n.","descr":" The difference between an observed value and the true value of a quantity."},{"word":"Error","type":"n.","descr":" The difference between the observed value of a quantity and that which is taken or computed to be the true value; -- sometimes called residual error."},{"word":"Error","type":"n.","descr":" A mistake in the proceedings of a court of record in matters of law or of fact."},{"word":"Error","type":"n.","descr":" A fault of a player of the side in the field which results in failure to put out a player on the other side, or gives him an unearned base."},{"word":"Errorful","type":"a.","descr":" Full of error; wrong."},{"word":"Errorist","type":"n.","descr":" One who encourages and propagates error; one who holds to error."},{"word":"Ers","type":"n.","descr":" The bitter vetch (Ervum Ervilia)."},{"word":"Erse","type":"n.","descr":" A name sometimes given to that dialect of the Celtic which is spoken in the Highlands of Scotland; -- called, by the Highlanders, Gaelic."},{"word":"Erse","type":"a.","descr":" Of or pertaining to the Celtic race in the Highlands of Scotland, or to their language."},{"word":"Ersh","type":"n.","descr":" See Arrish."},{"word":"Erst","type":"adv.","descr":" First."},{"word":"Erst","type":"adv.","descr":" Previously; before; formerly; heretofore."},{"word":"Erstwhile","type":"adv.","descr":" Till then or now; heretofore; formerly."},{"word":"Erubescence","type":"n.","descr":" Alt. of Erubescency"},{"word":"Erubescency","type":"n.","descr":" The act of becoming red; redness of the skin or surface of anything; a blushing."},{"word":"Erubescent","type":"a.","descr":" Red, or reddish; blushing."},{"word":"Erubescite","type":"n.","descr":" See Bornite."},{"word":"Erucae","type":"pl. ","descr":" of Eruca"},{"word":"Eruca","type":"n.","descr":" An insect in the larval state; a caterpillar; a larva."},{"word":"Erucic","type":"a.","descr":" Pertaining to, or derived from, a genus of cruciferous Mediterranean herbs (Eruca or Brassica); as, erucic acid, a fatty acid resembling oleic acid, and found in colza oil, mustard oil, etc."},{"word":"Erucifrom","type":"a.","descr":" Having the form of a caterpillar; -- said of insect larvae."},{"word":"Eruct","type":"v. t.","descr":" Alt. of Eructate"},{"word":"Eructate","type":"v. t.","descr":" To eject, as wind, from the stomach; to belch."},{"word":"Eructation","type":"n.","descr":" The act of belching wind from the stomach; a belch."},{"word":"Eructation","type":"n.","descr":" A violent belching out or emitting, as of gaseous or other matter from the crater of a volcano, geyser, etc."},{"word":"Erudiate","type":"v. t.","descr":" To instruct; to educate; to teach."},{"word":"Erudite","type":"a.","descr":" Characterized by extensive reading or knowledge; well instructed; learned."},{"word":"Erudition","type":"n.","descr":" The act of instructing; the result of thorough instruction; the state of being erudite or learned; the acquisitions gained by extensive reading or study; particularly, learning in literature or criticism, as distinct from the sciences; scholarship."},{"word":"Erugate","type":"a.","descr":" Freed from wrinkles; smooth."},{"word":"Eruginous","type":"a.","descr":" Partaking of the substance or nature of copper, or of the rust copper; resembling the trust of copper or verdigris; aeruginous."},{"word":"Erumpent","type":"a.","descr":" Breaking out; -- said of certain fungi which burst through the texture of leaves."},{"word":"Erupt","type":"v. t.","descr":" To cause to burst forth; to eject; as, to erupt lava."},{"word":"Eruption","type":"n.","descr":" The act of breaking out or bursting forth; as: (a) A violent throwing out of flames, lava, etc., as from a volcano of a fissure in the earth\\'s crust. (b) A sudden and overwhelming hostile movement of armed men from one country to another. Milton. (c) A violent commotion."},{"word":"Eruption","type":"n.","descr":" That which bursts forth."},{"word":"Eruption","type":"n.","descr":" A violent exclamation; ejaculation."},{"word":"Eruption","type":"n.","descr":" The breaking out of pimples, or an efflorescence, as in measles, scarlatina, etc."},{"word":"Eruptional","type":"a.","descr":" Eruptive."},{"word":"Eruptive","type":"a.","descr":" Breaking out or bursting forth."},{"word":"Eruptive","type":"a.","descr":" Attended with eruption or efflorescence, or producing it; as, an eruptive fever."},{"word":"Eruptive","type":"a.","descr":" Produced by eruption; as, eruptive rocks, such as the igneous or volcanic."},{"word":"Eruptive","type":"n.","descr":" An eruptive rock."},{"word":"Eryngium","type":"n.","descr":" A genus of umbelliferous plants somewhat like thistles in appearance. Eryngium maritimum, or sea holly, has been highly esteemed as an aphrodisiac, the roots being formerly candied."},{"word":"Eryngo","type":"n.","descr":" A plant of the genus Eryngium."},{"word":"Erysipelas","type":"n.","descr":" St. Anthony\\'s fire; a febrile disease accompanied with a diffused inflammation of the skin, which, starting usually from a single point, spreads gradually over its surface. It is usually regarded as contagious, and often occurs epidemically."},{"word":"Erysipelatoid","type":"a.","descr":" Resembling erysipelas."},{"word":"Erysipelatous","type":"a.","descr":" Resembling erysipelas, or partaking of its nature."},{"word":"Erysipelous","type":"a.","descr":" Erysipelatous."},{"word":"Erythema","type":"n.","descr":" A disease of the skin, in which a diffused inflammation forms rose-colored patches of variable size."},{"word":"Erythematic","type":"a.","descr":" Characterized by, or causing, a morbid redness of the skin; relating to erythema."},{"word":"Erythematous","type":"a.","descr":" Relating to, or causing, erythema."},{"word":"Erythrean","type":"a.","descr":" Alt. of Erythraean"},{"word":"Erythraean","type":"a.","descr":" Red in color."},{"word":"Erythric","type":"a.","descr":" Pertaining to, derived from, or resembling, erythrin."},{"word":"Erythrin","type":"n.","descr":" Alt. of Erythrine"},{"word":"Erythrine","type":"n.","descr":" A colorless crystalline substance, C20H22O10, extracted from certain lichens, as the various species of Rocella. It is a derivative of orsellinic acid. So called because of certain red compounds derived from it. Called also erythric acid."},{"word":"Erythrine","type":"n.","descr":" See Erythrite, 2."},{"word":"Erythrina","type":"n.","descr":" A genus of leguminous plants growing in the tropics; coral tree; -- so called from its red flowers."},{"word":"Erythrism","type":"n.","descr":" A condition of excessive redness. See Erythrochroism."},{"word":"Erythrite","type":"n.","descr":" A colorless crystalline substance, C4H6.(OH)4, of a sweet, cooling taste, extracted from certain lichens, and obtained by the decomposition of erythrin; -- called also erythrol, erythroglucin, erythromannite, pseudorcin, cobalt bloom, and under the name phycite obtained from the alga Protococcus vulgaris. It is a tetrabasic alcohol, corresponding to glycol and glycerin."},{"word":"Erythrite","type":"n.","descr":" A rose-red mineral, crystallized and earthy, a hydrous arseniate of cobalt, known also as cobalt bloom; -- called also erythrin or erythrine."},{"word":"Erythrochroic","type":"a.","descr":" Having, or subject to, erythrochroism."},{"word":"Erythrochroism","type":"n.","descr":" An unusual redness, esp. in the plumage of birds, or hair of mammals, independently of age, sex, or season."},{"word":"Erythrodextrin","type":"n.","descr":" A dextrin which gives a red color with iodine. See Dextrin."},{"word":"Erythrogen","type":"n.","descr":" Carbon disulphide; -- so called from certain red compounds which it produces in combination with other substances."},{"word":"Erythrogen","type":"n.","descr":" A substance reddened by acids, which is supposed to be contained in flowers."},{"word":"Erythrogen","type":"n.","descr":" A crystalline substance obtained from diseased bile, which becomes blood-red when acted on by nitric acid or ammonia."},{"word":"Erythrogranulose","type":"n.","descr":" A term applied by Brucke to a substance present in small amount in starch granules, colored red by iodine."},{"word":"Erythroid","type":"a.","descr":" Of a red color; reddish; as, the erythroid tunic (the cremaster muscle)."},{"word":"Erythroleic","type":"a.","descr":" Having a red color and oily appearance; -- applied to a purple semifluid substance said to be obtained from archil."},{"word":"Erythrolein","type":"n.","descr":" A red substance obtained from litmus."},{"word":"Erythrolitmin","type":"n.","descr":" Erythrolein."},{"word":"Erythronium","type":"n.","descr":" A name originally given (from its red acid) to the metal vanadium."},{"word":"Erythrophleine","type":"n.","descr":" A white crystalline alkaloid, extracted from sassy bark (Erythrophleum Guineense)."},{"word":"Erythrophyll","type":"n.","descr":" Alt. of Erythrophyllin"},{"word":"Erythrophyllin","type":"n.","descr":" The red coloring matter of leaves, fruits, flowers, etc., in distinction from chlorophyll."},{"word":"Erythrosin","type":"n.","descr":" A red substance formed by the oxidation of tyrosin."},{"word":"Erythrosin","type":"n.","descr":" A red dyestuff obtained from fluorescein by the action of iodine."},{"word":"Erythroxylon","type":"n.","descr":" A genus of shrubs or small trees of the Flax family, growing in tropical countries. E. Coca is the source of cocaine. See Coca."},{"word":"Erythrozyme","type":"n.","descr":" A ferment extracted from madder root, possessing the power of inducing alcoholic fermentation in solutions of sugar."},{"word":"Ery","type":"n.","descr":" A dish of anything fried."},{"word":"Ery","type":"n.","descr":" A state of excitement; as, to be in a fry."}]