[{"word":"Esopian","type":"a.","descr":" Of or pertaining to Aesop, or in his manner."},{"word":"Esopic","type":"a.","descr":" Same as Aesopian."},{"word":"Esthesiometer","type":"n.","descr":" An instrument to measure the degree of sensation, by determining at how short a distance two impressions upon the skin can be distinguished, and thus to determine whether the condition of tactile sensibility is normal or altered."},{"word":"Esthetics","type":"n.","descr":" The theory or philosophy of taste; the science of the beautiful in nature and art; esp. that which treats of the expression and embodiment of beauty by art."},{"word":"Escalade","type":"v. t.","descr":" A furious attack made by troops on a fortified place, in which ladders are used to pass a ditch or mount a rampart."},{"word":"Escaladed","type":"imp. and p. p.","descr":" of Escalade"},{"word":"Escalading","type":"p. pr. and vb. n.","descr":" of Escalade"},{"word":"Escalade","type":"v. t.","descr":" To mount and pass or enter by means of ladders; to scale; as, to escalate a wall."},{"word":"Escallop","type":"n.","descr":" See Escalop."},{"word":"Escalloped","type":"a.","descr":" See Escaloped."},{"word":"Escalop","type":"n.","descr":" A bivalve shell of the genus Pecten. See Scallop."},{"word":"Escalop","type":"n.","descr":" A regular, curving indenture in the margin of anything. See Scallop."},{"word":"Escalop","type":"n.","descr":" The figure or shell of an escalop, considered as a sign that the bearer had been on a pilgrimage to the Holy Land."},{"word":"Escalop","type":"n.","descr":" A bearing or a charge consisting of an escalop shell."},{"word":"Escaloped","type":"a.","descr":" Cut or marked in the form of an escalop; scalloped."},{"word":"Escaloped","type":"a.","descr":" Covered with a pattern resembling a series of escalop shells, each of which issues from between two others. Its appearance is that of a surface covered with scales."},{"word":"Escambio","type":"n.","descr":" A license formerly required for the making over a bill of exchange to another over sea."},{"word":"Escapable","type":"a.","descr":" Avoidable."},{"word":"Escapade","type":"n.","descr":" The fling of a horse, or ordinary kicking back of his heels; a gambol."},{"word":"Escapade","type":"n.","descr":" Act by which one breaks loose from the rules of propriety or good sense; a freak; a prank."},{"word":"Escaped","type":"imp. and p. p.","descr":" of Escape"},{"word":"Escaping","type":"p. pr. and vb. n.","descr":" of Escape"},{"word":"Escape","type":"v.","descr":" To flee from and avoid; to be saved or exempt from; to shun; to obtain security from; as, to escape danger."},{"word":"Escape","type":"v.","descr":" To avoid the notice of; to pass unobserved by; to evade; as, the fact escaped our attention."},{"word":"Escape","type":"v. i.","descr":" To flee, and become secure from danger; -- often followed by from or out of."},{"word":"Escape","type":"v. i.","descr":" To get clear from danger or evil of any form; to be passed without harm."},{"word":"Escape","type":"v. i.","descr":" To get free from that which confines or holds; -- used of persons or things; as, to escape from prison, from arrest, or from slavery; gas escapes from the pipes; electricity escapes from its conductors."},{"word":"Escape","type":"n.","descr":" The act of fleeing from danger, of evading harm, or of avoiding notice; deliverance from injury or any evil; flight; as, an escape in battle; a narrow escape; also, the means of escape; as, a fire escape."},{"word":"Escape","type":"n.","descr":" That which escapes attention or restraint; a mistake; an oversight; also, transgression."},{"word":"Escape","type":"n.","descr":" A sally."},{"word":"Escape","type":"n.","descr":" The unlawful permission, by a jailer or other custodian, of a prisoner\\'s departure from custody."},{"word":"Escape","type":"n.","descr":" An apophyge."},{"word":"Escape","type":"n.","descr":" Leakage or outflow, as of steam or a liquid."},{"word":"Escape","type":"n.","descr":" Leakage or loss of currents from the conducting wires, caused by defective insulation."},{"word":"Escapement","type":"n.","descr":" The act of escaping; escape."},{"word":"Escapement","type":"n.","descr":" Way of escape; vent."},{"word":"Escapement","type":"n.","descr":" The contrivance in a timepiece which connects the train of wheel work with the pendulum or balance, giving to the latter the impulse by which it is kept in vibration; -- so called because it allows a tooth to escape from a pallet at each vibration."},{"word":"Escaper","type":"n.","descr":" One who escapes."},{"word":"Escarbuncle","type":"n.","descr":" See Carbuncle, 3."},{"word":"Escargatoire","type":"n.","descr":" A nursery of snails."},{"word":"Escarp","type":"n.","descr":" The side of the ditch next the parapet; -- same as scarp, and opposed to counterscarp."},{"word":"Escarped","type":"imp. and p. p.","descr":" of Escarp"},{"word":"Escarping","type":"p. pr. and vb. n.","descr":" of Escarp"},{"word":"Escarp","type":"v. t.","descr":" To make into, or furnish with, a steep slope, like that of a scrap."},{"word":"Escarpment","type":"n.","descr":" A steep descent or declivity; steep face or edge of a ridge; ground about a fortified place, cut away nearly vertically to prevent hostile approach. See Scarp."},{"word":"Eschalot","type":"n.","descr":" See Shallot."},{"word":"Eschar","type":"n.","descr":" A dry slough, crust, or scab, which separates from the healthy part of the body, as that produced by a burn, or the application of caustics."},{"word":"Eschar","type":"n.","descr":" In Ireland, one of the continuous mounds or ridges of gravelly and sandy drift which extend for many miles over the surface of the country. Similar ridges in Scotland are called kames or kams."},{"word":"Eschara","type":"n.","descr":" A genus of Bryozoa which produce delicate corals, often incrusting like lichens, but sometimes branched."},{"word":"Escharine","type":"a.","descr":" Like, or pertaining to, the genus Eschara, or family Escharidae."},{"word":"Escharotic","type":"a.","descr":" Serving or tending to form an eschar; producing a scar; caustic."},{"word":"Escharotic","type":"n.","descr":" A substance which produces an eschar; a caustic, esp., a mild caustic."},{"word":"Eschatological","type":"a.","descr":" Pertaining to the last or final things."},{"word":"Eschatology","type":"n.","descr":" The doctrine of the last or final things, as death, judgment, and the events therewith connected."},{"word":"Eschaunge","type":"n.","descr":" Exchange."},{"word":"Escheat","type":"n.","descr":" The falling back or reversion of lands, by some casualty or accident, to the lord of the fee, in consequence of the extinction of the blood of the tenant, which may happen by his dying without heirs, and formerly might happen by corruption of blood, that is, by reason of a felony or attainder."},{"word":"Escheat","type":"n.","descr":" The reverting of real property to the State, as original and ultimate proprietor, by reason of a failure of persons legally entitled to hold the same."},{"word":"Escheat","type":"n.","descr":" A writ, now abolished, to recover escheats from the   person in possession."},{"word":"Escheat","type":"n.","descr":" Lands which fall to the lord or the State by escheat."},{"word":"Escheat","type":"n.","descr":" That which falls to one; a reversion or return"},{"word":"Esheated","type":"imp. and p. p.","descr":" of Escheat"},{"word":"Escheating","type":"p. pr. and vb. n.","descr":" of Escheat"},{"word":"Escheat","type":"v. i.","descr":" To revert, or become forfeited, to the lord, the crown, or the State, as lands by the failure of persons entitled to hold the same, or by forfeiture."},{"word":"Escheat","type":"v. t.","descr":" To forfeit."},{"word":"Escheatable","type":"a.","descr":" Liable to escheat."},{"word":"Escheatage","type":"n.","descr":" The right of succeeding to an escheat."},{"word":"Escheator","type":"n.","descr":" An officer whose duty it is to observe what escheats have taken place, and to take charge of them."},{"word":"Eschevin","type":"n.","descr":" The alderman or chief officer of an ancient guild."},{"word":"Eshewed","type":"imp. and p. p.","descr":" of Eschew"},{"word":"Eshewing","type":"p. pr. and vb. n.","descr":" of Eschew"},{"word":"Eschew","type":"a.","descr":" To shun; to avoid, as something wrong, or from a feeling of distaste; to keep one\\'s self clear of."},{"word":"Eschew","type":"a.","descr":" To escape from; to avoid."},{"word":"Eschewer","type":"n.","descr":" One who eschews."},{"word":"Eschewment","type":"n.","descr":" The act of eschewing."},{"word":"Eschscholtzia","type":"n.","descr":" A genus of papaveraceous plants, found in California and upon the west coast of North America, some species of which produce beautiful yellow, orange, rose-colored, or white flowers; the California poppy."},{"word":"Eschynite","type":"n.","descr":" A rare mineral, containing chiefly niobium, titanium, thorium, and cerium. It was so called by Berzelius on account of the inability of chemical science, at the time of its discovery, to separate some of its constituents."},{"word":"Escocheon","type":"n.","descr":" Escutcheon."},{"word":"Escopet","type":"n.","descr":" Alt. of Escopette"},{"word":"Escopette","type":"n.","descr":" A kind of firearm; a carbine."},{"word":"Escorial","type":"n.","descr":" See Escurial."},{"word":"Escort","type":"n.","descr":" A body of armed men to attend a person of distinction for the sake of affording safety when on a journey; one who conducts some one as an attendant; a guard, as of prisoners on a march; also, a body of persons, attending as a mark of respect or honor; -- applied to movements on land, as convoy is to movements at sea."},{"word":"Escort","type":"n.","descr":" Protection, care, or safeguard on a journey or excursion; as, to travel under the escort of a friend."},{"word":"Escorted","type":"imp. and p. p.","descr":" of Escort"},{"word":"Escorting","type":"p. pr. and vb. n.","descr":" of Escort"},{"word":"Escort","type":"n.","descr":" To attend with a view to guard and protect; to accompany as safeguard; to give honorable or ceremonious attendance to; -- used esp. with reference to journeys or excursions on land; as, to escort a public functionary, or a lady; to escort a baggage wagon."},{"word":"Escot","type":"n.","descr":" See Scot, a tax."},{"word":"Escot","type":"v. t.","descr":" To pay the reckoning for; to support; to maintain."},{"word":"Escouade","type":"n.","descr":" See Squad,"},{"word":"Escout","type":"n.","descr":" See Scout."},{"word":"Escribed","type":"a.","descr":" Drawn outside of; -- used to designate a circle that touches one of the sides of a given triangle, and also the other two sides produced."},{"word":"Escript","type":"n.","descr":" A writing."},{"word":"Escritoire","type":"n.","descr":" A piece of furniture used as a writing table, commonly with drawers, pigeonholes, and the like; a secretary or writing desk."},{"word":"Escritorial","type":"a.","descr":" Of or pertaining to an escritoire."},{"word":"Escrod","type":"n.","descr":" See Scrod, a young cod."},{"word":"Escrol","type":"n.","descr":" Alt. of Escroll"},{"word":"Escroll","type":"n.","descr":" A scroll."},{"word":"Escroll","type":"n.","descr":" A long strip or scroll resembling a ribbon or a band of parchment, or the like, anciently placed above the shield, and supporting the crest."},{"word":"Escroll","type":"n.","descr":" In modern heraldry, a similar ribbon on which the motto is inscribed."},{"word":"Escrow","type":"n.","descr":" A deed, bond, or other written engagement, delivered to a third person, to be held by him till some act is done or some condition is performed, and then to be by him delivered to the grantee."},{"word":"Escuage","type":"n.","descr":" Service of the shield, a species of knight service by which a tenant was bound to follow his lord to war, at his own charge. It was afterward exchanged for a pecuniary satisfaction. Called also scutage."},{"word":"Esculapian","type":"n.","descr":" Aesculapian."},{"word":"Esculapius","type":"n.","descr":" Same as Aesculapius."},{"word":"Esculent","type":"a.","descr":" Suitable to be used by man for food; eatable; edible; as, esculent plants; esculent fish."},{"word":"Esculent","type":"n.","descr":" Anything that is fit for eating; that which may be safely eaten by man."},{"word":"Esculic","type":"a.","descr":" Pertaining to, or obtained from, the horse-chestnut; as, esculic acid."},{"word":"Esculin","type":"n.","descr":" A glucoside obtained from the Aesculus hippocastanum, or horse-chestnut, and characterized by its fine blue fluorescent solutions."},{"word":"Escurial","type":"n.","descr":" A palace and mausoleum of the kinds of Spain, being a vast and wonderful structure about twenty-five miles northwest of Madrid."},{"word":"Escutcheon","type":"n.","descr":" The surface, usually a shield, upon which bearings are marshaled and displayed. The surface of the escutcheon is called the field, the upper part is called the chief, and the lower part the base (see Chiff, and Field.). That side of the escutcheon which is on the right hand of the knight who bears the shield on his arm is called dexter, and the other side sinister."},{"word":"Escutcheon","type":"n.","descr":" A marking upon the back of a cow\\'s udder and the space above it (the perineum), formed by the hair growing upward or outward instead of downward. It is esteemed an index of milking qualities."},{"word":"Escutcheon","type":"n.","descr":" That part of a vessel\\'s stern on which her name is written."},{"word":"Escutcheon","type":"n.","descr":" A thin metal plate or shield to protect wood, or for ornament, as the shield around a keyhole."},{"word":"Escutcheon","type":"n.","descr":" The depression behind the beak of certain bivalves; the ligamental area."},{"word":"Escutcheoned","type":"a.","descr":" Having an escutcheon; furnished with a coat of arms or ensign."},{"word":"Ese","type":"n.","descr":" Ease; pleasure."},{"word":"Esemplastic","type":"a.","descr":" Shaped into one; tending to, or formative into, unity."},{"word":"Eserine","type":"n.","descr":" An alkaloid found in the Calabar bean, and the seed of Physostigma venenosum; physostigmine. It is used in ophthalmic surgery for its effect in contracting the pupil."},{"word":"Esexual","type":"a.","descr":" Sexless; asexual."},{"word":"Esguard","type":"n.","descr":" Guard."},{"word":"Eskar","type":"n.","descr":" Alt. of Esker"},{"word":"Esker","type":"n.","descr":" See Eschar."},{"word":"Eskimos","type":"pl. ","descr":" of Eskimo"},{"word":"Eskimo","type":"n.","descr":" One of a peculiar race inhabiting Arctic America and Greenland. In many respects the Eskimos resemble the Mongolian race."},{"word":"Esloin","type":"v. t.","descr":" To remove; to banish; to withdraw; to avoid; to eloign."},{"word":"Esnecy","type":"n.","descr":" A prerogative given to the eldest coparcener to choose first after an inheritance is divided."},{"word":"Esodic","type":"a.","descr":" Conveying impressions from the surface of the body to the spinal cord; -- said of certain nerves. Opposed to exodic."},{"word":"Esophagal","type":"a.","descr":" Esophageal."},{"word":"Esophageal","type":"a.","descr":" Pertaining to the esophagus."},{"word":"Esophagean","type":"a.","descr":" Esophageal."},{"word":"Esophagotomy","type":"n.","descr":" The operation of making an incision into the esophagus, for the purpose of removing any foreign substance that obstructs the passage."},{"word":"Esophagus","type":"n.","descr":" That part of the alimentary canal between the pharynx and the stomach; the gullet. See Illust. of Digestive apparatus, under Digestive."},{"word":"Esopian","type":"a.","descr":" Alt. of Esopic"},{"word":"Esopic","type":"a.","descr":" Same as Aesopian, Aesopic."},{"word":"Esoteric","type":"a.","descr":" Designed for, and understood by, the specially initiated alone; not communicated, or not intelligible, to the general body of followers; private; interior; acroamatic; -- said of the private and more recondite instructions and doctrines of philosophers. Opposed to exoteric."},{"word":"Esoterical","type":"a.","descr":" Esoteric."},{"word":"Esoterically","type":"adv.","descr":" In an esoteric manner."},{"word":"Esotericism","type":"n.","descr":" Esoteric doctrine or principles."},{"word":"Esoterics","type":"n.","descr":" Mysterious or hidden doctrines; secret science."},{"word":"Esotery","type":"n.","descr":" Mystery; esoterics; -- opposed to exotery."},{"word":"Esox","type":"n.","descr":" A genus of fresh-water fishes, including pike and pickerel."},{"word":"Espace","type":"n.","descr":" Space."},{"word":"Espadon","type":"n.","descr":" A long, heavy, two-handed and two-edged sword, formerly used by Spanish foot soldiers and by executioners."},{"word":"Espalier","type":"n.","descr":" A railing or trellis upon which fruit trees or shrubs are trained, as upon a wall; a tree or row of trees so trained."},{"word":"Espaliered","type":"imp. and p. p.","descr":" of Espalier"},{"word":"Espaliering","type":"p. pr. and vb. n.","descr":" of Espalier"},{"word":"Espalier","type":"v. t.","descr":" To form an espalier of, or to protect by an espalier."},{"word":"Esparcet","type":"n.","descr":" The common sainfoin (Onobrychis sativa), an Old World leguminous forage plant."},{"word":"Esparto","type":"n.","descr":" A species of Spanish grass (Macrochloa tenacissima), of which cordage, shoes, baskets, etc., are made. It is also used for making paper."},{"word":"Espauliere","type":"n.","descr":" A defense for the shoulder, composed of flexible overlapping plates of metal, used in the 15th century; -- the origin of the modern epaulette."},{"word":"Especial","type":"a.","descr":" Distinguished among others of the same class or kind; special; concerning a species or a single object; principal; particular; as, in an especial manner or degree."},{"word":"Especially","type":"adv.","descr":" In an especial manner; chiefly; particularly; peculiarly; in an uncommon degree."},{"word":"Especialness","type":"n.","descr":" The state of being especial."},{"word":"Esperance","type":"n.","descr":" Hope."},{"word":"Espiaille","type":"n.","descr":" Espial."},{"word":"Espial","type":"n.","descr":" The act of espying; notice; discovery."},{"word":"Espial","type":"n.","descr":" One who espies; a spy; a scout."},{"word":"Espier","type":"n.","descr":" One who espies."},{"word":"Espinel","type":"n.","descr":" A kind of ruby. See Spinel."},{"word":"Espionage","type":"n.","descr":" The practice or employment of spies; the practice of watching the words and conduct of others, to make discoveries, as spies or secret emissaries; secret watching."},{"word":"Esplanade","type":"n.","descr":" A clear space between a citadel and the nearest houses of the town."},{"word":"Esplanade","type":"n.","descr":" The glacis of the counterscarp, or the slope of the parapet of the covered way toward the country."},{"word":"Esplanade","type":"n.","descr":" A grass plat; a lawn."},{"word":"Esplanade","type":"n.","descr":" Any clear, level space used for public walks or drives; esp., a terrace by the seaside."},{"word":"Esplees","type":"n. pl.","descr":" The full profits or products which ground or land yields, as the hay of the meadows, the feed of the pasture, the grain of arable fields, the rents, services, and the like."},{"word":"Espousage","type":"n.","descr":" Espousal."},{"word":"Espousal","type":"n.","descr":" The act of espousing or betrothing; especially, in the plural, betrothal; plighting of the troths; a contract of marriage; sometimes, the marriage ceremony."},{"word":"Espousal","type":"n.","descr":" The uniting or allying one\\'s self with anything; maintenance; adoption; as, the espousal of a quarrel."},{"word":"Espoused","type":"imp. and p. p.","descr":" of Espouse"},{"word":"Espousing","type":"p. pr. and vb. n.","descr":" of Espouse"},{"word":"Espouse","type":"v. t.","descr":" To betroth; to promise in marriage; to give as spouse."},{"word":"Espouse","type":"v. t.","descr":" To take as spouse; to take to wife; to marry."},{"word":"Espouse","type":"v. t.","descr":" To take to one\\'s self with a view to maintain; to make one\\'s own; to take up the cause of; to adopt; to embrace."},{"word":"Espousement","type":"n.","descr":" The act of espousing, or the state of being espoused."},{"word":"Espouser","type":"n.","descr":" One who espouses; one who embraces the cause of another or makes it his own."},{"word":"Espressivo","type":"a.","descr":" With expression."},{"word":"Espringal","type":"n.","descr":" An engine of war used for throwing viretons, large stones, and other missiles; a springal."},{"word":"Esprit","type":"n.","descr":" Spirit."},{"word":"Espied","type":"imp. and p. p.","descr":" of Espy"},{"word":"Espying","type":"p. pr. and vb. n.","descr":" of Espy"},{"word":"Espy","type":"v. t.","descr":" To catch sight of; to perceive with the eyes; to discover, as a distant object partly concealed, or not obvious to notice; to see at a glance; to discern unexpectedly; to spy; as, to espy land; to espy a man in a crowd."},{"word":"Espy","type":"v. t.","descr":" To inspect narrowly; to examine and keep watch upon; to watch; to observe."},{"word":"Espy","type":"v. i.","descr":" To look or search narrowly; to look about; to watch; to take notice; to spy."},{"word":"Espies","type":"pl. ","descr":" of Espy"},{"word":"Espy","type":"n.","descr":" A spy; a scout."},{"word":"Esquimaux","type":"pl. ","descr":" of Esquimau"},{"word":"Esquimau","type":"n.","descr":" Same as Eskimo."},{"word":"Esquire","type":"n.","descr":" Originally, a shield-bearer or armor-bearer, an attendant on a knight; in modern times, a title of dignity next in degree below knight and above gentleman; also, a title of office and courtesy; -- often shortened to squire."},{"word":"Esquired","type":"imp. and p. p.","descr":" of Esquire"},{"word":"Esquiring","type":"p. pr. and vb. n.","descr":" of Esquire"},{"word":"Esquire","type":"v. t.","descr":" To wait on as an esquire or attendant in public; to attend."},{"word":"Esquisse","type":"n.","descr":" The first sketch of a picture or model of a statue."},{"word":"Essays","type":"pl. ","descr":" of Essay"},{"word":"Essay","type":"n.","descr":" An effort made, or exertion of body or mind, for the performance of anything; a trial; attempt; as, to make an essay to benefit a friend."},{"word":"Essay","type":"n.","descr":" A composition treating of any particular subject; -- usually shorter and less methodical than a formal, finished treatise; as, an essay on the life and writings of Homer; an essay on fossils, or on commerce."},{"word":"Essay","type":"n.","descr":" An assay. See Assay, n."},{"word":"Essayed","type":"imp. and p. p.","descr":" of Essay"},{"word":"Essaying","type":"p. pr. and vb. n.","descr":" of Essay"},{"word":"Essay","type":"n.","descr":" To exert one\\'s power or faculties upon; to make an effort to perform; to attempt; to endeavor; to make experiment or trial of; to try."},{"word":"Essay","type":"n.","descr":" To test the value and purity of (metals); to assay. See Assay."},{"word":"Essayer","type":"n.","descr":" One who essays."},{"word":"Essayist","type":"n.","descr":" A writer of an essay, or of essays."},{"word":"Essence","type":"n.","descr":" The constituent elementary notions which constitute a complex notion, and must be enumerated to define it; sometimes called the nominal essence."},{"word":"Essence","type":"n.","descr":" The constituent quality or qualities which belong to any object, or class of objects, or on which they depend for being what they are (distinguished as real essence); the real being, divested of all logical accidents; that quality which constitutes or marks the true nature of anything; distinctive character; hence, virtue or quality of a thing, separated from its grosser parts."},{"word":"Essence","type":"n.","descr":" Constituent substance."},{"word":"Essence","type":"n.","descr":" A being; esp., a purely spiritual being."},{"word":"Essence","type":"n.","descr":" The predominant qualities or virtues of a plant or drug, extracted and refined from grosser matter; or, more strictly, the solution in spirits of wine of a volatile or essential oil; as, the essence of mint, and the like."},{"word":"Essence","type":"n.","descr":" Perfume; odor; scent; or the volatile matter constituting perfume."},{"word":"Essenced","type":"imp. and p. p.","descr":" of Essence"},{"word":"Essencing","type":"p. pr. and vb. n.","descr":" of Essence"},{"word":"Essence","type":"v. t.","descr":" To perfume; to scent."},{"word":"Essenes","type":"pl. ","descr":" of Essene"},{"word":"Essene","type":"n.","descr":" One of a sect among the Jews in the time of our Savior, remarkable for their strictness and abstinence."},{"word":"Essenism","type":"n.","descr":" The doctrine or the practices of the Essenes."},{"word":"Essential","type":"a.","descr":" Belonging to the essence, or that which makes an object, or class of objects, what it is."},{"word":"Essential","type":"a.","descr":" Hence, really existing; existent."},{"word":"Essential","type":"a.","descr":" Important in the highest degree; indispensable to the attainment of an object; indispensably necessary."},{"word":"Essential","type":"a.","descr":" Containing the essence or characteristic portion of a substance, as of a plant; highly rectified; pure; hence, unmixed; as, an essential oil."},{"word":"Essential","type":"a.","descr":" Necessary; indispensable; -- said of those tones which constitute a chord, in distinction from ornamental or passing tones."},{"word":"Essential","type":"a.","descr":" Idiopathic; independent of other diseases."},{"word":"Esential","type":"n.","descr":" Existence; being."},{"word":"Esential","type":"n.","descr":" That which is essential; first or constituent principle; as, the essentials or religion."},{"word":"Essentiality","type":"n.","descr":" The quality of being essential; the essential part."},{"word":"Esentially","type":"adv.","descr":" In an essential manner or degree; in an indispensable degree; really; as, essentially different."},{"word":"Esentialness","type":"n.","descr":" Essentiality."},{"word":"Essentiated","type":"imp. and p. p.","descr":" of Essentiate"},{"word":"Essentiating","type":"p. pr. and vb. n.","descr":" of Essentiate"},{"word":"Essentiate","type":"v. t.","descr":" To form or constitute the essence or being of."},{"word":"Essentiate","type":"v. i.","descr":" To become assimilated; to be changed into the essence."},{"word":"Essoin","type":"n.","descr":" Alt. of Essoign"},{"word":"Essoign","type":"n.","descr":" An excuse for not appearing in court at the return of process; the allegation of an excuse to the court."},{"word":"Essoign","type":"n.","descr":" Excuse; exemption."},{"word":"Essoin","type":"n.","descr":" To excuse for nonappearance in court."},{"word":"Essoiner","type":"n.","descr":" An attorney who sufficiently excuses the absence of another."},{"word":"Essonite","type":"n.","descr":" Cinnamon stone, a variety of garnet. See Garnet."},{"word":"Essorant","type":"a.","descr":" Standing, but with the wings spread, as if about to fly; -- said of a bird borne as a charge on an escutcheon."},{"word":"Est","type":"n. and adv.","descr":" East."},{"word":"Established","type":"imp. and p. p.","descr":" of Establish"},{"word":"Establishing","type":"p. pr. and vb. n.","descr":" of Establish"},{"word":"Establish","type":"a.","descr":" To make stable or firm; to fix immovably or firmly; to set (a thing) in a place and make it stable there; to settle; to confirm."},{"word":"Establish","type":"a.","descr":" To appoint or constitute for permanence, as officers, laws, regulations, etc.; to enact; to ordain."},{"word":"Establish","type":"a.","descr":" To originate and secure the permanent existence of; to found; to institute; to create and regulate; -- said of a colony, a state, or other institutions."},{"word":"Establish","type":"a.","descr":" To secure public recognition in favor of; to prove and cause to be accepted as true; as, to establish a fact, usage, principle, opinion, doctrine, etc."},{"word":"Establish","type":"a.","descr":" To set up in business; to place advantageously in a fixed condition; -- used reflexively; as, he established himself in a place; the enemy established themselves in the citadel."},{"word":"Establisher","type":"n.","descr":" One who establishes."},{"word":"Establishment","type":"n.","descr":" The act of establishing; a ratifying or ordaining; settlement; confirmation."},{"word":"Establishment","type":"n.","descr":" The state of being established, founded, and the like; fixed state."},{"word":"Establishment","type":"n.","descr":" That which is established; as: (a) A form of government, civil or ecclesiastical; especially, a system of religion maintained by the civil power; as, the Episcopal establishment of England. (b) A permanent civil, military, or commercial, force or organization. (c) The place in which one is permanently fixed for residence or business; residence, including grounds, furniture, equipage, etc.; with which one is fitted out; also, any office or place of business, with its fixtures; that which serves for the carrying on of a business; as, to keep up a large establishment; a manufacturing establishment."},{"word":"Establishmentarian","type":"n.","descr":" One who regards the Church primarily as an establishment formed by the State, and overlooks its intrinsic spiritual character."},{"word":"Estacade","type":"n.","descr":" A dike of piles in the sea, a river, etc., to check the approach of an enemy."},{"word":"Estafet","type":"n.","descr":" Alt. of Estafette"},{"word":"Estafette","type":"n.","descr":" A courier who conveys messages to another courier; a military courier sent from one part of an army to another."},{"word":"Estancia","type":"n.","descr":" A grazing; a country house."},{"word":"Estate","type":"n.","descr":" Settled condition or form of existence; state; condition or circumstances of life or of any person; situation."},{"word":"Estate","type":"n.","descr":" Social standing or rank; quality; dignity."},{"word":"Estate","type":"n.","descr":" A person of high rank."},{"word":"Estate","type":"n.","descr":" A property which a person possesses; a fortune; possessions, esp. property in land; also, property of all kinds which a person leaves to be divided at his death."},{"word":"Estate","type":"n.","descr":" The state; the general body politic; the common-wealth; the general interest; state affairs."},{"word":"Estate","type":"n.","descr":" The great classes or orders of a community or state (as the clergy, the nobility, and the commonalty of England) or their representatives who administer the government; as, the estates of the realm (England), which are (1) the lords spiritual, (2) the lords temporal, (3) the commons."},{"word":"Estate","type":"n.","descr":" The degree, quality, nature, and extent of one\\'s interest in, or ownership of, lands, tenements, etc.; as, an estate for life, for years, at will, etc."},{"word":"Estate","type":"v. t.","descr":" To establish."},{"word":"Estate","type":"v. t.","descr":" Tom settle as a fortune."},{"word":"Estate","type":"v. t.","descr":" To endow with an estate."},{"word":"Estatlich","type":"a.","descr":" Alt. of Estatly"},{"word":"Estatly","type":"a.","descr":" Stately; dignified."},{"word":"Esteemed","type":"imp. and p. p.","descr":" of Esteem"},{"word":"Esteeming","type":"p. pr. and vb. n.","descr":" of Esteem"},{"word":"Esteem","type":"v. t.","descr":" To set a value on; to appreciate the worth of; to estimate; to value; to reckon."},{"word":"Esteem","type":"v. t.","descr":" To set a high value on; to prize; to regard with reverence, respect, or friendship."},{"word":"Esteem","type":"v. i.","descr":" To form an estimate; to have regard to the value; to consider."},{"word":"Esteem","type":"v. t.","descr":" Estimation; opinion of merit or value; hence, valuation; reckoning; price."},{"word":"Esteem","type":"v. t.","descr":" High estimation or value; great regard; favorable opinion, founded on supposed worth."},{"word":"Esteemable","type":"a.","descr":" Worthy of esteem; estimable."},{"word":"Esteemer","type":"n.","descr":" One who esteems; one who sets a high value on any thing."},{"word":"Ester","type":"n.","descr":" An ethereal salt, or compound ether, consisting of an organic radical united with the residue of any oxygen acid, organic or inorganic; thus the natural fats are esters of glycerin and the fatty acids, oleic, etc."},{"word":"Esthesiometer","type":"n.","descr":" Same as Aesthesiometer."},{"word":"Esthete","type":"n.","descr":" Alt. of Esthetics"},{"word":"Esthetic","type":"n.","descr":" Alt. of Esthetics"},{"word":"Esthetical","type":"n.","descr":" Alt. of Esthetics"},{"word":"Esthetics","type":"n.","descr":" Same as Aesthete, Aesthetic, Aesthetical, Aesthetics, etc."},{"word":"Estiferous","type":"a.","descr":" Producing heat."},{"word":"Estimable","type":"a.","descr":" Capable of being estimated or valued; as, estimable damage."},{"word":"Estimable","type":"a.","descr":" Valuable; worth a great price."},{"word":"Estimable","type":"a.","descr":" Worth of esteem or respect; deserving our good opinion or regard."},{"word":"Estimable","type":"n.","descr":" A thing worthy of regard."},{"word":"Estimableness","type":"n.","descr":" The quality of deserving esteem or regard."},{"word":"Estimably","type":"adv.","descr":" In an estimable manner."},{"word":"Estimated","type":"imp. and p. p.","descr":" of Estimate"},{"word":"Estimating","type":"p. pr. and vb. n.","descr":" of Estimate"},{"word":"Estimate","type":"v. t.","descr":" To judge and form an opinion of the value of, from imperfect data, -- either the extrinsic (money), or intrinsic (moral), value; to fix the worth of roughly or in a general way; as, to estimate the value of goods or land; to estimate the worth or talents of a person."},{"word":"Estimate","type":"v. t.","descr":" To from an opinion of, as to amount,, number, etc., from imperfect data, comparison, or experience; to make an estimate of; to calculate roughly; to rate; as, to estimate the cost of a trip, the number of feet in a piece of land."},{"word":"Estimate","type":"n.","descr":" A valuing or rating by the mind, without actually measuring, weighing, or the like; rough or approximate calculation; as, an estimate of the cost of a building, or of the quantity of water in a pond."},{"word":"Estimation","type":"v. t.","descr":" The act of estimating."},{"word":"Estimation","type":"v. t.","descr":" An opinion or judgment of the worth, extent, or quantity of anything, formed without using precise data; valuation; as, estimations of distance, magnitude, amount, or moral qualities."},{"word":"Estimation","type":"v. t.","descr":" Favorable opinion; esteem; regard; honor."},{"word":"Estimation","type":"v. t.","descr":" Supposition; conjecture."},{"word":"Estimative","type":"a.","descr":" Inclined, or able, to estimate; serving for, or capable of being used in, estimating."},{"word":"Estimative","type":"a.","descr":" Pertaining to an estimate."},{"word":"Estimator","type":"n.","descr":" One who estimates or values; a valuer."},{"word":"Estival","type":"n.","descr":" Alt. of Estivation"},{"word":"Estivate","type":"n.","descr":" Alt. of Estivation"},{"word":"Estivation","type":"n.","descr":" Same as Aestival, Aestivate, etc."},{"word":"Estoile","type":"n.","descr":" A six-pointed star whose rays are wavy, instead of straight like those of a mullet."},{"word":"Estophed","type":"imp. and p. p.","descr":" of Estop"},{"word":"Estopping","type":"p. pr. and vb. n.","descr":" of Estop"},{"word":"Estop","type":"v. t.","descr":" To impede or bar by estoppel."},{"word":"Estoppel","type":"n.","descr":" A stop; an obstruction or bar to one\\'s alleging or denying a fact contrary to his own previous action, allegation, or denial; an admission, by words or conduct, which induces another to purchase rights, against which the party making such admission can not take a position inconsistent with the admission."},{"word":"Estoppel","type":"n.","descr":" The agency by which the law excludes evidence to dispute certain admissions, which the policy of the law treats as indisputable."},{"word":"Estovers","type":"n. pl.","descr":" Necessaries or supples; an allowance to a person out of an estate or other thing for support; as of wood to a tenant for life, etc., of sustenance to a man confined for felony of his estate, or alimony to a woman divorced out of her husband\\'s estate."},{"word":"Estrade","type":"n.","descr":" A portion of the floor of a room raised above the general level, as a place for a bed or a throne; a platform; a dais."},{"word":"Estramacon","type":"n.","descr":" A straight, heavy sword with two edges, used in the 16th and 17th centuries."},{"word":"Estramacon","type":"n.","descr":" A blow with edge of a sword."},{"word":"Estranged","type":"imp. and p. p.","descr":" of Estrange"},{"word":"Estranging","type":"p. pr. and vb. n.","descr":" of Estrange"},{"word":"Estrange","type":"v. t.","descr":" To withdraw; to withhold; hence, reflexively, to keep at a distance; to cease to be familiar and friendly with."},{"word":"Estrange","type":"v. t.","descr":" To divert from its original use or purpose, or from its former possessor; to alienate."},{"word":"Estrange","type":"v. t.","descr":" To alienate the affections or confidence of; to turn from attachment to enmity or indifference."},{"word":"Estrangedness","type":"n.","descr":" State of being estranged; estrangement."},{"word":"Estrangement","type":"n.","descr":" The act of estranging, or the state of being estranged; alienation."},{"word":"Estranger","type":"n.","descr":" One who estranges."},{"word":"Estrangle","type":"v. t.","descr":" To strangle."},{"word":"Estrapade","type":"n.","descr":" The action of a horse, when, to get rid of his rider, he rears, plunges, and kicks furiously."},{"word":"Estray","type":"v. i.","descr":" To stray."},{"word":"Estray","type":"n.","descr":" Any valuable animal, not wild, found wandering from its owner; a stray."},{"word":"Estre","type":"n.","descr":" The inward part of a building; the interior."},{"word":"Estreat","type":"n.","descr":" A true copy, duplicate, or extract of an original writing or record, esp. of amercements or penalties set down in the rolls of court to be levied by the bailiff, or other officer."},{"word":"Estreated","type":"imp. and p. p.","descr":" of Estreat"},{"word":"Estreating","type":"p. pr. and vb. n.","descr":" of Estreat"},{"word":"Estreat","type":"v. t.","descr":" To extract or take out from the records of a court, and send up to the court of exchequer to be enforced; -- said of a forfeited recognizance."},{"word":"Estreat","type":"v. t.","descr":" To bring in to the exchequer, as a fine."},{"word":"Estrepe","type":"v. t.","descr":" To strip or lay bare, as land of wood, houses, etc.; to commit waste."},{"word":"Estrepement","type":"n.","descr":" A destructive kind of waste, committed by a tenant for life, in lands, woods, or houses."},{"word":"Estrich","type":"n.","descr":" Ostrich."},{"word":"Estrich","type":"n.","descr":" The down of the ostrich."},{"word":"Estuance","type":"n.","descr":" Heat."},{"word":"Estuarine","type":"a.","descr":" Pertaining to an estuary; estuary."},{"word":"Estuaries","type":"pl. ","descr":" of Estuary"},{"word":"Estuary","type":"n.","descr":" A place where water boils up; a spring that wells forth."},{"word":"Estuary","type":"n.","descr":" A passage, as the mouth of a river or lake, where the tide meets the current; an arm of the sea; a frith."},{"word":"Estuary","type":"a.","descr":" Belonging to, or formed in, an estuary; as, estuary strata."},{"word":"Estuated","type":"imp. and p. p.","descr":" of Estuate"},{"word":"Estuating","type":"p. pr. and vb. n.","descr":" of Estuate"},{"word":"Estuate","type":"v. i.","descr":" To boil up; to swell and rage; to be agitated."},{"word":"Estuation","type":"n.","descr":" The act of estuating; commotion, as of a fluid; agitation."},{"word":"Estufas","type":"pl. ","descr":" of Estufa"},{"word":"Estufa","type":"n.","descr":" An assembly room in dwelling of the Pueblo Indians."},{"word":"Esture","type":"n.","descr":" Commotion."},{"word":"Esurient","type":"a.","descr":" Inclined to eat; hungry; voracious."},{"word":"Esurient","type":"n.","descr":" One who is hungry or greedy."},{"word":"Esurine","type":"a.","descr":" Causing hunger; eating; corroding."},{"word":"Esurine","type":"n.","descr":" A medicine which provokes appetites, or causes hunger."}]