[{"word":"Eucairite","type":"n.","descr":" A metallic mineral, a selenide of copper and silver; -- so called by Berzelius on account of its being found soon after the discovery of the metal selenium."},{"word":"Eucalyn","type":"n.","descr":" An unfermentable sugar, obtained as an uncrystallizable sirup by the decomposition of melitose; also obtained from a Tasmanian eucalyptus, -- whence its name."},{"word":"Eucalyptol","type":"n.","descr":" A volatile, terpenelike oil extracted from the eucalyptus, and consisting largely of cymene."},{"word":"Eucalyptus","type":"n.","descr":" A myrtaceous genus of trees, mostly Australian. Many of them grow to an immense height, one or two species exceeding the height even of the California Sequoia."},{"word":"Eucharis","type":"n.","descr":" A genus of South American amaryllidaceous plants with large and beautiful white blossoms."},{"word":"Eucharist","type":"n.","descr":" The act of giving thanks; thanksgiving."},{"word":"Eucharist","type":"n.","descr":" The sacrament of the Lord\\'s Supper; the solemn act of ceremony of commemorating the death of Christ, in the use of bread and wine, as the appointed emblems; the communion."},{"word":"Eucharistic","type":"a.","descr":" Alt. of Eucharistical"},{"word":"Eucharistical","type":"a.","descr":" Giving thanks; expressing thankfulness; rejoicing."},{"word":"Eucharistical","type":"a.","descr":" Pertaining to the Lord\\'s Supper."},{"word":"Euchite","type":"n.","descr":" One who resolves religion into prayer."},{"word":"Euchloric","type":"a.","descr":" Relating to, or consisting of, euchlorine; as, euchloric \/."},{"word":"Euchlorine","type":"n.","descr":" A yellow or greenish yellow gas, first prepared by Davy, evolved from potassium chlorate and hydrochloric acid. It is supposed to consist of chlorine tetroxide with some free chlorine."},{"word":"Euchologion","type":"n.","descr":" Alt. of Euchology"},{"word":"Euchology","type":"n.","descr":" A formulary of prayers; the book of offices in the Greek Church, containing the liturgy, sacraments, and forms of prayers."},{"word":"Euchologue","type":"n.","descr":" Euchology."},{"word":"Euchre","type":"n.","descr":" A game at cards, that may be played by two, three, or four persons, the highest card (except when an extra card called the Joker is used) being the knave of the same suit as the trump, and called right bower, the lowest card used being the seven, or frequently, in two-handed euchre, the nine spot. See Bower."},{"word":"Euchre","type":"v. t.","descr":" To defeat, in a game of euchre, the side that named the trump."},{"word":"Euchre","type":"v. t.","descr":" To defeat or foil thoroughly in any scheme."},{"word":"Euchroic","type":"a.","descr":" Having a fine color."},{"word":"Euchroite","type":"n.","descr":" A mineral occurring in transparent emerald green crystals. It is hydrous arseniate of copper."},{"word":"Euchrone","type":"n.","descr":" A substance obtained from euchroic acid. See Eychroic."},{"word":"Euchymy","type":"n.","descr":" A good state of the blood and other fluids of the body."},{"word":"Euclase","type":"n.","descr":" A brittle gem occurring in light green, transparent crystals, affording a brilliant clinodiagonal cleavage. It is a silicate of alumina and glucina."},{"word":"Euclid","type":"n.","descr":" A Greek geometer of the 3d century b. c.; also, his treatise on geometry, and hence, the principles of geometry, in general."},{"word":"Euclidian","type":"n.","descr":" Related to Euclid, or to the geometry of Euclid."},{"word":"Eucopepoda","type":"n. pl.","descr":" A group which includes the typical copepods and the lerneans."},{"word":"Eucrasy","type":"","descr":" Such a due mixture of qualities in bodies as constitutes health or soundness."},{"word":"Euctical","type":"","descr":" Expecting a wish; supplicatory."},{"word":"Eudemon","type":"n.","descr":" Alt. of Eudaemon"},{"word":"Eudaemon","type":"n.","descr":" A good angel."},{"word":"Eudemonics","type":"n.","descr":" Alt. of Eudaemonics"},{"word":"Eudaemonics","type":"n.","descr":" That part of moral philosophy which treats of happiness; the science of happiness; -- contrasted with aretaics."},{"word":"Eudemonism","type":"n.","descr":" Alt. of Eudaemonism"},{"word":"Eudaemonism","type":"n.","descr":" That system of ethics which defines and enforces moral obligation by its relation to happiness or personal well-being."},{"word":"Eudemonist","type":"n.","descr":" Alt. of Eudaemonist"},{"word":"Eudaemonist","type":"n.","descr":" One who believes in eudemonism."},{"word":"Eudemonistic","type":"a.","descr":" Alt. of Eudaemonistic"},{"word":"Eudaemonistic","type":"a.","descr":" Of or pertaining to eudemonism."},{"word":"Eudemonistical","type":"a.","descr":" Alt. of Eudaemonistical"},{"word":"Eudaemonistical","type":"a.","descr":" Eudemonistic."},{"word":"Eudialyte","type":"n.","descr":" A mineral of a brownish red color and vitreous luster, consisting chiefly of the silicates of iron, zirconia, and lime."},{"word":"Eudiometer","type":"n.","descr":" An instrument for the volumetric measurement of gases; -- so named because frequently used to determine the purity of the air."},{"word":"Eudiometric","type":"a.","descr":" Alt. of Eudiometrical"},{"word":"Eudiometrical","type":"a.","descr":" Of or pertaining to a eudiometer; as, eudiometrical experiments or results."},{"word":"Eudiometry","type":"n.","descr":" The art or process of determining the constituents of a gaseous mixture by means of the eudiometer, or for ascertaining the purity of the air or the amount of oxygen in it."},{"word":"Eudipleura","type":"n. pl.","descr":" The fundamental forms of organic life, that are composed of two equal and symmetrical halves."},{"word":"Eudoxian","type":"n.","descr":" A follower of Eudoxius, patriarch of Antioch and Constantinople in the 4th century, and a celebrated defender of the doctrines of Arius."},{"word":"Euganoidei","type":"n. pl.","descr":" A group which includes the bony ganoids, as the gar pikes."},{"word":"Euge","type":"n.","descr":" Applause."},{"word":"Eugenia","type":"n.","descr":" A genus of myrtaceous plants, mostly of tropical countries, and including several aromatic trees and shrubs, among which are the trees which produce allspice and cloves of commerce."},{"word":"Eugenic","type":"a.","descr":" Pertaining to, or derived from, cloves; as, eugenic acid."},{"word":"Eugenic","type":"a.","descr":" Well-born; of high birth."},{"word":"Eugenics","type":"n.","descr":" The science of improving stock, whether human or animal."},{"word":"Eugenin","type":"n.","descr":" A colorless, crystalline substance extracted from oil of cloves; -- called also clove camphor."},{"word":"Eugenol","type":"n.","descr":" A colorless, aromatic, liquid hydrocarbon, C10H12O2 resembling the phenols, and hence also called eugenic acid. It is found in the oils of pimento and cloves."},{"word":"Eugeny","type":"","descr":" Nobleness of birth."},{"word":"Eugetic","type":"a.","descr":" Alt. of Eugetinic"},{"word":"Eugetinic","type":"a.","descr":" Pertaining to, or derived from, eugenol; as, eugetic acid."},{"word":"Eugh","type":"n.","descr":" The yew."},{"word":"Eugubian","type":"a.","descr":" Alt. of Eugubine"},{"word":"Eugubine","type":"a.","descr":" Of or pertaining to the ancient town of Eugubium (now Gubbio); as, the Eugubine tablets, or tables, or inscriptions."},{"word":"Euharmonic","type":"a.","descr":" Producing mathematically perfect harmony or concord; sweetly or perfectly harmonious."},{"word":"Euhemerism","type":"n.","descr":" The theory, held by Euhemerus, that the gods of mythology were but deified mortals, and their deeds only the amplification in imagination of human acts."},{"word":"Euhemerist","type":"n.","descr":" One who advocates euhemerism."},{"word":"Euhemeristic","type":"a.","descr":" Of or pertaining to euhemerism."},{"word":"Euhemerize","type":"v. t.","descr":" To interpret (mythology) on the theory of euhemerism."},{"word":"Euisopoda","type":"","descr":" A group which includes the typical Isopoda."},{"word":"Eulachon","type":"n.","descr":" The candlefish. [Written also oulachan, oolacan, and ulikon.] See Candlefish."},{"word":"Eulerian","type":"a.","descr":" Pertaining to Euler, a German mathematician of the 18th century."},{"word":"Eulogic","type":"a.","descr":" Alt. of Eulogical"},{"word":"Eulogical","type":"a.","descr":" Bestowing praise of eulogy; commendatory; eulogistic."},{"word":"Eulogist","type":"n.","descr":" One who eulogizes or praises; panegyrist; encomiast."},{"word":"Eulogistic","type":"a.","descr":" Alt. of Eulogistical"},{"word":"Eulogistical","type":"a.","descr":" Of or pertaining to eulogy; characterized by eulogy; bestowing praise; panegyrical; commendatory; laudatory; as, eulogistic speech or discourse."},{"word":"Eulogiums","type":"pl. ","descr":" of Eulogium"},{"word":"Eulogium","type":"n.","descr":" A formal eulogy."},{"word":"Eulogized","type":"imp. and p. p.","descr":" of Eulogize"},{"word":"Eulogizing","type":"p. pr. and vb. n.","descr":" of Eulogize"},{"word":"Eulogize","type":"v. t.","descr":" To speak or write in commendation of (another); to extol in speech or writing; to praise."},{"word":"Eulogies","type":"pl. ","descr":" of Eulogy"},{"word":"Eulogy","type":"n.","descr":" A speech or writing in commendation of the character or services of a person; as, a fitting eulogy to worth."},{"word":"Eulytite","type":"n.","descr":" A mineral, consisting chiefly of the silicate of bismuth, found at Freiberg; -- called also culytine."},{"word":"Eumenides","type":"n. pl.","descr":" A euphemistic name for the Furies of Erinyes."},{"word":"Eumolpus","type":"n.","descr":" A genus of small beetles, one species of which (E. viti) is very injurious to the vines in the wine countries of Europe."},{"word":"Eunomian","type":"n.","descr":" A follower of Eunomius, bishop of Cyzicus (4th century A. D.), who held that Christ was not God but a created being, having a nature different from that of the Father."},{"word":"Eunomian","type":"a.","descr":" Of or pertaining to Eunomius or his doctrine."},{"word":"Eunomy","type":"n.","descr":" Equal law, or a well-adjusted constitution of government."},{"word":"Eunuch","type":"n.","descr":" A male of the human species castrated; commonly, one of a class of such persons, in Oriental countries, having charge of the women\\'s apartments. Some of them, in former times, gained high official rank."},{"word":"Eunuch","type":"v. t.","descr":" Alt. of Eunuchate"},{"word":"Eunuchate","type":"v. t.","descr":" To make a eunuch of; to castrate. as a man."},{"word":"Eunuchism","type":"n.","descr":" The state of being eunuch."},{"word":"Euonymin","type":"n.","descr":" A principle or mixture of principles derived from Euonymus atropurpureus, or spindle tree."},{"word":"Euonymus","type":"n.","descr":" A genus of small European and American trees; the spindle tree. The bark is used as a cathartic."},{"word":"Euornithes","type":"n. pl.","descr":" The division of Aves which includes all the typical birds, or all living birds except the penguins and birds of ostrichlike form."},{"word":"Euosmitte","type":"n.","descr":" A fossil resin, so called from its strong, peculiar, pleasant odor."},{"word":"Eupathy","type":"n.","descr":" Right feeling."},{"word":"Eupatorin Eupatorine","type":"n.","descr":" A principle or mixture of principles extracted from various species of Eupatorium."},{"word":"Eupatorium","type":"n.","descr":" A genus of perennial, composite herbs including hemp agrimony, boneset, throughwort, etc."},{"word":"Eupatrid","type":"n.","descr":" One well born, or of noble birth."},{"word":"Eupepsia","type":"n.","descr":" Alt. of Eupepsy"},{"word":"Eupepsy","type":"n.","descr":" Soundness of the nutritive or digestive organs; good concoction or digestion; -- opposed to dyspepsia."},{"word":"Eupeptic","type":"a.","descr":" Of or pertaining to good digestion; easy of digestion; having a good digestion; as, eupeptic food; an eupeptic man."},{"word":"Euphemism","type":"n.","descr":" A figure in which a harts or indelicate word or expression is softened; a way of describing an offensive thing by an inoffensive expression; a mild name for something disagreeable."},{"word":"Euphemistic","type":"a.","descr":" Alt. of Euphemistical"},{"word":"Euphemistical","type":"a.","descr":" Pertaining to euphemism; containing a euphemism; softened in expression."},{"word":"Euphemized","type":"imp. and p. p.","descr":" of Euphemize"},{"word":"Euphemizing","type":"p. pr. and vb. n.","descr":" of Euphemize"},{"word":"Euphemize","type":"v. t. and i.","descr":" To express by a euphemism, or in delicate language; to make use of euphemistic expressions."},{"word":"Euphoniad","type":"n.","descr":" An instrument in which are combined the characteristic tones of the organ and various other instruments."},{"word":"Euphonic","type":"a.","descr":" Alt. of Euphonical"},{"word":"Euphonical","type":"a.","descr":" Pertaining to, or exhibiting, euphony; agreeable in sound; pleasing to the ear; euphonious; as, a euphonic expression; euphonical orthography."},{"word":"Euphonicon","type":"n.","descr":" A kind of upright piano."},{"word":"Euphonious","type":"a.","descr":" Pleasing or sweet in sound; euphonic; smooth-sounding."},{"word":"Euphonism","type":"n.","descr":" An agreeable combination of sounds; euphony."},{"word":"Euphonium","type":"n.","descr":" A bass instrument of the saxhorn family."},{"word":"Euphonize","type":"v. t.","descr":" To make euphonic."},{"word":"Euphonon","type":"n.","descr":" An instrument resembling the organ in tine and the upright piano in form. It is characterized by great strength and sweetness of tone."},{"word":"Euphonous","type":"n.","descr":" Euphonious."},{"word":"Euphonies","type":"pl. ","descr":" of Euphony"},{"word":"Euphony","type":"n.","descr":" A pleasing or sweet sound; an easy, smooth enunciation of sounds; a pronunciation of letters and syllables which is pleasing to the ear."},{"word":"Euphorbia","type":"n.","descr":" Spurge, or bastard spurge, a genus of plants of many species, mostly shrubby, herbaceous succulents, affording an acrid, milky juice. Some of them are armed with thorns. Most of them yield powerful emetic and cathartic products."},{"word":"Euphorbiaceous","type":"a.","descr":" Alt. of Euphorbial"},{"word":"Euphorbial","type":"a.","descr":" Of, relating to, or resembling, the Euphorbia family."},{"word":"Euphorbin Euphorbine","type":"n.","descr":" A principle, or mixture of principles, derived from various species of Euphorbia."},{"word":"Euphorbium","type":"n.","descr":" An inodorous exudation, usually in the form of yellow tears, produced chiefly by the African Euphorbia resinifrea. It was formerly employed medicinally, but was found so violent in its effects that its use is nearly abandoned."},{"word":"Euphotide","type":"n.","descr":" A rock occurring in the Alps, consisting of saussurite and smaragdite; -- sometimes called gabbro."},{"word":"Euphrasy","type":"n.","descr":" The plant eyesight (euphrasia officionalis), formerly regarded as beneficial in disorders of the eyes."},{"word":"Euphroe","type":"n.","descr":" A block or long slat of wood, perforated for the passage of the crowfoot, or cords by which an awning is held up."},{"word":"Euphuism","type":"n.","descr":" An affectation of excessive elegance and refinement of language; high-flown diction."},{"word":"Euphuist","type":"n.","descr":" One who affects excessive refinement and elegance of language; -- applied esp. to a class of writers, in the age of Elizabeth, whose productions are marked by affected conceits and high-flown diction."},{"word":"Euphuistic","type":"a.","descr":" Belonging to the euphuists, or euphuism; affectedly refined."},{"word":"Euphuize","type":"v. t.","descr":" To affect excessive refinement in language; to be overnice in expression."},{"word":"Eupione","type":"n.","descr":" A limpid, oily liquid obtained by the destructive distillation of various vegetable and animal substances; -- specifically, an oil consisting largely of the higher hydrocarbons of the paraffin series."},{"word":"Eupittone","type":"n.","descr":" A yellow, crystalline substance, resembling aurin, and obtained by the oxidation of pittacal; -- called also eupittonic acid."},{"word":"Eupittonic","type":"a.","descr":" Pertaining to, or derived from, eupittone."},{"word":"Euplastic","type":"a.","descr":" Having the capacity of becoming organizable in a high degree, as the matter forming the false membranes which sometimes result from acute inflammation in a healthy person."},{"word":"Euplastic","type":"n.","descr":" Organizable substance by which the tissues of an animal body are renewed."},{"word":"Euplectella","type":"n.","descr":" A genus of elegant, glassy sponges, consisting of interwoven siliceous fibers, and growing in the form of a cornucopia; -- called also Venus\\'s flower-basket."},{"word":"Euplexoptera","type":"n. pl.","descr":" An order of insects, including the earwig. The anterior wings are short, in the form of elytra, while the posterior wings fold up beneath them. See Earwig."},{"word":"Eupnaea","type":"n.","descr":" Normal breathing where arterialization of the blood is normal, in distinction from dyspnaea, in which the blood is insufficiently arterialized."},{"word":"Eupryion","type":"n.","descr":" A contrivance for obtaining a light instantaneous, as a lucifer match."},{"word":"Eurasian","type":"n.","descr":" A child of a European parent on the one side and an Asiatic on the other."},{"word":"Eurasian","type":"n.","descr":" One born of European parents in Asia."},{"word":"Eurasian","type":"a.","descr":" Of European and Asiatic descent; of or pertaining to both Europe and Asia; as, the great Eurasian plain."},{"word":"Eurasiatio","type":"a.","descr":" Of or pertaining to the continents of Europe and Asia combined."},{"word":"Eureka","type":"","descr":" The exclamation attributed to Archimedes, who is said to have cried out \"Eureka! eureka!\" (I have found it! I have found it!), upon suddenly discovering a method of finding out how much the gold of King Hiero\\'s crown had been alloyed. Hence, an expression of triumph concerning a discovery."},{"word":"Eurhipidurous","type":"a.","descr":" Having a fanlike tail; belonging to the Eurhipidurae, a division of Aves which includes all living birds."},{"word":"Euripize","type":"v. t.","descr":" To whirl hither and thither."},{"word":"Euripus","type":"n.","descr":" A strait; a narrow tract of water, where the tide, or a current, flows and reflows with violence, as the ancient fright of this name between Eubaea and Baeotia. Hence, a flux and reflux."},{"word":"Euritte","type":"n.","descr":" A compact feldspathic rock; felsite. See Felsite."},{"word":"Euritic","type":"a.","descr":" Of or pelating to eurite."},{"word":"Euroclydon","type":"n.","descr":" A tempestuous northeast wind which blows in the Mediterranean. See Levanter."},{"word":"European","type":"a.","descr":" Of or pertaining to Europe, or to its inhabitants."},{"word":"European","type":"n.","descr":" A native or an inhabitant of Europe."},{"word":"Europeanize","type":"v. t.","descr":" To cause to become like the Europeans in manners or character; to habituate or accustom to European usages."},{"word":"Eurus","type":"n.","descr":" The east wind."},{"word":"Euryale","type":"n.","descr":" A genus of water lilies, growing in India and China. The only species (E. ferox) is very prickly on the peduncles and calyx. The rootstocks and seeds are used as food."},{"word":"Euryale","type":"n.","descr":" A genus of ophiurans with much-branched arms."},{"word":"Euryalida","type":"n. pl.","descr":" A tribe of Ophiuroidea, including the genera Euryale, Astrophyton, etc. They generally have the arms branched. See Astrophyton."},{"word":"Eurycerous","type":"a.","descr":" Having broad horns."},{"word":"Eurypteroid","type":"a.","descr":" Like, or pertaining to, the genus Euryperus."},{"word":"Eurypteroidea","type":"n. pl.","descr":" An extinct order of Merostomata, of which the genus Eurypterus is the type. They are found only in Paleozoic rocks."},{"word":"Eurypterus","type":"n.","descr":" A genus of extinct Merostomata, found in Silurian rocks. Some of the species are more than three feet long."},{"word":"Eurythmy","type":"n.","descr":" Just or harmonious proportion or movement, as in the composition of a poem, an edifice, a painting, or a statue."},{"word":"Eurythmy","type":"n.","descr":" Regularly of the pulse."},{"word":"Eusebian","type":"n.","descr":" A follower of Eusebius, bishop of Caesarea, who was a friend and protector of Arius."},{"word":"Eustachian","type":"a.","descr":" Discovered by Eustachius."},{"word":"Eustachian","type":"a.","descr":" Pertaining to the Eustachian tube; as, Eustachian catheter."},{"word":"Eustyle","type":"n.","descr":" See Intercolumnlation."},{"word":"Eutaxy","type":"n.","descr":" Good or established order or arrangement."},{"word":"Euterpe","type":"","descr":" The Muse who presided over music."},{"word":"Euterpe","type":"","descr":" A genus of palms, some species of which are elegant trees."},{"word":"Euterpean","type":"a.","descr":" Of or pertaining to Euterpe or to music."},{"word":"Euthanasia","type":"n.","descr":" An easy death; a mode of dying to be desired."},{"word":"Euthanasy","type":"n.","descr":" Same as Euthanasia."},{"word":"Euthiochroic","type":"a.","descr":" Pertaining to, or denoting, an acid so called."},{"word":"Euthyneura","type":"n. pl.","descr":" A large division of gastropod molluske, including the Pulmonifera and Opisthobranchiata."},{"word":"Eutrophy","type":"n.","descr":" Healthy nutrition; soundless as regards the nutritive functions."},{"word":"Eutychian","type":"n.","descr":" A follower of Eutyches [5th century], who held that the divine and the human in the person of Christ were blended together as to constitute but one nature; a monophysite; -- opposed to Nestorian."},{"word":"Eutychianism","type":"n.","descr":" The doctrine of Eutyches and his followers."},{"word":"Euxanthic","type":"a.","descr":" Having a yellow color; pertaining to, derived from, or resembling, euxanthin."},{"word":"Euxanthin","type":"n.","descr":" A yellow pigment imported from India and China. It has a strong odor, and is said to be obtained from the urine of herbivorous animals when fed on the mango.  It consists if a magnesium salt of euxanthic acid. Called also puri, purree, and Indian yellow."},{"word":"Euxenite","type":"n.","descr":" A brownish black mineral with a metallic luster, found in Norway. It contains niobium, titanium, yttrium, and uranium, with some other metals."}]