[{"word":"Eyren","type":"pl. ","descr":" of Ey"},{"word":"Eyalet","type":"n.","descr":" Formerly, one of the administrative divisions or provinces of the Ottoman Empire; -- now called a vilayet."},{"word":"Eyas","type":"n.","descr":" A nesting or unfledged bird; in falconry, a young hawk from the nest, not able to prey for itself."},{"word":"Eyas","type":"a.","descr":" Unfledged, or newly fledged."},{"word":"Eyasmusket","type":"n.","descr":" An unfledged or young male sparrow hawk."},{"word":"Eye","type":"n.","descr":" A brood; as, an eye of pheasants."},{"word":"Eye","type":"n.","descr":" The organ of sight or vision. In man, and the vertebrates generally, it is properly the movable ball or globe in the orbit, but the term often includes the adjacent parts. In most invertebrates the years are immovable ocelli, or compound eyes made up of numerous ocelli. See Ocellus."},{"word":"Eye","type":"n.","descr":" The faculty of seeing; power or range of vision; hence, judgment or taste in the use of the eye, and in judging of objects; as, to have the eye of sailor; an eye for the beautiful or picturesque."},{"word":"Eye","type":"n.","descr":" The action of the organ of sight; sight, look; view; ocular knowledge; judgment; opinion."},{"word":"Eye","type":"n.","descr":" The space commanded by the organ of sight; scope of vision; hence, face; front; the presence of an object which is directly opposed or confronted; immediate presence."},{"word":"Eye","type":"n.","descr":" Observation; oversight; watch; inspection; notice; attention; regard."},{"word":"Eye","type":"n.","descr":" That which resembles the organ of sight, in form, position, or appearance"},{"word":"Eye","type":"n.","descr":" The spots on a feather, as of peacock."},{"word":"Eye","type":"n.","descr":" The scar to which the adductor muscle is attached in oysters and other bivalve shells; also, the adductor muscle itself, esp. when used as food, as in the scallop."},{"word":"Eye","type":"n.","descr":" The bud or sprout of a plant or tuber; as the eye of a potato."},{"word":"Eye","type":"n.","descr":" The center of a target; the bull\\'s-eye."},{"word":"Eye","type":"n.","descr":" A small loop to receive a hook; as hooks and eyes on a dress."},{"word":"Eye","type":"n.","descr":" The hole through the head of a needle."},{"word":"Eye","type":"n.","descr":" A loop forming part of anything, or a hole through anything, to receive a rope, hook, pin, shaft, etc.; as an eye at the end of a tie bar in a bridge truss; as an eye through a crank; an eye at the end of rope."},{"word":"Eye","type":"n.","descr":" The hole through the upper millstone."},{"word":"Eye","type":"n.","descr":" That which resembles the eye in relative importance or beauty."},{"word":"Eye","type":"n.","descr":" Tinge; shade of color."},{"word":"Eyed","type":"imp. and p. p.","descr":" of Eye"},{"word":"Eying \/ Eyeing","type":"p. pr. and vb. n.","descr":" of Eye"},{"word":"Eye","type":"v. t.","descr":" To fix the eye on; to look on; to view; to observe; particularly, to observe or watch narrowly, or with fixed attention; to hold in view."},{"word":"Eye","type":"v. i.","descr":" To appear; to look."},{"word":"Eyeball","type":"n.","descr":" The ball or globe of the eye."},{"word":"Eyebar","type":"n.","descr":" A bar with an eye at one or both ends."},{"word":"Eyebeam","type":"n.","descr":" A glance of the eye."},{"word":"Eyebolt","type":"n.","descr":" A bolt which a looped head, or an opening in the head."},{"word":"Eyebright","type":"n.","descr":" A small annual plant (Euphrasia officinalis), formerly much used as a remedy for diseases of the eye."},{"word":"Eyebrow","type":"n.","descr":" The brow or hairy arch above the eye."},{"word":"Eyecup","type":"n.","descr":" A small oval porcelain or glass cup, having a rim curved to fit the orbit of the eye. it is used in the application of liquid remedies to eyes; -- called also eyeglass."},{"word":"Eyed","type":"a.","descr":" Heaving (such or so many) eyes; -- used in composition; as sharp-eyed; dull-eyed; sad-eyed; ox-eyed Juno; myriad-eyed."},{"word":"Eyedrop","type":"n.","descr":" A tear."},{"word":"Eyeflap","type":"n.","descr":" A blinder on a horse\\'s bridle."},{"word":"Eyeful","type":"a.","descr":" Filling or satisfying the eye; visible; remarkable."},{"word":"Eyeglance","type":"n.","descr":" A glance of eye."},{"word":"Eyeglass","type":"n.","descr":" A lens of glass to assist the sight. Eyeglasses are used singly or in pairs."},{"word":"Eyeglass","type":"n.","descr":" Eyepiece of a telescope, microscope, etc."},{"word":"Eyeglass","type":"n.","descr":" The retina."},{"word":"Eyeglass","type":"n.","descr":" A glass eyecup. See Eyecup."},{"word":"Eyehole","type":"n.","descr":" A circular opening to recive a hook, cord, ring, or rope; an eyelet."},{"word":"Eyelash","type":"n.","descr":" The fringe of hair that edges the eyelid; -- usually in the pl."},{"word":"Eyelash","type":"n.","descr":" A hair of the fringe on the edge of the eyelid."},{"word":"Eyeless","type":"a.","descr":" Without eyes; blind."},{"word":"Eyelet","type":"n.","descr":" A small hole or perforation to receive a cord or fastener, as in garments, sails, etc."},{"word":"Eyelet","type":"n.","descr":" A metal ring or grommet, or short metallic tube, the ends of which can be bent outward and over to fasten it in place; -- used to line an eyelet hole."},{"word":"Eyeleteer","type":"n.","descr":" A small, sharp-pointed instrument used in piercing eyelet holes; a stiletto."},{"word":"Eyelid","type":"n.","descr":" The cover of the eye; that portion of movable skin with which an animal covers or uncovers the eyeball at pleasure."},{"word":"Eyen","type":"n. pl.","descr":" Eyes."},{"word":"Eyepiece","type":"n.","descr":" The lens, or combination of lenses, at the eye end of a telescope or other optical instrument, through which the image formed by the mirror or object glass is viewed."},{"word":"Eyer","type":"n.","descr":" One who eyes another."},{"word":"Eyereach","type":"n.","descr":" The range or reach of the eye; eyeshot."},{"word":"Eye-saint","type":"n.","descr":" An object of interest to the eye; one worshiped with the eyes."},{"word":"Eyesalve","type":"n.","descr":" Ointment for the eye."},{"word":"Eyeservant","type":"n.","descr":" A servant who attends faithfully to his duty only when watched."},{"word":"Eyeservice","type":"n.","descr":" Service performed only under inspection, or the eye of an employer."},{"word":"Eyeshot","type":"n.","descr":" Range, reach, or glance of the eye; view; sight; as, to be out of eyeshot."},{"word":"Eyesight","type":"n.","descr":" Sight of the eye; the sense of seeing; view; observation."},{"word":"Eyesore","type":"n.","descr":" Something offensive to the eye or sight; a blemish."},{"word":"Eye-splice","type":"n.","descr":" A splice formed by bending a rope\\'s end back, and fastening it into the rope, forming a loop or eye. See Illust. under Splice."},{"word":"Eye-spot","type":"n.","descr":" A simple visual organ found in many invertebrates, consisting of pigment cells covering a sensory nerve termination."},{"word":"Eye-spot","type":"n.","descr":" An eyelike spot of color."},{"word":"Eye-spotted","type":"a.","descr":" Marked with spots like eyes."},{"word":"Eyestalk","type":"n.","descr":" One of the movable peduncles which, in the decapod Crustacea, bear the eyes at the tip."},{"word":"Eyestone","type":"n.","descr":" A small, lenticular, calcareous body, esp. an operculum of a small marine shell of the family Turbinidae, used to remove a foreign substance from the eye. It is put into the inner corner of the eye under the lid, and allowed to work its way out at the outer corner, bringing with it the substance."},{"word":"Eyestone","type":"n.","descr":" Eye agate. See under Eye."},{"word":"Eyestring","type":"n.","descr":" The tendon by which the eye is moved."},{"word":"Eyet","type":"n.","descr":" An island. See Eyot."},{"word":"Eyeteeth","type":"pl. ","descr":" of Eyetooth"},{"word":"Eyetooth","type":"n.","descr":" A canine tooth of the upper jaw."},{"word":"Eyewash","type":"n.","descr":" See Eyewater."},{"word":"Eyewater","type":"n.","descr":" A wash or lotion for application to the eyes."},{"word":"Eyewink","type":"n.","descr":" A wink; a token."},{"word":"Eyewinker","type":"n.","descr":" An eyelash."},{"word":"Eyewitness","type":"n.","descr":" One who sees a thing done; one who has ocular view of anything."},{"word":"Eyghen","type":"n. pl.","descr":" Eyes."},{"word":"Eyght","type":"n.","descr":" An island. See Eyot."},{"word":"Eyle","type":"v. t. and i.","descr":" To ail."},{"word":"Eyliad","type":"n.","descr":" See \/iliad."},{"word":"Eyne","type":"n.","descr":" Alt. of Eyen"},{"word":"Eyen","type":"n.","descr":" Plural of eye; -- now obsolete, or used only in poetry."},{"word":"Eyot","type":"n.","descr":" A little island in a river or lake. See Ait."},{"word":"Eyr","type":"n.","descr":" Air."},{"word":"Eyra","type":"n.","descr":" A wild cat (Felis eyra) ranging from southern Brazil to Texas. It is reddish yellow and about the size of the domestic cat, but with a more slender body and shorter legs."},{"word":"Eyre","type":"n.","descr":" A journey in circuit of certain judges called justices in eyre (or in itinere)."},{"word":"Eyren","type":"n. pl.","descr":" See Ey, an egg."},{"word":"Ey\"ries","type":"pl. ","descr":" of Eyry"},{"word":"Eyrie","type":"n.","descr":" Alt. of Eyry"},{"word":"Eyry","type":"n.","descr":" The nest of a bird of prey or other large bird that builds in a lofty place; aerie."},{"word":"Eysell","type":"n.","descr":" Same as Eisel."}]