[{"word":"Fabaceous","type":"a.","descr":" Having the nature of a bean; like a bean."},{"word":"Fabellae","type":"pl. ","descr":" of Fabella"},{"word":"Fabella","type":"n.","descr":" One of the small sesamoid bones situated behind the condyles of the femur, in some mammals."},{"word":"Fabian","type":"a.","descr":" Of, pertaining to, or in the manner of, the Roman general, Quintus Fabius Maximus Verrucosus; cautious; dilatory; avoiding a decisive contest."},{"word":"Fable","type":"n.","descr":" A Feigned story or tale, intended to instruct or amuse; a fictitious narration intended to enforce some useful truth or precept; an apologue. See the Note under Apologue."},{"word":"Fable","type":"n.","descr":" The plot, story, or connected series of events, forming the subject of an epic or dramatic poem."},{"word":"Fable","type":"n.","descr":" Any story told to excite wonder; common talk; the theme of talk."},{"word":"Fable","type":"n.","descr":" Fiction; untruth; falsehood."},{"word":"Fabled","type":"imp. and p. p.","descr":" of Fable"},{"word":"Fabling","type":"p. pr. and vb. n.","descr":" of Fable"},{"word":"Fable","type":"v. i.","descr":" To compose fables; hence, to write or speak fiction ; to write or utter what is not true."},{"word":"Fable","type":"v. t.","descr":" To feign; to invent; to devise, and speak of, as true or real; to tell of falsely."},{"word":"Fabler","type":"n.","descr":" A writer of fables; a fabulist; a dealer in untruths or falsehoods."},{"word":"Fabliaux","type":"pl. ","descr":" of Fabliau"},{"word":"Fabliau","type":"n.","descr":" One of the metrical tales of the Trouveres, or early poets of the north of France."},{"word":"Fabric","type":"n.","descr":" The structure of anything; the manner in which the parts of a thing are united; workmanship; texture; make; as cloth of a beautiful fabric."},{"word":"Fabric","type":"n.","descr":" That which is fabricated"},{"word":"Fabric","type":"n.","descr":" Framework; structure; edifice; building."},{"word":"Fabric","type":"n.","descr":" Cloth of any kind that is woven or knit from fibers, either vegetable or animal; manufactured cloth; as, silks or other fabrics."},{"word":"Fabric","type":"n.","descr":" The act of constructing; construction."},{"word":"Fabric","type":"n.","descr":" Any system or structure consisting of connected parts; as, the fabric of the universe."},{"word":"Fabricked","type":"imp. and p. p.","descr":" of Fabric"},{"word":"Fabricking","type":"p. pr. and vb. n.","descr":" of Fabric"},{"word":"Fabric","type":"v. t.","descr":" To frame; to build; to construct."},{"word":"Fabricant","type":"n.","descr":" One who fabricates; a manufacturer."},{"word":"Fabricated","type":"imp. and p. p.","descr":" of Fabricate"},{"word":"Fabricating","type":"p. pr. and vb. n.","descr":" of Fabricate"},{"word":"Fabricate","type":"v. t.","descr":" To form into a whole by uniting its parts; to frame; to construct; to build; as, to fabricate a bridge or ship."},{"word":"Fabricate","type":"v. t.","descr":" To form by art and labor; to manufacture; to produce; as, to fabricate woolens."},{"word":"Fabricate","type":"v. t.","descr":" To invent and form; to forge; to devise falsely; as, to fabricate a lie or story."},{"word":"Fabrication","type":"n.","descr":" The act of fabricating, framing, or constructing; construction; manufacture; as, the fabrication of a bridge, a church, or a government."},{"word":"Fabrication","type":"n.","descr":" That which is fabricated; a falsehood; as, the story is doubtless a fabrication."},{"word":"Fabricator","type":"n.","descr":" One who fabricates; one who constructs or makes."},{"word":"Fabricatress","type":"n.","descr":" A woman who fabricates."},{"word":"Fabrile","type":"a.","descr":" Pertaining to a workman, or to work in stone, metal, wood etc.; as, fabrile skill."},{"word":"Fabulist","type":"n.","descr":" One who invents or writes fables."},{"word":"Fabulized","type":"imp. and p. p.","descr":" of Fabulize"},{"word":"Fabulizing","type":"p. pr. and vb. n.","descr":" of Fabulize"},{"word":"Fabulize","type":"v. i.","descr":" To invent, compose, or relate fables or fictions."},{"word":"Fabulosity","type":"n.","descr":" Fabulousness."},{"word":"Fabulosity","type":"n.","descr":" A fabulous or fictitious story."},{"word":"Fabulous","type":"a.","descr":" Feigned, as a story or fable; related in fable; devised; invented; not real; fictitious; as, a fabulous description; a fabulous hero."},{"word":"Fabulous","type":"a.","descr":" Passing belief; exceedingly great; as, a fabulous price."},{"word":"Faburden","type":"n.","descr":" A species of counterpoint with a drone bass."},{"word":"Faburden","type":"n.","descr":" A succession of chords of the sixth."},{"word":"Faburden","type":"n.","descr":" A monotonous refrain."},{"word":"Fac","type":"n.","descr":" A large ornamental letter used, esp. by the early printers, at the commencement of the chapters and other divisions of a book."},{"word":"Facade","type":"n.","descr":" The front of a building; esp., the principal front, having some architectural pretensions. Thus a church is said to have its facade unfinished, though the interior may be in use."},{"word":"Face","type":"n.","descr":" The exterior form or appearance of anything; that part which presents itself to the view; especially, the front or upper part or surface; that which particularly offers itself to the view of a spectator."},{"word":"Face","type":"n.","descr":" That part of a body, having several sides, which may be seen from one point, or which is presented toward a certain direction; one of the bounding planes of a solid; as, a cube has six faces."},{"word":"Face","type":"n.","descr":" The principal dressed surface of a plate, disk, or pulley; the principal flat surface of a part or object."},{"word":"Face","type":"n.","descr":" That part of the acting surface of a cog in a cog wheel, which projects beyond the pitch line."},{"word":"Face","type":"n.","descr":" The width of a pulley, or the length of a cog from end to end; as, a pulley or cog wheel of ten inches face."},{"word":"Face","type":"n.","descr":" The upper surface, or the character upon the surface, of a type, plate, etc."},{"word":"Face","type":"n.","descr":" The style or cut of a type or font of type."},{"word":"Face","type":"n.","descr":" Outside appearance; surface show; look; external aspect, whether natural, assumed, or acquired."},{"word":"Face","type":"n.","descr":" That part of the head, esp. of man, in which the eyes, cheeks, nose, and mouth are situated; visage; countenance."},{"word":"Face","type":"n.","descr":" Cast of features; expression of countenance; look; air; appearance."},{"word":"Face","type":"n.","descr":" Ten degrees in extent of a sign of the zodiac."},{"word":"Face","type":"n.","descr":" Maintenance of the countenance free from abashment or confusion; confidence; boldness; shamelessness; effrontery."},{"word":"Face","type":"n.","descr":" Presence; sight; front; as in the phrases, before the face of, in the immediate presence of; in the face of, before, in, or against the front of; as, to fly in the face of danger; to the face of, directly to; from the face of, from the presence of."},{"word":"Face","type":"n.","descr":" Mode of regard, whether favorable or unfavorable; favor or anger; mostly in Scriptural phrases."},{"word":"Face","type":"n.","descr":" The end or wall of the tunnel, drift, or excavation, at which work is progressing or was last done."},{"word":"Face","type":"n.","descr":" The exact amount expressed on a bill, note, bond, or other mercantile paper, without any addition for interest or reduction for discount."},{"word":"Faced","type":"imp. and p. p.","descr":" of Face"},{"word":"Facing","type":"p. pr. and vb. n.","descr":" of Face"},{"word":"Face","type":"v. t.","descr":" To meet in front; to oppose with firmness; to resist, or to meet for the purpose of stopping or opposing; to confront; to encounter; as, to face an enemy in the field of battle."},{"word":"Face","type":"v. t.","descr":" To Confront impudently; to bully."},{"word":"Face","type":"v. t.","descr":" To stand opposite to; to stand with the face or front toward; to front upon; as, the apartments of the general faced the park."},{"word":"Face","type":"v. t.","descr":" To cover in front, for ornament, protection, etc.; to put a facing upon; as, a building faced with marble."},{"word":"Face","type":"v. t.","descr":" To line near the edge, esp. with a different material; as, to face the front of a coat, or the bottom of a dress."},{"word":"Face","type":"v. t.","descr":" To cover with better, or better appearing, material than the mass consists of, for purpose of deception, as the surface of a box of tea, a barrel of sugar, etc."},{"word":"Face","type":"v. t.","descr":" To make the surface of (anything) flat or smooth; to dress the face of (a stone, a casting, etc.); esp., in turning, to shape or smooth the flat surface of, as distinguished from the cylindrical surface."},{"word":"Face","type":"v. t.","descr":" To cause to turn or present a face or front, as in a particular direction."},{"word":"Face","type":"v. i.","descr":" To carry a false appearance; to play the hypocrite."},{"word":"Face","type":"v. i.","descr":" To turn the face; as, to face to the right or left."},{"word":"Face","type":"v. i.","descr":" To present a face or front."},{"word":"Faced","type":"a.","descr":" Having (such) a face, or (so many) faces; as, smooth-faced, two-faced."},{"word":"Faser","type":"n.","descr":" One who faces; one who puts on a false show; a bold-faced person."},{"word":"Faser","type":"n.","descr":" A blow in the face, as in boxing; hence, any severe or stunning check or defeat, as in controversy."},{"word":"Facet","type":"n.","descr":" A little face; a small, plane surface; as, the facets of a diamond."},{"word":"Facet","type":"n.","descr":" A smooth circumscribed surface; as, the articular facet of a bone."},{"word":"Facet","type":"n.","descr":" The narrow plane surface between flutings of a column."},{"word":"Facet","type":"n.","descr":" One of the numerous small eyes which make up the compound eyes of insects and crustaceans."},{"word":"Faceted","type":"imp. and p. p.","descr":" of Facet"},{"word":"Faceting","type":"p. pr. and vb. n.","descr":" of Facet"},{"word":"Facet","type":"v. t.","descr":" To cut facets or small faces upon; as, to facet a diamond."},{"word":"Facete","type":"a.","descr":" Facetious; witty; humorous."},{"word":"Faceted","type":"a.","descr":" Having facets."},{"word":"Facetiae","type":"n. pl.","descr":" Witty or humorous writings or saying; witticisms; merry conceits."},{"word":"Facetious","type":"a.","descr":" Given to wit and good humor; merry; sportive; jocular; as, a facetious companion."},{"word":"Facetious","type":"a.","descr":" Characterized by wit and pleasantry; exciting laughter; as, a facetious story or reply."},{"word":"Facette","type":"n.","descr":" See Facet, n."},{"word":"Facework","type":"n.","descr":" The material of the outside or front side, as of a wall or building; facing."},{"word":"Facia","type":"n.","descr":" See Fascia."},{"word":"Facial","type":"a.","descr":" Of or pertaining to the face; as, the facial artery, vein, or nerve."},{"word":"Faciend","type":"n.","descr":" The multiplicand. See Facient, 2."},{"word":"Facient","type":"n.","descr":" One who does anything, good or bad; a doer; an agent."},{"word":"Facient","type":"n.","descr":" One of the variables of a quantic as distinguished from a coefficient."},{"word":"Facient","type":"n.","descr":" The multiplier."},{"word":"Facies","type":"n.","descr":" The anterior part of the head; the face."},{"word":"Facies","type":"n.","descr":" The general aspect or habit of a species, or group of species, esp. with reference to its adaptation to its environment."},{"word":"Facies","type":"n.","descr":" The face of a bird, or the front of the head, excluding the bill."},{"word":"Facile","type":"a.","descr":" Easy to be done or performed: not difficult; performable or attainable with little labor."},{"word":"Facile","type":"a.","descr":" Easy to be surmounted or removed; easily conquerable; readily mastered."},{"word":"Facile","type":"a.","descr":" Easy of access or converse; mild; courteous; not haughty, austere, or distant; affable; complaisant."},{"word":"Facile","type":"a.","descr":" Easily persuaded to good or bad; yielding; ductile to a fault; pliant; flexible."},{"word":"Facile","type":"a.","descr":" Ready; quick; expert; as, he is facile in expedients; he wields a facile pen."},{"word":"Facilitated","type":"imp. and p. p.","descr":" of Facilitate"},{"word":"Facilitating","type":"p. pr. and vb. n.","descr":" of Facilitate"},{"word":"Facilitate","type":"v. t.","descr":" To make easy or less difficult; to free from difficulty or impediment; to lessen the labor of; as, to facilitate the execution of a task."},{"word":"Facilitation","type":"n.","descr":" The act of facilitating or making easy."},{"word":"Facilities","type":"pl. ","descr":" of Facility"},{"word":"Facility","type":"n.","descr":" The quality of being easily performed; freedom from difficulty; ease; as, the facility of an operation."},{"word":"Facility","type":"n.","descr":" Ease in performance; readiness proceeding from skill or use; dexterity; as, practice gives a wonderful facility in executing works of art."},{"word":"Facility","type":"n.","descr":" Easiness to be persuaded; readiness or compliance; -- usually in a bad sense; pliancy."},{"word":"Facility","type":"n.","descr":" Easiness of access; complaisance; affability."},{"word":"Facility","type":"n.","descr":" That which promotes the ease of any action or course of conduct; advantage; aid; assistance; -- usually in the plural; as, special facilities for study."},{"word":"Facing","type":"n.","descr":" A covering in front, for ornament or other purpose; an exterior covering or sheathing; as, the facing of an earthen slope, sea wall, etc. , to strengthen it or to protect or adorn the exposed surface."},{"word":"Facing","type":"n.","descr":" A lining placed near the edge of a garment for ornament or protection."},{"word":"Facing","type":"n.","descr":" The finishing of any face of a wall with material different from that of which it is chiefly composed, or the coating or material so used."},{"word":"Facing","type":"n.","descr":" A powdered substance, as charcoal, bituminous coal, ect., applied to the face of a mold, or mixed with the sand that forms it, to give a fine smooth surface to the casting."},{"word":"Facing","type":"n.","descr":" The collar and cuffs of a military coat; -- commonly of a color different from that of the coat."},{"word":"Facing","type":"n.","descr":" The movement of soldiers by turning on their heels to the right, left, or about; -- chiefly in the pl."},{"word":"Facingly","type":"adv.","descr":" In a facing manner or position."},{"word":"Facinorous","type":"a.","descr":" Atrociously wicked."},{"word":"Facound","type":"n.","descr":" Speech; eloquence."},{"word":"Facsimiles","type":"pl. ","descr":" of Facsimile"},{"word":"Facsimile","type":"n.","descr":" A copy of anything made, either so as to be deceptive or so as to give every part and detail of the original; an exact copy or likeness."},{"word":"Facsimile","type":"v. t.","descr":" To make a facsimile of."},{"word":"Fact","type":"n.","descr":" A doing, making, or preparing."},{"word":"Fact","type":"n.","descr":" An effect produced or achieved; anything done or that comes to pass; an act; an event; a circumstance."},{"word":"Fact","type":"n.","descr":" Reality; actuality; truth; as, he, in fact, excelled all the rest; the fact is, he was beaten."},{"word":"Fact","type":"n.","descr":" The assertion or statement of a thing done or existing; sometimes, even when false, improperly put, by a transfer of meaning, for the thing done, or supposed to be done; a thing supposed or asserted to be done; as, history abounds with false facts."},{"word":"Faction","type":"n.","descr":" One of the divisions or parties of charioteers (distinguished by their colors) in the games of the circus."},{"word":"Faction","type":"n.","descr":" A party, in political society, combined or acting in union, in opposition to the government, or state; -- usually applied to a minority, but it may be applied to a majority; a combination or clique of partisans of any kind, acting for their own interests, especially if greedy, clamorous, and reckless of the common good."},{"word":"Faction","type":"n.","descr":" Tumult; discord; dissension."},{"word":"Factionary","type":"a.","descr":" Belonging to a faction; being a partisan; taking sides."},{"word":"Factioner","type":"n.","descr":" One of a faction."},{"word":"Factionist","type":"n.","descr":" One who promotes faction."},{"word":"Factious","type":"a.","descr":" Given to faction; addicted to form parties and raise dissensions, in opposition to government or the common good; turbulent; seditious; prone to clamor against public measures or men; -- said of persons."},{"word":"Factious","type":"a.","descr":" Pertaining to faction; proceeding from faction; indicating, or characterized by, faction; -- said of acts or expressions; as, factious quarrels."},{"word":"Factitious","type":"a.","descr":" Made by art, in distinction from what is produced by nature; artificial; sham; formed by, or adapted to, an artificial or conventional, in distinction from a natural, standard or rule; not natural; as, factitious cinnabar or jewels; a factitious taste."},{"word":"Factitive","type":"a.","descr":" Causing; causative."},{"word":"Factitive","type":"a.","descr":" Pertaining to that relation which is proper when the act, as of a transitive verb, is not merely received by an object, but produces some change in the object, as when we say, He made the water wine."},{"word":"Factive","type":"a.","descr":" Making; having power to make."},{"word":"Facto","type":"adv.","descr":" In fact; by the act or fact."},{"word":"Factor","type":"n.","descr":" One who transacts business for another; an agent; a substitute; especially, a mercantile agent who buys and sells goods and transacts business for others in commission; a commission merchant or consignee. He may be a home factor or a foreign factor. He may buy and sell in his own name, and he is intrusted with the possession and control of the goods; and in these respects he differs from a broker."},{"word":"Factor","type":"n.","descr":" A steward or bailiff of an estate."},{"word":"Factor","type":"n.","descr":" One of the elements or quantities which, when multiplied together, from a product."},{"word":"Factor","type":"n.","descr":" One of the elements, circumstances, or influences which contribute to produce a result; a constituent."},{"word":"Factored","type":"imp. and p. p.","descr":" of Factor"},{"word":"Factoring","type":"p. pr. and vb. n.","descr":" of Factor"},{"word":"Factor","type":"v. t.","descr":" To resolve (a quantity) into its factors."},{"word":"Factorage","type":"n.","descr":" The allowance given to a factor, as a compensation for his services; -- called also a commission."},{"word":"Factoress","type":"n.","descr":" A factor who is a woman."},{"word":"Factorial","type":"a.","descr":" Of or pertaining to a factory."},{"word":"Factorial","type":"a.","descr":" Related to factorials."},{"word":"Factorial","type":"n.","descr":" A name given to the factors of a continued product when the former are derivable from one and the same function F(x) by successively imparting a constant increment or decrement h to the independent variable. Thus the product F(x).F(x + h).F(x + 2h) . . . F[x + (n-1)h] is called a factorial term, and its several factors take the name of factorials."},{"word":"Factorial","type":"n.","descr":" The product of the consecutive numbers from unity up to any given number."},{"word":"Factoring","type":"n.","descr":" The act of resolving into factors."},{"word":"Factorized","type":"imp. and p. p.","descr":" of Factorize"},{"word":"Factorizing","type":"p. pr. and vb. n.","descr":" of Factorize"},{"word":"Factorize","type":"v. t.","descr":" To give warning to; -- said of a person in whose hands the effects of another are attached, the warning being to the effect that he shall not pay the money or deliver the property of the defendant in his hands to him, but appear and answer the suit of the plaintiff."},{"word":"Factorize","type":"v. t.","descr":" To attach (the effects of a debtor) in the hands of a third person ; to garnish. See Garnish."},{"word":"Factorship","type":"n.","descr":" The business of a factor."},{"word":"Factories","type":"pl. ","descr":" of Factory"},{"word":"Factory","type":"n.","descr":" A house or place where factors, or commercial agents, reside, to transact business for their employers."},{"word":"Factory","type":"n.","descr":" The body of factors in any place; as, a chaplain to a British factory."},{"word":"Factory","type":"n.","descr":" A building, or collection of buildings, appropriated to the manufacture of goods; the place where workmen are employed in fabricating goods, wares, or utensils; a manufactory; as, a cotton factory."},{"word":"Factotums","type":"pl. ","descr":" of Factotum"},{"word":"Factotum","type":"n.","descr":" A person employed to do all kinds of work or business."},{"word":"Factual","type":"a.","descr":" Relating to, or containing, facts."},{"word":"Facta","type":"pl. ","descr":" of Factum"},{"word":"Factum","type":"n.","descr":" A man\\'s own act and deed"},{"word":"Factum","type":"n.","descr":" Anything stated and made certain."},{"word":"Factum","type":"n.","descr":" The due execution of a will, including everything necessary to its validity."},{"word":"Factum","type":"n.","descr":" The product. See Facient, 2."},{"word":"Facture","type":"n.","descr":" The act or manner of making or doing anything; -- now used of a literary, musical, or pictorial production."},{"word":"Facture","type":"n.","descr":" An invoice or bill of parcels."},{"word":"Faculae","type":"n. pl.","descr":" Groups of small shining spots on the surface of the sun which are brighter than the other parts of the photosphere. They are generally seen in the neighborhood of the dark spots, and are supposed to be elevated portions of the photosphere."},{"word":"Facular","type":"a.","descr":" Of or pertaining to the faculae."},{"word":"Faculties","type":"pl. ","descr":" of Faculty"},{"word":"Faculty","type":"n.","descr":" Ability to act or perform, whether inborn or cultivated; capacity for any natural function; especially, an original mental power or capacity for any of the well-known classes of mental activity; psychical or soul capacity; capacity for any of the leading kinds of soul activity, as knowledge, feeling, volition; intellectual endowment or gift; power; as, faculties of the mind or the soul."},{"word":"Faculty","type":"n.","descr":" Special mental endowment; characteristic knack."},{"word":"Faculty","type":"n.","descr":" Power; prerogative or attribute of office."},{"word":"Faculty","type":"n.","descr":" Privilege or permission, granted by favor or indulgence, to do a particular thing; authority; license; dispensation."},{"word":"Faculty","type":"n.","descr":" A body of a men to whom any specific right or privilege is granted; formerly, the graduates in any of the four departments of a university or college (Philosophy, Law, Medicine, or Theology), to whom was granted the right of teaching (profitendi or docendi) in the department in which they had studied; at present, the members of a profession itself; as, the medical faculty; the legal faculty, ect."},{"word":"Faculty","type":"n.","descr":" The body of person to whom are intrusted the government and instruction of a college or university, or of one of its departments; the president, professors, and tutors in a college."},{"word":"Facund","type":"a.","descr":" Eloquent."},{"word":"Facundious","type":"a.","descr":" Eloquement; full of words."},{"word":"Facundity","type":"n.","descr":" Eloquence; readiness of speech."},{"word":"Fad","type":"n.","descr":" A hobby ; freak; whim."},{"word":"Faddle","type":"v. i.","descr":" To trifle; to toy."},{"word":"Faddle","type":"v. t. ","descr":" To fondle; to dandle."},{"word":"Fade","type":"a.","descr":" Weak; insipid; tasteless; commonplace."},{"word":"Faded","type":"imp. and p. p.","descr":" of Fade"},{"word":"Fading","type":"p. pr. and vb. n.","descr":" of Fade"},{"word":"Fade","type":"a.","descr":" To become fade; to grow weak; to lose strength; to decay; to perish gradually; to wither, as a plant."},{"word":"Fade","type":"a.","descr":" To lose freshness, color, or brightness; to become faint in hue or tint; hence, to be wanting in color."},{"word":"Fade","type":"a.","descr":" To sink away; to disappear gradually; to grow dim; to vanish."},{"word":"Fade","type":"v. t.","descr":" To cause to wither; to deprive of freshness or vigor; to wear away."},{"word":"Faded","type":"a.","descr":" That has lost freshness, color, or brightness; grown dim."},{"word":"Fadedly","type":"adv.","descr":" In a faded manner."},{"word":"Fadeless","type":"a.","descr":" Not liable to fade; unfading."},{"word":"Fader","type":"n.","descr":" Father."},{"word":"Fadge","type":"a.","descr":" To fit; to suit; to agree."},{"word":"Fadge","type":"n.","descr":" A small flat loaf or thick cake; also, a fagot."},{"word":"Fading","type":"a.","descr":" Losing freshness, color, brightness, or vigor."},{"word":"Fading","type":"n.","descr":" Loss of color, freshness, or vigor."},{"word":"Fading","type":"n.","descr":" An Irish dance; also, the burden of a song."},{"word":"Fadme","type":"n.","descr":" A fathom."},{"word":"Fady","type":"a.","descr":" Faded."},{"word":"Faecal","type":"a.","descr":" See Fecal."},{"word":"Faeces","type":"n.pl.","descr":" Excrement; ordure; also, settlings; sediment after infusion or distillation."},{"word":"Faecula","type":"n.","descr":" See Fecula."},{"word":"Faery","type":"n. and a.","descr":" Fairy."},{"word":"Faffle","type":"v. i.","descr":" To stammer."},{"word":"Fag","type":"n.","descr":" A knot or coarse part in cloth."},{"word":"Fagged","type":"imp. and p. p.","descr":" of Fag"},{"word":"Fagging","type":"p. pr. and vb. n.","descr":" of Fag"},{"word":"Fag","type":"v. i.","descr":" To become weary; to tire."},{"word":"Fag","type":"v. i.","descr":" To labor to wearness; to work hard; to drudge."},{"word":"Fag","type":"v. i.","descr":" To act as a fag, or perform menial services or drudgery, for another, as in some English schools."},{"word":"Fag","type":"v. t.","descr":" To tire by labor; to exhaust; as, he was almost fagged out."},{"word":"Fag","type":"v. t.","descr":" Anything that fatigues."},{"word":"Fagend","type":"n.","descr":" An end of poorer quality, or in a spoiled condition, as the coarser end of a web of cloth, the untwisted end of a rope, ect."},{"word":"Fagend","type":"n.","descr":" The refuse or meaner part of anything."},{"word":"Fagging","type":"n.","descr":" Laborious drudgery; esp., the acting as a drudge for another at an English school."},{"word":"Fagot","type":"n.","descr":" A bundle of sticks, twigs, or small branches of trees, used for fuel, for raising batteries, filling ditches, or other purposes in fortification; a fascine."},{"word":"Fagot","type":"n.","descr":" A bundle of pieces of wrought iron to be worked over into bars or other shapes by rolling or hammering at a welding heat; a pile."},{"word":"Fagot","type":"n.","descr":" A bassoon. See Fagotto."},{"word":"Fagot","type":"n.","descr":" A person hired to take the place of another at the muster of a company."},{"word":"Fagot","type":"n.","descr":" An old shriveled woman."},{"word":"Fagoted","type":"imp. and p. p.","descr":" of Fagot"},{"word":"Fagoting","type":"p. pr. and vb. n.","descr":" of Fagot"},{"word":"Fagot","type":"v. t.","descr":" To make a fagot of; to bind together in a fagot or bundle; also, to collect promiscuously."},{"word":"Fagotto","type":"n.","descr":" The bassoon; -- so called from being divided into parts for ease of carriage, making, as it were, a small fagot."},{"word":"Faham","type":"n.","descr":" The leaves of an orchid (Angraecum fragrans), of the islands of Bourbon and Mauritius, used (in France) as a substitute for Chinese tea."},{"word":"Fahlband","type":"n.","descr":" A stratum in crystalline rock, containing metallic sulphides."},{"word":"Fahlerz","type":"n.","descr":" Alt. of Fahlband"},{"word":"Fahlband","type":"n.","descr":" Same as Tetrahedrite."},{"word":"Fahlunite","type":"n.","descr":" A hydration of iolite."},{"word":"Fahrenheit","type":"a.","descr":" Conforming to the scale used by Gabriel Daniel Fahrenheit in the graduation of his thermometer; of or relating to Fahrenheit\\'s thermometric scale."},{"word":"Fahrenheit","type":"n.","descr":" The Fahrenheit termometer or scale."},{"word":"Faience","type":"n.","descr":" Glazed earthenware; esp., that which is decorated in color."},{"word":"Failed","type":"imp. and p. p.","descr":" of Fail"},{"word":"Failing","type":"p. pr. and vb. n.","descr":" of Fail"},{"word":"Fail","type":"v. i.","descr":" To be wanting; to fall short; to be or become deficient in any measure or degree up to total absence; to cease to be furnished in the usual or expected manner, or to be altogether cut off from supply; to be lacking; as, streams fail; crops fail."},{"word":"Fail","type":"v. i.","descr":" To be affected with want; to come short; to lack; to be deficient or unprovided; -- used with of."},{"word":"Fail","type":"v. i.","descr":" To fall away; to become diminished; to decline; to decay; to sink."},{"word":"Fail","type":"v. i.","descr":" To deteriorate in respect to vigor, activity, resources, etc.; to become weaker; as, a sick man fails."},{"word":"Fail","type":"v. i.","descr":" To perish; to die; -- used of a person."},{"word":"Fail","type":"v. i.","descr":" To be found wanting with respect to an action or a duty to be performed, a result to be secured, etc.; to miss; not to fulfill expectation."},{"word":"Fail","type":"v. i.","descr":" To come short of a result or object aimed at or desired ; to be baffled or frusrated."},{"word":"Fail","type":"v. i.","descr":" To err in judgment; to be mistaken."},{"word":"Fail","type":"v. i.","descr":" To become unable to meet one\\'s engagements; especially, to be unable to pay one\\'s debts or discharge one\\'s business obligation; to become bankrupt or insolvent."},{"word":"Fail","type":"v. t.","descr":" To be wanting to ; to be insufficient for; to disappoint; to desert."},{"word":"Fail","type":"v. t.","descr":" To miss of attaining; to lose."},{"word":"Fail","type":"v. i.","descr":" Miscarriage; failure; deficiency; fault; -- mostly superseded by failure or failing, except in the phrase without fail."},{"word":"Fail","type":"v. i.","descr":" Death; decease."},{"word":"Failance","type":"n.","descr":" Fault; failure; omission."},{"word":"Failing","type":"n.","descr":" A failing short; a becoming deficient; failure; deficiency; imperfection; weakness; lapse; fault; infirmity; as, a mental failing."},{"word":"Failing","type":"n.","descr":" The act of becoming insolvent of bankrupt."},{"word":"Faille","type":"n.","descr":" A soft silk, heavier than a foulard and not glossy."},{"word":"Failure","type":"n.","descr":" Cessation of supply, or total defect; a failing; deficiency; as, failure of rain; failure of crops."},{"word":"Failure","type":"n.","descr":" Omission; nonperformance; as, the failure to keep a promise."},{"word":"Failure","type":"n.","descr":" Want of success; the state of having failed."},{"word":"Failure","type":"n.","descr":" Decay, or defect from decay; deterioration; as, the failure of memory or of sight."},{"word":"Failure","type":"n.","descr":" A becoming insolvent; bankruptcy; suspension of payment; as, failure in business."},{"word":"Failure","type":"n.","descr":" A failing; a slight fault."},{"word":"Fain","type":"a.","descr":" Well-pleased; glad; apt; wont; fond; inclined."},{"word":"Fain","type":"a.","descr":" Satisfied; contented; also, constrained."},{"word":"Fain","type":"adv.","descr":" With joy; gladly; -- with wold."},{"word":"Fain","type":"v. t. and i.","descr":" To be glad ; to wish or desire."},{"word":"Faineant","type":"a.","descr":" Doing nothing; shiftless."},{"word":"Faineant","type":"n.","descr":" A do-nothing; an idle fellow; a sluggard."},{"word":"Faint","type":"superl.","descr":" Lacking strength; weak; languid; inclined to swoon; as, faint with fatigue, hunger, or thirst."},{"word":"Faint","type":"superl.","descr":" Wanting in courage, spirit, or energy; timorous; cowardly; dejected; depressed; as, \"Faint heart ne\\'er won fair lady.\""},{"word":"Faint","type":"superl.","descr":" Lacking distinctness; hardly perceptible; striking the senses feebly; not bright, or loud, or sharp, or forcible; weak; as, a faint color, or sound."},{"word":"Faint","type":"superl.","descr":" Performed, done, or acted, in a weak or feeble manner; not exhibiting vigor, strength, or energy; slight; as, faint efforts; faint resistance."},{"word":"Faint","type":"n.","descr":" The act of fainting, or the state of one who has fainted; a swoon. [R.] See Fainting, n."},{"word":"Fainted","type":"imp. and p. p.","descr":" of Faint"},{"word":"Fainting","type":"p. pr. and vb. n.","descr":" of Faint"},{"word":"Faint","type":"v. i.","descr":" To become weak or wanting in vigor; to grow feeble; to lose strength and color, and the control of the bodily or mental functions; to swoon; -- sometimes with away. See Fainting, n."},{"word":"Faint","type":"n.","descr":" To sink into dejection; to lose courage or spirit; to become depressed or despondent."},{"word":"Faint","type":"n.","descr":" To decay; to disappear; to vanish."},{"word":"Faint","type":"v. t.","descr":" To cause to faint or become dispirited; to depress; to weaken."},{"word":"Fainthearted","type":"a.","descr":" Wanting in courage; depressed by fear; easily discouraged or frightened; cowardly; timorous; dejected."},{"word":"Fainting","type":"n.","descr":" Syncope, or loss of consciousness owing to a sudden arrest of the blood supply to the brain, the face becoming pallid, the respiration feeble, and the heat\\'s beat weak."},{"word":"Faintish","type":"a.","descr":" Slightly faint; somewhat faint."},{"word":"Faintling","type":"a.","descr":" Timorous; feeble-minded."},{"word":"Faintly","type":"adv.","descr":" In a faint, weak, or timidmanner."},{"word":"Faintness","type":"n.","descr":" The state of being faint; loss of strength, or of consciousness, and self-control."},{"word":"Faintness","type":"n.","descr":" Want of vigor or energy."},{"word":"Faintness","type":"n.","descr":" Feebleness, as of color or light; lack of distinctness; as, faintness of description."},{"word":"Faintness","type":"n.","descr":" Faint-heartedness; timorousness; dejection."},{"word":"Faints","type":"n.pl.","descr":" The impure spirit which comes over first and last in the distillation of whisky; -- the former being called the strong faints, and the latter, which is much more abundant, the weak faints. This crude spirit is much impregnated with fusel oil."},{"word":"Fainty","type":"a.","descr":" Feeble; languid."},{"word":"Fair","type":"superl.","descr":" Free from spots, specks, dirt, or imperfection; unblemished; clean; pure."},{"word":"Fair","type":"superl.","descr":" Pleasing to the eye; handsome; beautiful."},{"word":"Fair","type":"superl.","descr":" Without a dark hue; light; clear; as, a fair skin."},{"word":"Fair","type":"superl.","descr":" Not overcast; cloudless; clear; pleasant; propitious; favorable; -- said of the sky, weather, or wind, etc.; as, a fair sky; a fair day."},{"word":"Fair","type":"superl.","descr":" Free from obstacles or hindrances; unobstructed; unincumbered; open; direct; -- said of a road, passage, etc.; as, a fair mark; in fair sight; a fair view."},{"word":"Fair","type":"superl.","descr":" Without sudden change of direction or curvature; smooth; fowing; -- said of the figure of a vessel, and of surfaces, water lines, and other lines."},{"word":"Fair","type":"superl.","descr":" Characterized by frankness, honesty, impartiality, or candor; open; upright; free from suspicion or bias; equitable; just; -- said of persons, character, or conduct; as, a fair man; fair dealing; a fair statement."},{"word":"Fair","type":"superl.","descr":" Pleasing; favorable; inspiring hope and confidence; -- said of words, promises, etc."},{"word":"Fair","type":"superl.","descr":" Distinct; legible; as, fair handwriting."},{"word":"Fair","type":"superl.","descr":" Free from any marked characteristic; average; middling; as, a fair specimen."},{"word":"Fair","type":"adv.","descr":" Clearly; openly; frankly; civilly; honestly; favorably; auspiciously; agreeably."},{"word":"Fair","type":"n.","descr":" Fairness, beauty."},{"word":"Fair","type":"n.","descr":" A fair woman; a sweetheart."},{"word":"Fair","type":"n.","descr":" Good fortune; good luck."},{"word":"Fair","type":"v. t.","descr":" To make fair or beautiful."},{"word":"Fair","type":"v. t.","descr":" To make smooth and flowing, as a vessel\\'s lines."},{"word":"Fair","type":"n.","descr":" A gathering of buyers and sellers, assembled at a particular place with their merchandise at a stated or regular season, or by special appointment, for trade."},{"word":"Fair","type":"n.","descr":" A festival, and sale of fancy articles. erc., usually for some charitable object; as, a Grand Army fair."},{"word":"Fair","type":"n.","descr":" A competitive exhibition of wares, farm products, etc., not primarily for purposes of sale; as, the Mechanics\\' fair; an agricultural fair."},{"word":"Fair-haired","type":"a.","descr":" Having fair or light-colored hair."},{"word":"Fairhood","type":"n.","descr":" Fairness; beauty."},{"word":"Fairily","type":"adv.","descr":" In the manner of a fairy."},{"word":"Fairing","type":"n.","descr":" A present; originally, one given or purchased at a fair."},{"word":"Fairish","type":"a.","descr":" Tolerably fair."},{"word":"Fair-leader","type":"n.","descr":" A block, or ring, serving as a guide for the running rigging or for any rope."},{"word":"Fairly","type":"adv.","descr":" In a fair manner; clearly; openly; plainly; fully; distinctly; frankly."},{"word":"Fairly","type":"adv.","descr":" Favorably; auspiciously; commodiously; as, a town fairly situated for foreign traade."},{"word":"Fairly","type":"adv.","descr":" Honestly; properly."},{"word":"Fairly","type":"adv.","descr":" Softly; quietly; gently."},{"word":"Fair-minded","type":"a.","descr":" Unprejudiced; just; judicial; honest."},{"word":"Fair-natured","type":"a.","descr":" Well-disposed."},{"word":"Fairness","type":"n.","descr":" The state of being fair, or free form spots or stains, as of the skin; honesty, as of dealing; candor, as of an argument, etc."},{"word":"Faair-spoken","type":"a.","descr":" Using fair speech, or uttered with fairness; bland; civil; courteous; plausible."},{"word":"Fairway","type":"n.","descr":" The navigable part of a river, bay, etc., through which vessels enter or depart; the part of a harbor or channel ehich is kept open and unobstructed for the passage of vessels."},{"word":"Fair-weather","type":"a.","descr":" Made or done in pleasant weather, or in circumstances involving but little exposure or sacrifice; as, a fair-weather voyage."},{"word":"Fair-weather","type":"a.","descr":" Appearing only when times or circumstances are prosperous; as, a fair-weather friend."},{"word":"Fair-world","type":"n.","descr":" State of prosperity."},{"word":"Fairies","type":"pl. ","descr":" of Fairy"},{"word":"Fairy","type":"n.","descr":" Enchantment; illusion."},{"word":"Fairy","type":"n.","descr":" The country of the fays; land of illusions."},{"word":"Fairy","type":"n.","descr":" An imaginary supernatural being or spirit, supposed to assume a human form (usually diminutive), either male or female, and to meddle for good or evil in the affairs of mankind; a fay. See Elf, and Demon."},{"word":"Fairy","type":"n.","descr":" An enchantress."},{"word":"Fairy","type":"a.","descr":" Of or pertaining to fairies."},{"word":"Fairy","type":"a.","descr":" Given by fairies; as, fairy money."},{"word":"Fairyland","type":"n.","descr":" The imaginary land or abode of fairies."},{"word":"Fairylike","type":"a.","descr":" Resembling a fairy, or what is made or done be fairies; as, fairylike music."},{"word":"Faith","type":"n.","descr":" Belief; the assent of the mind to the truth of what is declared by another, resting solely and implicitly on his authority and veracity; reliance on testimony."},{"word":"Faith","type":"n.","descr":" The assent of the mind to the statement or proposition of another, on the ground of the manifest truth of what he utters; firm and earnest belief, on probable evidence of any kind, especially in regard to important moral truth."},{"word":"Faith","type":"n.","descr":" The belief in the historic truthfulness of the Scripture narrative, and the supernatural origin of its teachings, sometimes called historical and speculative faith."},{"word":"Faith","type":"n.","descr":" The belief in the facts and truth of the Scriptures, with a practical love of them; especially, that confiding and affectionate belief in the person and work of Christ, which affects the character and life, and makes a man a true Christian, -- called a practical, evangelical, or saving faith."},{"word":"Faith","type":"n.","descr":" That which is believed on any subject, whether in science, politics, or religion; especially (Theol.), a system of religious belief of any kind; as, the Jewish or Mohammedan faith; and especially, the system of truth taught by Christ; as, the Christian faith; also, the creed or belief of a Christian society or church."},{"word":"Faith","type":"n.","descr":" Fidelity to one\\'s promises, or allegiance to duty, or to a person honored and beloved; loyalty."},{"word":"Faith","type":"n.","descr":" Word or honor pledged; promise given; fidelity; as, he violated his faith."},{"word":"Faith","type":"n.","descr":" Credibility or truth."},{"word":"Faith","type":"interj.","descr":" By my faith; in truth; verily."},{"word":"Faithed","type":"a.","descr":" Having faith or a faith; honest; sincere."},{"word":"Faithful","type":"a.","descr":" Full of faith, or having faith; disposed to believe, especially in the declarations and promises of God."},{"word":"Faithful","type":"a.","descr":" Firm in adherence to promises, oaths, contracts, treaties, or other engagements."},{"word":"Faithful","type":"a.","descr":" True and constant in affection or allegiance to a person to whom one is bound by a vow, be ties of love, gratitude, or honor, as to a husband, a prince, a friend; firm in the observance of duty; loyal; of true fidelity; as, a faithful husband or servant."},{"word":"Faithful","type":"a.","descr":" Worthy of confidence and belief; conformable to truth ot fact; exact; accurate; as, a faithful narrative or representation."},{"word":"Faithless","type":"a.","descr":" Not believing; not giving credit."},{"word":"Faithless","type":"a.","descr":" Not believing on God or religion; specifically, not believing in the Christian religion."},{"word":"Faithless","type":"a.","descr":" Not observant of promises or covenants."},{"word":"Faithless","type":"a.","descr":" Not true to allegiance, duty, or vows; perfidious; trecherous; disloyal; not of true fidelity; inconstant, as a husband or a wife."},{"word":"Faithless","type":"a.","descr":" Serving to disappoint or deceive; delusive; unsatisfying."},{"word":"Faitour","type":"n.","descr":" A doer or actor; particularly, an evil doer; a scoundrel."},{"word":"Fake","type":"n.","descr":" One of the circles or windings of a cable or hawser, as it lies in a coil; a single turn or coil."},{"word":"Fake","type":"v. t.","descr":" To coil (a rope, line, or hawser), by winding alternately in opposite directions, in layers usually of zigzag or figure of eight form,, to prevent twisting when running out."},{"word":"Fake","type":"v. t.","descr":" To cheat; to swindle; to steal; to rob."},{"word":"Fake","type":"v. t.","descr":" To make; to construct; to do."},{"word":"Fake","type":"v. t.","descr":" To manipulate fraudulently, so as to make an object appear better or other than it really is; as, to fake a bulldog, by burning his upper lip and thus artificially shortening it."},{"word":"Fake","type":"n.","descr":" A trick; a swindle."},{"word":"Fakir","type":"n.","descr":" An Oriental religious ascetic or begging monk."},{"word":"Falanaka","type":"n.","descr":" A viverrine mammal of Madagascar (Eupleres Goudotii), allied to the civet; -- called also Falanouc."},{"word":"Falcade","type":"n.","descr":" The action of a horse, when he throws himself on his haunches two or three times, bending himself, as it were, in very quick curvets."},{"word":"Falcate","type":"a.","descr":" Alt. of Falcated"},{"word":"Falcated","type":"a.","descr":" Hooked or bent like a sickle; as, a falcate leaf; a falcate claw; -- said also of the moon, or a planet, when horned or crescent-formed."},{"word":"Falcation","type":"n.","descr":" The state of being falcate; a bend in the form of a sickle."},{"word":"Falcer","type":"n.","descr":" One of the mandibles of a spider."},{"word":"Falchion","type":"n.","descr":" A broad-bladed sword, slightly curved, shorter and lighter than the ordinary sword; -- used in the Middle Ages."},{"word":"Falchion","type":"n.","descr":" A name given generally and poetically to a sword, especially to the swords of Oriental and fabled warriors."},{"word":"Falcidian","type":"a.","descr":" Of or pertaining to Publius Falcidius, a Roman tribune."},{"word":"Falciform","type":"a.","descr":" Having the shape of a scithe or sickle; resembling a reaping hook; as, the falciform ligatment of the liver."},{"word":"Falcon","type":"n.","descr":" One of a family (Falconidae) of raptorial birds, characterized by a short, hooked beak, strong claws, and powerful flight."},{"word":"Falcon","type":"n.","descr":" Any species of the genus Falco, distinguished by having a toothlike lobe on the upper mandible; especially, one of this genus trained to the pursuit of other birds, or game."},{"word":"Falcon","type":"n.","descr":" An ancient form of cannon."},{"word":"Falconer","type":"n.","descr":" A person who breeds or trains hawks for taking birds or game; one who follows the sport of fowling with hawks."},{"word":"Falconet","type":"n.","descr":" One of the smaller cannon used in the 15th century and later."},{"word":"Falconet","type":"n.","descr":" One of several very small Asiatic falcons of the genus Microhierax."},{"word":"Falconet","type":"n.","descr":" One of a group of Australian birds of the genus Falcunculus, resembling shrikes and titmice."},{"word":"Falcongentil","type":"n.","descr":" The female or young of the goshawk (Astur palumbarius)."},{"word":"Falconine","type":"a.","descr":" Like a falcon or hawk; belonging to the Falconidae"},{"word":"Falconry","type":"n.","descr":" The art of training falcons or hawks to pursue and attack wild fowl or game."},{"word":"Falconry","type":"n.","descr":" The sport of taking wild fowl or game by means of falcons or hawks."},{"word":"Falcula","type":"n.","descr":" A curved and sharp-pointed claw."},{"word":"Falculate","type":"a.","descr":" Curved and sharppointed, like a falcula, or claw of a falcon."},{"word":"Faldage","type":"n.","descr":" A privilege of setting up, and moving about, folds for sheep, in any fields within manors, in order to manure them; -- often reserved to himself by the lord of the manor."},{"word":"Faldfee","type":"n.","descr":" A fee or rent paid by a tenant for the privilege of faldage on his own ground."},{"word":"Falding","type":"n.","descr":" A frieze or rough-napped cloth."},{"word":"Faldistory","type":"n.","descr":" The throne or seat of a bishop within the chancel."},{"word":"Faldstool","type":"n.","descr":" A folding stool, or portable seat, made to fold up in the manner of a camo stool. It was formerly placed in the choir for a bishop, when he offciated in any but his own cathedral church."},{"word":"Falernian","type":"a.","descr":" Of or pertaining to Mount Falernus, in Italy; as, Falernianwine."},{"word":"Falk","type":"n.","descr":" The razorbill."},{"word":"Fallen","type":"p. p.","descr":" of Fall"},{"word":"Falling","type":"p. pr. and vb. n.","descr":" of Fall"},{"word":"Fall","type":"v. t.","descr":" To Descend, either suddenly or gradually; particularly, to descend by the force of gravity; to drop; to sink; as, the apple falls; the tide falls; the mercury falls in the barometer."},{"word":"Fall","type":"v. t.","descr":" To cease to be erect; to take suddenly a recumbent posture; to become prostrate; to drop; as, a child totters and falls; a tree falls; a worshiper falls on his knees."},{"word":"Fall","type":"v. t.","descr":" To find a final outlet; to discharge its waters; to empty; -- with into; as, the river Rhone falls into the Mediterranean."},{"word":"Fall","type":"v. t.","descr":" To become prostrate and dead; to die; especially, to die by violence, as in battle."},{"word":"Fall","type":"v. t.","descr":" To cease to be active or strong; to die away; to lose strength; to subside; to become less intense; as, the wind falls."},{"word":"Fall","type":"v. t.","descr":" To issue forth into life; to be brought forth; -- said of the young of certain animals."},{"word":"Fall","type":"v. t.","descr":" To decline in power, glory, wealth, or importance; to become insignificant; to lose rank or position; to decline in weight, value, price etc.; to become less; as, the falls; stocks fell two points."},{"word":"Fall","type":"v. t.","descr":" To be overthrown or captured; to be destroyed."},{"word":"Fall","type":"v. t.","descr":" To descend in character or reputation; to become degraded; to sink into vice, error, or sin; to depart from the faith; to apostatize; to sin."},{"word":"Fall","type":"v. t.","descr":" To become insnared or embarrassed; to be entrapped; to be worse off than before; asm to fall into error; to fall into difficulties."},{"word":"Fall","type":"v. t.","descr":" To assume a look of shame or disappointment; to become or appear dejected; -- said of the countenance."},{"word":"Fall","type":"v. t.","descr":" To sink; to languish; to become feeble or faint; as, our spirits rise and fall with our fortunes."},{"word":"Fall","type":"v. t.","descr":" To pass somewhat suddenly, and passively, into a new state of body or mind; to become; as, to fall asleep; to fall into a passion; to fall in love; to fall into temptation."},{"word":"Fall","type":"v. t.","descr":" To happen; to to come to pass; to light; to befall; to issue; to terminate."},{"word":"Fall","type":"v. t.","descr":" To come; to occur; to arrive."},{"word":"Fall","type":"v. t.","descr":" To begin with haste, ardor, or vehemence; to rush or hurry; as, they fell to blows."},{"word":"Fall","type":"v. t.","descr":" To pass or be transferred by chance, lot, distribution, inheritance, or otherwise; as, the estate fell to his brother; the kingdom fell into the hands of his rivals."},{"word":"Fall","type":"v. t.","descr":" To belong or appertain."},{"word":"Fall","type":"v. t.","descr":" To be dropped or uttered carelessly; as, an unguarded expression fell from his lips; not a murmur fell from him."},{"word":"Fall","type":"v. t.","descr":" To let fall; to drop."},{"word":"Fall","type":"v. t.","descr":" To sink; to depress; as, to fall the voice."},{"word":"Fall","type":"v. t.","descr":" To diminish; to lessen or lower."},{"word":"Fall","type":"v. t.","descr":" To bring forth; as, to fall lambs."},{"word":"Fall","type":"v. t.","descr":" To fell; to cut down; as, to fall a tree."},{"word":"Fall","type":"n.","descr":" The act of falling; a dropping or descending be the force of gravity; descent; as, a fall from a horse, or from the yard of ship."},{"word":"Fall","type":"n.","descr":" The act of dropping or tumbling from an erect posture; as, he was walking on ice, and had a fall."},{"word":"Fall","type":"n.","descr":" Death; destruction; overthrow; ruin."},{"word":"Fall","type":"n.","descr":" Downfall; degradation; loss of greatness or office; termination of greatness, power, or dominion; ruin; overthrow; as, the fall of the Roman empire."},{"word":"Fall","type":"n.","descr":" The surrender of a besieged fortress or town ; as, the fall of Sebastopol."},{"word":"Fall","type":"n.","descr":" Diminution or decrease in price or value; depreciation; as, the fall of prices; the fall of rents."},{"word":"Fall","type":"n.","descr":" A sinking of tone; cadence; as, the fall of the voice at the close of a sentence."},{"word":"Fall","type":"n.","descr":" Declivity; the descent of land or a hill; a slope."},{"word":"Fall","type":"n.","descr":" Descent of water; a cascade; a cataract; a rush of water down a precipice or steep; -- usually in the plural, sometimes in the singular; as, the falls of Niagara."},{"word":"Fall","type":"n.","descr":" The discharge of a river or current of water into the ocean, or into a lake or pond; as, the fall of the Po into the Gulf of Venice."},{"word":"Fall","type":"n.","descr":" Extent of descent; the distance which anything falls; as, the water of a stream has a fall of five feet."},{"word":"Fall","type":"n.","descr":" The season when leaves fall from trees; autumn."},{"word":"Fall","type":"n.","descr":" That which falls; a falling; as, a fall of rain; a heavy fall of snow."},{"word":"Fall","type":"n.","descr":" The act of felling or cutting down."},{"word":"Fall","type":"n.","descr":" Lapse or declension from innocence or goodness. Specifically: The first apostasy; the act of our first parents in eating the forbidden fruit; also, the apostasy of the rebellious angels."},{"word":"Fall","type":"n.","descr":" Formerly, a kind of ruff or band for the neck; a falling band; a faule."},{"word":"Fall","type":"n.","descr":" That part (as one of the ropes) of a tackle to which the power is applied in hoisting."},{"word":"Fallacious","type":"a.","descr":" Embodying or pertaining to a fallacy; illogical; fitted to deceive; misleading; delusive; as, fallacious arguments or reasoning."},{"word":"Fallacies","type":"pl. ","descr":" of Fallacy"},{"word":"Fallacy","type":"n.","descr":" Deceptive or false appearance; deceitfulness; that which misleads the eye or the mind; deception."},{"word":"Fallacy","type":"n.","descr":" An argument, or apparent argument, which professes to be decisive of the matter at issue, while in reality it is not; a sophism."},{"word":"Fallals","type":"n.pl.","descr":" Gay ornaments; frippery; gewgaws."},{"word":"Fallax","type":"n.","descr":" Cavillation; a caviling."},{"word":"Fallen","type":"a.","descr":" Dropped; prostrate; degraded; ruined; decreased; dead."},{"word":"Fallency","type":"n.","descr":" An exception."},{"word":"Faller","type":"n.","descr":" One who, or that which, falls."},{"word":"Faller","type":"n.","descr":" A part which acts by falling, as a stamp in a fulling mill, or the device in a spinning machine to arrest motion when a thread breaks."},{"word":"Fallfish","type":"n.","descr":" A fresh-water fish of the United States (Semotilus bullaris); -- called also silver chub, and Shiner. The name is also applied to other allied species."},{"word":"Fallibility","type":"n.","descr":" The state of being fallible; liability to deceive or to be deceived; as, the fallibity of an argument or of an adviser."},{"word":"Fallible","type":"a.","descr":" Liable to fail, mistake, or err; liable to deceive or to be deceived; as, all men are fallible; our opinions and hopes are fallible."},{"word":"Fallibly","type":"adv.","descr":" In a fallible manner."},{"word":"Falling","type":"a. and n.","descr":" from Fall, v. i."},{"word":"Fallopian","type":"a.","descr":" Pertaining to, or discovered by, Fallopius; as, the Fallopian tubes or oviducts, the ducts or canals which conduct the ova from the ovaries to the uterus."},{"word":"Fallow","type":"a.","descr":" Pale red or pale yellow; as, a fallow deer or greyhound."},{"word":"Fallow","type":"n.","descr":" Left untilled or unsowed after plowing; uncultivated; as, fallow ground."},{"word":"Fallow","type":"n.","descr":" Plowed land."},{"word":"Fallow","type":"n.","descr":" Land that has lain a year or more untilled or unseeded; land plowed without being sowed for the season."},{"word":"Fallow","type":"n.","descr":" The plowing or tilling of land, without sowing it for a season; as, summer fallow, properly conducted, has ever been found a sure method of destroying weeds."},{"word":"Fallowed","type":"imp. and p. p.","descr":" of Fallow"},{"word":"Fallowing","type":"p. pr. and vb. n.","descr":" of Fallow"},{"word":"Fallow","type":"n.","descr":" To plow, harrow, and break up, as land, without seeding, for the purpose of destroying weeds and insects, and rendering it mellow; as, it is profitable to fallow cold, strong, clayey land."},{"word":"Fallow deer","type":"","descr":" A European species of deer (Cervus dama), much smaller than the red deer. In summer both sexes are spotted with white. It is common in England, where it is often domesticated in the parks."},{"word":"Fallowist","type":"n.","descr":" One who favors the practice of fallowing land."},{"word":"Fallowness","type":"n.","descr":" A well or opening, through the successive floors of a warehouse or manufactory, through which goods are raised or lowered."},{"word":"Falsary","type":"a.","descr":" A falsifier of evidence."},{"word":"False","type":"superl.","descr":" Uttering falsehood; unveracious; given to deceit; dishnest; as, a false witness."},{"word":"False","type":"superl.","descr":" Not faithful or loyal, as to obligations, allegiance, vows, etc.; untrue; treacherous; perfidious; as, a false friend, lover, or subject; false to promises."},{"word":"False","type":"superl.","descr":" Not according with truth or reality; not true; fitted or likely to deceive or disappoint; as, a false statement."},{"word":"False","type":"superl.","descr":" Not genuine or real; assumed or designed to deceive; counterfeit; hypocritical; as, false tears; false modesty; false colors; false jewelry."},{"word":"False","type":"superl.","descr":" Not well founded; not firm or trustworthy; erroneous; as, a false claim; a false conclusion; a false construction in grammar."},{"word":"False","type":"superl.","descr":" Not essential or permanent, as parts of a structure which are temporary or supplemental."},{"word":"False","type":"superl.","descr":" Not in tune."},{"word":"False","type":"adv.","descr":" Not truly; not honestly; falsely."},{"word":"False","type":"a.","descr":" To report falsely; to falsify."},{"word":"False","type":"a.","descr":" To betray; to falsify."},{"word":"False","type":"a.","descr":" To mislead by want of truth; to deceive."},{"word":"False","type":"a.","descr":" To feign; to pretend to make."},{"word":"False-faced","type":"a.","descr":" Hypocritical."},{"word":"False-heart","type":"a.","descr":" False-hearted."},{"word":"False-hearted","type":"a.","descr":" Hollow or unsound at the core; treacherous; deceitful; perfidious."},{"word":"Falsehood","type":"n.","descr":" Want of truth or accuracy; an untrue assertion or representation; error; misrepresentation; falsity."},{"word":"Falsehood","type":"n.","descr":" A deliberate intentional assertion of what is known to be untrue; a departure from moral integrity; a lie."},{"word":"Falsehood","type":"n.","descr":" Treachery; deceit; perfidy; unfaithfulness."},{"word":"Falsehood","type":"n.","descr":" A counterfeit; a false appearance; an imposture."},{"word":"Falsely","type":"adv.","descr":" In a false manner; erroneously; not truly; perfidiously or treacherously."},{"word":"Falseness","type":"n.","descr":" The state of being false; contrariety to the fact; inaccuracy; want of integrity or uprightness; double dealing; unfaithfulness; treachery; perfidy; as, the falseness of a report, a drawing, or a singer\\'s notes; the falseness of a man, or of his word."},{"word":"Falser","type":"n.","descr":" A deceiver."},{"word":"Falsettos","type":"pl. ","descr":" of Falsetto"},{"word":"Falsetto","type":"n.","descr":" A false or artificial voice; that voice in a man which lies above his natural voice; the male counter tenor or alto voice. See Head voice, under Voice."},{"word":"Falsicrimen","type":"","descr":" The crime of falsifying."},{"word":"Falsifiable","type":"a.","descr":" Capable of being falsified, counterfeited, or corrupted."},{"word":"Falsification","type":"n.","descr":" The act of falsifying, or making false; a counterfeiting; the giving to a thing an appearance of something which it is not."},{"word":"Falsification","type":"n.","descr":" Willful misstatement or misrepresentation."},{"word":"Falsification","type":"n.","descr":" The showing an item of charge in an account to be wrong."},{"word":"Falsificator","type":"n.","descr":" A falsifier."},{"word":"Falsifier","type":"n.","descr":" One who falsifies, or gives to a thing a deceptive appearance; a liar."},{"word":"Falsified","type":"imp. and p. p.","descr":" of Falsify"},{"word":"Falsifying","type":"p. pr. and vb. n.","descr":" of Falsify"},{"word":"Falsify","type":"a.","descr":" To make false; to represent falsely."},{"word":"Falsify","type":"a.","descr":" To counterfeit; to forge; as, to falsify coin."},{"word":"Falsify","type":"a.","descr":" To prove to be false, or untrustworthy; to confute; to disprove; to nullify; to make to appear false."},{"word":"Falsify","type":"a.","descr":" To violate; to break by falsehood; as, to falsify one\\'s faith or word."},{"word":"Falsify","type":"a.","descr":" To baffle or escape; as, to falsify a blow."},{"word":"Falsify","type":"a.","descr":" To avoid or defeat; to prove false, as a judgment."},{"word":"Falsify","type":"a.","descr":" To show, in accounting, (an inem of charge inserted in an account) to be wrong."},{"word":"Falsify","type":"a.","descr":" To make false by multilation or addition; to tamper with; as, to falsify a record or document."},{"word":"Falsify","type":"v. i.","descr":" To tell lies; to violate the truth."},{"word":"Falsism","type":"n.","descr":" That which is evidently false; an assertion or statement the falsity of which is plainly apparent; -- opposed to truism."},{"word":"Falsities","type":"pl. ","descr":" of Falsity"},{"word":"Falsity","type":"a.","descr":" The quality of being false; coutrariety or want of conformity to truth."},{"word":"Falsity","type":"a.","descr":" That which is false; falsehood; a lie; a false assertion."},{"word":"Falter","type":"v. t.","descr":" To thrash in the chaff; also, to cleanse or sift, as barley."},{"word":"Faltered","type":"imp. and p. p.","descr":" of Falter"},{"word":"Faltering","type":"p. pr. and vb. n.","descr":" of Falter"},{"word":"Falter","type":"v. and n.","descr":" To hesitate; to speak brokenly or weakly; to stammer; as, his tongue falters."},{"word":"Falter","type":"v. and n.","descr":" To tremble; to totter; to be unsteady."},{"word":"Falter","type":"v. and n.","descr":" To hesitate in purpose or action."},{"word":"Falter","type":"v. and n.","descr":" To fail in distinctness or regularity of exercise; -- said of the mind or of thought."},{"word":"Falter","type":"v. t.","descr":" To utter with hesitation, or in a broken, trembling, or weak manner."},{"word":"Falter","type":"v. i.","descr":" Hesitation; trembling; feebleness; an uncertain or broken sound; as, a slight falter in her voice."},{"word":"Faltering","type":"a.","descr":" Hesitating; trembling."},{"word":"Faltering","type":"n.","descr":" Falter; halting; hesitation."},{"word":"Faluns","type":"n.","descr":" A series of strata, of the Middle Tertiary period, of France, abounding in shells, and used by Lyell as the type of his Miocene subdivision."},{"word":"Falwe","type":"a. and n.","descr":" Fallow."},{"word":"Falx","type":"n.","descr":" A curved fold or process of the dura mater or the peritoneum; esp., one of the partitionlike folds of the dura mater which extend into the great fissures of the brain."},{"word":"Famble","type":"v. i.","descr":" To stammer."},{"word":"Famble","type":"v.","descr":" A hand."},{"word":"Fame","type":"n.","descr":" Public report or rumor."},{"word":"Fame","type":"n.","descr":" Report or opinion generally diffused; renown; public estimation; celebrity, either favorable or unfavorable; as, the fame of Washington."},{"word":"Famed","type":"imp. and p. p.","descr":" of Fame"},{"word":"Faming","type":"p. pr. and vb. n.","descr":" of Fame"},{"word":"Fame","type":"v. t.","descr":" To report widely or honorably."},{"word":"Fame","type":"v. t.","descr":" To make famous or renowned."},{"word":"Fameless","type":"a.","descr":" Without fame or renown."},{"word":"Familiar","type":"a.","descr":" Of or pertaining to a family; domestic."},{"word":"Familiar","type":"a.","descr":" Closely acquainted or intimate, as a friend or companion; well versed in, as any subject of study; as, familiar with the Scriptures."},{"word":"Familiar","type":"a.","descr":" Characterized by, or exhibiting, the manner of an intimate friend; not formal; unconstrained; easy; accessible."},{"word":"Familiar","type":"a.","descr":" Well known; well understood; common; frequent; as, a familiar illustration."},{"word":"Familiar","type":"a.","descr":" Improperly acquainted; wrongly intimate."},{"word":"Familiar","type":"n.","descr":" An intimate; a companion."},{"word":"Familiar","type":"n.","descr":" An attendant demon or evil spirit."},{"word":"Familiar","type":"n.","descr":" A confidential officer employed in the service of the tribunal, especially in apprehending and imprisoning the accused."},{"word":"Familiarities","type":"pl. ","descr":" of Familiarity"},{"word":"Familiarity","type":"n.","descr":" The state of being familiar; intimate and frequent converse, or association; unconstrained intercourse; freedom from ceremony and constraint; intimacy; as, to live in remarkable familiarity."},{"word":"Familiarity","type":"n.","descr":" Anything said or done by one person to another unceremoniously and without constraint; esp., in the pl., such actions and words as propriety and courtesy do not warrant; liberties."},{"word":"Familiarization","type":"n.","descr":" The act or process of making familiar; the result of becoming familiar; as, familiarization with scenes of blood."},{"word":"Familiarized","type":"imp. and p. p.","descr":" of Familiarize"},{"word":"Familiarizing","type":"p. pr. and vb. n.","descr":" of Familiarize"},{"word":"Familiarize","type":"v. t.","descr":" To make familiar or intimate; to habituate; to accustom; to make well known by practice or converse; as, to familiarize one\\'s self with scenes of distress."},{"word":"Familiarize","type":"v. t.","descr":" To make acquainted, or skilled, by practice or study; as, to familiarize one\\'s self with a business, a book, or a science."},{"word":"Familiarly","type":"adv.","descr":" In a familiar manner."},{"word":"Familiarness","type":"n.","descr":" Familiarity."},{"word":"Familiary","type":"a.","descr":" Of or pertaining to a family or household; domestic."},{"word":"Familism","type":"n.","descr":" The tenets of the Familists."},{"word":"Familist","type":"n.","descr":" One of afanatical Antinomian sect originating in Holland, and existing in England about 1580, called the Family of Love, who held that religion consists wholly in love."},{"word":"Familisteries","type":"pl. ","descr":" of Familistery"},{"word":"Familistery","type":"n.","descr":" A community in which many persons unite as in one family, and are regulated by certain communistic laws and customs."},{"word":"Familistic","type":"a.","descr":" Alt. of Familistical"},{"word":"Familistical","type":"a.","descr":" Pertaining to Familists."},{"word":"Families","type":"pl. ","descr":" of Family"},{"word":"Family","type":"v. t.","descr":" The collective body of persons who live in one house, and under one head or manager; a household, including parents, children, and servants, and, as the case may be, lodgers or boarders."},{"word":"Family","type":"v. t.","descr":" The group comprising a husband and wife and their dependent children, constituting a fundamental unit in the organization of society."},{"word":"Family","type":"v. t.","descr":" Those who descend from one common progenitor; a tribe, clan, or race; kindred; house; as, the human family; the family of Abraham; the father of a family."},{"word":"Family","type":"v. t.","descr":" Course of descent; genealogy; line of ancestors; lineage."},{"word":"Family","type":"v. t.","descr":" Honorable descent; noble or respectable stock; as, a man of family."},{"word":"Family","type":"v. t.","descr":" A group of kindred or closely related individuals; as, a family of languages; a family of States; the chlorine family."},{"word":"Family","type":"v. t.","descr":" A group of organisms, either animal or vegetable, related by certain points of resemblance in structure or development, more comprehensive than a genus, because it is usually based on fewer or less pronounced points of likeness. In zoology a family is less comprehesive than an order; in botany it is often considered the same thing as an order."},{"word":"Famine","type":"n.","descr":" General scarcity of food; dearth; a want of provisions; destitution."},{"word":"Famished","type":"imp. and p. p.","descr":" of Famish"},{"word":"Famishing","type":"p. pr. and vb. n.","descr":" of Famish"},{"word":"Famish","type":"v. t.","descr":" To starve, kill, or destroy with hunger."},{"word":"Famish","type":"v. t.","descr":" To exhaust the strength or endurance of, by hunger; to distress with hanger."},{"word":"Famish","type":"v. t.","descr":" To kill, or to cause to suffer extremity, by deprivation or denial of anything necessary."},{"word":"Famish","type":"v. t.","descr":" To force or constrain by famine."},{"word":"Famish","type":"v. i.","descr":" To die of hunger; to starve."},{"word":"Famish","type":"v. i.","descr":" To suffer extreme hunger or thirst, so as to be exhausted in strength, or to come near to perish."},{"word":"Famish","type":"v. i.","descr":" To suffer extremity from deprivation of anything essential or necessary."},{"word":"Famishment","type":"n.","descr":" State of being famished."},{"word":"Famosity","type":"n.","descr":" The state or quality of being famous."},{"word":"Famous","type":"a.","descr":" Celebrated in fame or public report; renowned; mach talked of; distinguished in story; -- used in either a good or a bad sense, chiefly the former; often followed by for; as, famous for erudition, for eloquence, for military skill; a famous pirate."},{"word":"Famoused","type":"a.","descr":" Renowned."},{"word":"Famously","type":"adv.","descr":" In a famous manner; in a distinguished degree; greatly; splendidly."},{"word":"Famousness","type":"n.","descr":" The state of being famous."},{"word":"Famular","type":"n.","descr":" Domestic; familiar."},{"word":"Famulate","type":"v. i.","descr":" To serve."},{"word":"Famulist","type":"n.","descr":" A collegian of inferior rank or position, corresponding to the sizar at Cambridge."},{"word":"Fan","type":"n.","descr":" An instrument used for producing artificial currents of air, by the wafting or revolving motion of a broad surface"},{"word":"Fan","type":"n.","descr":" An instrument for cooling the person, made of feathers, paper, silk, etc., and often mounted on sticks all turning about the same pivot, so as when opened to radiate from the center and assume the figure of a section of a circle."},{"word":"Fan","type":"n.","descr":" Any revolving vane or vanes used for producing currents of air, in winnowing grain, blowing a fire, ventilation, etc., or for checking rapid motion by the resistance of the air; a fan blower; a fan wheel."},{"word":"Fan","type":"n.","descr":" An instrument for winnowing grain, by moving which the grain is tossed and agitated, and the chaff is separated and blown away."},{"word":"Fan","type":"n.","descr":" Something in the form of a fan when spread, as a peacock\\'s tail, a window, etc."},{"word":"Fan","type":"n.","descr":" A small vane or sail, used to keep the large sails of a smock windmill always in the direction of the wind."},{"word":"Fan","type":"n.","descr":" That which produces effects analogous to those of a fan, as in exciting a flame, etc.; that which inflames, heightens, or strengthens; as, it served as a fan to the flame of his passion."},{"word":"Fan","type":"n.","descr":" A quintain; -- from its form."},{"word":"Fanned","type":"imp. and p. p.","descr":" of Fan"},{"word":"Fanning","type":"p. pr. and vb. n.","descr":" of Fan"},{"word":"Fan","type":"n.","descr":" To move as with a fan."},{"word":"Fan","type":"n.","descr":" To cool and refresh, by moving the air with a fan; to blow the air on the face of with a fan."},{"word":"Fan","type":"n.","descr":" To ventilate; to blow on; to affect by air put in motion."},{"word":"Fan","type":"n.","descr":" To winnow; to separate chaff from, and drive it away by a current of air; as, to fan wheat."},{"word":"Fan","type":"n.","descr":" To excite or stir up to activity, as a fan axcites a flame; to stimulate; as, this conduct fanned the excitement of the populace."},{"word":"Fanal","type":"n.","descr":" A lighthouse, or the apparatus placed in it for giving light."},{"word":"Fanatic","type":"a.","descr":" Pertaining to, or indicating, fanaticism; extravagant in opinions; ultra; unreasonable; excessively enthusiastic, especially on religious subjects; as, fanatic zeal; fanatic notions."},{"word":"Fanatic","type":"n.","descr":" A person affected by excessive enthusiasm, particularly on religious subjects; one who indulges wild and extravagant notions of religion."},{"word":"Fanatical","type":"a.","descr":" Characteristic of, or relating to, fanaticism; fanatic."},{"word":"Fanaticism","type":"n.","descr":" Excessive enthusiasm, unreasoning zeal, or wild and extravagant notions, on any subject, especially religion; religious frenzy."},{"word":"Fanaticized","type":"imp. and p. p.","descr":" of Fanaticize"},{"word":"Fanaticizing","type":"p. pr. and vb. n.","descr":" of Fanaticize"},{"word":"Fanaticize","type":"v. t.","descr":" To cause to become a fanatic."},{"word":"Fanatism","type":"n.","descr":" Fanaticism."},{"word":"Fancied","type":"v. t.","descr":" Formed or conceived by the fancy; unreal; as, a fancied wrong."},{"word":"Fancier","type":"n.","descr":" One who is governed by fancy."},{"word":"Fancier","type":"n.","descr":" One who fancies or has a special liking for, or interest in, a particular object or class or objects; hence, one who breeds and keeps for sale birds and animals; as, bird fancier, dog fancier, etc."},{"word":"Fanciful","type":"a.","descr":" Full of fancy; guided by fancy, rather than by reason and experience; whimsical; as, a fanciful man forms visionary projects."},{"word":"Fanciful","type":"a.","descr":" Conceived in the fancy; not consistent with facts or reason; abounding in ideal qualities or figures; as, a fanciful scheme; a fanciful theory."},{"word":"Fanciful","type":"a.","descr":" Curiously shaped or constructed; as, she wore a fanciful headdress."},{"word":"Fanciless","type":"a.","descr":" Having no fancy; without ideas or imagination."},{"word":"Fancies","type":"pl. ","descr":" of Fancy"},{"word":"Fancy","type":"n.","descr":" The faculty by which the mind forms an image or a representation of anything perceived before; the power of combining and modifying such objects into new pictures or images; the power of readily and happily creating and recalling such objects for the purpose of amusement, wit, or embellishment; imagination."},{"word":"Fancy","type":"n.","descr":" An image or representation of anything formed in the mind; conception; thought; idea; conceit."},{"word":"Fancy","type":"n.","descr":" An opinion or notion formed without much reflection; caprice; whim; impression."},{"word":"Fancy","type":"n.","descr":" Inclination; liking, formed by caprice rather than reason; as, to strike one\\'s fancy; hence, the object of inclination or liking."},{"word":"Fancy","type":"n.","descr":" That which pleases or entertains the taste or caprice without much use or value."},{"word":"Fancy","type":"n.","descr":" A sort of love song or light impromptu ballad."},{"word":"Fancied","type":"imp. and p. p.","descr":" of Fancy"},{"word":"Fancying","type":"p. pr. and vb. n.","descr":" of Fancy"},{"word":"Fancy","type":"v. i.","descr":" To figure to one\\'s self; to believe or imagine something without proof."},{"word":"Fancy","type":"v. i.","descr":" To love."},{"word":"Fancy","type":"v. t.","descr":" To form a conception of; to portray in the mind; to imagine."},{"word":"Fancy","type":"v. t.","descr":" To have a fancy for; to like; to be pleased with, particularly on account of external appearance or manners."},{"word":"Fancy","type":"v. t.","descr":" To believe without sufficient evidence; to imagine (something which is unreal)."},{"word":"Fancy","type":"a.","descr":" Adapted to please the fancy or taste; ornamental; as, fancy goods."},{"word":"Fancy","type":"a.","descr":" Extravagant; above real value."},{"word":"Fancy-free","type":"a.","descr":" Free from the power of love."},{"word":"Fancymonger","type":"n.","descr":" A lovemonger; a whimsical lover."},{"word":"Fancy-sick","type":"a.","descr":" Love-sick."},{"word":"Fancywork","type":"n.","descr":" Ornamental work with a needle or hook, as embroidery, crocheting, netting, etc."},{"word":"Fand","type":"","descr":" imp. of Find."},{"word":"Fandangoes","type":"pl. ","descr":" of Fandango"},{"word":"Fandango","type":"n.","descr":" A lively dance, in 3-8 or 6-8 time, much practiced in Spain and Spanish America. Also, the tune to which it is danced."},{"word":"Fandango","type":"n.","descr":" A ball or general dance, as in Mexico."},{"word":"Fane","type":"n.","descr":" A temple; a place consecrated to religion; a church."},{"word":"Fane","type":"n.","descr":" A weathercock."},{"word":"Fanega","type":"n.","descr":" A dry measure in Spain and Spanish America, varying from 1\/ to 2\/ bushels; also, a measure of land."},{"word":"Fanfare","type":"n.","descr":" A flourish of trumpets, as in coming into the lists, etc.; also, a short and lively air performed on hunting horns during the chase."},{"word":"Fanfaron","type":"n.","descr":" A bully; a hector; a swaggerer; an empty boaster."},{"word":"Fanfaronade","type":"n.","descr":" A swaggering; vain boasting; ostentation; a bluster."},{"word":"Fanfoot","type":"n.","descr":" A species of gecko having the toes expanded into large lobes for adhesion. The Egyptian fanfoot (Phyodactylus gecko) is believed, by the natives, to have venomous toes."},{"word":"Fanfoot","type":"n.","descr":" Any moth of the genus Polypogon."},{"word":"Fang","type":"a.","descr":" To catch; to seize, as with the teeth; to lay hold of; to gripe; to clutch."},{"word":"Fang","type":"a.","descr":" To enable to catch or tear; to furnish with fangs."},{"word":"Fang","type":"v. t.","descr":" The tusk of an animal, by which the prey is seized and held or torn; a long pointed tooth; esp., one of the usually erectile, venomous teeth of serpents. Also, one of the falcers of a spider."},{"word":"Fang","type":"v. t.","descr":" Any shoot or other thing by which hold is taken."},{"word":"Fang","type":"v. t.","descr":" The root, or one of the branches of the root, of a tooth. See Tooth."},{"word":"Fang","type":"v. t.","descr":" A niche in the side of an adit or shaft, for an air course."},{"word":"Fang","type":"v. t.","descr":" A projecting tooth or prong, as in a part of a lock, or the plate of a belt clamp, or the end of a tool, as a chisel, where it enters the handle."},{"word":"Fang","type":"v. t.","descr":" The valve of a pump box."},{"word":"Fang","type":"v. t.","descr":" A bend or loop of a rope."},{"word":"Fanged","type":"a.","descr":" Having fangs or tusks; as, a fanged adder. Also used figuratively."},{"word":"Fangle","type":"v. t.","descr":" Something new-fashioned; a foolish innovation; a gewgaw; a trifling ornament."},{"word":"Fangle","type":"v. t.","descr":" To fashion."},{"word":"Fangled","type":"a.","descr":" New made; hence, gaudy; showy; vainly decorated. [Obs., except with the prefix new.] See Newfangled."},{"word":"Fangleness","type":"n.","descr":" Quality of being fangled."},{"word":"Fangless","type":"a.","descr":" Destitute of fangs or tusks."},{"word":"Fangot","type":"n.","descr":" A quantity of wares, as raw silk, etc., from one hundred weight."},{"word":"Fanion","type":"n.","descr":" A small flag sometimes carried at the head of the baggage of a brigade."},{"word":"Fanion","type":"n.","descr":" A small flag for marking the stations in surveying."},{"word":"Fanlike","type":"a.","descr":" Resembling a fan;"},{"word":"Fanlike","type":"a.","descr":" folded up like a fan, as certain leaves; plicate."},{"word":"Fannel","type":"n.","descr":" Same as Fanon."},{"word":"Fanner","type":"n.","descr":" One who fans."},{"word":"Fanner","type":"n.","descr":" A fan wheel; a fan blower. See under Fan."},{"word":"Fan-nerved","type":"a.","descr":" Having the nerves or veins arranged in a radiating manner; -- said of certain leaves, and of the wings of some insects."},{"word":"Fanon","type":"n.","descr":" A term applied to various articles, as: (a) A peculiar striped scarf worn by the pope at mass, and by eastern bishops. (b) A maniple."},{"word":"Fan palm","type":"","descr":" Any palm tree having fan-shaped or radiate leaves; as the Chamaerops humilis of Southern Europe; the species of Sabal and Thrinax in the West Indies, Florida, etc.; and especially the great talipot tree (Corypha umbraculifera) of Ceylon and Malaya. The leaves of the latter are often eighteen feet long and fourteen wide, and are used for umbrellas, tents, and roofs. When cut up, they are used for books and manuscripts."},{"word":"Fantail","type":"n.","descr":" A variety of the domestic pigeon, so called from the shape of the tail."},{"word":"Fantail","type":"n.","descr":" Any bird of the Australian genus Rhipidura, in which the tail is spread in the form of a fan during flight. They belong to the family of flycatchers."},{"word":"Fan-tailed","type":"a.","descr":" Having an expanded, or fan-shaped, tail; as, the fan-tailed pigeon."},{"word":"Fantasia","type":"n.","descr":" A continuous composition, not divided into what are called movements, or governed by the ordinary rules of musical design, but in which the author\\'s fancy roves unrestricted by set form."},{"word":"Fantasied","type":"a.","descr":" Filled with fancies or imaginations."},{"word":"Fantasm","type":"n.","descr":" Same as Phantasm."},{"word":"Fantast","type":"n.","descr":" One whose manners or ideas are fantastic."},{"word":"Fantastic","type":"a.","descr":" Existing only in imagination; fanciful; imaginary; not real; chimerical."},{"word":"Fantastic","type":"a.","descr":" Having the nature of a phantom; unreal."},{"word":"Fantastic","type":"a.","descr":" Indulging the vagaries of imagination; whimsical; full of absurd fancies; capricious; as, fantastic minds; a fantastic mistress."},{"word":"Fantastic","type":"a.","descr":" Resembling fantasies in irregularity, caprice, or eccentricity; irregular; oddly shaped; grotesque."},{"word":"Fantastic","type":"n.","descr":" A person given to fantastic dress, manners, etc.; an eccentric person; a fop."},{"word":"Fantastical","type":"a.","descr":" Fanciful; unreal; whimsical; capricious; fantastic."},{"word":"Fantasticality","type":"n.","descr":" Fantastically."},{"word":"Fantastically","type":"adv.","descr":" In a fantastic manner."},{"word":"Fantastic-alness","type":"n.","descr":" The quality of being fantastic."},{"word":"Fantasticism","type":"n.","descr":" The quality of being fantastical; fancifulness; whimsicality."},{"word":"Fantasticly","type":"adv.","descr":" Fantastically."},{"word":"Fantasticness","type":"n.","descr":" Fantasticalness."},{"word":"Fantasticco","type":"n.","descr":" A fantastic."},{"word":"Fantasies","type":"pl. ","descr":" of Fantasy"},{"word":"Fantasy","type":"n.","descr":" Fancy; imagination; especially, a whimsical or fanciful conception; a vagary of the imagination; whim; caprice; humor."},{"word":"Fantasy","type":"n.","descr":" Fantastic designs."},{"word":"Fantasy","type":"v. t.","descr":" To have a fancy for; to be pleased with; to like; to fancy."},{"word":"Fantoccini","type":"n. pl.","descr":" Puppets caused to perform evolutions or dramatic scenes by means of machinery; also, the representations in which they are used."},{"word":"Fantom","type":"n.","descr":" See Phantom."},{"word":"Fap","type":"a.","descr":" Fuddled."},{"word":"Faquir","type":"n.","descr":" See Fakir."},{"word":"Far","type":"n.","descr":" A young pig, or a litter of pigs."},{"word":"Far","type":"a.","descr":" Distant in any direction; not near; remote; mutually separated by a wide space or extent."},{"word":"Far","type":"a.","descr":" Remote from purpose; contrary to design or wishes; as, far be it from me to justify cruelty."},{"word":"Far","type":"a.","descr":" Remote in affection or obedience; at a distance, morally or spiritually; t enmity with; alienated."},{"word":"Far","type":"a.","descr":" Widely different in nature or quality; opposite in character."},{"word":"Far","type":"a.","descr":" The more distant of two; as, the far side (called also off side) of a horse, that is, the right side, or the one opposite to the rider when he mounts."},{"word":"Far","type":"adv.","descr":" To a great extent or distance of space; widely; as, we are separated far from each other."},{"word":"Far","type":"adv.","descr":" To a great distance in time from any point; remotely; as, he pushed his researches far into antiquity."},{"word":"Far","type":"adv.","descr":" In great part; as, the day is far spent."},{"word":"Far","type":"adv.","descr":" In a great proportion; by many degrees; very much; deeply; greatly."},{"word":"Farabout","type":"n.","descr":" A going out of the way; a digression."},{"word":"Farad","type":"n.","descr":" The standard unit of electrical capacity; the capacity of a condenser whose charge, having an electro-motive force of one volt, is equal to the amount of electricity which, with the same electromotive force, passes through one ohm in one second; the capacity, which, charged with one coulomb, gives an electro-motive force of one volt."},{"word":"Faradic","type":"a.","descr":" Of or pertaining to Michael Faraday, the distinguished electrician; -- applied especially to induced currents of electricity, as produced by certain forms of inductive apparatus, on account of Faraday\\'s investigations of their laws."},{"word":"Faradism","type":"n.","descr":" Alt. of Faradization"},{"word":"Faradization","type":"n.","descr":" The treatment with faradic or induced currents of electricity for remedial purposes."},{"word":"Farand","type":"n.","descr":" See Farrand, n."},{"word":"Farandams","type":"n.","descr":" A fabrik made of silk and wool or hair."},{"word":"Farantly","type":"a.","descr":" Orderly; comely; respectable."},{"word":"Farced","type":"imp. and p. p.","descr":" of Farce"},{"word":"Farcing","type":"p. pr. and vb. n.","descr":" of Farce"},{"word":"Farce","type":"v. t.","descr":" To stuff with forcemeat; hence, to fill with mingled ingredients; to fill full; to stuff."},{"word":"Farce","type":"v. t.","descr":" To render fat."},{"word":"Farce","type":"v. t.","descr":" To swell out; to render pompous."},{"word":"Farce","type":"v. t.","descr":" Stuffing, or mixture of viands, like that used on dressing a fowl; forcemeat."},{"word":"Farce","type":"v. t.","descr":" A low style of comedy; a dramatic composition marked by low humor, generally written with little regard to regularity or method, and abounding with ludicrous incidents and expressions."},{"word":"Farce","type":"v. t.","descr":" Ridiculous or empty show; as, a mere farce."},{"word":"Farcement","type":"n.","descr":" Stuffing; forcemeat."},{"word":"Farcical","type":"a.","descr":" Pertaining to farce; appropriated to farce; ludicrous; unnatural; unreal."},{"word":"Farcical","type":"a.","descr":" Of or pertaining to the disease called farcy. See Farcy, n."},{"word":"Farcilite","type":"n.","descr":" Pudding stone."},{"word":"Farcimen","type":"n.","descr":" Alt. of Farcin"},{"word":"Farcin","type":"n.","descr":" Same as Farcy."},{"word":"Farcing","type":"n.","descr":" Stuffing; forcemeat."},{"word":"Farctate","type":"v. t.","descr":" Stuffed; filled solid; as, a farctate leaf, stem, or pericarp; -- opposed to tubular or hollow."},{"word":"Farcy","type":"n.","descr":" A contagious disease of horses, associated with painful ulcerating enlargements, esp. upon the head and limbs. It is of the same nature as glanders, and is often fatal. Called also farcin, and farcimen."},{"word":"Fard","type":"n.","descr":" Paint used on the face."},{"word":"Fard","type":"v. t.","descr":" To paint; -- said esp. of one\\'s face."},{"word":"Fardage","type":"n.","descr":" See Dunnage."},{"word":"Fardel","type":"n.","descr":" A bundle or little pack; hence, a burden."},{"word":"Fardel","type":"v. t.","descr":" To make up in fardels."},{"word":"Farding-bag","type":"n.","descr":" The upper stomach of a cow, or other ruminant animal; the rumen."},{"word":"Fardingdale","type":"n.","descr":" A farthingale."},{"word":"Fardingdeal","type":"n.","descr":" The fourth part of an acre of land."},{"word":"Fared","type":"imp. and p. p.","descr":" of Fare"},{"word":"Faring","type":"p. pr. and vb. n.","descr":" of Fare"},{"word":"Fare","type":"n.","descr":" To go; to pass; to journey; to travel."},{"word":"Fare","type":"n.","descr":" To be in any state, or pass through any experience, good or bad; to be attended with any circummstances or train of events, fortunate or unfortunate; as, he fared well, or ill."},{"word":"Fare","type":"n.","descr":" To be treated or entertained at table, or with bodily or social comforts; to live."},{"word":"Fare","type":"n.","descr":" To happen well, or ill; -- used impersonally; as, we shall see how it will fare with him."},{"word":"Fare","type":"n.","descr":" To behave; to conduct one\\'s self."},{"word":"Fare","type":"v.","descr":" A journey; a passage."},{"word":"Fare","type":"v.","descr":" The price of passage or going; the sum paid or due for conveying a person by land or water; as, the fare for crossing a river; the fare in a coach or by railway."},{"word":"Fare","type":"v.","descr":" Ado; bustle; business."},{"word":"Fare","type":"v.","descr":" Condition or state of things; fortune; hap; cheer."},{"word":"Fare","type":"v.","descr":" Food; provisions for the table; entertainment; as, coarse fare; delicious fare."},{"word":"Fare","type":"v.","descr":" The person or persons conveyed in a vehicle; as, a full fare of passengers."},{"word":"Fare","type":"v.","descr":" The catch of fish on a fishing vessel."},{"word":"Faren","type":"","descr":" p. p. of Fare, v. i."},{"word":"Farewell","type":"interj.","descr":" Go well; good-by; adieu;  -- originally applied to a person departing, but by custom now applied both to those who depart and those who remain. It is often separated by the pronoun; as, fare you well; and is sometimes used as an expression of separation only; as, farewell the year; farewell, ye sweet groves; that is, I bid you farewell."},{"word":"Farewell","type":"n.","descr":" A wish of happiness or welfare at parting; the parting compliment; a good-by; adieu."},{"word":"Farewell","type":"n.","descr":" Act of departure; leave-taking; a last look at, or reference to something."},{"word":"Farewell","type":"a.","descr":" Parting; valedictory; final; as, a farewell discourse; his farewell bow."},{"word":"Farfet","type":"p. p.","descr":" Farfetched."},{"word":"Farfetch","type":"v. t.","descr":" To bring from far; to seek out studiously."},{"word":"Farfetch","type":"n.","descr":" Anything brought from far, or brought about with studious care; a deep strategem."},{"word":"Farfetched","type":"a.","descr":" Brought from far, or from a remote place."},{"word":"Farfetched","type":"a.","descr":" Studiously sought; not easily or naturally deduced or introduced; forced; strained."},{"word":"Farina","type":"n.","descr":" A fine flour or meal made from cereal grains or from the starch or fecula of vegetables, extracted by various processes, and used in cookery."},{"word":"Farina","type":"n.","descr":" Pollen."},{"word":"Farinaceous","type":"a.","descr":" Consisting or made of meal or flour; as, a farinaceous diet."},{"word":"Farinaceous","type":"a.","descr":" Yielding farina or flour; as, ffarinaceous seeds."},{"word":"Farinaceous","type":"a.","descr":" Like meal; mealy; pertainiing to meal; as, a farinaceous taste, smell, or appearance."},{"word":"Farinose","type":"a.","descr":" Yielding farinaa; as, farinose substances."},{"word":"Farinose","type":"a.","descr":" Civered with a sort of white, mealy powder, as the leaves of some poplars, and the body of certain insects; mealy."},{"word":"Farl","type":"v. t.","descr":" Same as Furl."},{"word":"Farlie","type":"n.","descr":" An unusual or unexpected thing; a wonder. See Fearly."},{"word":"Farm","type":"a. and n.","descr":" The rent of land, -- originally paid by reservation of part of its products."},{"word":"Farm","type":"a. and n.","descr":" The term or tenure of a lease of land for cultivation; a leasehold."},{"word":"Farm","type":"a. and n.","descr":" The land held under lease and by payment of rent for the purpose of cultivation."},{"word":"Farm","type":"a. and n.","descr":" Any tract of land devoted to agricultural purposes, under the management of a tenant or the owner."},{"word":"Farm","type":"a. and n.","descr":" A district of country leased (or farmed) out for the collection of the revenues of government."},{"word":"Farm","type":"a. and n.","descr":" A lease of the imposts on particular goods; as, the sugar farm, the silk farm."},{"word":"Farmed","type":"imp. and p. p.","descr":" of Farm"},{"word":"Farming","type":"p. pr. and vb. n.","descr":" of Farm"},{"word":"Farm","type":"v. t.","descr":" To lease or let for an equivalent, as land for a rent; to yield the use of to proceeds."},{"word":"Farm","type":"v. t.","descr":" To give up to another, as an estate, a business, the revenue, etc., on condition of receiving in return a percentage of what it yields; as, to farm the taxes."},{"word":"Farm","type":"v. t.","descr":" To take at a certain rent or rate."},{"word":"Farm","type":"v. t.","descr":" To devote (land) to agriculture; to cultivate, as land; to till, as a farm."},{"word":"Farm","type":"v. i.","descr":" To engage in the business of tilling the soil; to labor as a farmer."},{"word":"Farmable","type":"a.","descr":" Capable of being farmed."},{"word":"Farmer","type":"n.","descr":" One who farms"},{"word":"Farmer","type":"n.","descr":" One who hires and cultivates a farm; a cultivator of leased ground; a tenant."},{"word":"Farmer","type":"n.","descr":" One who is devoted to the tillage of the soil; one who cultivates a farm; an agriculturist; a husbandman."},{"word":"Farmer","type":"n.","descr":" One who takes taxes, customs, excise, or other duties, to collect, either paying a fixed annuual rent for the privilege; as, a farmer of the revenues."},{"word":"Farmer","type":"n.","descr":" The lord of the field, or one who farms the lot and cope of the crown."},{"word":"Farmeress","type":"n.","descr":" A woman who farms."},{"word":"Farmership","type":"n.","descr":" Skill in farming."},{"word":"Farmery","type":"n.","descr":" The buildings and yards necessary for the business of a farm; a homestead."},{"word":"Farmhouse","type":"n.","descr":" A dwelling house on a farm; a farmer\\'s residence."},{"word":"Farming","type":"a.","descr":" Pertaining to agriculture; devoted to, adapted to, or engaged in, farming; as, farming tools; farming land; a farming community."},{"word":"Farming","type":"n.","descr":" The business of cultivating land."},{"word":"Farmost","type":"a.","descr":" Most distant; farthest."},{"word":"Farmstead","type":"n.","descr":" A farm with the building upon it; a homestead on a farm."},{"word":"Farmsteading","type":"n.","descr":" A farmstead."},{"word":"Farmyard","type":"n.","descr":" The yard or inclosure attached to a barn, or the space inclosed by the farm buildings."},{"word":"Farness","type":"a.","descr":" The state of being far off; distance; remoteness."},{"word":"Faro","type":"n.","descr":" A gambling game at cardds, in whiich all the other players play against the dealer or banker, staking their money upon the order in which the cards will lie and be dealt from the pack."},{"word":"Faroese","type":"n. sing. and pl.","descr":" An inhabitant, or, collectively, inhabitants, of the Faroe islands."},{"word":"Far-off","type":"a.","descr":" Remote; as, the far-off distance.  Cf. Far-off, under Far, adv."},{"word":"Farraginous","type":"a.","descr":" Formed of various materials; mixed; as, a farraginous mountain."},{"word":"Farrago","type":"n.","descr":" A mass composed of various materials confusedly mixed; a medley; a mixture."},{"word":"Farrand","type":"n.","descr":" Manner; custom; fashion; humor."},{"word":"Farreation","type":"n.","descr":" Same as Confarreation."},{"word":"Farrier","type":"n.","descr":" A shoer of horses; a veterinary surgeon."},{"word":"Farrier","type":"v. i.","descr":" To practice as a farrier; to carry on the trade of a farrier."},{"word":"Farriery","type":"n.","descr":" The art of shoeing horses."},{"word":"Farriery","type":"n.","descr":" The art of preventing, curing, or mitigating diseases of horses and cattle; the veterinary art."},{"word":"Farriery","type":"n.","descr":" The place where a smith shoes horses."},{"word":"Farrow","type":"n.","descr":" A little of pigs."},{"word":"Farrowed","type":"imp. and p. p.","descr":" of Farfow"},{"word":"Farrowing","type":"p. pr. and vb. n.","descr":" of Farfow"},{"word":"Farfow","type":"v. t. and i.","descr":" To bring forth (young); -- said only of swine."},{"word":"Farrow","type":"a.","descr":" Not producing young in a given season or year; -- said only of cows."},{"word":"Farry","type":"n.","descr":" A farrow."},{"word":"Farse","type":"n.","descr":" An addition to, or a paraphrase of, some part of the Latin service in the vernacular; -- common in English before the Reformation."},{"word":"Farseeing","type":"a.","descr":" Able to see to a great distance; farsighted."},{"word":"Farseeing","type":"a.","descr":" Having foresight as regards the future."},{"word":"Farsighted","type":"a.","descr":" Seeing to great distance; hence, of good judgment regarding the remote effects of actions; sagacious."},{"word":"Farsighted","type":"a.","descr":" Hypermetropic."},{"word":"Farsightedness","type":"n.","descr":" Quality of bbeing farsighted."},{"word":"Farsightedness","type":"n.","descr":" Hypermetropia."},{"word":"Farstretched","type":"a.","descr":" Streatched beyond ordinary limits."},{"word":"Farther","type":"superl.","descr":" More remote; more distant than something else."},{"word":"Farther","type":"superl.","descr":" Tending to a greater distance; beyond a certain point; additional; further."},{"word":"Farther","type":"adv.","descr":" At or to a greater distance; more remotely; beyond; as, let us rest with what we have, without looking farther."},{"word":"Farther","type":"adv.","descr":" Moreover; by way of progress in treating a subject; as, farther, let us consider the probable event."},{"word":"Farther","type":"v. t.","descr":" To help onward. [R.] See Further."},{"word":"Fartherance","type":"n.","descr":" See Furtherance."},{"word":"Farthermore","type":"adv.","descr":" See Furthermore."},{"word":"Farthermost","type":"a.","descr":" Most remote; farthest."},{"word":"Farthest","type":"Superl.","descr":" Most distant or remote; as, the farthest degree.  See Furthest."},{"word":"Farthest","type":"adv.","descr":" At or to the greatest distance. See Furthest."},{"word":"Farthing","type":"n.","descr":" The fourth of a penny; a small copper coin of Great Britain, being a cent in United States currency."},{"word":"Farthing","type":"n.","descr":" A very small quantity or value."},{"word":"Farthing","type":"n.","descr":" A division of land."},{"word":"Farthingale","type":"n.","descr":" A hoop skirt or hoop petticoat, or other light, elastic material, used to extend the petticoat."},{"word":"Fasces","type":"pl.","descr":" A bundle of rods, having among them an ax with the blade projecting, borne before the Roman magistrates as a badge of their authority."},{"word":"Fascet","type":"n.","descr":" A wire basket on the end of a rod to carry glass bottles, etc., to the annealing furnace; also, an iron rod to be thrust into the mouths of bottles, and used for the same purpose; -- called also pontee and punty."},{"word":"Fasciae","type":"pl. ","descr":" of Fascia"},{"word":"Fascia","type":"n.","descr":" A band, sash, or fillet; especially, in surgery, a bandage or roller."},{"word":"Fascia","type":"n.","descr":" A flat member of an order or building, like a flat band or broad fillet; especially, one of the three bands which make up the architrave, in the Ionic order. See Illust. of Column."},{"word":"Fascia","type":"n.","descr":" The layer of loose tissue, often containing fat, immediately beneath the skin; the stronger layer of connective tissue covering and investing all muscles; an aponeurosis."},{"word":"Fascia","type":"n.","descr":" A broad well-defined band of color."},{"word":"Fascial","type":"a.","descr":" Pertaining to the fasces."},{"word":"Fascial","type":"a.","descr":" Relating to a fascia."},{"word":"Fasciate","type":"a.","descr":" Alt. of Fasciated"},{"word":"Fasciated","type":"a.","descr":" Bound with a fillet, sash, or bandage."},{"word":"Fasciated","type":"a.","descr":" Banded or compacted together."},{"word":"Fasciated","type":"a.","descr":" Flattened and laterally widened, as are often the stems of the garden cockscomb."},{"word":"Fasciated","type":"a.","descr":" Broadly banded with color."},{"word":"Fasciation","type":"n.","descr":" The act or manner of binding up; bandage; also, the condition of being fasciated."},{"word":"Fascicle","type":"n.","descr":" A small bundle or collection; a compact cluster; as, a fascicle of fibers; a fascicle of flowers or roots."},{"word":"Fascicled","type":"a.","descr":" Growing in a bundle, tuft, or close cluster; as, the fascicled leaves of the pine or larch; the fascicled roots of the dahlia; fascicled muscle fibers; fascicled tufts of hair."},{"word":"Fascicular","type":"a.","descr":" Pertaining to a fascicle; fascicled; as, a fascicular root."},{"word":"Fascicularly","type":"adv.","descr":" In a fascicled manner."},{"word":"Fasciculate","type":"a.","descr":" Alt. of Fasciculated"},{"word":"Fasciculated","type":"a.","descr":" Grouped in a fascicle; fascicled."},{"word":"Fasciculi","type":"pl. ","descr":" of Fasciculus"},{"word":"Fasciculus","type":"n.","descr":" A little bundle; a fascicle."},{"word":"Fasciculus","type":"n.","descr":" A division of a book."},{"word":"Fascinated","type":"imp. and p. p.","descr":" of Fascinate"},{"word":"Fascinating","type":"p. pr. and vb. n.","descr":" of Fascinate"},{"word":"Fascinate","type":"v. t.","descr":" To influence in an uncontrollable manner; to operate on by some powerful or irresistible charm; to bewitch; to enchant."},{"word":"Fascinate","type":"v. t.","descr":" To excite and allure irresistibly or powerfully; to charm; to captivate, as by physical or mental charms."},{"word":"Fascination","type":"n.","descr":" The act of fascinating, bewhiching, or enchanting; enchantment; witchcraft; the exercise of a powerful or irresistible influence on the affections or passions; unseen, inexplicable influence."},{"word":"Fascination","type":"n.","descr":" The state or condition of being fascinated."},{"word":"Fascination","type":"n.","descr":" That which fascinates; a charm; a spell."},{"word":"Fascine","type":"n.","descr":" A cylindrical bundle of small sticks of wood, bound together, used in raising batteries, filling ditches, strengthening ramparts, and making parapets; also in revetments for river banks, and in mats for dams, jetties, etc."},{"word":"Fascinous","type":"a.","descr":" Caused or acting by witchcraft."},{"word":"Fasciolae","type":"pl. ","descr":" of Fasciola"},{"word":"Fasciola","type":"n.","descr":" A band of gray matter bordering the fimbria in the brain; the dentate convolution."},{"word":"Fasciole","type":"n.","descr":" A band of minute tubercles, bearing modified spines, on the shells of spatangoid sea urchins. See Spatangoidea."},{"word":"Fashed","type":"imp. and p. p.","descr":" of Fash"},{"word":"Fashing","type":"p. pr. and vb. n.","descr":" of Fash"},{"word":"Fash","type":"v. t.","descr":" To vex; to tease; to trouble."},{"word":"Fash","type":"n.","descr":" Vexation; anxiety; care."},{"word":"Fashion","type":"n.","descr":" The make or form of anything; the style, shape, appearance, or mode of structure; pattern, model; as, the fashion of the ark, of a coat, of a house, of an altar, etc.; workmanship; execution."},{"word":"Fashion","type":"n.","descr":" The prevailing mode or style, especially of dress; custom or conventional usage in respect of dress, behavior, etiquette, etc.; particularly, the mode or style usual among persons of good breeding; as, to dress, dance, sing, ride, etc., in the fashion."},{"word":"Fashion","type":"n.","descr":" Polite, fashionable, or genteel life; social position; good breeding; as, men of fashion."},{"word":"Fashion","type":"n.","descr":" Mode of action; method of conduct; manner; custom; sort; way."},{"word":"Fashioned","type":"imp. and p. p.","descr":" of Fashion"},{"word":"Fashioning","type":"p. pr. and vb. n.","descr":" of Fashion"},{"word":"Fashion","type":"v. t.","descr":" To form; to give shape or figure to; to mold."},{"word":"Fashion","type":"v. t.","descr":" To fit; to adapt; to accommodate; -- with to."},{"word":"Fashion","type":"v. t.","descr":" To make according to the rule prescribed by custom."},{"word":"Fashion","type":"v. t.","descr":" To forge or counterfeit."},{"word":"Fashionable","type":"a.","descr":" Conforming to the fashion or established mode; according with the prevailing form or style; as, a fashionable dress."},{"word":"Fashionable","type":"a.","descr":" Established or favored by custom or use; current; prevailing at a particular time; as, the fashionable philosophy; fashionable opinions."},{"word":"Fashionable","type":"a.","descr":" Observant of the fashion or customary mode; dressing or behaving according to the prevailing fashion; as, a fashionable man."},{"word":"Fashionable","type":"a.","descr":" Genteel; well-bred; as, fashionable society."},{"word":"Fashionable","type":"n.","descr":" A person who conforms to the fashions; -- used chiefly in the plural."},{"word":"Fashionableness","type":"n.","descr":" State of being fashionable."},{"word":"Fashionably","type":"adv.","descr":" In a fashionable manner."},{"word":"Fashioned","type":"a.","descr":" Having a certain style or fashion; as old-fashioned; new-fashioned."},{"word":"Fashioner","type":"n.","descr":" One who fashions, forms, ar gives shape to anything."},{"word":"Fashionist","type":"n.","descr":" An obsequious follower of the modes and fashions."},{"word":"Fashionless","type":"a.","descr":" Having no fashion."},{"word":"Fashion-monger","type":"n.","descr":" One who studies the fashions; a fop; a dandy."},{"word":"Fashion-mongering","type":"a.","descr":" Behaving like a fashion-monger."},{"word":"Fassaite","type":"n.","descr":" A variety of pyroxene, from the valley of Fassa, in the Tyrol."},{"word":"Fasted","type":"imp. and p. p.","descr":" of Fast"},{"word":"Fasting","type":"p. pr. and vb. n.","descr":" of Fast"},{"word":"Fast","type":"v. i.","descr":" To abstain from food; to omit to take nourishment in whole or in part; to go hungry."},{"word":"Fast","type":"v. i.","descr":" To practice abstinence as a religious exercise or duty; to abstain from food voluntarily for a time, for the mortification of the body or appetites, or as a token of grief, or humiliation and penitence."},{"word":"Fast","type":"v. i.","descr":" Abstinence from food; omission to take nourishment."},{"word":"Fast","type":"v. i.","descr":" Voluntary abstinence from food, for a space of time, as a spiritual discipline, or as a token of religious humiliation."},{"word":"Fast","type":"v. i.","descr":" A time of fasting, whether a day, week, or longer time; a period of abstinence from food or certain kinds of food; as, an annual fast."},{"word":"Fast","type":"v.","descr":" Firmly fixed; closely adhering; made firm; not loose, unstable, or easily moved; immovable; as, to make fast the door."},{"word":"Fast","type":"v.","descr":" Firm against attack; fortified by nature or art; impregnable; strong."},{"word":"Fast","type":"v.","descr":" Firm in adherence; steadfast; not easily separated or alienated; faithful; as, a fast friend."},{"word":"Fast","type":"v.","descr":" Permanent; not liable to fade by exposure to air or by washing; durable; lasting; as, fast colors."},{"word":"Fast","type":"v.","descr":" Tenacious; retentive."},{"word":"Fast","type":"v.","descr":" Not easily disturbed or broken; deep; sound."},{"word":"Fast","type":"v.","descr":" Moving rapidly; quick in mition; rapid; swift; as, a fast horse."},{"word":"Fast","type":"v.","descr":" Given to pleasure seeking; disregardful of restraint; reckless; wild; dissipated; dissolute; as, a fast man; a fast liver."},{"word":"Fast","type":"a.","descr":" In a fast, fixed, or firmly established manner; fixedly; firmly; immovably."},{"word":"Fast","type":"a.","descr":" In a fast or rapid manner; quickly; swiftly; extravagantly; wildly; as, to run fast; to live fast."},{"word":"Fast","type":"n.","descr":" That which fastens or holds; especially, (Naut.) a mooring rope, hawser, or chain; -- called, according to its position, a bow, head, quarter, breast, or stern fast; also, a post on a pier around which hawsers are passed in mooring."},{"word":"Fastened","type":"imp. and p. p.","descr":" of Fasten"},{"word":"Fastening","type":"p. pr. and vb. n.","descr":" of Fasten"},{"word":"Fasten","type":"a.","descr":" To fix firmly; to make fast; to secure, as by a knot, lock, bolt, etc.; as, to fasten a chain to the feet; to fasten a door or window."},{"word":"Fasten","type":"a.","descr":" To cause to hold together or to something else; to attach or unite firmly; to cause to cleave to something , or to cleave together, by any means; as, to fasten boards together with nails or cords; to fasten anything in our thoughts."},{"word":"Fasten","type":"a.","descr":" To cause to take close effect; to make to tell; to lay on; as, to fasten a blow."},{"word":"Fasten","type":"v. i.","descr":" To fix one\\'s self; to take firm hold; to clinch; to cling."},{"word":"Fastener","type":"n.","descr":" One who, or that which, makes fast or firm."},{"word":"Fastening","type":"n.","descr":" Anything that binds and makes fast, as a lock, catch, bolt, bar, buckle, etc."},{"word":"Faster","type":"n.","descr":" One who abstains from food."},{"word":"Fast-handed","type":"a.","descr":" Close-handed; close-fisted; covetous; avaricious."},{"word":"Fasti","type":"n.pl.","descr":" The Roman calendar, which gave the days for festivals, courts, etc., corresponding to a modern almanac."},{"word":"Fasti","type":"n.pl.","descr":" Records or registers of important events."},{"word":"Fastidiosity","type":"n.","descr":" Fastidiousness; squeamishness."},{"word":"Fastidious","type":"a.","descr":" Difficult to please; delicate to a fault; suited with difficulty; squeamish; as, a fastidious mind or ear; a fastidious appetite."},{"word":"Fastigiate","type":"a.","descr":" Alt. of Fastigiated"},{"word":"Fastigiated","type":"a.","descr":" Narrowing towards the top."},{"word":"Fastigiated","type":"a.","descr":" Clustered, parallel, and upright, as the branches of the Lombardy poplar; pointed."},{"word":"Fastigiated","type":"a.","descr":" United into a conical bundle, or into a bundle with an enlarged head, like a sheaf of wheat."},{"word":"Fastish","type":"a.","descr":" Rather fast; also, somewhat dissipated."},{"word":"Fastly","type":"adv.","descr":" Firmly; surely."},{"word":"Fastness","type":"a.","descr":" The state of being fast and firm; firmness; fixedness; security; faithfulness."},{"word":"Fastness","type":"a.","descr":" A fast place; a stronghold; a fortress or fort; a secure retreat; a castle; as, the enemy retired to their fastnesses in the mountains."},{"word":"Fastness","type":"a.","descr":" Conciseness of style."},{"word":"Fastness","type":"a.","descr":" The state of being fast or swift."},{"word":"Fastuous","type":"a.","descr":" Proud; haughty; disdainful."},{"word":"Fat","type":"n.","descr":" A large tub, cistern, or vessel; a vat."},{"word":"Fat","type":"n.","descr":" A measure of quantity, differing for different commodities."},{"word":"Fat","type":"superl.","descr":" Abounding with fat"},{"word":"Fat","type":"superl.","descr":" Fleshy; characterized by fatness; plump; corpulent; not lean; as, a fat man; a fat ox."},{"word":"Fat","type":"superl.","descr":" Oily; greasy; unctuous; rich; -- said of food."},{"word":"Fat","type":"superl.","descr":" Exhibiting the qualities of a fat animal; coarse; heavy; gross; dull; stupid."},{"word":"Fat","type":"superl.","descr":" Fertile; productive; as, a fat soil; a fat pasture."},{"word":"Fat","type":"superl.","descr":" Rich; producing a large income; desirable; as, a fat benefice; a fat office; a fat job."},{"word":"Fat","type":"superl.","descr":" Abounding in riches; affluent; fortunate."},{"word":"Fat","type":"superl.","descr":" Of a character which enables the compositor to make large wages; -- said of matter containing blank, cuts, or many leads, etc.; as, a fat take; a fat page."},{"word":"Fat","type":"n.","descr":" An oily liquid or greasy substance making up the main bulk of the adipose tissue of animals, and widely distributed in the seeds of plants. See Adipose tissue, under Adipose."},{"word":"Fat","type":"n.","descr":" The best or richest productions; the best part; as, to live on the fat of the land."},{"word":"Fat","type":"n.","descr":" Work. containing much blank, or its equivalent, and, therefore, profitable to the compositor."},{"word":"Fatted","type":"imp. and p. p.","descr":" of Fat"},{"word":"Fat","type":"a.","descr":" To make fat; to fatten; to make plump and fleshy with abundant food; as, to fat fowls or sheep."},{"word":"Fat","type":"v. i.","descr":" To grow fat, plump, and fleshy."},{"word":"Fatal","type":"a.","descr":" Proceeding from, or appointed by, fate or destiny; necessary; inevitable."},{"word":"Fatal","type":"a.","descr":" Foreboding death or great disaster."},{"word":"Fatal","type":"a.","descr":" Causing death or destruction; deadly; mortal; destructive; calamitous; as, a fatal wound; a fatal disease; a fatal day; a fatal error."},{"word":"Fatalism","type":"n.","descr":" The doctrine that all things are subject to fate, or that they take place by inevitable necessity."},{"word":"Fatalist","type":"n.","descr":" One who maintains that all things happen by inevitable necessity."},{"word":"Fatalistic","type":"a.","descr":" Implying, or partaking of the nature of, fatalism."},{"word":"Fatalities","type":"pl. ","descr":" of Fatality"},{"word":"Fatality","type":"n.","descr":" The state of being fatal, or proceeding from destiny; invincible necessity, superior to, and independent of, free and rational control."},{"word":"Fatality","type":"n.","descr":" The state of being fatal; tendency to destruction or danger, as if by decree of fate; mortaility."},{"word":"Fatality","type":"n.","descr":" That which is decreed by fate or which is fatal; a fatal event."},{"word":"Fatally","type":"adv.","descr":" In a manner proceeding from, or determined by, fate."},{"word":"Fatally","type":"adv.","descr":" In a manner issuing in death or ruin; mortally; destructively; as, fatally deceived or wounded."},{"word":"Fatalness","type":"n.","descr":" Quality of being fatal."},{"word":"Fata Morgana","type":"","descr":" A kind of mirage by which distant objects appear inverted, distorted, displaced, or multiplied. It is noticed particularly at the Straits of Messina, between Calabria and Sicily."},{"word":"Fatback","type":"n.","descr":" The menhaden."},{"word":"Fat-brained","type":"a.","descr":" Dull of apprehension."},{"word":"Fate","type":"n.","descr":" A fixed decree by which the order of things is prescribed; the immutable law of the universe; inevitable necessity; the force by which all existence is determined and conditioned."},{"word":"Fate","type":"n.","descr":" Appointed lot; allotted life; arranged or predetermined event; destiny; especially, the final lot; doom; ruin; death."},{"word":"Fate","type":"n.","descr":" The element of chance in the affairs of life; the unforeseen and unestimated conitions considered as a force shaping events; fortune; esp., opposing circumstances against which it is useless to struggle; as, fate was, or the fates were, against him."},{"word":"Fate","type":"n.","descr":" The three goddesses, Clotho, Lachesis, and Atropos, sometimes called the Destinies, or Parcaewho were supposed to determine the course of human life. They are represented, one as holding the distaff, a second as spinning, and the third as cutting off the thread."},{"word":"Fated","type":"p. p. and a.","descr":" Decreed by fate; destined; doomed; as, he was fated to rule a factious people."},{"word":"Fated","type":"p. p. and a.","descr":" Invested with the power of determining destiny."},{"word":"Fated","type":"p. p. and a.","descr":" Exempted by fate."},{"word":"Fateful","type":"a. .","descr":" Having the power of serving or accomplishing fate."},{"word":"Fateful","type":"a. .","descr":" Significant of fate; ominous."},{"word":"Fathead","type":"n.","descr":" A cyprinoid fish of the Mississippi valley (Pimephales promelas); -- called also black-headed minnow."},{"word":"Fathead","type":"n.","descr":" A labroid food fish of California; the redfish."},{"word":"Father","type":"n.","descr":" One who has begotten a child, whether son or daughter; a generator; a male parent."},{"word":"Father","type":"n.","descr":" A male ancestor more remote than a parent; a progenitor; especially, a first ancestor; a founder of a race or family; -- in the plural, fathers, ancestors."},{"word":"Father","type":"n.","descr":" One who performs the offices of a parent by maintenance, affetionate care, counsel, or protection."},{"word":"Father","type":"n.","descr":" A respectful mode of address to an old man."},{"word":"Father","type":"n.","descr":" A senator of ancient Rome."},{"word":"Father","type":"n.","descr":" A dignitary of the church, a superior of a convent, a confessor (called also father confessor), or a priest; also, the eldest member of a profession, or of a legislative assembly, etc."},{"word":"Father","type":"n.","descr":" One of the chief esslesiastical authorities of the first centuries after Christ; -- often spoken of collectively as the Fathers; as, the Latin, Greek, or apostolic Fathers."},{"word":"Father","type":"n.","descr":" One who, or that which, gives origin; an originator; a producer, author, or contriver; the first to practice any art, profession, or occupation; a distinguished example or teacher."},{"word":"Father","type":"n.","descr":" The Supreme Being and Creator; God; in theology, the first person in the Trinity."},{"word":"Fathered","type":"imp. and p. p.","descr":" of Father"},{"word":"Fathering","type":"p. pr. and vb. n.","descr":" of Father"},{"word":"Father","type":"v. t.","descr":" To make one\\'s self the father of; to beget."},{"word":"Father","type":"v. t.","descr":" To take as one\\'s own child; to adopt; hence, to assume as one\\'s own work; to acknowledge one\\'s self author of or responsible for (a statement, policy, etc.)."},{"word":"Father","type":"v. t.","descr":" To provide with a father."},{"word":"Fatherhood","type":"n.","descr":" The state of being a father; the character or authority of a father; paternity."},{"word":"Fathers-in-law","type":"pl. ","descr":" of Father-in-law"},{"word":"Father-in-law","type":"n.","descr":" The father of one\\'s husband or wife; -- correlative to son-in-law and daughter-in-law."},{"word":"Fatherland","type":"n.","descr":" One\\'s native land; the native land of one\\'s fathers or ancestors."},{"word":"Father-lasher","type":"n.","descr":" A European marine fish (Cottus bubalis), allied to the sculpin; -- called also lucky proach."},{"word":"Fatherless","type":"a.","descr":" Destitute of a living father; as, a fatherless child."},{"word":"Fatherless","type":"a.","descr":" Without a known author."},{"word":"Fatherlessness","type":"n.","descr":" The state of being without a father."},{"word":"Fatherliness","type":"n.","descr":" The qualities of a father; parantal kindness, care, etc."},{"word":"Father longlegs","type":"","descr":" See Daddy longlegs, 2."},{"word":"Fatherly","type":"a.","descr":" Like a father in affection and care; paternal; tender; protecting; careful."},{"word":"Fatherly","type":"a.","descr":" Of or pertaining to a father."},{"word":"Fathership","type":"n.","descr":" The state of being a father; fatherhood; paternity."},{"word":"Fathom","type":"n.","descr":" A measure of length, containing six feet; the space to which a man can extend his arms; -- used chiefly in measuring cables, cordage, and the depth of navigable water by soundings."},{"word":"Fathom","type":"n.","descr":" The measure or extant of one\\'s capacity; depth, as of intellect; profundity; reach; penetration."},{"word":"Fathomed","type":"imp. and p. p.","descr":" of Fathom"},{"word":"Fathoming","type":"p. pr. and vb. n.","descr":" of Fathom"},{"word":"Fathom","type":"v. t.","descr":" To encompass with the arms extended or encircling; to measure by throwing the arms about; to span."},{"word":"Fathom","type":"v. t.","descr":" The measure by a sounding line; especially, to sound the depth of; to penetrate, measure, and comprehend; to get to the bottom of."},{"word":"Fathomable","type":"a.","descr":" Capable of being fathomed."},{"word":"Fathomer","type":"n.","descr":" One who fathoms."},{"word":"Fathomless","type":"a.","descr":" Incapable of being fathomed; immeasurable; that can not be sounded."},{"word":"Fathomless","type":"a.","descr":" Incomprehensible."},{"word":"Fatidical","type":"a.","descr":" Having power to foretell future events; prophetic; fatiloquent; as, the fatidical oak."},{"word":"Fatiferous","type":"a.","descr":" Fate-bringing; deadly; mortal; destructive."},{"word":"Fatigable","type":"a.","descr":" Easily tired."},{"word":"Fatigate","type":"a.","descr":" Wearied; tired; fatigued."},{"word":"Fatigate","type":"v. t.","descr":" To weary; to tire; to fatigue."},{"word":"Fatigation","type":"n.","descr":" Weariness."},{"word":"Fatigue","type":"n.","descr":" Weariness from bodily labor or mental exertion; lassitude or exhaustion of strength."},{"word":"Fatigue","type":"n.","descr":" The cause of weariness; labor; toil; as, the fatigues of war."},{"word":"Fatigue","type":"n.","descr":" The weakening of a metal when subjected to repeated vibrations or strains."},{"word":"Fatigued","type":"imp. and p. p.","descr":" of Fatigue"},{"word":"Fatiguing","type":"p. pr. and vb. n.","descr":" of Fatigue"},{"word":"Fatigue","type":"n.","descr":" To weary with labor or any bodily or mental exertion; to harass with toil; to exhaust the strength or endurance of; to tire."},{"word":"Fatiloquent","type":"a.","descr":" Prophetic; fatidical."},{"word":"Fatiloquist","type":"n.","descr":" A fortune teller."},{"word":"Fatimite","type":"a.","descr":" Alt. of Fatimide"},{"word":"Fatimide","type":"a.","descr":" Descended from Fatima, the daughter and only child of Mohammed."},{"word":"Fatimide","type":"n.","descr":" A descendant of Fatima."},{"word":"Fatiscence","type":"n.","descr":" A gaping or opening; state of being chinky, or having apertures."},{"word":"Fat-kidneyed","type":"a.","descr":" Gross; lubberly."},{"word":"Fatling","type":"n.","descr":" A calf, lamb, kid, or other young animal fattened for slaughter; a fat animal; -- said of such animals as are used for food."},{"word":"Fatly","type":"adv.","descr":" Grossly; greasily."},{"word":"Fatner","type":"n.","descr":" One who fattens. [R.] See Fattener."},{"word":"Fatness","type":"n.","descr":" The quality or state of being fat, plump, or full-fed; corpulency; fullness of flesh."},{"word":"Fatness","type":"n.","descr":" Hence; Richness; fertility; fruitfulness."},{"word":"Fatness","type":"n.","descr":" That which makes fat or fertile."},{"word":"Fattened","type":"imp. and p. p.","descr":" of Fatten"},{"word":"Fattining","type":"p. pr. and vb. n.","descr":" of Fatten"},{"word":"Fatten","type":"v. t.","descr":" To make fat; to feed for slaughter; to make fleshy or plump with fat; to fill full; to fat."},{"word":"Fatten","type":"v. t.","descr":" To make fertile and fruitful; to enrich; as, to fatten land; to fatten fields with blood."},{"word":"Fatten","type":"v. i.","descr":" To grow fat or corpulent; to grow plump, thick, or fleshy; to be pampered."},{"word":"Fattener","type":"n.","descr":" One who, or that which, fattens; that which gives fatness or fertility."},{"word":"Fattiness","type":"n.","descr":" State or quality of being fatty."},{"word":"Fattish","type":"a.","descr":" Somewhat fat; inclined to fatness."},{"word":"Fatty","type":"a.","descr":" Containing fat, or having the qualities of fat; greasy; gross; as, a fatty substance."},{"word":"Fatuitous","type":"a.","descr":" Stupid; fatuous."},{"word":"Fatuity","type":"n.","descr":" Weakness or imbecility of mind; stupidity."},{"word":"Fatuous","type":"a.","descr":" Feeble in mind; weak; silly; stupid; foolish; fatuitous."},{"word":"Fatuous","type":"a.","descr":" Without reality; illusory, like the ignis fatuus."},{"word":"Fat-wited","type":"a.","descr":" Dull; stupid."},{"word":"Faubourg","type":"n.","descr":" A suburb of French city; also, a district now within a city, but formerly without its walls."},{"word":"Faucal","type":"a.","descr":" Pertaining to the fauces, or opening of the throat; faucial; esp., (Phon.) produced in the fauces, as certain deep guttural sounds found in the Semitic and some other languages."},{"word":"Fauces","type":"n.pl.","descr":" The narrow passage from the mouth to the pharynx, situated between the soft palate and the base of the tongue; -- called also the isthmus of the fauces.  On either side of the passage two membranous folds, called the pillars of the fauces, inclose the tonsils."},{"word":"Fauces","type":"n.pl.","descr":" The throat of a calyx, corolla, etc."},{"word":"Fauces","type":"n.pl.","descr":" That portion of the interior of a spiral shell which can be seen by looking into the aperture."},{"word":"Faucet","type":"n.","descr":" A fixture for drawing a liquid, as water, molasses, oil, etc., from a pipe, cask, or other vessel, in such quantities as may be desired; -- called also tap, and cock. It consists of a tubular spout, stopped with a movable plug, spigot, valve, or slide."},{"word":"Faucet","type":"n.","descr":" The enlarged end of a section of pipe which receives the spigot end of the next section."},{"word":"Fauchion","type":"n.","descr":" See Falchion."},{"word":"Faucial","type":"a.","descr":" Pertaining to the fauces; pharyngeal."},{"word":"Faugh","type":"interj.","descr":" An exclamation of contempt, disgust, or abhorrence."},{"word":"Faulchion","type":"n.","descr":" See Falchion."},{"word":"Faulcon","type":"n.","descr":" See Falcon."},{"word":"Fauld","type":"n.","descr":" The arch over the dam of a blast furnace; the tymp arch."},{"word":"Faule","type":"n.","descr":" A fall or falling band."},{"word":"Fault","type":"n.","descr":" Defect; want; lack; default."},{"word":"Fault","type":"n.","descr":" Anything that fails, that is wanting, or that impairs excellence; a failing; a defect; a blemish."},{"word":"Fault","type":"n.","descr":" A moral failing; a defect or dereliction from duty; a deviation from propriety; an offense less serious than a crime."},{"word":"Fault","type":"n.","descr":" A dislocation of the strata of the vein."},{"word":"Fault","type":"n.","descr":" In coal seams, coal rendered worthless by impurities in the seam; as, slate fault, dirt fault, etc."},{"word":"Fault","type":"n.","descr":" A lost scent; act of losing the scent."},{"word":"Fault","type":"n.","descr":" Failure to serve the ball into the proper court."},{"word":"Faulted","type":"imp. and p. p.","descr":" of Fault"},{"word":"Faulting","type":"p. pr. and vb. n.","descr":" of Fault"},{"word":"Fault","type":"v. t.","descr":" To charge with a fault; to accuse; to find fault with; to blame."},{"word":"Fault","type":"v. t.","descr":" To interrupt the continuity of (rock strata) by displacement along a plane of fracture; -- chiefly used in the p. p.; as, the coal beds are badly faulted."},{"word":"Fault","type":"v. i.","descr":" To err; to blunder, to commit a fault; to do wrong."},{"word":"Faulter","type":"n.","descr":" One who commits a fault."},{"word":"Fault-finder","type":"n.","descr":" One who makes a practice of discovering others\\' faults and censuring them; a scold."},{"word":"Fault-finding","type":"n.","descr":" The act of finding fault or blaming; -- used derogatively. Also Adj."},{"word":"Faultful","type":"a.","descr":" Full of faults or sins."},{"word":"Faultily","type":"adv.","descr":" In a faulty manner."},{"word":"Faultiness","type":"n.","descr":" Quality or state of being faulty."},{"word":"Faulting","type":"n.","descr":" The state or condition of being faulted; the process by which a fault is produced."},{"word":"Faultless","type":"a.","descr":" Without fault; not defective or imperfect; free from blemish; free from incorrectness, vice, or offense; perfect; as, a faultless poem."},{"word":"Faulty","type":"a.","descr":" Containing faults, blemishes, or defects; imperfect; not fit for the use intended."},{"word":"Faulty","type":"a.","descr":" Guilty of a fault, or of faults; hence, blamable; worthy of censure."},{"word":"Faun","type":"n.","descr":" A god of fields and shipherds, diddering little from the satyr. The fauns are usually represented as half goat and half man."},{"word":"Fauna","type":"n.","descr":" The animals of any given area or epoch; as, the fauna of America; fossil fauna; recent fauna."},{"word":"Faunal","type":"a.","descr":" Relating to fauna."},{"word":"Faunist","type":"n.","descr":" One who describes the fauna of country; a naturalist."},{"word":"Fauni","type":"pl. ","descr":" of Faunus"},{"word":"Faunus","type":"n.","descr":" See Faun."},{"word":"Fausen","type":"n.","descr":" A young eel."},{"word":"Fausse-braye","type":"n.","descr":" A second raampart, exterior to, and parallel to, the main rampart, and considerably below its level."},{"word":"Fauteuil","type":"n.","descr":" An armchair; hence (because the members sit in fauteuils or armchairs), membership in the French Academy."},{"word":"Fauteuil","type":"n.","descr":" Chair of a presiding officer."},{"word":"Fautor","type":"n.","descr":" A favorer; a patron; one who gives countenance or support; an abettor."},{"word":"Fautress","type":"n.","descr":" A patroness."},{"word":"Fauvette","type":"n.","descr":" A small singing bird, as the nightingale and warblers."},{"word":"Fauces","type":"pl. ","descr":" of Faux"},{"word":"Faux","type":"n.","descr":" See Fauces."},{"word":"faux pas","type":"","descr":" A false step; a mistake or wrong measure."},{"word":"Favaginous","type":"a.","descr":" Formed like, or resembling, a honeycomb."},{"word":"Favas","type":"n.","descr":" See Favus, n., 2."},{"word":"Favel","type":"a.","descr":" Yellow; fal\/ow; dun."},{"word":"Favel","type":"n.","descr":" A horse of a favel or dun color."},{"word":"Favel","type":"n.","descr":" Flattery; cajolery; deceit."},{"word":"Favella","type":"n.","descr":" A group of spores arranged without order and covered with a thin gelatinous envelope, as in certain delicate red algae."},{"word":"Faveolate","type":"a.","descr":" Honeycomb; having cavities or cells, somewhat resembling those of a honeycomb; alveolate; favose."},{"word":"Favillous","type":"a.","descr":" Of or pertaining to ashes."},{"word":"Favonian","type":"a.","descr":" Pertaining to the west wind; soft; mild; gentle."},{"word":"Favor","type":"n.","descr":" Kind regard; propitious aspect; countenance; friendly disposition; kindness; good will."},{"word":"Favor","type":"n.","descr":" The act of countenancing, or the condition of being countenanced, or regarded propitiously; support; promotion; befriending."},{"word":"Favor","type":"n.","descr":" A kind act or office; kindness done or granted; benevolence shown by word or deed; an act of grace or good will, as distinct from justice or remuneration."},{"word":"Favor","type":"n.","descr":" Mildness or mitigation of punishment; lenity."},{"word":"Favor","type":"n.","descr":" The object of regard; person or thing favored."},{"word":"Favor","type":"n.","descr":" A gift or represent; something bestowed as an evidence of good will; a token of love; a knot of ribbons; something worn as a token of affection; as, a marriage favor is a bunch or knot of white ribbons or white flowers worn at a wedding."},{"word":"Favor","type":"n.","descr":" Appearance; look; countenance; face."},{"word":"Favor","type":"n.","descr":" Partiality; bias."},{"word":"Favor","type":"n.","descr":" A letter or epistle; -- so called in civility or compliment; as, your favor of yesterday is received."},{"word":"Favor","type":"n.","descr":" Love locks."},{"word":"Favored","type":"imp. and p. p.","descr":" of Favor"},{"word":"Favoring","type":"p. pr. and vb. n.","descr":" of Favor"},{"word":"Favor","type":"n.","descr":" To regard with kindness; to support; to aid, or to have the disposition to aid, or to wish success to; to be propitious to; to countenance; to treat with consideration or tenderness; to show partiality or unfair bias towards."},{"word":"Favor","type":"n.","descr":" To afford advantages for success to; to facilitate; as, a weak place favored the entrance of the enemy."},{"word":"Favor","type":"n.","descr":" To resemble in features; to have the aspect or looks of; as, the child favors his father."},{"word":"Favorable","type":"n.","descr":" Full of favor; favoring; manifesting partiality; kind; propitious; friendly."},{"word":"Favorable","type":"n.","descr":" Conducive; contributing; tending to promote or facilitate; advantageous; convenient."},{"word":"Favorable","type":"n.","descr":" Beautiful; well-favored."},{"word":"Favored","type":"a.","descr":" Countenanced; aided; regarded with kidness; as, a favored friend."},{"word":"Favored","type":"a.","descr":" Having a certain favor or appearance; featured; as, well-favored; hard-favored, etc."},{"word":"Favoredly","type":"adv.","descr":" In a favored or a favorable manner; favorably."},{"word":"Favoredness","type":"n.","descr":" Appearance."},{"word":"Favorer","type":"n.","descr":" One who favors; one who regards with kindness or friendship; a well-wisher; one who assists or promotes success or prosperity."},{"word":"Favoress","type":"n.","descr":" A woman who favors or gives countenance."},{"word":"Favoring","type":"a.","descr":" That favors."},{"word":"Favorite","type":"n.","descr":" A person or thing regarded with peculiar favor; one treated with partiality; one preferred above others; especially, one unduly loved, trusted, and enriched with favors by a person of high rank or authority."},{"word":"Favorite","type":"n.","descr":" Short curls dangling over the temples; -- fashionable in the reign of Charles II."},{"word":"Favorite","type":"n.","descr":" The competitor (as a horse in a race) that is judged most likely to win; the competitor standing highest in the betting."},{"word":"Favorite","type":"a.","descr":" Regarded with particular affection, esteem, or preference; as, a favorite walk; a favorite child."},{"word":"Favoritism","type":"n.","descr":" The disposition to favor and promote the interest of one person or family, or of one class of men, to the neglect of others having equal claims; partiality."},{"word":"Favorless","type":"a.","descr":" Unfavored; not regarded with favor; having no countenance or support."},{"word":"Favorless","type":"a.","descr":" Unpropitious; unfavorable."},{"word":"Favose","type":"a.","descr":" Honeycombed. See Faveolate."},{"word":"Favose","type":"a.","descr":" Of or pertaining to the disease called favus."},{"word":"Favosite","type":"a.","descr":" Like or pertaining to the genus Favosites."},{"word":"Favosites","type":"n.","descr":" A genus of fossil corals abundant in the Silurian and Devonian rocks, having polygonal cells with perforated walls."},{"word":"Favus","type":"n.","descr":" A disease of the scalp, produced by a vegetable parasite."},{"word":"Favus","type":"n.","descr":" A tile or flagstone cut into an hexagonal shape to produce a honeycomb pattern, as in a pavement; -- called also favas and sectila."},{"word":"Fawe","type":"a.","descr":" Fain; glad; delighted."},{"word":"Fawkner","type":"n.","descr":" A falconer."},{"word":"Fawn","type":"n.","descr":" A young deer; a buck or doe of the first year. See Buck."},{"word":"Fawn","type":"n.","descr":" The young of an animal; a whelp."},{"word":"Fawn","type":"n.","descr":" A fawn color."},{"word":"Fawn","type":"a.","descr":" Of the color of a fawn; fawn-colored."},{"word":"Fawn","type":"v. i.","descr":" To bring forth a fawn."},{"word":"Fawned","type":"imp. and p. p.","descr":" of Fawn"},{"word":"Fawning","type":"p. pr. and vb. n.","descr":" of Fawn"},{"word":"Fawn","type":"v. i.","descr":" To court favor by low cringing, frisking, etc., as a dog; to flatter meanly; -- often followed by on or upon."},{"word":"Fawn","type":"n.","descr":" A servile cringe or bow; mean flattery; sycophancy."},{"word":"Fawn-colored","type":"a.","descr":" Of the color of a fawn; light yellowish brown."},{"word":"Fawner","type":"n.","descr":" One who fawns; a sycophant."},{"word":"Fawningly","type":"adv.","descr":" In a fawning manner."},{"word":"Faxed","type":"a.","descr":" Hairy."},{"word":"Fay","type":"n.","descr":" A fairy; an elf."},{"word":"Fay","type":"n.","descr":" Faith; as, by my fay."},{"word":"fayed","type":"imp. and p. p.","descr":" of Fay"},{"word":"Faying","type":"p. pr. and vb. n.","descr":" of Fay"},{"word":"Fay","type":"v. t.","descr":" To fit; to join; to unite closely, as two pieces of wood, so as to make the surface fit together."},{"word":"Fay","type":"v. i.","descr":" To lie close together; to fit; to fadge; -- often with in, into, with, or together."},{"word":"Fayalite","type":"n.","descr":" A black, greenish, or brownish mineral of the chrysolite group. It is a silicate of iron."},{"word":"Fayence","type":"n.","descr":" See Fa\/ence."},{"word":"Faytour","type":"n.","descr":" See Faitour."},{"word":"Faze","type":"v. t.","descr":" See Feeze."},{"word":"Fazzolet","type":"n.","descr":" A handkerchief."},{"word":"Falness","type":"n.","descr":" See Fullness."},{"word":"Famish","type":"a.","descr":" Smoky; hot; choleric."},{"word":"Fartherer","type":"n.","descr":" One who furthers. or helps to advance; a promoter."},{"word":"Faruncular","type":"a.","descr":" Of or pertaining to a furuncle; marked by the presence of furuncles."},{"word":"Fast","type":"n.","descr":" The shaft of a column, or trunk of pilaster."},{"word":"Fastilarian","type":"n.","descr":" A low fellow; a stinkard; a scoundrel."}]