[{"word":"Fiacre","type":"n.","descr":" A kind of French hackney coach."},{"word":"Fiance","type":"v. t.","descr":" To betroth; to affiance."},{"word":"Fiance","type":"n.","descr":" A betrothed man."},{"word":"Fiancee","type":"n.","descr":" A betrothed woman."},{"word":"Fiants","type":"n.","descr":" The dung of the fox, wolf, boar, or badger."},{"word":"Fiar","type":"n.","descr":" One in whom the property of an estate is vested, subject to the estate of a life renter."},{"word":"Fiar","type":"n.","descr":" The price of grain, as legally fixed, in the counties of Scotland, for the current year."},{"word":"Fiascoes","type":"pl. ","descr":" of Fiasco"},{"word":"Fiasco","type":"n.","descr":" A complete or ridiculous failure, esp. of a musical performance, or of any pretentious undertaking."},{"word":"Fiat","type":"n.","descr":" An authoritative command or order to do something; an effectual decree."},{"word":"Fiat","type":"n.","descr":" A warrant of a judge for certain processes."},{"word":"Fiat","type":"n.","descr":" An authority for certain proceedings given by the Lord Chancellor\\'s signature."},{"word":"Fiaunt","type":"n.","descr":" Commission; fiat; order; decree."},{"word":"Fib","type":"n.","descr":" A falsehood; a lie; -- used euphemistically."},{"word":"Fibbed","type":"imp. and p. p.","descr":" of Fib"},{"word":"Fibbing","type":"p. pr. and vb. n.","descr":" of Fib"},{"word":"Fib","type":"v. i.","descr":" To speak falsely."},{"word":"Fib","type":"v. t.","descr":" To tell a fib to."},{"word":"Fibber","type":"n.","descr":" One who tells fibs."},{"word":"Fiber","type":"n.","descr":" Alt. of Fibre"},{"word":"Fibre","type":"n.","descr":" One of the delicate, threadlike portions of which the tissues of plants and animals are in part constituted; as, the fiber of flax or of muscle."},{"word":"Fibre","type":"n.","descr":" Any fine, slender thread, or threadlike substance; as, a fiber of spun glass; especially, one of the slender rootlets of a plant."},{"word":"Fibre","type":"n.","descr":" Sinew; strength; toughness; as, a man of real fiber."},{"word":"Fibre","type":"n.","descr":" A general name for the raw material, such as cotton, flax, hemp, etc., used in textile manufactures."},{"word":"Fibered","type":"a.","descr":" Alt. of Fibred"},{"word":"Fibred","type":"a.","descr":" Having fibers; made up of fibers."},{"word":"Fiber-faced","type":"a.","descr":" Alt. of Fibre-faced"},{"word":"Fibre-faced","type":"a.","descr":" Having a visible fiber embodied in the surface of; -- applied esp. to a kind of paper for checks, drafts, etc."},{"word":"Fiberless","type":"a.","descr":" Alt. of Fibreless"},{"word":"Fibreless","type":"a.","descr":" Having no fibers; destitute of fibers or fiber."},{"word":"Fibriform","type":"a.","descr":" Having the form of a fiber or fibers; resembling a fiber."},{"word":"Fibril","type":"n.","descr":" A small fiber; the branch of a fiber; a very slender thread; a fibrilla."},{"word":"FibrillAe","type":"pl. ","descr":" of Fibrilla"},{"word":"Fibrilla","type":"n.","descr":" A minute thread of fiber, as one of the fibrous elements of a muscular fiber; a fibril."},{"word":"Fibrillar","type":"a.","descr":" Of or pertaining to fibrils or fibers; as, fibrillar twitchings."},{"word":"Fibrillary","type":"a.","descr":" Of of pertaining to fibrils."},{"word":"Fibrillated","type":"a.","descr":" Furnished with fibrils; fringed."},{"word":"Fibrillation","type":"n.","descr":" The state of being reduced to fibers."},{"word":"Fibrillose","type":"a.","descr":" Covered with hairlike appendages, as the under surface of some lichens; also, composed of little strings or fibers; as, fibrillose appendages."},{"word":"Fibrillous","type":"a.","descr":" Pertaining to, or composed of, fibers."},{"word":"Fibrin","type":"n.","descr":" A white, albuminous, fibrous substance, formed in the coagulation of the blood either by decomposition of fibrinogen, or from the union of fibrinogen and paraglobulin which exist separately in the blood. It is insoluble in water, but is readily digestible in gastric and pancreatic juice."},{"word":"Fibrin","type":"n.","descr":" The white, albuminous mass remaining after washing lean beef or other meat with water until all coloring matter is removed; the fibrous portion of the muscle tissue; flesh fibrin."},{"word":"Fibrin","type":"n.","descr":" An albuminous body, resembling animal fibrin in composition, found in cereal grains and similar seeds; vegetable fibrin."},{"word":"Fibrination","type":"n.","descr":" The state of acquiring or having an excess of fibrin."},{"word":"Fibrine","type":"a.","descr":" Belonging to the fibers of plants."},{"word":"Fibrinogen","type":"n.","descr":" An albuminous substance existing in the blood, and in other animal fluids, which either alone or with fibrinoplastin or paraglobulin forms fibrin, and thus causes coagulation."},{"word":"Fibrinogenous","type":"a.","descr":" Possessed of properties similar to fibrinogen; capable of forming fibrin."},{"word":"Fibrinoplastic","type":"a.","descr":" Like fibrinoplastin; capable of forming fibrin when brought in contact with fibrinogen."},{"word":"Fibrinoplastin","type":"n.","descr":" An albuminous substance, existing in the blood, which in combination with fibrinogen forms fibrin; -- called also paraglobulin."},{"word":"Fibrinous","type":"a.","descr":" Having, or partaking of the properties of, fibrin; as, fibrious exudation."},{"word":"Fibrocartilage","type":"n.","descr":" A kind of cartilage with a fibrous matrix and approaching fibrous connective tissue in structure."},{"word":"Fibrochondrosteal","type":"a.","descr":" Partly fibrous, partly cartilaginous, and partly osseous."},{"word":"Fibroid","type":"a.","descr":" Resembling or forming fibrous tissue; made up of fibers; as, fibroid tumors."},{"word":"Fibroid","type":"n.","descr":" A fibroid tumor; a fibroma."},{"word":"Fibroin","type":"n.","descr":" A variety of gelatin; the chief ingredient of raw silk, extracted as a white amorphous mass."},{"word":"Fibrolite","type":"n.","descr":" A silicate of alumina, of fibrous or columnar structure. It is like andalusite in composition; -- called also sillimanite, and bucholizite."},{"word":"Fibroma","type":"n.","descr":" A tumor consisting mainly of fibrous tissue, or of same modification of such tissue."},{"word":"Fibrospongiae","type":"n. pl.","descr":" An order of sponges having a fibrous skeleton, including the commercial sponges."},{"word":"Fibrous","type":"a.","descr":" Containing, or consisting of, fibers; as, the fibrous coat of the cocoanut; the fibrous roots of grasses."},{"word":"Fibrovascular","type":"a.","descr":" Containing woody fiber and ducts, as the stems of all flowering plants and ferns; -- opposed to cellular."},{"word":"Fibster","type":"n.","descr":" One who tells fibs."},{"word":"FibulAe","type":"pl. ","descr":" of Fibula"},{"word":"Fibula","type":"n.","descr":" A brooch, clasp, or buckle."},{"word":"Fibula","type":"n.","descr":" The outer and usually the smaller of the two bones of the leg, or hind limb, below the knee."},{"word":"Fibula","type":"n.","descr":" A needle for sewing up wounds."},{"word":"Fibu-lar","type":"a.","descr":" Pertaining to the fibula."},{"word":"Fibularia","type":"pl. ","descr":" of Fibulare"},{"word":"Fibulare","type":"n.","descr":" The bone or cartilage of the tarsus, which articulates with the fibula, and corresponds to the calcaneum in man and most mammals."},{"word":"Fice","type":"n.","descr":" A small dog; -- written also fise, fyce, fiste, etc."},{"word":"Fiche","type":"a.","descr":" See FitchE."},{"word":"Ficttelite","type":"n.","descr":" A white crystallized mineral resin from the Fichtelgebirge, Bavaria."},{"word":"Fichu","type":"n.","descr":" A light cape, usually of lace, worn by women, to cover the neck and throat, and extending to the shoulders."},{"word":"Fickle","type":"a.","descr":" Not fixed or firm; liable to change; unstable; of a changeable mind; not firm in opinion or purpose; inconstant; capricious; as, Fortune\\'s fickle wheel."},{"word":"Fickleness","type":"n.","descr":" The quality of being fickle; instability; inconsonancy."},{"word":"Fickly","type":"adv.","descr":" In a fickle manner."},{"word":"Ficoes","type":"pl. ","descr":" of Fico"},{"word":"Fico","type":"n.","descr":" A fig; an insignificant trifle, no more than the snap of one\\'s thumb; a sign of contempt made by the fingers, expressing. A fig for you."},{"word":"Fictile","type":"a.","descr":" Molded, or capable of being molded, into form by art; relating to pottery or to molding in any soft material."},{"word":"Fiction","type":"n.","descr":" The act of feigning, inventing, or imagining; as, by a mere fiction of the mind."},{"word":"Fiction","type":"n.","descr":" That which is feigned, invented, or imagined; especially, a feigned or invented story, whether oral or written. Hence: A story told in order to deceive; a fabrication; -- opposed to fact, or reality."},{"word":"Fiction","type":"n.","descr":" Fictitious literature; comprehensively, all works of imagination; specifically, novels and romances."},{"word":"Fiction","type":"n.","descr":" An assumption of a possible thing as a fact, irrespective of the question of its truth."},{"word":"Fiction","type":"n.","descr":" Any like assumption made for convenience, as for passing more rapidly over what is not disputed, and arriving at points really at issue."},{"word":"Fictional","type":"a.","descr":" Pertaining to, or characterized by, fiction; fictitious; romantic."},{"word":"Fictionist","type":"n.","descr":" A writer of fiction."},{"word":"Fictious","type":"a.","descr":" Fictitious."},{"word":"Fictitious","type":"a.","descr":" Feigned; imaginary; not real; fabulous; counterfeit; false; not genuine; as, fictitious fame."},{"word":"Fictive","type":"a.","descr":" Feigned; counterfeit."},{"word":"Fictor","type":"n.","descr":" An artist who models or forms statues and reliefs in any plastic material."},{"word":"Ficus","type":"n.","descr":" A genus of trees or shrubs, one species of which (F. Carica) produces the figs of commerce; the fig tree."},{"word":"Fid","type":"n.","descr":" A square bar of wood or iron, used to support the topmast, being passed through a hole or mortise at its heel, and resting on the trestle trees."},{"word":"Fid","type":"n.","descr":" A wooden or metal bar or pin, used to support or steady anything."},{"word":"Fid","type":"n.","descr":" A pin of hard wood, tapering to a point, used to open the strands of a rope in splicing."},{"word":"Fid","type":"n.","descr":" A block of wood used in mounting and dismounting heavy guns."},{"word":"Fidalgo","type":"n.","descr":" The lowest title of nobility in Portugal, corresponding to that of Hidalgo in Spain."},{"word":"Fiddle","type":"n.","descr":" A stringed instrument of music played with a bow; a violin; a kit."},{"word":"Fiddle","type":"n.","descr":" A kind of dock (Rumex pulcher) with fiddle-shaped leaves; -- called also fiddle dock."},{"word":"Fiddle","type":"n.","descr":" A rack or frame of bars connected by strings, to keep table furniture in place on the cabin table in bad weather."},{"word":"Fiddled","type":"imp. and p. p.","descr":" of Fiddle"},{"word":"Fiddling","type":"p. pr. and vb. n.","descr":" of Fiddle"},{"word":"Fiddle","type":"v. i.","descr":" To play on a fiddle."},{"word":"Fiddle","type":"v. i.","descr":" To keep the hands and fingers actively moving as a fiddler does; to move the hands and fingers restlessy or in busy idleness; to trifle."},{"word":"Fiddle","type":"v. t.","descr":" To play (a tune) on a fiddle."},{"word":"Fiddledeedee","type":"interj.","descr":" An exclamatory word or phrase, equivalent to nonsense!"},{"word":"Fiddle-faddle","type":"v. i.","descr":" To talk nonsense."},{"word":"Fiddler","type":"n.","descr":" One who plays on a fiddle or violin."},{"word":"Fiddler","type":"n.","descr":" A burrowing crab of the genus Gelasimus, of many species. The male has one claw very much enlarged, and often holds it in a position similar to that in which a musician holds a fiddle, hence the name; -- called also calling crab, soldier crab, and fighting crab."},{"word":"Fiddler","type":"n.","descr":" The common European sandpiper (Tringoides hypoleucus); -- so called because it continually oscillates its body."},{"word":"Fiddle-shaped","type":"a.","descr":" Inversely ovate, with a deep hollow on each side."},{"word":"Fiddlestick","type":"n.","descr":" The bow, strung with horsehair, used in playing the fiddle; a fiddle bow."},{"word":"Fiddlestring","type":"n.","descr":" One of the catgut strings of a fiddle."},{"word":"Fiddlewood","type":"n.","descr":" The wood of several West Indian trees, mostly of the genus Citharexylum."},{"word":"Fidejussion","type":"n.","descr":" The act or state of being bound as surety for another; suretyship."},{"word":"Fidejussor","type":"n.","descr":" A surety; one bound for another, conjointly with him; a guarantor."},{"word":"Fidelity","type":"n.","descr":" Faithfulness; adherence to right; careful and exact observance of duty, or discharge of obligations."},{"word":"Fidelity","type":"n.","descr":" Adherence to a person or party to which one is bound; loyalty."},{"word":"Fidelity","type":"n.","descr":" Adherence to the marriage contract."},{"word":"Fidelity","type":"n.","descr":" Adherence to truth; veracity; honesty."},{"word":"Fides","type":"n.","descr":" Faith personified as a goddess; the goddess of faith."},{"word":"Fidge","type":"n. and i.","descr":" See Fidget."},{"word":"Fidgeted","type":"imp. and p. p.","descr":" of Fidget"},{"word":"Fidget","type":"v. i.","descr":" To move uneasily one way and the other; to move irregularly, or by fits and starts."},{"word":"Fidget","type":"n.","descr":" Uneasiness; restlessness."},{"word":"Fidget","type":"n.","descr":" A general nervous restlessness, manifested by incessant changes of position; dysphoria."},{"word":"Fidgetiness","type":"n.","descr":" Quality of being fidgety."},{"word":"Fidgety","type":"a.","descr":" Restless; uneasy."},{"word":"Fidia","type":"n.","descr":" A genus of small beetles, of which one species (the grapevine Fidia, F. longipes) is very injurious to vines in America."},{"word":"Fidicinal","type":"a.","descr":" Of or pertaining to a stringed instrument."},{"word":"Fiducial","type":"a.","descr":" Having faith or trust; confident; undoubting; firm."},{"word":"Fiducial","type":"a.","descr":" Having the nature of a trust; fiduciary; as, fiducial power."},{"word":"Fiducially","type":"adv.","descr":" With confidence."},{"word":"Fidiciary","type":"a.","descr":" Involving confidence or trust; confident; undoubting; faithful; firm; as, in a fiduciary capacity."},{"word":"Fidiciary","type":"a.","descr":" Holding, held, or founded, in trust."},{"word":"Fiduciary","type":"n.","descr":" One who holds a thing in trust for another; a trustee."},{"word":"Fiduciary","type":"n.","descr":" One who depends for salvation on faith, without works; an Antinomian."},{"word":"Fie","type":"interj.","descr":" An exclamation denoting contempt or dislike. See Fy."},{"word":"Fief","type":"n.","descr":" An estate held of a superior on condition of military service; a fee; a feud. See under Benefice, n., 2."},{"word":"Field","type":"n.","descr":" Cleared land; land suitable for tillage or pasture; cultivated ground; the open country."},{"word":"Field","type":"n.","descr":" A piece of land of considerable size; esp., a piece inclosed for tillage or pasture."},{"word":"Field","type":"n.","descr":" A place where a battle is fought; also, the battle itself."},{"word":"Field","type":"n.","descr":" An open space; an extent; an expanse."},{"word":"Field","type":"n.","descr":" Any blank space or ground on which figures are drawn or projected."},{"word":"Field","type":"n.","descr":" The space covered by an optical instrument at one view."},{"word":"Field","type":"n.","descr":" The whole surface of an escutcheon; also, so much of it is shown unconcealed by the different bearings upon it. See Illust. of Fess, where the field is represented as gules (red), while the fess is argent (silver)."},{"word":"Field","type":"n.","descr":" An unresticted or favorable opportunity for action, operation, or achievement; province; room."},{"word":"Field","type":"n.","descr":" A collective term for all the competitors in any outdoor contest or trial, or for all except the favorites in the betting."},{"word":"Field","type":"n.","descr":" That part of the grounds reserved for the players which is outside of the diamond; -- called also outfield."},{"word":"Fielded","type":"imp. and p. p.","descr":" of Field"},{"word":"Fielding","type":"p. pr. and vb. n.","descr":" of Field"},{"word":"Field","type":"v. i.","descr":" To take the field."},{"word":"Field","type":"v. i.","descr":" To stand out in the field, ready to catch, stop, or throw the ball."},{"word":"Field","type":"v. t.","descr":" To catch, stop, throw, etc. (the ball), as a fielder."},{"word":"Fielded","type":"a.","descr":" Engaged in the field; encamped."},{"word":"Fielden","type":"a.","descr":" Consisting of fields."},{"word":"Fielder","type":"n.","descr":" A ball payer who stands out in the field to catch or stop balls."},{"word":"Fieldfare","type":"n.","descr":" a small thrush (Turdus pilaris) which breeds in northern Europe and winters in Great Britain. The head, nape, and lower part of the back are ash-colored; the upper part of the back and wing coverts, chestnut; -- called also fellfare."},{"word":"Fielding","type":"n.","descr":" The act of playing as a fielder."},{"word":"Fieldpiece","type":"n.","descr":" A cannon mounted on wheels, for the use of a marching army; a piece of field artillery; -- called also field gun."},{"word":"Fieldwork","type":"n.","descr":" Any temporary fortification thrown up by an army in the field; -- commonly in the plural."},{"word":"Fieldy","type":"a.","descr":" Open, like a field."},{"word":"Fiend","type":"n.","descr":" An implacable or malicious foe; one who is diabolically wicked or cruel; an infernal being; -- applied specifically to the devil or a demon."},{"word":"Fiendful","type":"a.","descr":" Full of fiendish spirit or arts."},{"word":"Fiendish","type":"a.","descr":" Like a fiend; diabolically wicked or cruel; infernal; malignant; devilish; hellish."},{"word":"Fiendlike","type":"a.","descr":" Fiendish; diabolical."},{"word":"Fiendly","type":"a.","descr":" Fiendlike; monstrous; devilish."},{"word":"Fierasfer","type":"n.","descr":" A genus of small, slender fishes, remarkable for their habit of living as commensals in other animals. One species inhabits the gill cavity of the pearl oyster near Panama; another lives within an East Indian holothurian."},{"word":"Fierce","type":"superl.","descr":" Furious; violent; unrestrained; impetuous; as, a fierce wind."},{"word":"Fierce","type":"superl.","descr":" Vehement in anger or cruelty; ready or eager to kill or injure; of a nature to inspire terror; ferocious."},{"word":"Fierce","type":"superl.","descr":" Excessively earnest, eager, or ardent."},{"word":"Fieri facias","type":"","descr":" A judicial writ that lies for one who has recovered in debt or damages, commanding the sheriff that he cause to be made of the goods, chattels, or real estate of the defendant, the sum claimed."},{"word":"Fieriness","type":"n.","descr":" The quality of being fiery; heat; acrimony; irritability; as, a fieriness of temper."},{"word":"Fiery","type":"a.","descr":" Consisting of, containing, or resembling, fire; as, the fiery gulf of Etna; a fiery appearance."},{"word":"Fiery","type":"a.","descr":" Vehement; ardent; very active; impetuous."},{"word":"Fiery","type":"a.","descr":" Passionate; easily provoked; irritable."},{"word":"Fiery","type":"a.","descr":" Unrestrained; fierce; mettlesome; spirited."},{"word":"Fiery","type":"a.","descr":" heated by fire, or as if by fire; burning hot; parched; feverish."},{"word":"Fife","type":"n.","descr":" A small shrill pipe, resembling the piccolo flute, used chiefly to accompany the drum in military music."},{"word":"Fifed","type":"imp. and p. p.","descr":" of Fife"},{"word":"fifing","type":"p. pr. and vb. n.","descr":" of Fife"},{"word":"Fife","type":"v. i.","descr":" To play on a fife."},{"word":"Fifer","type":"n.","descr":" One who plays on a fife."},{"word":"Fifteen","type":"a.","descr":" Five and ten; one more than fourteen."},{"word":"Fifteen","type":"n.","descr":" The sum of five and ten; fifteen units or objects."},{"word":"Fifteen","type":"n.","descr":" A symbol representing fifteen units, as 15, or xv."},{"word":"Fifteenth","type":"a.","descr":" Next in order after the fourteenth; -- the ordinal of fifteen."},{"word":"Fifteenth","type":"a.","descr":" Consisting of one of fifteen equal parts or divisions of a thing."},{"word":"Fifteenth","type":"n.","descr":" One of fifteen equal parts or divisions; the quotient of a unit divided by fifteen."},{"word":"Fifteenth","type":"n.","descr":" A species of tax upon personal property formerly laid on towns, boroughs, etc., in England, being one fifteenth part of what the personal property in each town, etc., had been valued at."},{"word":"Fifteenth","type":"n.","descr":" A stop in an organ tuned two octaves above the diaposon."},{"word":"Fifteenth","type":"n.","descr":" An interval consisting of two octaves."},{"word":"Fifth","type":"a.","descr":" Next in order after the fourth; -- the ordinal of five."},{"word":"Fifth","type":"a.","descr":" Consisting of one of five equal divisions of a thing."},{"word":"Fifth","type":"n.","descr":" The quotient of a unit divided by five; one of five equal parts; a fifth part."},{"word":"Fifth","type":"n.","descr":" The interval of three tones and a semitone, embracing five diatonic degrees of the scale; the dominant of any key."},{"word":"Fifthly","type":"adv.","descr":" In the fifth place; as the fifth in order."},{"word":"Fiftieth","type":"a.","descr":" Next in order after the forty-ninth; -- the ordinal of fifty."},{"word":"Fiftieth","type":"a.","descr":" Consisting of one of fifty equal parts or divisions."},{"word":"Fiftieth","type":"n.","descr":" One of fifty equal parts; the quotient of a unit divided by fifty."},{"word":"Fifty","type":"a.","descr":" Five times ten; as, fifty men."},{"word":"Fifties","type":"pl. ","descr":" of Fifty"},{"word":"Fifty","type":"n.","descr":" The sum of five tens; fifty units or objects."},{"word":"Fifty","type":"n.","descr":" A symbol representing fifty units, as 50, or l."},{"word":"Fig","type":"n.","descr":" A small fruit tree (Ficus Carica) with large leaves, known from the remotest antiquity. It was probably native from Syria westward to the Canary Islands."},{"word":"Fig","type":"n.","descr":" The fruit of a fig tree, which is of round or oblong shape, and of various colors."},{"word":"Fig","type":"n.","descr":" A small piece of tobacco."},{"word":"Fig","type":"n.","descr":" The value of a fig, practically nothing; a fico; -- used in scorn or contempt."},{"word":"Fig","type":"n.","descr":" To insult with a fico, or contemptuous motion. See Fico."},{"word":"Fig","type":"n.","descr":" To put into the head of, as something useless o\/ contemptible."},{"word":"Fig","type":"n.","descr":" Figure; dress; array."},{"word":"Figaro","type":"n.","descr":" An adroit and unscrupulous intriguer."},{"word":"Figary","type":"n.","descr":" A frolic; a vagary; a whim."},{"word":"Figeater","type":"n.","descr":" A large beetle (Allorhina nitida) which in the Southern United States destroys figs.  The elytra are velvety green with pale borders."},{"word":"Figeater","type":"n.","descr":" A bird. See Figpecker."},{"word":"Figent","type":"a.","descr":" Fidgety; restless."},{"word":"Figgum","type":"n.","descr":" A juggler\\'s trick; conjuring."},{"word":"Fighting","type":"p. pr. and vb. n.","descr":" of Fight"},{"word":"Fight","type":"v. i.","descr":" To strive or contend for victory, with armies or in single combat; to attempt to defeat, subdue, or destroy an enemy, either by blows or weapons; to contend in arms; -- followed by with or against."},{"word":"Fight","type":"v. i.","descr":" To act in opposition to anything; to struggle against; to contend; to strive; to make resistance."},{"word":"Fight","type":"v. t.","descr":" To carry on, or wage, as a conflict, or battle; to win or gain by struggle, as one\\'s way; to sustain by fighting, as a cause."},{"word":"Fight","type":"v. t.","descr":" To contend with in battle; to war against; as, they fought the enemy in two pitched battles; the sloop fought the frigate for three hours."},{"word":"Fight","type":"v. t.","descr":" To cause to fight; to manage or maneuver in a fight; as, to fight cocks; to fight one\\'s ship."},{"word":"Fight","type":"v. i.","descr":" A battle; an engagement; a contest in arms; a combat; a violent conflict or struggle for victory, between individuals or between armies, ships, or navies, etc."},{"word":"Fight","type":"v. i.","descr":" A struggle or contest of any kind."},{"word":"Fight","type":"v. i.","descr":" Strength or disposition for fighting; pugnacity; as, he has a great deal of fight in him."},{"word":"Fight","type":"v. i.","descr":" A screen for the combatants in ships."},{"word":"Fighter","type":"n.","descr":" One who fights; a combatant; a warrior."},{"word":"Fighting","type":"a.","descr":" Qualified for war; fit for battle."},{"word":"Fighting","type":"a.","descr":" Occupied in war; being the scene of a battle; as, a fighting field."},{"word":"Fightingly","type":"adv.","descr":" Pugnaciously."},{"word":"Fightwite","type":"n.","descr":" A mulct or fine imposed on a person for making a fight or quarrel to the disturbance of the peace."},{"word":"Figment","type":"n.","descr":" An invention; a fiction; something feigned or imagined."},{"word":"Fig-shell","type":"n.","descr":" A marine univalve shell of the genus Pyrula, or Ficula, resembling a fig in form."},{"word":"Figulate","type":"a.","descr":" Alt. of Figulated"},{"word":"Figulated","type":"a.","descr":" Made of potter\\'s clay; molded; shaped."},{"word":"Figuline","type":"n.","descr":" A piece of pottery ornamented with representations of natural objects."},{"word":"Figurability","type":"n.","descr":" The quality of being figurable."},{"word":"Figurable","type":"a.","descr":" Capable of being brought to a fixed form or shape."},{"word":"Figural","type":"a.","descr":" Represented by figure or delineation; consisting of figures; as, figural ornaments."},{"word":"Figural","type":"a.","descr":" Figurate. See Figurate."},{"word":"Figurant","type":"n. masc.","descr":" One who dances at the opera, not singly, but in groups or figures; an accessory character on the stage, who figures in its scenes, but has nothing to say; hence, one who figures in any scene, without taking a prominent part."},{"word":"Figurante","type":"n. fem.","descr":" A female figurant; esp., a ballet girl."},{"word":"Figurate","type":"a.","descr":" Of a definite form or figure."},{"word":"Figurate","type":"a.","descr":" Figurative; metaphorical."},{"word":"Figurate","type":"a.","descr":" Florid; figurative; involving passing discords by the freer melodic movement of one or more parts or voices in the harmony; as, figurate counterpoint or descant."},{"word":"Figurated","type":"a.","descr":" Having a determinate form."},{"word":"Figurately","type":"adv.","descr":" In a figurate manner."},{"word":"Figuration","type":"n.","descr":" The act of giving figure or determinate form; determination to a certain form."},{"word":"Figuration","type":"n.","descr":" Mixture of concords and discords."},{"word":"Figurative","type":"a.","descr":" Representing by a figure, or by resemblance; typical; representative."},{"word":"Figurative","type":"a.","descr":" Used in a sense that is tropical, as a metaphor; not literal; -- applied to words and expressions."},{"word":"Figurative","type":"a.","descr":" Abounding in figures of speech; flowery; florid; as, a highly figurative description."},{"word":"Figurative","type":"a.","descr":" Relating to the representation of form or figure by drawing, carving, etc. See Figure, n., 2."},{"word":"Figure","type":"n.","descr":" The form of anything; shape; outline; appearance."},{"word":"Figure","type":"n.","descr":" The representation of any form, as by drawing, painting, modeling, carving, embroidering, etc.; especially, a representation of the human body; as, a figure in bronze; a figure cut in marble."},{"word":"Figure","type":"n.","descr":" A pattern in cloth, paper, or other manufactured article; a design wrought out in a fabric; as, the muslin was of a pretty figure."},{"word":"Figure","type":"n.","descr":" A diagram or drawing; made to represent a magnitude or the relation of two or more magnitudes; a surface or space inclosed on all sides; -- called superficial when inclosed by lines, and solid when inclosed by surface; any arrangement made up of points, lines, angles, surfaces, etc."},{"word":"Figure","type":"n.","descr":" The appearance or impression made by the conduct or carrer of a person; as, a sorry figure."},{"word":"Figure","type":"n.","descr":" Distinguished appearance; magnificence; conspicuous representation; splendor; show."},{"word":"Figure","type":"n.","descr":" A character or symbol representing a number; a numeral; a digit; as, 1, 2,3, etc."},{"word":"Figure","type":"n.","descr":" Value, as expressed in numbers; price; as, the goods are estimated or sold at a low figure."},{"word":"Figure","type":"n.","descr":" A person, thing, or action, conceived of as analogous to another person, thing, or action, of which it thus becomes a type or representative."},{"word":"Figure","type":"n.","descr":" A mode of expressing abstract or immaterial ideas by words which suggest pictures or images from the physical world; pictorial language; a trope; hence, any deviation from the plainest form of statement."},{"word":"Figure","type":"n.","descr":" The form of a syllogism with respect to the relative position of the middle term."},{"word":"Figure","type":"n.","descr":" Any one of the several regular steps or movements made by a dancer."},{"word":"Figure","type":"n.","descr":" A horoscope; the diagram of the aspects of the astrological houses."},{"word":"Figure","type":"n.","descr":" Any short succession of notes, either as melody or as a group of chords, which produce a single complete and distinct impression."},{"word":"Figure","type":"n.","descr":" A form of melody or accompaniment kept up through a strain or passage; a musical or motive; a florid embellishment."},{"word":"Figured","type":"imp. and p. p.","descr":" of Figure"},{"word":"Figuring","type":"p. pr. and vb. n.","descr":" of Figure"},{"word":"Figure","type":"n.","descr":" To represent by a figure, as to form or mold; to make an image of, either palpable or ideal; also, to fashion into a determinate form; to shape."},{"word":"Figure","type":"n.","descr":" To embellish with design; to adorn with figures."},{"word":"Figure","type":"n.","descr":" To indicate by numerals; also, to compute."},{"word":"Figure","type":"n.","descr":" To represent by a metaphor; to signify or symbolize."},{"word":"Figure","type":"n.","descr":" To prefigure; to foreshow."},{"word":"Figure","type":"n.","descr":" To write over or under the bass, as figures or other characters, in order to indicate the accompanying chords."},{"word":"Figure","type":"n.","descr":" To embellish."},{"word":"Figure","type":"v. t.","descr":" To make a figure; to be distinguished or conspicious; as, the envoy figured at court."},{"word":"Figure","type":"v. t.","descr":" To calculate; to contrive; to scheme; as, he is figuring to secure the nomination."},{"word":"Figured","type":"a.","descr":" Adorned with figures; marked with figures; as, figured muslin."},{"word":"Figured","type":"a.","descr":" Not literal; figurative."},{"word":"Figured","type":"a.","descr":" Free and florid; as, a figured descant. See Figurate, 3."},{"word":"Figured","type":"a.","descr":" Indicated or noted by figures."},{"word":"Figurehead","type":"n.","descr":" The figure, statue, or bust, on the prow of a ship."},{"word":"Figurehead","type":"n.","descr":" A person who allows his name to be used to give standing to enterprises in which he has no responsible interest or duties; a nominal, but not real, head or chief."},{"word":"Figurial","type":"a.","descr":" Represented by figure or delineation."},{"word":"Figurine","type":"n.","descr":" A very small figure, whether human or of an animal; especially, one in terra cotta or the like; -- distinguished from statuette, which is applied to small figures in bronze, marble, etc."},{"word":"Figurist","type":"n.","descr":" One who uses or interprets figurative expressions."},{"word":"Figwort","type":"n.","descr":" A genus of herbaceous plants (Scrophularia), mostly found in the north temperate zones. See Brownwort."},{"word":"Fijian","type":"a.","descr":" Of or pertaining to the Fiji islands or their inhabitants."},{"word":"Fijian","type":"n.","descr":" A native of the Fiji islands."},{"word":"Fike","type":"n.","descr":" See Fyke."},{"word":"Fil","type":"","descr":" imp. of Fall, v. i. Fell."},{"word":"Filaceous","type":"a.","descr":" Composed of threads."},{"word":"Filacer","type":"n.","descr":" A former officer in the English Court of Common Pleas; -- so called because he filed the writs on which he made out process."},{"word":"Filament","type":"n.","descr":" A thread or threadlike object or appendage; a fiber; esp. (Bot.), the threadlike part of the stamen supporting the anther."},{"word":"Filamentary","type":"a.","descr":" Having the character of, or formed by, a filament."},{"word":"Filametoid","type":"a.","descr":" Like a filament."},{"word":"Filamentous","type":"a.","descr":" Like a thread; consisting of threads or filaments."},{"word":"Filander","type":"n.","descr":" A species of kangaroo (Macropus Brunii), inhabiting New Guinea."},{"word":"Filanders","type":"n. pl.","descr":" A disease in hawks, characterized by the presence of small threadlike worms, also of filaments of coagulated blood, from the rupture of a vein; -- called also backworm."},{"word":"Filar","type":"a.","descr":" Of or pertaining to a thread or line; characterized by threads stretched across the field of view; as, a filar microscope; a filar micrometer."},{"word":"Filaria","type":"n.","descr":" A genus of slender, nematode worms of many species, parasitic in various animals. See Guinea worm."},{"word":"Filatory","type":"n.","descr":" A machine for forming threads."},{"word":"Filature","type":"n.","descr":" A drawing out into threads; hence, the reeling of silk from cocoons."},{"word":"Filature","type":"n.","descr":" A reel for drawing off silk from cocoons; also, an establishment for reeling silk."},{"word":"Filbert","type":"n.","descr":" The fruit of the Corylus Avellana or hazel. It is an oval nut, containing a kernel that has a mild, farinaceous, oily taste, agreeable to the palate."},{"word":"Filched","type":"imp. and p. p.","descr":" of Filch"},{"word":"Filching","type":"p. pr. and vb. n.","descr":" of Filch"},{"word":"Filch","type":"v. t.","descr":" To steal or take privily (commonly, that which is of little value); to pilfer."},{"word":"Filcher","type":"n.","descr":" One who filches; a thief."},{"word":"Filchingly","type":"adv.","descr":" By pilfering or petty stealing."},{"word":"File","type":"n.","descr":" An orderly succession; a line; a row"},{"word":"File","type":"n.","descr":" A row of soldiers ranged one behind another; -- in contradistinction to rank, which designates a row of soldiers standing abreast; a number consisting the depth of a body of troops, which, in the ordinary modern formation, consists of two men, the battalion standing two deep, or in two ranks."},{"word":"File","type":"n.","descr":" An orderly collection of papers, arranged in sequence or classified for preservation and reference; as, files of letters or of newspapers; this mail brings English files to the 15th instant."},{"word":"File","type":"n.","descr":" The line, wire, or other contrivance, by which papers are put and kept in order."},{"word":"File","type":"n.","descr":" A roll or list."},{"word":"File","type":"n.","descr":" Course of thought; thread of narration."},{"word":"Filed","type":"imp. and p. p.","descr":" of File"},{"word":"Filing","type":"p. pr. and vb. n.","descr":" of File"},{"word":"File","type":"v. t.","descr":" To set in order; to arrange, or lay away, esp. as papers in a methodical manner for preservation and reverence; to place on file; to insert in its proper place in an arranged body of papers."},{"word":"File","type":"v. t.","descr":" To bring before a court or legislative body by presenting proper papers in a regular way; as, to file a petition or bill."},{"word":"File","type":"v. t.","descr":" To put upon the files or among the records of a court; to note on (a paper) the fact date of its reception in court."},{"word":"File","type":"v. i.","descr":" To march in a file or line, as soldiers, not abreast, but one after another; -- generally with off."},{"word":"File","type":"n.","descr":" A steel instrument, having cutting ridges or teeth, made by indentation with a chisel, used for abrading or smoothing other substances, as metals, wood, etc."},{"word":"File","type":"n.","descr":" Anything employed to smooth, polish, or rasp, literally or figuratively."},{"word":"File","type":"n.","descr":" A shrewd or artful person."},{"word":"File","type":"v. t.","descr":" To rub, smooth, or cut away, with a file; to sharpen with a file; as, to file a saw or a tooth."},{"word":"File","type":"v. t.","descr":" To smooth or polish as with a file."},{"word":"File","type":"v. t.","descr":" To make foul; to defile."},{"word":"Filefish","type":"n.","descr":" Any plectognath fish of the genera Monacanthus, Alutera, balistes, and allied genera; -- so called on account of the roughly granulated skin, which is sometimes used in place of sandpaper."},{"word":"Filemot","type":"n.","descr":" See Feullemort."},{"word":"Filer","type":"n.","descr":" One who works with a file."},{"word":"Filial","type":"a.","descr":" Of or pertaining to a son or daughter; becoming to a child in relation to his parents; as, filial obedience."},{"word":"Filial","type":"a.","descr":" Bearing the relation of a child."},{"word":"Filially","type":"adv.","descr":" In a filial manner."},{"word":"Filiate","type":"v. t.","descr":" To adopt as son or daughter; to establish filiation between."},{"word":"Filiation","type":"n.","descr":" The relationship of a son or child to a parent, esp. to a father."},{"word":"Filiation","type":"n.","descr":" The assignment of a bastard child to some one as its father; affiliation."},{"word":"Filibeg","type":"n.","descr":" Same as Kilt."},{"word":"Filibuster","type":"n.","descr":" A lawless military adventurer, especially one in quest of plunder; a freebooter; -- originally applied to buccaneers infesting the Spanish American coasts, but introduced into common English to designate the followers of Lopez in his expedition to Cuba in 1851, and those of Walker in his expedition to Nicaragua, in 1855."},{"word":"Fillibustered","type":"imp. and p. p.","descr":" of Filibuster"},{"word":"Filibustering","type":"p. pr. and vb. n.","descr":" of Filibuster"},{"word":"Filibuster","type":"v. i.","descr":" To act as a filibuster, or military freebooter."},{"word":"Filibuster","type":"v. i.","descr":" To delay legislation, by dilatory motions or other artifices."},{"word":"Filibusterism","type":"n.","descr":" The characteristics or practices of a filibuster."},{"word":"Filical","type":"a.","descr":" Belonging to the Filices, r ferns."},{"word":"Filicic","type":"a.","descr":" Pertaining to, or derived from, ferns; as, filicic acid."},{"word":"Filicide","type":"n.","descr":" The act of murdering a son or a daughter; also, parent who commits such a murder."},{"word":"Filiciform","type":"a.","descr":" Shaped like a fern or like the parts of a fern leaf."},{"word":"Filicoid","type":"a.","descr":" Fernlike, either in form or in the nature of the method of reproduction."},{"word":"Filicoid","type":"n.","descr":" A fernlike plant."},{"word":"Filiety","type":"n.","descr":" The relation of a son to a father; sonship; -- the correlative of paternity."},{"word":"Filiferous","type":"a.","descr":" Producing threads."},{"word":"Filiform","type":"a.","descr":" Having the shape of a thread or filament; as, the filiform papillae of the tongue; a filiform style or peduncle.  See Illust. of AntennAe."},{"word":"Filigrain","type":"n.","descr":" Alt. of Filigrane"},{"word":"Filigrane","type":"n.","descr":" Filigree."},{"word":"Filigraned","type":"a.","descr":" See Filigreed."},{"word":"Filigree","type":"n.","descr":" Ornamental work, formerly with grains or breads, but now composed of fine wire and used chiefly in decorating gold and silver to which the wire is soldered, being arranged in designs frequently of a delicate and intricate arabesque pattern."},{"word":"Filigree","type":"a.","descr":" Relating to, composed of, or resembling, work in filigree; as, a filigree basket. Hence: Fanciful; unsubstantial; merely decorative."},{"word":"Filigreed","type":"a.","descr":" Adorned with filigree."},{"word":"Filing","type":"n.","descr":" A fragment or particle rubbed off by the act of filing; as, iron filings."},{"word":"Filipendulous","type":"a.","descr":" Suspended by, or strung upon, a thread; -- said of tuberous swellings in the middle or at the extremities of slender, threadlike rootlets."},{"word":"Fill","type":"n.","descr":" One of the thills or shafts of a carriage."},{"word":"Filled","type":"imp. and p. p.","descr":" of Fill"},{"word":"Filling","type":"p. pr. and vb. n.","descr":" of Fill"},{"word":"Fill","type":"a.","descr":" To make full; to supply with as much as can be held or contained; to put or pour into, till no more can be received; to occupy the whole capacity of."},{"word":"Fill","type":"a.","descr":" To furnish an abudant supply to; to furnish with as mush as is desired or desirable; to occupy the whole of; to swarm in or overrun."},{"word":"Fill","type":"a.","descr":" To fill or supply fully with food; to feed; to satisfy."},{"word":"Fill","type":"a.","descr":" To possess and perform the duties of; to officiate in, as an incumbent; to occupy; to hold; as, a king fills a throne; the president fills the office of chief magistrate; the speaker of the House fills the chair."},{"word":"Fill","type":"a.","descr":" To supply with an incumbent; as, to fill an office or a vacancy."},{"word":"Fill","type":"a.","descr":" To press and dilate, as a sail; as, the wind filled the sails."},{"word":"Fill","type":"a.","descr":" To trim (a yard) so that the wind shall blow on the after side of the sails."},{"word":"Fill","type":"a.","descr":" To make an embankment in, or raise the level of (a low place), with earth or gravel."},{"word":"Fill","type":"v. i.","descr":" To become full; to have the whole capacity occupied; to have an abundant supply; to be satiated; as, corn fills well in a warm season; the sail fills with the wind."},{"word":"Fill","type":"v. i.","descr":" To fill a cup or glass for drinking."},{"word":"Fill","type":"v. t.","descr":" A full supply, as much as supplies want; as much as gives complete satisfaction."},{"word":"Filler","type":"n.","descr":" One who, or that which, fills; something used for filling."},{"word":"Filler","type":"n.","descr":" A thill horse."},{"word":"Fillet","type":"n.","descr":" A little band, especially one intended to encircle the hair of the head."},{"word":"Fillet","type":"n.","descr":" A piece of lean meat without bone; sometimes, a long strip rolled together and tied."},{"word":"Fillet","type":"n.","descr":" A thin strip or ribbon; esp.: (a) A strip of metal from which coins are punched. (b) A strip of card clothing. (c) A thin projecting band or strip."},{"word":"Fillet","type":"n.","descr":" A concave filling in of a reentrant angle where two surfaces meet, forming a rounded corner."},{"word":"Fillet","type":"n.","descr":" A narrow flat member; especially, a flat molding separating other moldings; a reglet; also, the space between two flutings in a shaft. See Illust. of Base, and Column."},{"word":"Fillet","type":"n.","descr":" An ordinary equaling in breadth one fourth of the chief, to the lowest portion of which it corresponds in position."},{"word":"Fillet","type":"n.","descr":" The thread of a screw."},{"word":"Fillet","type":"n.","descr":" A border of broad or narrow lines of color or gilt."},{"word":"Fillet","type":"n.","descr":" The raised molding about the muzzle of a gun."},{"word":"Fillet","type":"n.","descr":" Any scantling smaller than a batten."},{"word":"Fillet","type":"n.","descr":" A fascia; a band of fibers; applied esp. to certain bands of white matter in the brain."},{"word":"Fillet","type":"n.","descr":" The loins of a horse, beginning at the place where the hinder part of the saddle rests."},{"word":"Filleted","type":"imp. and p. p.","descr":" of Fillet"},{"word":"Filleting","type":"p. pr. and vb. n.","descr":" of Fillet"},{"word":"Fillet","type":"v. t.","descr":" To bind, furnish, or adorn with a fillet."},{"word":"Filleting","type":"n.","descr":" The protecting of a joint, as between roof and parapet wall, with mortar, or cement, where flashing is employed in better work."},{"word":"Filleting","type":"n.","descr":" The material of which fillets are made; also, fillets, collectively."},{"word":"Fillibeg","type":"n.","descr":" A kilt. See Filibeg."},{"word":"Fillibuster","type":"n.","descr":" See Filibuster."},{"word":"Filling","type":"n.","descr":" That which is used to fill a cavity or any empty space, or to supply a deficiency; as, filling for a cavity in a tooth, a depression in a roadbed, the space between exterior and interior walls of masonry, the pores of open-grained wood, the space between the outer and inner planks of a vessel, etc."},{"word":"Filling","type":"n.","descr":" The woof in woven fabrics."},{"word":"Filling","type":"n.","descr":" Prepared wort added to ale to cleanse it."},{"word":"Filliped","type":"imp. and p. p.","descr":" of Fillip"},{"word":"Filliping","type":"p. pr. and vb. n.","descr":" of Fillip"},{"word":"Fillip","type":"v. t.","descr":" To strike with the nail of the finger, first placed against the ball of the thumb, and forced from that position with a sudden spring; to snap with the finger."},{"word":"Fillip","type":"v. t.","descr":" To snap; to project quickly."},{"word":"Fillip","type":"n.","descr":" A jerk of the finger forced suddenly from the thumb; a smart blow."},{"word":"Fillip","type":"n.","descr":" Something serving to rouse or excite."},{"word":"Fillipeen","type":"n.","descr":" See Philopena."},{"word":"Fillister","type":"n.","descr":" The rabbet on the outer edge of a sash bar to hold the glass and the putty."},{"word":"Fillister","type":"n.","descr":" A plane for making a rabbet."},{"word":"Fillies","type":"pl. ","descr":" of Filly"},{"word":"Filly","type":"n.","descr":" A female foal or colt; a young mare.  Cf. Colt, Foal."},{"word":"Filly","type":"n.","descr":" A lively, spirited young girl."},{"word":"Film","type":"n.","descr":" A thin skin; a pellicle; a membranous covering, causing opacity; hence, any thin, slight covering."},{"word":"Film","type":"n.","descr":" A slender thread, as that of a cobweb."},{"word":"Film","type":"v. t.","descr":" To cover with a thin skin or pellicle."},{"word":"Filminess","type":"n.","descr":" State of being filmy."},{"word":"Filmy","type":"a.","descr":" Composed of film or films."},{"word":"Filoplumaceous","type":"a.","descr":" Having the structure of a filoplume."},{"word":"Filoplume","type":"n.","descr":" A hairlike feather; a father with a slender scape and without a web in most or all of its length."},{"word":"Filose","type":"a.","descr":" Terminating in a threadlike process."},{"word":"Filter","type":"n.","descr":" Any porous substance, as cloth, paper, sand, or charcoal, through which water or other liquid may passed to cleanse it from the solid or impure matter held in suspension; a chamber or device containing such substance; a strainer; also, a similar device for purifying air."},{"word":"Filtered","type":"imp. and p. p.","descr":" of Filter"},{"word":"Filtering","type":"p. pr. and vb. n.","descr":" of Filter"},{"word":"Filter","type":"n.","descr":" To purify or defecate, as water or other liquid, by causing it to pass through a filter."},{"word":"Filter","type":"v. i.","descr":" To pass through a filter; to percolate."},{"word":"Filter","type":"n.","descr":" Same as Philter."},{"word":"Filth","type":"n.","descr":" Foul matter; anything that soils or defiles; dirt; nastiness."},{"word":"Filth","type":"n.","descr":" Anything that sullies or defiles the moral character; corruption; pollution."},{"word":"Filthily","type":"adv.","descr":" In a filthy manner; foully."},{"word":"Filthiness","type":"n.","descr":" The state of being filthy."},{"word":"Filthiness","type":"n.","descr":" That which is filthy, or makes filthy; foulness; nastiness; corruption; pollution; impurity."},{"word":"Filthy","type":"superl.","descr":" Defiled with filth, whether material or moral; nasty; dirty; polluted; foul; impure; obscene."},{"word":"Filtrated","type":"imp. and p. p.","descr":" of Filtrate"},{"word":"Filtrating","type":"p. pr. and vb. n.","descr":" of Filtrate"},{"word":"Filtrate","type":"v. t.","descr":" To filter; to defecate; as liquid, by straining or percolation."},{"word":"Filtrate","type":"n.","descr":" That which has been filtered; the liquid which has passed through the filter in the process of filtration."},{"word":"Filtration","type":"n.","descr":" The act or process of filtering; the mechanical separation of a liquid from the undissolved particles floating in it."},{"word":"Finble","type":"","descr":" Alt. of Fimble hemp"},{"word":"Fimble hemp","type":"","descr":" Light summer hemp, that bears no seed."},{"word":"Fimbriae","type":"pl. ","descr":" of Fimbria"},{"word":"Fimbria","type":"n.","descr":" A fringe, or fringed border."},{"word":"Fimbria","type":"n.","descr":" A band of white matter bordering the hippocampus in the brain."},{"word":"Fimbriate","type":"a.","descr":" Having the edge or extremity bordered by filiform processes thicker than hairs; fringed; as, the fimbriate petals of the pink; the fimbriate end of the Fallopian tube."},{"word":"Fimbriated","type":"imp. and p. p.","descr":" of Fimbriate"},{"word":"Fimbriating","type":"p. pr. and vb. n.","descr":" of Fimbriate"},{"word":"Fimbriate","type":"v. t.","descr":" To hem; to fringe."},{"word":"Fimbriated","type":"a.","descr":" Having a fringed border; fimbriate."},{"word":"Fimbriated","type":"a.","descr":" Having a very narrow border of another tincture; -- said esp. of an ordinary or subordinary."},{"word":"Fimbricate","type":"a.","descr":" Fringed; jagged; fimbriate."},{"word":"Fimbricate","type":"a.","descr":" fringed, on one side only, by long, straight hairs, as the antennae of certain insects."},{"word":"Finned","type":"imp. and p. p.","descr":" of Fin"},{"word":"Finning","type":"p. pr. and vb. n.","descr":" of Fin"},{"word":"Fin","type":"v. t.","descr":" To carve or cut up, as a chub."},{"word":"Fin","type":"n.","descr":" End; conclusion; object."},{"word":"Fin","type":"n.","descr":" An organ of a fish, consisting of a membrane supported by rays, or little bony or cartilaginous ossicles, and serving to balance and propel it in the water."},{"word":"Fin","type":"n.","descr":" A membranous, finlike, swimming organ, as in pteropod and heteropod mollusks."},{"word":"Fin","type":"n.","descr":" A finlike organ or attachment; a part of an object or product which protrudes like a fin"},{"word":"Fin","type":"n.","descr":" The hand."},{"word":"Fin","type":"n.","descr":" A blade of whalebone."},{"word":"Fin","type":"n.","descr":" A mark or ridge left on a casting at the junction of the parts of a mold."},{"word":"Fin","type":"n.","descr":" The thin sheet of metal squeezed out between the collars of the rolls in the process of rolling."},{"word":"Fin","type":"n.","descr":" A feather; a spline."},{"word":"Fin","type":"n.","descr":" A finlike appendage, as to submarine boats."},{"word":"Finable","type":"a.","descr":" Liable or subject to a fine; as, a finable person or offense."},{"word":"Final","type":"a.","descr":" Pertaining to the end or conclusion; last; terminating; ultimate; as, the final day of a school term."},{"word":"Final","type":"a.","descr":" Conclusive; decisive; as, a final judgment; the battle of Waterloo brought the contest to a final issue."},{"word":"Final","type":"a.","descr":" Respecting an end or object to be gained; respecting the purpose or ultimate end in view."},{"word":"Finale","type":"n.","descr":" Close; termination"},{"word":"Finale","type":"n.","descr":" The last movement of a symphony, sonata, concerto, or any instrumental composition."},{"word":"Finale","type":"n.","descr":" The last composition performed in any act of an opera."},{"word":"Finale","type":"n.","descr":" The closing part, piece, or scene in any public performance or exhibition."},{"word":"Finalities","type":"pl. ","descr":" of Finality"},{"word":"Finality","type":"n.","descr":" The state of being final, finished, or complete; a final or conclusive arrangement; a settlement."},{"word":"Finality","type":"n.","descr":" The relation of end or purpose to its means."},{"word":"Finally","type":"adv.","descr":" At the end or conclusion; ultimately; lastly; as, the contest was long, but the Romans finally conquered."},{"word":"Finally","type":"adv.","descr":" Completely; beyond recovery."},{"word":"Finance","type":"n.","descr":" The income of a ruler or of a state; revennue; public money; sometimes, the income of an individual; often used in the plural for funds; available money; resources."},{"word":"Finance","type":"n.","descr":" The science of raising and expending the public revenue."},{"word":"Financial","type":"a.","descr":" Pertaining to finance."},{"word":"Financialist","type":"n.","descr":" A financier."},{"word":"Financially","type":"adv.","descr":" In a dfinancial manner."},{"word":"Financier","type":"n.","descr":" One charged with the administration of finance; an officer who administers the public revenue; a treasurer."},{"word":"Financier","type":"n.","descr":" One skilled in financial operations; one acquainted with money matters."},{"word":"Financiered","type":"imp. and p. p.","descr":" of Financier"},{"word":"Financiering","type":"p. pr. and vb. n.","descr":" of Financier"},{"word":"Financier","type":"v. i.","descr":" To conduct financial operations."},{"word":"Finary","type":"n.","descr":" See Finery."},{"word":"Finative","type":"a.","descr":" Conclusive; decisive; definitive; final."},{"word":"Finback","type":"n.","descr":" Any whale of the genera Sibbaldius, Balaenoptera, and allied genera, of the family Balaenopteridae, characterized by a prominent fin on the back. The common finbacks of the New England coast are Sibbaldius tectirostris and S. tuberosus."},{"word":"Fishes","type":"pl. ","descr":" of Finch"},{"word":"Finch","type":"n.","descr":" A small singing bird of many genera and species, belonging to the family Fringillidae."},{"word":"Finchbacked","type":"a.","descr":" Streaked or spotted on the back; -- said of cattle."},{"word":"Finched","type":"a.","descr":" Same as Finchbacked."},{"word":"Finding","type":"p. pr. and vb. n.","descr":" of Find"},{"word":"Find","type":"v. t.","descr":" To meet with, or light upon, accidentally; to gain the first sight or knowledge of, as of something new, or unknown; hence, to fall in with, as a person."},{"word":"Find","type":"v. t.","descr":" To learn by experience or trial; to perceive; to experience; to discover by the intellect or the feelings; to detect; to feel."},{"word":"Find","type":"v. t.","descr":" To come upon by seeking; as, to find something lost."},{"word":"Find","type":"v. t.","descr":" To discover by sounding; as, to find bottom."},{"word":"Find","type":"v. t.","descr":" To discover by study or experiment direct to an object or end; as, water is found to be a compound substance."},{"word":"Find","type":"v. t.","descr":" To gain, as the object of desire or effort; as, to find leisure; to find means."},{"word":"Find","type":"v. t.","descr":" To attain to; to arrive at; to acquire."},{"word":"Find","type":"v. t.","descr":" To provide for; to supply; to furnish; as, to find food for workemen; he finds his nephew in money."},{"word":"Find","type":"v. t.","descr":" To arrive at, as a conclusion; to determine as true; to establish; as, to find a verdict; to find a true bill (of indictment) against an accused person."},{"word":"Find","type":"v. i.","descr":" To determine an issue of fact, and to declare such a determination to a court; as, the jury find for the plaintiff."},{"word":"Find","type":"n.","descr":" Anything found; a discovery of anything valuable; especially, a deposit, discovered by archaeologists, of objects of prehistoric or unknown origin."},{"word":"Findable","type":"a.","descr":" Capable of beong found; discoverable."},{"word":"Finder","type":"n.","descr":" One who, or that which, finds; specifically (Astron.), a small telescope of low power and large field of view, attached to a larger telescope, for the purpose of finding an object more readily."},{"word":"Findfault","type":"n.","descr":" A censurer or caviler."},{"word":"Findfaulting","type":"a.","descr":" Apt to censure or cavil; faultfinding; captious."},{"word":"Finding","type":"n.","descr":" That which is found, come upon, or provided; esp. (pl.), that which a journeyman artisan finds or provides for himself; as tools, trimmings, etc."},{"word":"Finding","type":"n.","descr":" Support; maintenance; that which is provided for one; expence; provision."},{"word":"Finding","type":"n.","descr":" The result of a judicial examination or inquiry, especially into some matter of fact; a verdict; as, the finding of a jury."},{"word":"Findy","type":"a.","descr":" Full; heavy; firm; solid; substemtial."},{"word":"Fine","type":"superl.","descr":" Finished; brought to perfection; refined; hence, free from impurity; excellent; superior; elegant; worthy of admiration; accomplished; beautiful."},{"word":"Fine","type":"superl.","descr":" Aiming at show or effect; loaded with ornament; overdressed or overdecorated; showy."},{"word":"Fine","type":"superl.","descr":" Nice; delicate; subtle; exquisite; artful; skillful; dexterous."},{"word":"Fine","type":"superl.","descr":" Not coarse, gross, or heavy"},{"word":"Fine","type":"superl.","descr":" Not gross; subtile; thin; tenous."},{"word":"Fine","type":"superl.","descr":" Not coarse; comminuted; in small particles; as, fine sand or flour."},{"word":"Fine","type":"superl.","descr":" Not thick or heavy; slender; filmy; as, a fine thread."},{"word":"Fine","type":"superl.","descr":" Thin; attenuate; keen; as, a fine edge."},{"word":"Fine","type":"superl.","descr":" Made of fine materials; light; delicate; as, fine linen or silk."},{"word":"Fine","type":"superl.","descr":" Having (such) a proportion of pure metal in its composition; as, coins nine tenths fine."},{"word":"Fine","type":"superl.","descr":" (Used ironically.)"},{"word":"Fined","type":"imp. and p. p.","descr":" of Fine"},{"word":"Fining","type":"p. pr. and vb. n.","descr":" of Fine"},{"word":"Fine","type":"a.","descr":" To make fine; to refine; to purify, to clarify; as, to fine gold."},{"word":"Fine","type":"a.","descr":" To make finer, or less coarse, as in bulk, texture, etc.; as. to fine the soil."},{"word":"Fine","type":"a.","descr":" To change by fine gradations; as (Naut.), to fine down a ship\\'s lines, to diminish her lines gradually."},{"word":"Fine","type":"n.","descr":" End; conclusion; termination; extinction."},{"word":"Fine","type":"n.","descr":" A sum of money paid as the settlement of a claim, or by way of terminating a matter in dispute; especially, a payment of money imposed upon a party as a punishment for an offense; a mulct."},{"word":"Fine","type":"n.","descr":" A final agreement concerning lands or rents between persons, as the lord and his vassal."},{"word":"Fine","type":"n.","descr":" A sum of money or price paid for obtaining a benefit, favor, or privilege, as for admission to a copyhold, or for obtaining or renewing a lease."},{"word":"Fine","type":"n.","descr":" To impose a pecuniary penalty upon for an offense or breach of law; to set a fine on by judgment of a court; to punish by fine; to mulct; as, the trespassers were fined ten dollars."},{"word":"Fine","type":"v. i.","descr":" To pay a fine. See Fine, n., 3 (b)."},{"word":"Fine","type":"v. t.","descr":" To finish; to cease; or to cause to cease."},{"word":"Finedrawn","type":"imp. and p. p.","descr":" of Finedraw"},{"word":"Finedrawing","type":"p. pr. and vb. n.","descr":" of Finedraw"},{"word":"Finedraw","type":"v. t.","descr":" To sew up, so nicely that the seam is not perceived; to renter."},{"word":"Finedrawer","type":"n.","descr":" One who finedraws."},{"word":"Finedrawn","type":"a.","descr":" Drawn out with too much subtilty; overnice; as, finedrawn speculations."},{"word":"Fineer","type":"v. i.","descr":" To run in dept by getting goods made up in a way unsuitable for the use of others, and then threatening not to take them except on credit."},{"word":"Fineer","type":"v. t.","descr":" To veneer."},{"word":"Fineless","type":"a.","descr":" Endless; boundless."},{"word":"Finely","type":"adv.","descr":" In a fine or finished manner."},{"word":"Fineness","type":"a.","descr":" The quality or condition of being fine."},{"word":"Fineness","type":"a.","descr":" Freedom from foreign matter or alloy; clearness; purity; as, the fineness of liquor."},{"word":"Fineness","type":"a.","descr":" The proportion of pure silver or gold in jewelry, bullion, or coins."},{"word":"Fineness","type":"a.","descr":" Keenness or sharpness; as, the fineness of a needle\\'s point, or of the edge of a blade."},{"word":"Finer","type":"n.","descr":" One who fines or purifies."},{"word":"Finery","type":"n.","descr":" Fineness; beauty."},{"word":"Finery","type":"n.","descr":" Ornament; decoration; especially, excecially decoration; showy clothes; jewels."},{"word":"Finery","type":"n.","descr":" A charcoal hearth or furnace for the conversion of cast iron into wrought iron, or into iron suitable for puddling."},{"word":"Finespun","type":"a.","descr":" Spun so as to be fine; drawn to a fine thread; attenuated; hence, unsubstantial; visionary; as, finespun theories."},{"word":"Finesse","type":"a.","descr":" Subtilty of contrivance to gain a point; artifice; stratagem."},{"word":"Finesse","type":"a.","descr":" The act of finessing. See Finesse, v. i., 2."},{"word":"Finessed","type":"imp. and p. p.","descr":" of Finesse"},{"word":"Finessing","type":"p. pr. and vb. n.","descr":" of Finesse"},{"word":"Finesse","type":"v. i.","descr":" To use artifice or stratagem."},{"word":"Finesse","type":"v. i.","descr":" To attempt, when second or third player, to make a lower card answer the purpose of a higher, when an intermediate card is out, risking the chance of its being held by the opponent yet to play."},{"word":"Finestill","type":"v. t.","descr":" To distill, as spirit from molasses or some saccharine preparation."},{"word":"Finestiller","type":"n.","descr":" One who finestills."},{"word":"Finew","type":"n.","descr":" Moldiness."},{"word":"Finfish","type":"n.","descr":" A finback whale."},{"word":"Finfish","type":"n.","descr":" True fish, as distinguished from shellfish."},{"word":"Finfoot","type":"n.","descr":" A South American bird (heliornis fulica) allied to the grebes. The name is also applied to several related species of the genus Podica."},{"word":"Fin-footed","type":"a.","descr":" Having palmate feet."},{"word":"Fin-footed","type":"a.","descr":" Having lobate toes, as the coot and grebe."},{"word":"Finger","type":"n.","descr":" One of the five terminating members of the hand; a digit; esp., one of the four extermities of the hand, other than the thumb."},{"word":"Finger","type":"n.","descr":" Anything that does work of a finger; as, the pointer of a clock, watch, or other registering machine; especially (Mech.) a small projecting rod, wire, or piece, which is brought into contact with an object to effect, direct, or restrain a motion."},{"word":"Finger","type":"n.","descr":" The breadth of a finger, or the fourth part of the hand; a measure of nearly an inch; also, the length of finger, a measure in domestic use in the United States, of about four and a half inches or one eighth of a yard."},{"word":"Finger","type":"n.","descr":" Skill in the use of the fingers, as in playing upon a musical instrument."},{"word":"Fingered","type":"imp. and p. p.","descr":" of Finger"},{"word":"Fingering","type":"p. pr. and vb. n.","descr":" of Finger"},{"word":"Finger","type":"v. t.","descr":" To touch with the fingers; to handle; to meddle with."},{"word":"Finger","type":"v. t.","descr":" To touch lightly; to toy with."},{"word":"Finger","type":"v. t.","descr":" To perform on an instrument of music."},{"word":"Finger","type":"v. t.","descr":" To mark the notes of (a piece of music) so as to guide the fingers in playing."},{"word":"Finger","type":"v. t.","descr":" To take thievishly; to pilfer; to purloin."},{"word":"Finger","type":"v. t.","descr":" To execute, as any delicate work."},{"word":"Finger","type":"v. i.","descr":" To use the fingers in playing on an instrument."},{"word":"Fingered","type":"a.","descr":" Having fingers."},{"word":"Fingered","type":"a.","descr":" Having leaflets like fingers; digitate."},{"word":"Fingered","type":"a.","descr":" Marked with figures designating which finger should be used for each note."},{"word":"Fingerer","type":"n.","descr":" One who fingers; a pilferer."},{"word":"Fingering","type":"n.","descr":" The act or process of handling or touching with the fingers."},{"word":"Fingering","type":"n.","descr":" The manner of using the fingers in playing or striking the keys of an instrument of music; movement or management of the fingers in playing on a musical instrument, in typewriting, etc."},{"word":"Fingering","type":"n.","descr":" The marking of the notes of a piece of music to guide or regulate the action or use of the fingers."},{"word":"Fingering","type":"n.","descr":" Delicate work made with the fingers."},{"word":"Fingerling","type":"n.","descr":" A young salmon. See Parr."},{"word":"Fingle-fangle","type":"n.","descr":" A trifle."},{"word":"Fingrigos","type":"pl. ","descr":" of Fingrigo"},{"word":"Fingrigo","type":"n.","descr":" A prickly, climbing shrub of the genus Pisonia. The fruit is a kind of berry."},{"word":"Finial","type":"n.","descr":" The knot or bunch of foliage, or foliated ornament, that forms the upper extremity of a pinnacle in Gothic architecture; sometimes, the pinnacle itself."},{"word":"Finical","type":"a.","descr":" Affectedly fine; overnice; unduly particular; fastidious."},{"word":"Finicality","type":"n.","descr":" The quality of being finical; finicalness."},{"word":"Finicking","type":"a.","descr":" Alt. of Finicky"},{"word":"Finicky","type":"a.","descr":" Finical; unduly particular."},{"word":"Finific","type":"n.","descr":" A limiting element or quality."},{"word":"Finify","type":"a.","descr":" To make fine; to dress finically."},{"word":"Finikin","type":"a.","descr":" Precise in trifles; idly busy."},{"word":"Fining","type":"n.","descr":" The act of imposing a fin\/."},{"word":"Fining","type":"n.","descr":" The process of fining or refining; clarification; also (Metal.), the conversion of cast iron into suitable for puddling, in a hearth or charcoal fire."},{"word":"Fining","type":"n.","descr":" That which is used to refine; especially, a preparation of isinglass, gelatin, etc., for clarifying beer."},{"word":"Finis","type":"n.","descr":" An end; conclusion. It is often placed at the end of a book."},{"word":"Finished","type":"imp. and p. p.","descr":" of Finish"},{"word":"Finishing","type":"p. pr. and vb. n.","descr":" of Finish"},{"word":"Finish","type":"v. t.","descr":" To arrive at the end of; to bring to an end; to put an end to; to make an end of; to terminate."},{"word":"Finish","type":"v. t.","descr":" To bestow the last required labor upon; to complete; to bestow the utmost possible labor upon; to perfect; to accomplish; to polish."},{"word":"Finish","type":"v. i.","descr":" To come to an end; to terminate."},{"word":"Finish","type":"v. i.","descr":" To end; to die."},{"word":"Finish","type":"n.","descr":" That which finishes, puts an end to\/ or perfects."},{"word":"Finish","type":"n.","descr":" The joiner work and other finer work required for the completion of a building, especially of the interior. See Inside finish, and Outside finish."},{"word":"Finish","type":"n.","descr":" The labor required to give final completion to any work; hence, minute detail, careful elaboration, or the like."},{"word":"Finish","type":"n.","descr":" See Finishing coat, under Finishing."},{"word":"Finish","type":"n.","descr":" The result of completed labor, as on the surface of an object; manner or style of finishing; as, a rough, dead, or glossy finish given to cloth, stone, metal, etc."},{"word":"Finish","type":"n.","descr":" Completion; -- opposed to start, or beginning."},{"word":"Finished","type":"a.","descr":" Polished to the highest degree of excellence; complete; perfect; as, a finished poem; a finished education."},{"word":"Finisher","type":"n.","descr":" One who finishes, puts an end to, completes, or perfects; esp. used in the trades, as in hatting, weaving, etc., for the workman who gives a finishing touch to the work, or any part of it, and brings it to perfection."},{"word":"Finisher","type":"n.","descr":" Something that gives the finishing touch to, or settles, anything."},{"word":"Finishing","type":"n.","descr":" The act or process of completing or perfecting; the final work upon or ornamentation of a thing."},{"word":"Finishing","type":"a.","descr":" Tending to complete or to render fit for the market or for use."},{"word":"Finite","type":"a.","descr":" Having a limit; limited in quantity, degree, or capacity; bounded; -- opposed to infinite; as, finite number; finite existence; a finite being; a finite mind; finite duration."},{"word":"Finiteless","type":"a.","descr":" Infinite."},{"word":"Finitely","type":"adv.","descr":" In a finite manner or degree."},{"word":"Finiteness","type":"n.","descr":" The state of being finite."},{"word":"Finitude","type":"n.","descr":" Limitation."},{"word":"Finlander","type":"n.","descr":" A native or inhabitant of Finland."},{"word":"Finless","type":"a.","descr":" destitute of fins."},{"word":"Finlet","type":"n.","descr":" A little fin; one of the parts of a divided fin."},{"word":"Finlike","type":"a.","descr":" Resembling a fin."},{"word":"Finn","type":"a.","descr":" A native of Finland; one of the Finn\/ in the ethnological sense. See Finns."},{"word":"Finnan haddie","type":"","descr":" Haddock cured in peat smoke, originally at Findon (pron. fin\"an), Scotland. the name is also applied to other kinds of smoked haddock."},{"word":"Finned","type":"a.","descr":" Having a fin, or fins, or anything resembling a fin."},{"word":"Finner","type":"n.","descr":" A finback whale."},{"word":"Finnic","type":"a.","descr":" Of or pertaining to the Finns."},{"word":"Finnikin","type":"n.","descr":" A variety of pigeon, with a crest somewhat resembling the mane of a horse."},{"word":"Finnish","type":"a.","descr":" Of or pertaining to Finland, to the Finns, or to their language."},{"word":"Finnish","type":"n.","descr":" A Northern Turanian group of languages; the language of the Finns."},{"word":"Finns","type":"n. pl.","descr":" Natives of Finland; Finlanders."},{"word":"Finns","type":"n. pl.","descr":" A branch of the Mongolian race, inhabiting Northern and Eastern Europe, including the Magyars, Bulgarians, Permians, Lapps, and Finlanders."},{"word":"Finny","type":"a.","descr":" Having, or abounding in, fins, as fishes; pertaining to fishes."},{"word":"Finny","type":"a.","descr":" Abounding in fishes."},{"word":"Finochio","type":"n.","descr":" An umbelliferous plant (Foeniculum dulce) having a somewhat tuberous stem; sweet fennel. The blanched stems are used in France and Italy as a culinary vegetable."},{"word":"Finos","type":"n. pl.","descr":" Second best wool from Merino sheep."},{"word":"Finpike","type":"n.","descr":" The bichir. See Crossopterygii."},{"word":"Fint","type":"","descr":" 3d pers. sing. pr. of Find, for findeth."},{"word":"Fin-toed","type":"a.","descr":" Having toes connected by a membrane; palmiped; palmated; also, lobate."},{"word":"Fiord","type":"n.","descr":" A narrow inlet of the sea, penetrating between high banks or rocks, as on the coasts of Norway and Alaska."},{"word":"Fiorin","type":"n.","descr":" A species of creeping bent grass (Agrostis alba); -- called also fiorin grass."},{"word":"Fiorite","type":"n.","descr":" A variety of opal occuring in the cavities of volcanic tufa, in smooth and shining globular and botryoidal masses, having a pearly luster; -- so called from Fiora, in Ischia."},{"word":"Fioriture","type":"n. pl.","descr":" Little flowers of ornament introduced into a melody by a singer or player."},{"word":"Fippenny bit","type":"","descr":" The Spanish half real, or one sixteenth of a dollar, -- so called in Pennsylvania and the adjacent States."},{"word":"Fipple","type":"n.","descr":" A stopper, as in a wind instrument of music."},{"word":"Fir","type":"n.","descr":" A genus (Abies) of coniferous trees, often of large size and elegant shape, some of them valued for their timber and others for their resin. The species are distinguished as the balsam fir, the silver fir, the red fir, etc.  The Scotch fir is a Pinus."},{"word":"Fire","type":"n.","descr":" The evolution of light and heat in the combustion of bodies; combustion; state of ignition."},{"word":"Fire","type":"n.","descr":" Fuel in a state of combustion, as on a hearth, or in a stove or a furnace."},{"word":"Fire","type":"n.","descr":" The burning of a house or town; a conflagration."},{"word":"Fire","type":"n.","descr":" Anything which destroys or affects like fire."},{"word":"Fire","type":"n.","descr":" Ardor of passion, whether love or hate; excessive warmth; consuming violence of temper."},{"word":"Fire","type":"n.","descr":" Liveliness of imagination or fancy; intellectual and moral enthusiasm; capacity for ardor and zeal."},{"word":"Fire","type":"n.","descr":" Splendor; brilliancy; luster; hence, a star."},{"word":"Fire","type":"n.","descr":" Torture by burning; severe trial or affliction."},{"word":"Fire","type":"n.","descr":" The discharge of firearms; firing; as, the troops were exposed to a heavy fire."},{"word":"Fired","type":"imp. and p. p.","descr":" of Fire"},{"word":"Fire","type":"v. t.","descr":" To set on fire; to kindle; as, to fire a house or chimney; to fire a pile."},{"word":"Fire","type":"v. t.","descr":" To subject to intense heat; to bake; to burn in a kiln; as, to fire pottery."},{"word":"Fire","type":"v. t.","descr":" To inflame; to irritate, as the passions; as, to fire the soul with anger, pride, or revenge."},{"word":"Fire","type":"v. t.","descr":" To animate; to give life or spirit to; as, to fire the genius of a young man."},{"word":"Fire","type":"v. t.","descr":" To feed or serve the fire of; as, to fire a boiler."},{"word":"Fire","type":"v. t.","descr":" To light up as if by fire; to illuminate."},{"word":"Fire","type":"v. t.","descr":" To cause to explode; as, to fire a torpedo; to disharge; as, to fire a musket or cannon; to fire cannon balls, rockets, etc."},{"word":"Fire","type":"v. t.","descr":" To drive by fire."},{"word":"Fire","type":"v. t.","descr":" To cauterize."},{"word":"Fire","type":"v. i.","descr":" To take fire; to be kindled; to kindle."},{"word":"Fire","type":"v. i.","descr":" To be irritated or inflamed with passion."},{"word":"Fire","type":"v. i.","descr":" To discharge artillery or firearms; as, they fired on the town."},{"word":"Firearm","type":"n.","descr":" A gun, pistol, or any weapon from a shot is discharged by the force of an explosive substance, as gunpowder."},{"word":"Fireback","type":"n.","descr":" One of several species of pheasants of the genus Euplocamus, having the lower back a bright, fiery red. They inhabit Southern Asia and the East Indies."},{"word":"Fireball","type":"n.","descr":" A ball filled with powder or other combustibles, intended to be thrown among enemies, and to injure by explosion; also, to set fire to their works and light them up, so that movements may be seen."},{"word":"Fireball","type":"n.","descr":" A luminous meteor, resembling a ball of fire passing rapidly through the air, and sometimes exploding."},{"word":"Firebare","type":"n.","descr":" A beacon."},{"word":"Fire beetle","type":"","descr":" A very brilliantly luminous beetle (Pyrophorus noctilucus), one of the elaters, found in Central and South America; -- called also cucujo.  The name is also applied to other species. See Firefly."},{"word":"Firebird","type":"n.","descr":" The Baltimore oriole."},{"word":"Fireboard","type":"n.","descr":" A chimney board or screen to close a fireplace when not in use."},{"word":"Firebote","type":"n.","descr":" An allowance of fuel. See Bote."},{"word":"Firebrand","type":"n.","descr":" A piece of burning wood."},{"word":"Firebrand","type":"n.","descr":" One who inflames factions, or causes contention and mischief; an incendiary."},{"word":"Firecracker","type":"n.","descr":" See Cracker., n., 3."},{"word":"Firecrest","type":"n.","descr":" A small European kinglet (Regulus ignicapillus), having a bright red crest; -- called also fire-crested wren."},{"word":"Firedog","type":"n.","descr":" A support for wood in a fireplace; an andiron."},{"word":"Firedrake","type":"n.","descr":" A fiery dragon."},{"word":"Firedrake","type":"n.","descr":" A fiery meteor; an ignis fatuus; a rocket."},{"word":"Firedrake","type":"n.","descr":" A worker at a furnace or fire."},{"word":"Fire-fanged","type":"a.","descr":" Injured as by fire; burned; -- said of manure which has lost its goodness and acquired an ashy hue in consequence of heat generated by decomposition."},{"word":"Firefish","type":"n.","descr":" A singular marine fish of the genus Pterois, family Scorpaenidae, of several species, inhabiting the Indo-Pacific region. They are usually red, and have very large spinose pectoral and dorsal fins."},{"word":"Fireflaire","type":"n.","descr":" A European sting ray of the genus Trygon (T. pastinaca); -- called also fireflare and fiery flaw."},{"word":"Fireflame","type":"n.","descr":" The European band fish (Cepola rubescens)."},{"word":"Fireflies","type":"pl. ","descr":" of Firefly"},{"word":"Firefly","type":"n.","descr":" Any luminous winged insect, esp. luminous beetles of the family Lampyridae."},{"word":"Fireless","type":"a.","descr":" Destitute of fire."},{"word":"Firelock","type":"n.","descr":" An old form of gunlock, as the flintlock, which ignites the priming by a spark; perhaps originally, a matchlock. Hence, a gun having such a lock."},{"word":"Firemen","type":"pl. ","descr":" of Fireman"},{"word":"Fireman","type":"n.","descr":" A man whose business is to extinguish fires in towns; a member of a fire company."},{"word":"Fireman","type":"n.","descr":" A man who tends the fires, as of a steam engine; a stocker."},{"word":"Fire-new","type":"a.","descr":" Fresh from the forge; bright; quite new; brand-new."},{"word":"Fireplace","type":"n.","descr":" The part a chimney appropriated to the fire; a hearth; -- usually an open recess in a wall, in which a fire may be built."},{"word":"Fireproof","type":"a.","descr":" Proof against fire; incombustible."},{"word":"Fireprrofing","type":"n.","descr":" The act or process of rendering anything incombustible; also, the materials used in the process."},{"word":"Firer","type":"n.","descr":" One who fires or sets fire to anything; an incendiary."},{"word":"Fire-set","type":"n.","descr":" A set of fire irons, including, commonly, tongs, shovel, and poker."},{"word":"Fireside","type":"n.","descr":" A place near the fire or hearth; home; domestic life or retirement."},{"word":"Firestone","type":"n.","descr":" Iron pyrites, formerly used for striking fire; also, a flint."},{"word":"Firestone","type":"n.","descr":" A stone which will bear the heat of a furnace without injury; -- especially applied to the sandstone at the top of the upper greensand in the south of England, used for lining kilns and furnaces."},{"word":"Firetail","type":"n.","descr":" The European redstart; -- called also fireflirt."},{"word":"Firewarden","type":"n.","descr":" An officer who has authority to direct in the extinguishing of fires, or to order what precautions shall be taken against fires; -- called also fireward."},{"word":"Fireweed","type":"n.","descr":" An American plant (Erechthites hiercifolia), very troublesome in spots where brushwood has been burned."},{"word":"Fireweed","type":"n.","descr":" The great willow-herb (Epilobium spicatum)."},{"word":"Firewood","type":"n.","descr":" Wood for fuel."},{"word":"Firework","type":"n.","descr":" A device for producing a striking display of light, or a figure or figures in plain or colored fire, by the combustion of materials that burn in some peculiar manner, as gunpowder, sulphur, metallic filings, and various salts. The most common feature of fireworks is a paper or pasteboard tube filled with the combustible material. A number of these tubes or cases are often combined so as to make, when kindled, a great variety of figures in fire, often variously colored. The skyrocket is a common form of firework. The name is also given to various combustible preparations used in war."},{"word":"Firework","type":"n.","descr":" A pyrotechnic exhibition."},{"word":"Fireworm","type":"n.","descr":" The larva of a small tortricid moth which eats the leaves of the cranberry, so that the vines look as if burned; -- called also cranberry worm."},{"word":"Firing","type":"n.","descr":" The act of disharging firearms."},{"word":"Firing","type":"n.","descr":" The mode of introducing fuel into the furnace and working it."},{"word":"Firing","type":"n.","descr":" The application of fire, or of a cautery."},{"word":"Firing","type":"n.","descr":" The process of partly vitrifying pottery by exposing it to intense heat in a kiln."},{"word":"Firing","type":"n.","descr":" Fuel; firewood or coal."},{"word":"Firk","type":"v. t.","descr":" To beat; to strike; to chastise."},{"word":"Firk","type":"v. i.","descr":" To fly out; to turn out; to go off."},{"word":"Firk","type":"n.","descr":" A freak; trick; quirk."},{"word":"Firkin","type":"n.","descr":" A varying measure of capacity, usually being the fourth part of a barrel; specifically, a measure equal to nine imperial gallons."},{"word":"Firkin","type":"n.","descr":" A small wooden vessel or cask of indeterminate size, -- used for butter, lard, etc."},{"word":"Firlot","type":"n.","descr":" A dry measure formerly used in Scotland; the fourth part of a boll of grain or meal. The Linlithgow wheat firlot was to the imperial bushel as 998 to 1000; the barley firlot as 1456 to 1000."},{"word":"Firm","type":"superl.","descr":" Fixed; hence, closely compressed; compact; substantial; hard; solid; -- applied to the matter of bodies; as, firm flesh; firm muscles, firm wood."},{"word":"Firm","type":"superl.","descr":" Not easily excited or disturbed; unchanging in purpose; fixed; steady; constant; stable; unshaken; not easily changed in feelings or will; strong; as, a firm believer; a firm friend; a firm adherent."},{"word":"Firm","type":"superl.","descr":" Solid; -- opposed to fluid; as, firm land."},{"word":"Firm","type":"superl.","descr":" Indicating firmness; as, a firm tread; a firm countenance."},{"word":"Firm","type":"a.","descr":" The name, title, or style, under which a company transacts business; a partnership of two or more persons; a commercial house; as, the firm of Hope and Co."},{"word":"Firm","type":"a.","descr":" To fix; to settle; to confirm; to establish."},{"word":"Firm","type":"a.","descr":" To fix or direct with firmness."},{"word":"Firmament","type":"v. and a.","descr":" Fixed foundation; established basis."},{"word":"Firmament","type":"v. and a.","descr":" The region of the air; the sky or heavens."},{"word":"Firmament","type":"v. and a.","descr":" The orb of the fixed stars; the most rmote of the celestial spheres."},{"word":"Firmamental","type":"a.","descr":" Pertaining to the firmament; celestial; being of the upper regions."},{"word":"Firmans","type":"pl. ","descr":" of Firman"},{"word":"Firman","type":"n.","descr":" In Turkey and some other Oriental countries, a decree or mandate issued by the sovereign; a royal order or grant; -- generally given for special objects, as to a traveler to insure him protection and assistance."},{"word":"Firmer-chisel","type":"n.","descr":" A chisel, thin in proportion to its width. It has a tang to enter the handle instead of a socket for receiving it."},{"word":"Firmitude","type":"n.","descr":" Strength; stability."},{"word":"Firmity","type":"n.","descr":" Strength; firmness; stability."},{"word":"Firmless","type":"a.","descr":" Detached from substance."},{"word":"Firmless","type":"a.","descr":" Infirm; unstable."},{"word":"Firmly","type":"adv.","descr":" In a firm manner."},{"word":"Firmness","type":"n.","descr":" The state or quality of being firm."},{"word":"Firms","type":"a.","descr":" The principal rafters of a roof, especially a pair of rafters taken together."},{"word":"Firring","type":"n.","descr":" See Furring."},{"word":"Firry","type":"a.","descr":" Made of fir; abounding in firs."},{"word":"First","type":"a.","descr":" Preceding all others of a series or kind; the ordinal of one; earliest; as, the first day of a month; the first year of a reign."},{"word":"First","type":"a.","descr":" Foremost; in front of, or in advance of, all others."},{"word":"First","type":"a.","descr":" Most eminent or exalted; most excellent; chief; highest; as, Demosthenes was the first orator of Greece."},{"word":"First","type":"adv.","descr":" Before any other person or thing in time, space, rank, etc.; -- much used in composition with adjectives and participles."},{"word":"First","type":"n.","descr":" The upper part of a duet, trio, etc., either vocal or instrumental; -- so called because it generally expresses the air, and has a preeminence in the combined effect."},{"word":"Firstborn","type":"a.","descr":" First brought forth; first in the order of nativity; eldest; hence, most excellent; most distinguished or exalted."},{"word":"First-class","type":"a.","descr":" Of the best class; of the highest rank; in the first division; of the best quality; first-rate; as, a first-class telescope."},{"word":"First-hand","type":"a.","descr":" Obtained directly from the first or original source; hence, without the intervention of an agent."},{"word":"Firstling","type":"n.","descr":" The first produce or offspring; -- said of animals, especially domestic animals; as, the firstlings of his flock."},{"word":"Firstling","type":"n.","descr":" The thing first thought or done."},{"word":"Firstling","type":"a.","descr":" Firstborn."},{"word":"Firstly","type":"adv.","descr":" In the first place; before anything else; -- sometimes improperly used for first."},{"word":"First-rate","type":"a.","descr":" Of the highest excellence; preeminent in quality, size, or estimation."},{"word":"First-rate","type":"n.","descr":" A war vessel of the highest grade or the most powerful class."},{"word":"Firth","type":"n.","descr":" An arm of the sea; a frith."},{"word":"Fir tree","type":"","descr":" See Fir."},{"word":"Fisc","type":"n.","descr":" A public or state treasury."},{"word":"Fiscal","type":"a.","descr":" Pertaining to the public treasury or revenue."},{"word":"Fiscal","type":"n.","descr":" The income of a prince or a state; revenue; exhequer."},{"word":"Fiscal","type":"n.","descr":" A treasurer."},{"word":"Fiscal","type":"n.","descr":" A public officer in Scotland who prosecutes in petty criminal cases; -- called also procurator fiscal."},{"word":"Fiscal","type":"n.","descr":" The solicitor in Spain and Portugal; the attorney-general."},{"word":"Fisetic","type":"a.","descr":" Pertaining to fustet or fisetin."},{"word":"Fisetin","type":"n.","descr":" A yellow crystalline substance extracted from fustet, and regarded as its essential coloring principle; -- called also fisetic acid."},{"word":"Fish","type":"n.","descr":" A counter, used in various games."},{"word":"Fishes","type":"pl. ","descr":" of Fish"},{"word":"Fish","type":"pl. ","descr":" of Fish"},{"word":"Fish","type":"n.","descr":" A name loosely applied in popular usage to many animals of diverse characteristics, living in the water."},{"word":"Fish","type":"n.","descr":" An oviparous, vertebrate animal usually having fins and a covering scales or plates. It breathes by means of gills, and lives almost entirely in the water. See Pisces."},{"word":"Fish","type":"n.","descr":" The twelfth sign of the zodiac; Pisces."},{"word":"Fish","type":"n.","descr":" The flesh of fish, used as food."},{"word":"Fish","type":"n.","descr":" A purchase used to fish the anchor."},{"word":"Fish","type":"n.","descr":" A piece of timber, somewhat in the form of a fish, used to strengthen a mast or yard."},{"word":"Fished","type":"imp. and p. p.","descr":" of Fish"},{"word":"Fishing","type":"p. pr. and vb. n.","descr":" of Fish"},{"word":"Fish","type":"v. i.","descr":" To attempt to catch fish; to be employed in taking fish, by any means, as by angling or drawing a net."},{"word":"Fish","type":"v. i.","descr":" To seek to obtain by artifice, or indirectly to seek to draw forth; as, to fish for compliments."},{"word":"Fish","type":"v. t.","descr":" To catch; to draw out or up; as, to fish up an anchor."},{"word":"Fish","type":"v. t.","descr":" To search by raking or sweeping."},{"word":"Fish","type":"v. t.","descr":" To try with a fishing rod; to catch fish in; as, to fish a stream."},{"word":"Fish","type":"v. t.","descr":" To strengthen (a beam, mast, etc.), or unite end to end (two timbers, railroad rails, etc.) by bolting a plank, timber, or plate to the beam, mast, or timbers, lengthwise on one or both sides. See Fish joint, under Fish, n."},{"word":"Fish-bellied","type":"a.","descr":" Bellying or swelling out on the under side; as, a fish-bellied rail."},{"word":"Fish-block","type":"n.","descr":" See Fish-tackle."},{"word":"Fisher","type":"n.","descr":" One who fishes."},{"word":"Fisher","type":"n.","descr":" A carnivorous animal of the Weasel family (Mustela Canadensis); the pekan; the \"black cat.\""},{"word":"Fishermen","type":"pl. ","descr":" of Fisherman"},{"word":"Fisherman","type":"n.","descr":" One whose occupation is to catch fish."},{"word":"Fisherman","type":"n.","descr":" A ship or vessel employed in the business of taking fish, as in the cod fishery."},{"word":"Fisheries","type":"pl. ","descr":" of Fishery"},{"word":"Fishery","type":"n.","descr":" The business or practice of catching fish; fishing."},{"word":"Fishery","type":"n.","descr":" A place for catching fish."},{"word":"Fishery","type":"n.","descr":" The right to take fish at a certain place, or in particular waters."},{"word":"Fishful","type":"a.","descr":" Abounding with fish."},{"word":"Fishgig","type":"n.","descr":" A spear with barbed prongs used for harpooning fish."},{"word":"Fishhawk","type":"n.","descr":" The osprey (Pandion haliaetus), found both in Europe and America; -- so called because it plunges into the water and seizes fishes in its talons. Called also fishing eagle, and bald buzzard."},{"word":"Fishhook","type":"n.","descr":" A hook for catching fish."},{"word":"Fishhook","type":"n.","descr":" A hook with a pendant, to the end of which the fish-tackle is hooked."},{"word":"Fishify","type":"v. t.","descr":" To change to fish."},{"word":"Fishiness","type":"n.","descr":" The state or quality of being fishy or fishlike."},{"word":"Fishing","type":"n.","descr":" The act, practice, or art of one who fishes."},{"word":"Fishing","type":"n.","descr":" A fishery."},{"word":"Fishing","type":"n.","descr":" Pertaining to fishing; used in fishery; engaged in fishing; as, fishing boat; fishing tackle; fishing village."},{"word":"Fishlike","type":"a.","descr":" Like fish; suggestive of fish; having some of the qualities of fish."},{"word":"Fishmonger","type":"n.","descr":" A dealer in fish."},{"word":"Fishskin","type":"n.","descr":" The skin of a fish (dog fish, shark, etc.)"},{"word":"Fishskin","type":"n.","descr":" See Ichthyosis."},{"word":"Fish-tackle","type":"n.","descr":" A tackle or purchase used to raise the flukes of the anchor up to the gunwale. The block used is called the fish-block."},{"word":"Fish-tail","type":"a.","descr":" Like the of a fish; acting, or producing something, like the tail of a fish."},{"word":"Fishwife","type":"n.","descr":" A fishwoman."},{"word":"Fishwomen","type":"pl. ","descr":" of Fishwoman"},{"word":"Fishwoman","type":"n.","descr":" A woman who retails fish."},{"word":"Fishy","type":"a.","descr":" Consisting of fish; fishlike; having the qualities or taste of fish; abounding in fish."},{"word":"Fishy","type":"a.","descr":" Extravagant, like some stories about catching fish; improbable; also, rank or foul."},{"word":"Fisk","type":"v. i.","descr":" To run about; to frisk; to whisk."},{"word":"Fissigemmation","type":"n.","descr":" A process of reproduction intermediate between fission and gemmation."},{"word":"Fissile","type":"a.","descr":" Capable of being split, cleft, or divided in the direction of the grain, like wood, or along natural planes of cleavage, like crystals."},{"word":"Fissilingual","type":"a.","descr":" Having the tongue forked."},{"word":"Fissilinguia","type":"n. pl.","descr":" A group of Lacertilia having the tongue forked, including the common lizards."},{"word":"Fissility","type":"n.","descr":" Quality of being fissile."},{"word":"Fission","type":"n.","descr":" A cleaving, splitting, or breaking up into parts."},{"word":"Fission","type":"n.","descr":" A method of asexual reproduction among the lowest (unicellular) organisms by means of a process of self-division, consisting of gradual division or cleavage of the into two parts, each of which then becomes a separate and independent organisms; as when a cell in an animal or plant, or its germ, undergoes a spontaneous division, and the parts again subdivide. See Segmentation, and Cell division, under Division."},{"word":"Fission","type":"n.","descr":" A process by which certain coral polyps, echinoderms, annelids, etc., spontaneously subdivide, each individual thus forming two or more new ones. See Strobilation."},{"word":"Fissipalmate","type":"a.","descr":" Semipalmate and loboped, as a grebe\\'s foot. See Illust. under Aves."},{"word":"Fissipara","type":"n. pl.","descr":" Animals which reproduce by fission."},{"word":"Fissiparism","type":"n.","descr":" Reproduction by spontaneous fission."},{"word":"Fissiparity","type":"n.","descr":" Quality of being fissiparous; fissiparism."},{"word":"Fissiparous","type":"a.","descr":" Reproducing by spontaneous fission. See Fission."},{"word":"Fissipation","type":"n.","descr":" Reproduction by fission; fissiparism."},{"word":"Fissiped","type":"a.","descr":" Alt. of Fissipedal"},{"word":"Fissipedal","type":"a.","descr":" Having the toes separated to the base. [See Aves.]"},{"word":"Fissiped","type":"n.","descr":" One of the Fissipedia."},{"word":"Fissipedia","type":"n. pl.","descr":" A division of the Carnivora, including the dogs, cats, and bears, in which the feet are not webbed; -- opposed to Pinnipedia."},{"word":"Fissirostral","type":"a.","descr":" Having the bill cleft beyond the horny part, as in the case of swallows and goatsuckers."},{"word":"Fissirostres","type":"n. pl.","descr":" A group of birds having the bill deeply cleft."},{"word":"Fissural","type":"a.","descr":" Pertaining to a fissure or fissures; as, the fissural pattern of a brain."},{"word":"Fissuration","type":"n.","descr":" The act of dividing or opening; the state of being fissured."},{"word":"Fissure","type":"n.","descr":" A narrow opening, made by the parting of any substance; a cleft; as, the fissure of a rock."},{"word":"Fissure","type":"v. t.","descr":" To cleave; to divide; to crack or fracture."},{"word":"Fissurella","type":"n.","descr":" A genus of marine gastropod mollusks, having a conical or limpetlike shell, with an opening at the apex; -- called also keyhole limpet."},{"word":"Fist","type":"n.","descr":" The hand with the fingers doubled into the palm; the closed hand, especially as clinched tightly for the purpose of striking a blow."},{"word":"Fist","type":"n.","descr":" The talons of a bird of prey."},{"word":"Fist","type":"n.","descr":" the index mark [\/], used to direct special attention to the passage which follows."},{"word":"Fisted","type":"imp. and p. p.","descr":" of Fist"},{"word":"Fisting","type":"p. pr. and vb. n.","descr":" of Fist"},{"word":"Fist","type":"v. t.","descr":" To strike with the fist."},{"word":"Fist","type":"v. t.","descr":" To gripe with the fist."},{"word":"Fistic","type":"a.","descr":" Pertaining to boxing, or to encounters with the fists; puglistic; as, fistic exploits; fistic heroes."},{"word":"Fisticuff","type":"n.","descr":" A cuff or blow with the fist or hand"},{"word":"Fisticuff","type":"n.","descr":" a fight with the fists; boxing."},{"word":"Fistinut","type":"n.","descr":" A pistachio nut."},{"word":"Fistuca","type":"n.","descr":" An instrument used by the ancients in driving piles."},{"word":"Fistulae","type":"pl. ","descr":" of Fistula"},{"word":"Fistula","type":"n.","descr":" A reed; a pipe."},{"word":"Fistula","type":"n.","descr":" A pipe for convejing water."},{"word":"Fistula","type":"n.","descr":" A permanent abnormal opening into the soft parts with a constant discharge; a deep, narrow, chronic abscess; an abnormal opening between an internal cavity and another cavity or the surface; as, a salivary fistula; an anal fistula; a recto-vaginal fistula."},{"word":"Fistular","type":"a.","descr":" Hollow and cylindrical, like a pipe or reed."},{"word":"Fistularia","type":"n.","descr":" A genus of fishes, having the head prolonged into a tube, with the mouth at the extremity."},{"word":"Fistularioid","type":"a.","descr":" Like or pertaining to the genus Fistularia."},{"word":"Fistulate","type":"v. t. and i.","descr":" To make hollow or become hollow like a fistula, or pipe."},{"word":"Fistule","type":"n.","descr":" A fistula."},{"word":"Fistuliform","type":"a.","descr":" Of a fistular form; tubular; pipe-shaped."},{"word":"Fistulose","type":"a.","descr":" Formed like a fistula; hollow; reedlike."},{"word":"Fistulous","type":"a.","descr":" Having the form or nature of a fistula; as, a fistulous ulcer."},{"word":"Fistulous","type":"a.","descr":" Hollow, like a pipe or reed; fistulose."},{"word":"Fit","type":"","descr":" imp. and p. p. of Fight."},{"word":"Fit","type":"n.","descr":" In Old English, a song; a strain; a canto or portion of a ballad; a passus."},{"word":"Fit","type":"superl.","descr":" Adapted to an end, object, or design; suitable by nature or by art; suited by character, qualitties, circumstances, education, etc.; qualified; competent; worthy."},{"word":"Fit","type":"superl.","descr":" Prepared; ready."},{"word":"Fit","type":"superl.","descr":" Conformed to a standart of duty, properiety, or taste; convenient; meet; becoming; proper."},{"word":"Fitted","type":"imp. and p. p.","descr":" of Fit"},{"word":"Fitting","type":"p. pr. and vb. n.","descr":" of Fit"},{"word":"Fit","type":"v. t.","descr":" To make fit or suitable; to adapt to the purpose intended; to qualify; to put into a condition of readiness or preparation."},{"word":"Fit","type":"v. t.","descr":" To bring to a required form and size; to shape aright; to adapt to a model; to adjust; -- said especially of the work of a carpenter, machinist, tailor, etc."},{"word":"Fit","type":"v. t.","descr":" To supply with something that is suitable or fit, or that is shaped and adjusted to the use required."},{"word":"Fit","type":"v. t.","descr":" To be suitable to; to answer the requirements of; to be correctly shaped and adjusted to; as, if the coat fits you, put it on."},{"word":"Fit","type":"v. i.","descr":" To be proper or becoming."},{"word":"Fit","type":"v. i.","descr":" To be adjusted to a particular shape or size; to suit; to be adapted; as, his coat fits very well."},{"word":"Fit","type":"n.","descr":" The quality of being fit; adjustment; adaptedness; as of dress to the person of the wearer."},{"word":"Fit","type":"n.","descr":" The coincidence of parts that come in contact."},{"word":"Fit","type":"n.","descr":" The part of an object upon which anything fits tightly."},{"word":"Fit","type":"n.","descr":" A stroke or blow."},{"word":"Fit","type":"n.","descr":" A sudden and violent attack of a disorder; a stroke of disease, as of epilepsy or apoplexy, which produces convulsions or unconsciousness; a convulsion; a paroxysm; hence, a period of exacerbation of a disease; in general, an attack of disease; as, a fit of sickness."},{"word":"Fit","type":"n.","descr":" A mood of any kind which masters or possesses one for a time; a temporary, absorbing affection; a paroxysm; as, a fit melancholy, of passion, or of laughter."},{"word":"Fit","type":"n.","descr":" A passing humor; a caprice; a sudden and unusual effort, activity, or motion, followed by relaxation or insction; an impulse and irregular action."},{"word":"Fit","type":"n.","descr":" A darting point; a sudden emission."},{"word":"Fitches","type":"pl. ","descr":" of Fitch"},{"word":"Fitch","type":"n.","descr":" A vetch."},{"word":"Fitch","type":"n.","descr":" A word found in the Authorized Version of the Bible, representing different Hebrew originals. In Isaiah xxviii. 25, 27, it means the black aromatic seeds of Nigella sativa, still used as a flavoring in the East. In Ezekiel iv. 9, the Revised Version now reads spelt."},{"word":"Fitch","type":"n.","descr":" The European polecat; also, its fur."},{"word":"Fitche","type":"a.","descr":" Sharpened to a point; pointed."},{"word":"Fitched","type":"a.","descr":" Fitche."},{"word":"Fitchet","type":"n.","descr":" Alt. of Fitchew"},{"word":"Fitchew","type":"n.","descr":" The European polecat (Putorius foetidus). See Polecat."},{"word":"Fitchy","type":"a.","descr":" Having fitches or vetches."},{"word":"Fitchy","type":"a.","descr":" Fitche."},{"word":"Fitful","type":"a.","descr":" Full of fits; irregularly variable; impulsive and unstable."},{"word":"Fithel","type":"n.","descr":" Alt. of Fithul"},{"word":"Fithul","type":"n.","descr":" A fiddle."},{"word":"Fitly","type":"adv.","descr":" In a fit manner; suitably; properly; conveniently; as, a maxim fitly applied."},{"word":"Fitment","type":"n.","descr":" The act of fitting; that which is proper or becoming; equipment."},{"word":"Fitness","type":"n.","descr":" The state or quality of being fit; as, the fitness of measures or laws; a person\\'s fitness for office."},{"word":"Fitt","type":"n.","descr":" See 2d Fit."},{"word":"Fittable","type":"a.","descr":" Suitable; fit."},{"word":"Fittedness","type":"n.","descr":" The state or quality of being fitted; adaptation."},{"word":"Fitter","type":"n.","descr":" One who fits or makes to fit;"},{"word":"Fitter","type":"n.","descr":" One who tries on, and adjusts, articles of dress."},{"word":"Fitter","type":"n.","descr":" One who fits or adjusts the different parts of machinery to each other."},{"word":"Fitter","type":"n.","descr":" A coal broker who conducts the sales between the owner of a coal pit and the shipper."},{"word":"Fitter","type":"n.","descr":" A little piece; a flitter; a flinder."},{"word":"Fitting","type":"n.","descr":" Anything used in fitting up"},{"word":"Fitting","type":"n.","descr":" necessary fixtures or apparatus; as, the fittings of a church or study; gas fittings."},{"word":"Fitting","type":"a.","descr":" Fit; appropriate; suitable; proper."},{"word":"Fitweed","type":"n.","descr":" A plant (Eryngium foetidum) supposed to be a remedy for fits."},{"word":"Fitz","type":"n.","descr":" A son; -- used in compound names, to indicate paternity, esp. of the illegitimate sons of kings and princes of the blood; as, Fitzroy, the son of the king; Fitzclarence, the son of the duke of Clarence."},{"word":"Five","type":"a.","descr":" Four and one added; one more than four."},{"word":"Five","type":"n.","descr":" The number next greater than four, and less than six; five units or objects."},{"word":"Five","type":"n.","descr":" A symbol representing this number, as 5, or V."},{"word":"Five-finger","type":"n.","descr":" See Cinquefoil."},{"word":"Five-finger","type":"n.","descr":" A starfish with five rays, esp. Asterias rubens."},{"word":"Fivefold","type":"a. and adv.","descr":" In fives; consisting of five in one; five repeated; quintuple."},{"word":"Five-leaf","type":"n.","descr":" Cinquefoil; five-finger."},{"word":"Five-leafed","type":"a.","descr":" Alt. of Five-leaved"},{"word":"Five-leaved","type":"a.","descr":" Having five leaflets, as the Virginia creeper."},{"word":"Fiveling","type":"n.","descr":" A compound or twin crystal consisting of five individuals."},{"word":"Fives","type":"n. pl.","descr":" A kind of play with a ball against a wall, resembling tennis; -- so named because three fives, or fifteen, are counted to the game."},{"word":"Fives","type":"n.","descr":" A disease of the glands under the ear in horses; the vives."},{"word":"Five-twenties","type":"n. pl.","descr":" Five-twenty bonds of the United States (bearing six per cent interest), issued in 1862, \\'64, and \\'65, redeemable after five and payable in twenty years."},{"word":"Fix","type":"a.","descr":" Fixed; solidified."},{"word":"Fixed","type":"imp. and p. p.","descr":" of Fix"},{"word":"Fixing","type":"p. pr. and vb. n.","descr":" of Fix"},{"word":"Fix","type":"v. t.","descr":" To make firm, stable, or fast; to set or place permanently; to fasten immovably; to establish; to implant; to secure; to make definite."},{"word":"Fix","type":"v. t.","descr":" To hold steadily; to direct unwaveringly; to fasten, as the eye on an object, the attention on a speaker."},{"word":"Fix","type":"v. t.","descr":" To transfix; to pierce."},{"word":"Fix","type":"v. t.","descr":" To render (an impression) permanent by treating with such applications as will make it insensible to the action of light."},{"word":"Fix","type":"v. t.","descr":" To put in order; to arrange; to dispose of; to adjust; to set to rights; to set or place in the manner desired or most suitable; hence, to repair; as, to fix the clothes; to fix the furniture of a room."},{"word":"Fix","type":"v. t.","descr":" To line the hearth of (a puddling furnace) with fettling."},{"word":"Fix","type":"v. i.","descr":" To become fixed; to settle or remain permanently; to cease from wandering; to rest."},{"word":"Fix","type":"v. i.","descr":" To become firm, so as to resist volatilization; to cease to flow or be fluid; to congeal; to become hard and malleable, as a metallic substance."},{"word":"Fix","type":"n.","descr":" A position of difficulty or embarassment; predicament; dilemma."},{"word":"Fix","type":"n.","descr":" fettling."},{"word":"Fixable","type":"a.","descr":" Capable of being fixed."},{"word":"Fixation","type":"n.","descr":" The act of fixing, or the state of being fixed."},{"word":"Fixation","type":"n.","descr":" The act of uniting chemically with a solid substance or in a solid form; reduction to a non-volatile condition; -- said of gaseous elements."},{"word":"Fixation","type":"n.","descr":" The act or process of ceasing to be fluid and becoming firm."},{"word":"Fixation","type":"n.","descr":" A state of resistance to evaporation or volatilization by heat; -- said of metals."},{"word":"Fixative","type":"n.","descr":" That which serves to set or fix colors or drawings, as a mordant."},{"word":"Fixed","type":"a.","descr":" Securely placed or fastened; settled; established; firm; imovable; unalterable."},{"word":"Fixed","type":"a.","descr":" Stable; non-volatile."},{"word":"Fixedly","type":"adv.","descr":" In a fixed, stable, or constant manner."},{"word":"Fixedness","type":"n.","descr":" The state or quality of being fixed; stability; steadfastness."},{"word":"Fixedness","type":"n.","descr":" The quality of a body which resists evaporation or volatilization by heat; solidity; cohesion of parts; as, the fixedness of gold."},{"word":"Fixidity","type":"n.","descr":" Fixedness."},{"word":"Fixing","type":"n.","descr":" The act or process of making fixed."},{"word":"Fixing","type":"n.","descr":" That which is fixed; a fixture."},{"word":"Fixing","type":"n.","descr":" Arrangements; embellishments; trimmings; accompaniments."},{"word":"Fixity","type":"n.","descr":" Fixedness; as, fixity of tenure; also, that which is fixed."},{"word":"Fixity","type":"n.","descr":" Coherence of parts."},{"word":"Fixture","type":"n.","descr":" That which is fixed or attached to something as a permanent appendage; as, the fixtures of a pump; the fixtures of a farm or of a dwelling, that is, the articles which a tenant may not take away."},{"word":"Fixture","type":"n.","descr":" State of being fixed; fixedness."},{"word":"Fixture","type":"n.","descr":" Anything of an accessory character annexed to houses and lands, so as to constitute a part of them. This term is, however, quite frequently used in the peculiar sense of personal chattels annexed to lands and tenements, but removable by the person annexing them, or his personal representatives. In this latter sense, the same things may be fixtures under some circumstances, and not fixtures under others."},{"word":"Fixure","type":"n.","descr":" Fixed position; stable condition; firmness."},{"word":"Fizgig","type":"n.","descr":" A fishgig."},{"word":"Fizgig","type":"n.","descr":" A firework, made of damp powder, which makes a fizzing or hissing noise when it explodes."},{"word":"Fizgig","type":"n.","descr":" A gadding, flirting girl."},{"word":"Fizzed","type":"imp. and p. p.","descr":" of Fizz"},{"word":"Fizzing","type":"p. pr. and vb. n.","descr":" of Fizz"},{"word":"Fizz","type":"v. i.","descr":" To make a hissing sound, as a burning fuse."},{"word":"Fizz","type":"n.","descr":" A hissing sound; as, the fizz of a fly."},{"word":"Fizzled","type":"imp. and p. p.","descr":" of Fizzle"},{"word":"Fizzling","type":"p. pr. and vb. n.","descr":" of Fizzle"},{"word":"Fizzle","type":"v. i.","descr":" To make a hissing sound."},{"word":"Fizzle","type":"v. i.","descr":" To make a ridiculous failure in an undertaking."},{"word":"Fizzle","type":"n.","descr":" A failure or abortive effort."},{"word":"fibre","type":"","descr":" A tough vegetable fiber used as a substitute for bristles in making brushes. The piassava and the ixtle are both used under this name."}]