[{"word":"Fring","type":"p. pr. and vb. n.","descr":" of Fire"},{"word":"Fracas","type":"v. t.","descr":" An uproar; a noisy quarrel; a disturbance; a brawl."},{"word":"Fracho","type":"n.","descr":" A shallow iron pan to hold glass ware while being annealed."},{"word":"Fracid","type":"a.","descr":" Rotten from being too ripe; overripe."},{"word":"Fract","type":"v. t.","descr":" To break; to violate."},{"word":"Fracted","type":"a.","descr":" Having a part displaced, as if broken; -- said of an ordinary."},{"word":"Fra","type":"adv. and prep.","descr":" Fro."},{"word":"Fra","type":"n.","descr":" Brother; -- a title of a monk of friar; as, Fra Angelo."},{"word":"Frab","type":"v. i. and t.","descr":" To scold; to nag."},{"word":"Frabbit","type":"a.","descr":" Crabbed; peevish."},{"word":"Fraction","type":"n.","descr":" The act of breaking, or state of being broken, especially by violence."},{"word":"Fraction","type":"n.","descr":" A portion; a fragment."},{"word":"Fraction","type":"n.","descr":" One or more aliquot parts of a unit or whole number; an expression for a definite portion of a unit or magnitude."},{"word":"Fraction","type":"v. t.","descr":" To separate by means of, or to subject to, fractional distillation or crystallization; to fractionate; -- frequently used with out; as, to fraction out a certain grade of oil from pretroleum."},{"word":"Fractional","type":"a.","descr":" Of or pertaining to fractions or a fraction; constituting a fraction; as, fractional numbers."},{"word":"Fractional","type":"a.","descr":" Relatively small; inconsiderable; insignificant; as, a fractional part of the population."},{"word":"Fractionally","type":"adv.","descr":" By fractions or separate portions; as, to distill a liquid fractionally, that is, so as to separate different portions."},{"word":"Fractionary","type":"a.","descr":" Fractional."},{"word":"Fractionate","type":"v. t.","descr":" To separate into different portions or fractions, as in the distillation of liquids."},{"word":"Fractious","type":"a.","descr":" Apt to break out into a passion; apt to scold; cross; snappish; ugly; unruly; as, a fractious man; a fractious horse."},{"word":"Fractural","type":"a.","descr":" Pertaining to, or consequent on, a fracture."},{"word":"Fracture","type":"n.","descr":" The act of breaking or snapping asunder; rupture; breach."},{"word":"Fracture","type":"n.","descr":" The breaking of a bone."},{"word":"Fracture","type":"n.","descr":" The texture of a freshly broken surface; as, a compact fracture; an even, hackly, or conchoidal fracture."},{"word":"Fractured","type":"imp. and p. p.","descr":" of Fracture"},{"word":"Fracturing","type":"p. pr. and vb. n.","descr":" of Fracture"},{"word":"Fracture","type":"v. t.","descr":" To cause a fracture or fractures in; to break; to burst asunder; to crack; to separate the continuous parts of; as, to fracture a bone; to fracture the skull."},{"word":"Fraenula","type":"pl. ","descr":" of Fraenulum"},{"word":"Fraenulum","type":"n.","descr":" A fraenum."},{"word":"Fraenums","type":"pl. ","descr":" of Frenum"},{"word":"Fraena","type":"pl. ","descr":" of Frenum"},{"word":"Fraenum","type":"n.","descr":" Alt. of Frenum"},{"word":"Frenum","type":"n.","descr":" A connecting fold of membrane serving to support or restrain any part; as, the fraenum of the tongue."},{"word":"Fragile","type":"a.","descr":" Easily broken; brittle; frail; delicate; easily destroyed."},{"word":"Fragility","type":"n.","descr":" The condition or quality of being fragile; brittleness; frangibility."},{"word":"Fragility","type":"n.","descr":" Weakness; feebleness."},{"word":"Fragility","type":"n.","descr":" Liability to error and sin; frailty."},{"word":"Fragment","type":"v. t.","descr":" A part broken off; a small, detached portion; an imperfect part; as, a fragment of an ancient writing."},{"word":"Fragmentak","type":"a.","descr":" Fragmentary."},{"word":"Fragmentak","type":"a.","descr":" Consisting of the pulverized or fragmentary material of rock, as conglomerate, shale, etc."},{"word":"Fragmental","type":"n.","descr":" A fragmentary rock."},{"word":"Fragmentarily","type":"adv.","descr":" In a fragmentary manner; piecemeal."},{"word":"Fragmentariness","type":"n.","descr":" The quality or property of being in fragnebts, or broken pieces, incompleteness; want of continuity."},{"word":"Fragmentary","type":"a.","descr":" Composed of fragments, or broken pieces; disconnected; not complete or entire."},{"word":"Fragmentary","type":"a.","descr":" Composed of the fragments of other rocks."},{"word":"Fragmented","type":"a.","descr":" Broken into fragments."},{"word":"Fragmentist","type":"n.","descr":" A writer of fragments; as, the fragmentist of Wolfenbuttel."},{"word":"Fragor","type":"n.","descr":" A loud and sudden sound; the report of anything bursting; a crash."},{"word":"Fragor","type":"n.","descr":" A strong or sweet scent."},{"word":"Fragrance","type":"n.","descr":" Alt. of Fragrancy"},{"word":"Fragrancy","type":"n.","descr":" The quality of being fragrant; sweetness of smell; a sweet smell; a pleasing odor; perfume."},{"word":"Fragrant","type":"a.","descr":" Affecting the olfactory nerves agreeably; sweet of smell; odorous; having or emitting an agreeable perfume."},{"word":"Fraight","type":"a.","descr":" Same as Fraught."},{"word":"Frail","type":"n.","descr":" A basket made of rushes, used chiefly for containing figs and raisins."},{"word":"Frail","type":"n.","descr":" The quantity of raisins -- about thirty-two, fifty-six, or seventy-five pounds, -- contained in a frail."},{"word":"Frail","type":"n.","descr":" A rush for weaving baskets."},{"word":"Frail","type":"superl","descr":" Easily broken; fragile; not firm or durable; liable to fail and perish; easily destroyed; not tenacious of life; weak; infirm."},{"word":"Frail","type":"superl","descr":" Tender."},{"word":"Frail","type":"superl","descr":" Liable to fall from virtue or be led into sin; not strong against temptation; weak in resolution; also, unchaste; -- often applied to fallen women."},{"word":"Frailly","type":"adv.","descr":" Weakly; infirmly."},{"word":"Frailness","type":"n.","descr":" Frailty."},{"word":"Frailties","type":"pl. ","descr":" of Frailty"},{"word":"Frailty","type":"a.","descr":" The condition quality of being frail, physically, mentally, or morally, frailness; infirmity; weakness of resolution; liableness to be deceived or seduced."},{"word":"Frailty","type":"a.","descr":" A fault proceeding from weakness; foible; sin of infirmity."},{"word":"Fraischeur","type":"a.","descr":" Freshness; coolness."},{"word":"Fraise","type":"n.","descr":" A large and thick pancake, with slices of bacon in it."},{"word":"Fraise","type":"n.","descr":" A defense consisting of pointed stakes driven into the ramparts in a horizontal or inclined position."},{"word":"Fraise","type":"n.","descr":" A fluted reamer for enlarging holes in stone; a small milling cutter."},{"word":"Fraise","type":"v. t.","descr":" To protect, as a line of troops, against an onset of cavalry, by opposing bayonets raised obliquely forward."},{"word":"Fraised","type":"a.","descr":" Fortified with a fraise."},{"word":"Fraken","type":"n.","descr":" A freckle."},{"word":"Framable","type":"a.","descr":" Capable of being framed."},{"word":"Frambaesia","type":"n.","descr":" The yaws. See Yaws."},{"word":"Framed","type":"imp. and p. p.","descr":" of Frame"},{"word":"Framing","type":"p. pr. and vb. n.","descr":" of Frame"},{"word":"Frame","type":"v. t.","descr":" To construct by fitting and uniting the several parts of the skeleton of any structure; specifically, in woodwork, to put together by cutting parts of one member to fit parts of another. See Dovetail, Halve, v. t., Miter, Tenon, Tooth, Tusk, Scarf, and Splice."},{"word":"Frame","type":"v. t.","descr":" To originate; to plan; to devise; to contrive; to compose; in a bad sense, to invent or fabricate, as something false."},{"word":"Frame","type":"v. t.","descr":" To fit to something else, or for some specific end; to adjust; to regulate; to shape; to conform."},{"word":"Frame","type":"v. t.","descr":" To cause; to bring about; to produce."},{"word":"Frame","type":"v. t.","descr":" To support."},{"word":"Frame","type":"v. t.","descr":" To provide with a frame, as a picture."},{"word":"Frame","type":"v. i.","descr":" To shape; to arrange, as the organs of speech."},{"word":"Frame","type":"v. i.","descr":" To proceed; to go."},{"word":"Frame","type":"n.","descr":" Anything composed of parts fitted and united together; a fabric; a structure; esp., the constructional system, whether of timber or metal, that gives to a building, vessel, etc., its model and strength; the skeleton of a structure."},{"word":"Frame","type":"n.","descr":" The bodily structure; physical constitution; make or build of a person."},{"word":"Frame","type":"n.","descr":" A kind of open case or structure made for admitting, inclosing, or supporting things, as that which incloses or contains a window, door, picture, etc.; that on which anything is held or stretched"},{"word":"Frame","type":"n.","descr":" The skeleton structure which supports the boiler and machinery of a locomotive upon its wheels."},{"word":"Frame","type":"n.","descr":" A molding box or flask, which being filled with sand serves as a mold for castings."},{"word":"Frame","type":"n.","descr":" The ribs and stretchers of an umbrella or other structure with a fabric covering."},{"word":"Frame","type":"n.","descr":" A structure of four bars, adjustable in size, on which cloth, etc., is stretched for quilting, embroidery, etc."},{"word":"Frame","type":"n.","descr":" A glazed portable structure for protecting young plants from frost."},{"word":"Frame","type":"n.","descr":" A stand to support the type cases for use by the compositor."},{"word":"Frame","type":"n.","descr":" A term applied, especially in England, to certain machines built upon or within framework; as, a stocking frame; lace frame; spinning frame, etc."},{"word":"Frame","type":"n.","descr":" Form; shape; proportion; scheme; structure; constitution; system; as, a frameof government."},{"word":"Frame","type":"n.","descr":" Particular state or disposition, as of the mind; humor; temper; mood; as, to be always in a happy frame."},{"word":"Frame","type":"n.","descr":" Contrivance; the act of devising or scheming."},{"word":"Framer","type":"n.","descr":" One who frames; as, the framer of a building; the framers of the Constitution."},{"word":"Framework","type":"n.","descr":" The work of framing, or the completed work; the frame or constructional part of anything; as, the framework of society."},{"word":"Framework","type":"n.","descr":" Work done in, or by means of, a frame or loom."},{"word":"Framing","type":"n.","descr":" The act, process, or style of putting together a frame, or of constructing anything; a frame; that which frames."},{"word":"Framing","type":"n.","descr":" A framework, or a sy\/ of frames."},{"word":"Frampel","type":"a.","descr":" Alt. of Frampoid"},{"word":"Frampoid","type":"a.","descr":" Peevish; cross; vexatious; quarrelsome."},{"word":"Franc","type":"a.","descr":" A silver coin of France, and since 1795 the unit of the French monetary system. It has been adopted by Belgium and Swizerland. It is equivalent to about nineteen cents, or ten pence, and is divided into 100 centimes."},{"word":"Franchise","type":"a.","descr":" Exemption from constraint or oppression; freedom; liberty."},{"word":"Franchise","type":"a.","descr":" A particular privilege conferred by grant from a sovereign or a government, and vested in individuals; an imunity or exemption from ordinary jurisdiction; a constitutional or statutory right or privilege, esp. the right to vote."},{"word":"Franchise","type":"a.","descr":" The district or jurisdiction to which a particular privilege extends; the limits of an immunity; hence, an asylum or sanctuary."},{"word":"Franchise","type":"a.","descr":" Magnanimity; generosity; liberality; frankness; nobility."},{"word":"Franchised","type":"imp. and p. p.","descr":" of Franchise"},{"word":"Franchising","type":"p. pr. and vb. n.","descr":" of Franchise"},{"word":"Franchise","type":"v. t.","descr":" To make free; to enfranchise; to give liberty to."},{"word":"Franchisement","type":"n.","descr":" Release; deliverance; freedom."},{"word":"Francic","type":"a.","descr":" Pertaining to the Franks, or their language; Frankish."},{"word":"Franciscan","type":"a.","descr":" Belonging to the Order of St. Francis of the Franciscans."},{"word":"Franciscan","type":"n.","descr":" A monk or friar of the Order of St. Francis, a large and zealous order of mendicant monks founded in 1209 by St. Francis of Assisi. They are called also Friars Minor; and in England, Gray Friars, because they wear a gray habit."},{"word":"Francolin","type":"n.","descr":" A spurred partidge of the genus Francolinus and allied genera, of Asia and Africa. The common species (F. vulgaris) was formerly common in southern Europe, but is now nearly restricted to Asia."},{"word":"Francolite","type":"n.","descr":" A variety of apatite from Wheal Franco in Devonshire."},{"word":"Frangent","type":"a.","descr":" Causing fracture; breaking."},{"word":"Frangibility","type":"n.","descr":" The state or quality of being frangible."},{"word":"Frangible","type":"a.","descr":" Capable of being broken; brittle; fragile; easily broken."},{"word":"Frangipane","type":"n.","descr":" A perfume of jasmine; frangipani."},{"word":"Frangipane","type":"n.","descr":" A species of pastry, containing cream and almonds."},{"word":"Frangipani","type":"n.","descr":" Alt. of Frangipanni"},{"word":"Frangipanni","type":"n.","descr":" A perfume derived from, or imitating the odor of, the flower of the red jasmine, a West Indian tree of the genus Plumeria."},{"word":"Frangulic","type":"a.","descr":" Alt. of Frangulinic"},{"word":"Frangulinic","type":"a.","descr":" Pertaining to, or drived from, frangulin, or a species (Rhamnus Frangula) of the buckthorn."},{"word":"Frangulin","type":"n.","descr":" A yellow crystalline dyestuff, regarded as a glucoside, extracted from a species (Rhamnus Frangula) of the buckthorn; -- called also rhamnoxanthin."},{"word":"Franion","type":"n.","descr":" A paramour; a loose woman; also, a gay, idle fellow."},{"word":"Frank","type":"n.","descr":" A pigsty."},{"word":"Frank","type":"v. t.","descr":" To shut up in a frank or sty; to pen up; hence, to cram; to fatten."},{"word":"Frank","type":"n.","descr":" The common heron; -- so called from its note."},{"word":"Frank","type":"n.","descr":" Unbounded by restrictions, limitations, etc.; free."},{"word":"Frank","type":"n.","descr":" Free in uttering one\\'s real sentiments; not reserved; using no disguise; candid; ingenuous; as, a frank nature, conversation, manner, etc."},{"word":"Frank","type":"n.","descr":" Liberal; generous; profuse."},{"word":"Frank","type":"n.","descr":" Unrestrained; loose; licentious; -- used in a bad sense."},{"word":"Franked","type":"imp. and p. p.","descr":" of Frank"},{"word":"Franking","type":"p. pr. and vb. n.","descr":" of Frank"},{"word":"Frank","type":"v. t.","descr":" To send by public conveyance free of expense."},{"word":"Frank","type":"v. t.","descr":" To extempt from charge for postage, as a letter, package, or packet, etc."},{"word":"Frank","type":"a.","descr":" The privilege of sending letters or other mail matter, free of postage, or without charge; also, the sign, mark, or signature denoting that a letter or other mail matter is to free of postage."},{"word":"Frank","type":"a.","descr":" A member of one of the German tribes that in the fifth century overran and conquered Gaul, and established the kingdom of France."},{"word":"Frank","type":"a.","descr":" A native or inhabitant of Western Europe; a European; -- a term used in the Levant."},{"word":"Frank","type":"a.","descr":" A French coin. See Franc."},{"word":"Frankalmoigne","type":"a.","descr":" A tenure by which a religious corporation holds lands given to them and their successors forever, usually on condition of praying for the soul of the donor and his heirs; -- called also tenure by free alms."},{"word":"Frank-chase","type":"n.","descr":" The liberty or franchise of having a chase; free chase."},{"word":"Frank-fee","type":"n.","descr":" A species of tenure in fee simple, being the opposite of ancient demesne, or copyhold."},{"word":"Frankfort black","type":"","descr":" A black pigment used in copperplate printing, prepared by burning vine twigs, the lees of wine, etc."},{"word":"Frankincense","type":"n.","descr":" A fragrant, aromatic resin, or gum resin, burned as an incense in religious rites or for medicinal fumigation. The best kinds now come from East Indian trees, of the genus Boswellia; a commoner sort, from the Norway spruce (Abies excelsa) and other coniferous trees. The frankincense of the ancient Jews is still unidentified."},{"word":"Franking","type":"n.","descr":" A method of forming a joint at the intersection of window-sash bars, by cutting away only enough wood to show a miter."},{"word":"Frankish","type":"a.","descr":" Like, or pertaining to, the Franks."},{"word":"Frank-law","type":"n.","descr":" The liberty of being sworn in courts, as a juror or witness; one of the ancient privileges of a freeman; free and common law; -- an obsolete expression signifying substantially the same as the American expression civil rights."},{"word":"Franklin","type":"a.","descr":" An English freeholder, or substantial householder."},{"word":"Franklinic","type":"a.","descr":" Of or pertaining to Benjamin Franklin."},{"word":"Franklinite","type":"n.","descr":" A kind of mineral of the spinel group."},{"word":"Franklin stove","type":"","descr":" A kind of open stove introduced by Benjamin Franklin, the peculiar feature of which was that a current of heated air was directly supplied to the room from an air box; -- now applied to other varieties of open stoves."},{"word":"Frankly","type":"adv.","descr":" In a frank manner; freely."},{"word":"Frank-marriage","type":"n.","descr":" A certain tenure in tail special; an estate of inheritance given to a man his wife (the wife being of the blood of the donor), and descendible to the heirs of their two bodies begotten."},{"word":"Frankness","type":"n.","descr":" The quality of being frank; candor; openess; ingenuousness; fairness; liberality."},{"word":"Frankpledge","type":"n.","descr":" A pledge or surety for the good behavior of freemen, -- each freeman who was a member of an ancient decennary, tithing, or friborg, in England, being a pledge for the good conduct of the others, for the preservation of the public peace; a free surety."},{"word":"Frankpledge","type":"n.","descr":" The tithing itself."},{"word":"Frantic","type":"a.","descr":" Mad; raving; furious; violent; wild and disorderly; distracted."},{"word":"Frapped","type":"imp. and p. p.","descr":" of Frap"},{"word":"Frapping","type":"p. pr. and vb. n.","descr":" of Frap"},{"word":"Frap","type":"v. t.","descr":" To draw together; to bind with a view to secure and strengthen, as a vessel by passing cables around it; to tighten; as a tackle by drawing the lines together."},{"word":"Frap","type":"v. t.","descr":" To brace by drawing together, as the cords of a drum."},{"word":"Frape","type":"n.","descr":" A crowd, a rabble."},{"word":"Frapler","type":"n.","descr":" A blusterer; a rowdy."},{"word":"Frater","type":"n.","descr":" A monk; also, a frater house."},{"word":"Fraternal","type":"a.","descr":" Pf, pertaining to, or involving, brethren; becoming to brothers; brotherly; as, fraternal affection; a fraternal embrace."},{"word":"Fraternate","type":"v. i.","descr":" To fraternize; to hold fellowship."},{"word":"Fraternation","type":"n.","descr":" Alt. of Fraternism"},{"word":"Fraternism","type":"n.","descr":" Fraternization."},{"word":"Fraternities","type":"pl. ","descr":" of Fraternity"},{"word":"Fraternity","type":"n.","descr":" The state or quality of being fraternal or brotherly; brotherhood."},{"word":"Fraternity","type":"n.","descr":" A body of men associated for their common interest, business, or pleasure; a company; a brotherhood; a society; in the Roman Catholic Chucrch, an association for special religious purposes, for relieving the sick and destitute, etc."},{"word":"Fraternity","type":"n.","descr":" Men of the same class, profession, occupation, character, or tastes."},{"word":"Fraternization","type":"n.","descr":" The act of fraternizing or uniting as brothers."},{"word":"Fraternized","type":"imp. and p. p.","descr":" of Fraternize"},{"word":"Fraternizing","type":"p. pr. and vb. n.","descr":" of Fraternize"},{"word":"Fraternize","type":"v. i.","descr":" To associate or hold fellowship as brothers, or as men of like occupation or character; to have brotherly feelings."},{"word":"Fraternize","type":"v. t.","descr":" To bring into fellowship or brotherly sympathy."},{"word":"Fraternizer","type":"n.","descr":" One who fraternizes."},{"word":"Fratery","type":"n.","descr":" A frater house. See under Frater."},{"word":"Fratrage","type":"n.","descr":" A sharing among brothers, or brothers\\' kin."},{"word":"Fratricelli","type":"n. pl.","descr":" The name which St. Francis of Assisi gave to his followers, early in the 13th century."},{"word":"Fratricelli","type":"n. pl.","descr":" A sect which seceded from the Franciscan Order, chiefly in Italy and Sicily, in 1294, repudiating the pope as an apostate, maintaining the duty of celibacy and poverty, and discountenancing oaths. Called also Fratricellians and Fraticelli."},{"word":"Fratricidal","type":"a.","descr":" Of or pertaining to fratricide; of the nature of fratricide."},{"word":"Fratricide","type":"n.","descr":" The act of one who murders or kills his own brother."},{"word":"Fratricide","type":"n.","descr":" One who murders or kills his own brother."},{"word":"Fraud","type":"n.","descr":" Deception deliberately practiced with a view to gaining an unlawful or unfair advantage; artifice by which the right or interest of another is injured; injurious stratagem; deceit; trick."},{"word":"Fraud","type":"n.","descr":" An intentional perversion of truth for the purpose of obtaining some valuable thing or promise from another."},{"word":"Fraud","type":"n.","descr":" A trap or snare."},{"word":"Fraudful","type":"a.","descr":" Full of fraud, deceit, or treachery; trickish; treacherous; fraudulent; -- applied to persons or things."},{"word":"Fraudless","type":"a.","descr":" Free from fraud."},{"word":"Fraudulence","type":"n.","descr":" Alt. of Fraudulency"},{"word":"Fraudulency","type":"n.","descr":" The quality of being fraudulent; deliberate deceit; trickishness."},{"word":"Fraudulent","type":"a.","descr":" Using fraud; trickly; deceitful; dishonest."},{"word":"Fraudulent","type":"a.","descr":" Characterized by,, founded on, or proceeding from, fraund; as, a fraudulent bargain."},{"word":"Fraudulent","type":"a.","descr":" Obtained or performed by artifice; as, fraudulent conquest."},{"word":"Fraudulently","type":"adv.","descr":" In a fraudulent manner."},{"word":"Fraught","type":"n.","descr":" A freight; a cargo."},{"word":"Fraught","type":"a.","descr":" Freighted; laden; filled; stored; charged."},{"word":"Fraughted","type":"imp. and p. p.","descr":" of Fraught"},{"word":"Fraught","type":"","descr":" of Fraught"},{"word":"Fraughting","type":"p. pr. and vb. n.","descr":" of Fraught"},{"word":"Fraught","type":"n.","descr":" To freight; to load; to burden; to fill; to crowd."},{"word":"Fraughtage","type":"n.","descr":" Freight; loading; cargo."},{"word":"Fraughting","type":"a.","descr":" Constituting the freight or cargo."},{"word":"Fraunhofer lines","type":"","descr":" The lines of the spectrun; especially and properly, the dark lines of the solar spectrum, so called because first accurately observed and interpreted by Fraunhofer, a German physicist."},{"word":"Fraxin","type":"n.","descr":" A colorless crystalline substance, regarded as a glucoside, and found in the bark of the ash (Fraxinus) and along with esculin in the bark of the horse-chestnut. It shows a delicate fluorescence in alkaline solutions; -- called also paviin."},{"word":"Fraxinus","type":"n.","descr":" A genus of deciduous forest trees, found in the north temperate zone, and including the true ash trees."},{"word":"Fray","type":"n.","descr":" Affray; broil; contest; combat."},{"word":"Frayed","type":"imp. and p. p.","descr":" of Fray"},{"word":"Fraying","type":"p. pr. and vb. n.","descr":" of Fray"},{"word":"Fray","type":"v. t.","descr":" To frighten; to terrify; to alarm."},{"word":"Fray","type":"v. t.","descr":" To bear the expense of; to defray."},{"word":"Fray","type":"v. t.","descr":" To rub; to wear off, or wear into shreds, by rubbing; to fret, as cloth; as, a deer is said to fray her head."},{"word":"Fray","type":"v. i.","descr":" To rub."},{"word":"Fray","type":"v. i.","descr":" To wear out or into shreads, or to suffer injury by rubbing, as when the threads of the warp or of the woof wear off so that the cross threads are loose; to ravel; as, the cloth frays badly."},{"word":"Fray","type":"n.","descr":" A fret or chafe, as in cloth; a place injured by rubbing."},{"word":"Fraying","type":"n.","descr":" The skin which a deer frays from his horns."},{"word":"Freaked","type":"imp. and p. p.","descr":" of Freak"},{"word":"Freaking","type":"p. pr. and vb. n.","descr":" of Freak"},{"word":"Freak","type":"v. t.","descr":" To variegate; to checker; to streak."},{"word":"Freak","type":"n.","descr":" A sudden causeless change or turn of the mind; a whim of fancy; a capricious prank; a vagary or caprice."},{"word":"Freaking","type":"a.","descr":" Freakish."},{"word":"Freakish","type":"a.","descr":" Apt to change the mind suddenly; whimsical; capricious."},{"word":"Freck","type":"v. t.","descr":" To checker; to diversify."},{"word":"Freckle","type":"v. t.","descr":" A small yellowish or brownish spot in the skin, particularly on the face, neck, or hands."},{"word":"Freckle","type":"v. t.","descr":" Any small spot or discoloration."},{"word":"Freckled","type":"imp. and p. p.","descr":" of Freckle"},{"word":"Freckling","type":"p. pr. and vb. n.","descr":" of Freckle"},{"word":"Freckle","type":"v. t.","descr":" To spinkle or mark with freckle or small discolored spots; to spot."},{"word":"Freckle","type":"v. i.","descr":" To become covered or marked with freckles; to be spotted."},{"word":"Freckled","type":"a.","descr":" Marked with freckles; spotted."},{"word":"Freckledness","type":"n.","descr":" The state of being freckled."},{"word":"Freckly","type":"a.","descr":" Full of or marked with freckles; sprinkled with spots; freckled."},{"word":"Fred","type":"n.","descr":" Peace; -- a word used in composition, especially in proper names; as, Alfred; Frederic."},{"word":"Fredstole","type":"n.","descr":" See Fridstol."},{"word":"Free","type":"superl.","descr":" Exempt from subjection to the will of others; not under restraint, control, or compulsion; able to follow one\\'s own impulses, desires, or inclinations; determining one\\'s own course of action; not dependent; at liberty."},{"word":"Free","type":"superl.","descr":" Not under an arbitrary or despotic government; subject only to fixed laws regularly and fairly administered, and defended by them from encroachments upon natural or acquired rights; enjoying political liberty."},{"word":"Free","type":"superl.","descr":" Liberated, by arriving at a certain age, from the control of parents, guardian, or master."},{"word":"Free","type":"superl.","descr":" Not confined or imprisoned; released from arrest; liberated; at liberty to go."},{"word":"Free","type":"superl.","descr":" Not subjected to the laws of physical necessity; capable of voluntary activity; endowed with moral liberty; -- said of the will."},{"word":"Free","type":"superl.","descr":" Clear of offense or crime; guiltless; innocent."},{"word":"Free","type":"superl.","descr":" Unconstrained by timidity or distrust; unreserved; ingenuous; frank; familiar; communicative."},{"word":"Free","type":"superl.","descr":" Unrestrained; immoderate; lavish; licentious; -- used in a bad sense."},{"word":"Free","type":"superl.","descr":" Not close or parsimonious; liberal; open-handed; lavish; as, free with his money."},{"word":"Free","type":"superl.","descr":" Exempt; clear; released; liberated; not encumbered or troubled with; as, free from pain; free from a burden; -- followed by from, or, rarely, by of."},{"word":"Free","type":"superl.","descr":" Characteristic of one acting without restraint; charming; easy."},{"word":"Free","type":"superl.","descr":" Ready; eager; acting without spurring or whipping; spirited; as, a free horse."},{"word":"Free","type":"superl.","descr":" Invested with a particular freedom or franchise; enjoying certain immunities or privileges; admitted to special rights; -- followed by of."},{"word":"Free","type":"superl.","descr":" Thrown open, or made accessible, to all; to be enjoyed without limitations; unrestricted; not obstructed, engrossed, or appropriated; open; -- said of a thing to be possessed or enjoyed; as, a free school."},{"word":"Free","type":"superl.","descr":" Not gained by importunity or purchase; gratuitous; spontaneous; as, free admission; a free gift."},{"word":"Free","type":"superl.","descr":" Not arbitrary or despotic; assuring liberty; defending individual rights against encroachment by any person or class; instituted by a free people; -- said of a government, institutions, etc."},{"word":"Free","type":"superl.","descr":" Certain or honorable; the opposite of base; as, free service; free socage."},{"word":"Free","type":"superl.","descr":" Privileged or individual; the opposite of common; as, a free fishery; a free warren."},{"word":"Free","type":"superl.","descr":" Not united or combined with anything else; separated; dissevered; unattached; at liberty to escape; as, free carbonic acid gas; free cells."},{"word":"Free","type":"adv.","descr":" Freely; willingly."},{"word":"Free","type":"adv.","descr":" Without charge; as, children admitted free."},{"word":"Freed","type":"imp. and p. p.","descr":" of Free"},{"word":"Freeing","type":"p. pr. and vb. n.","descr":" of Free"},{"word":"Free","type":"a.","descr":" To make free; to set at liberty; to rid of that which confines, limits, embarrasses, oppresses, etc.; to release; to disengage; to clear; -- followed by from, and sometimes by off; as, to free a captive or a slave; to be freed of these inconveniences."},{"word":"Free","type":"a.","descr":" To remove, as something that confines or bars; to relieve from the constraint of."},{"word":"Free","type":"a.","descr":" To frank."},{"word":"Freebooter","type":"n.","descr":" One who plunders or pillages without the authority of national warfare; a member of a predatory band; a pillager; a buccaneer; a sea robber."},{"word":"Freebootery","type":"n.","descr":" The act, practice, or gains of a freebooter; freebooting."},{"word":"Freebooting","type":"n.","descr":" Robbery; plunder; a pillaging."},{"word":"Freebooting","type":"a.","descr":" Acting the freebooter; practicing freebootery; robbing."},{"word":"Freebooty","type":"n.","descr":" Freebootery."},{"word":"Freeborn","type":"a.","descr":" Born free; not born in vassalage; inheriting freedom."},{"word":"Free-denizen","type":"v. t.","descr":" To make free."},{"word":"Freedmen","type":"pl. ","descr":" of Freedman"},{"word":"Freedman","type":"n.","descr":" A man who has been a slave, and has been set free."},{"word":"Freedom","type":"n.","descr":" The state of being free; exemption from the power and control of another; liberty; independence."},{"word":"Freedom","type":"n.","descr":" Privileges; franchises; immunities."},{"word":"Freedom","type":"n.","descr":" Exemption from necessity, in choise and action; as, the freedom of the will."},{"word":"Freedom","type":"n.","descr":" Ease; facility; as, he speaks or acts with freedom."},{"word":"Freedom","type":"n.","descr":" Frankness; openness; unreservedness."},{"word":"Freedom","type":"n.","descr":" Improper familiarity; violation of the rules of decorum; license."},{"word":"Freedom","type":"n.","descr":" Generosity; liberality."},{"word":"Freedstool","type":"n.","descr":" See Fridstol."},{"word":"Free-hand","type":"a.","descr":" Done by the hand, without support, or the guidance of instruments; as, free-hand drawing. See under Drawing."},{"word":"Free-handed","type":"a.","descr":" Open-handed; liberal."},{"word":"Free-hearted","type":"a.","descr":" Open; frank; unreserved; liberal; generous; as, free-hearted mirth."},{"word":"Freehold","type":"n.","descr":" An estate in real property, of inheritance (in fee simple or fee tail) or for life; or the tenure by which such estate is held."},{"word":"Freeholder","type":"n.","descr":" The possessor of a freehold."},{"word":"Free-liver","type":"n.","descr":" One who gratifies his appetites without stint; one given to indulgence in eating and drinking."},{"word":"Free-living","type":"n.","descr":" Unrestrained indulgence of the appetites."},{"word":"Free-love","type":"n.","descr":" The doctrine or practice of consorting with the opposite sex, at pleasure, without marriage."},{"word":"Free-lover","type":"n.","descr":" One who believes in or practices free-love."},{"word":"Freelte","type":"n.","descr":" Frailty."},{"word":"Freely","type":"adv.","descr":" In a free manner; without restraint or compulsion; abundantly; gratuitously."},{"word":"Freemen","type":"pl. ","descr":" of Freeman"},{"word":"Freeman","type":"n.","descr":" One who enjoys liberty, or who is not subject to the will of another; one not a slave or vassal."},{"word":"Freeman","type":"n.","descr":" A member of a corporation, company, or city, possessing certain privileges; a member of a borough, town, or State, who has the right to vote at elections. See Liveryman."},{"word":"Free-martin","type":"n.","descr":" An imperfect female calf, twinborn with a male."},{"word":"Freemason","type":"n.","descr":" One of an ancient and secret association or fraternity, said to have been at first composed of masons or builders in stone, but now consisting of persons who are united for social enjoyment and mutual assistance."},{"word":"Freemasonic","type":"a.","descr":" Pertaining to, or resembling, the institutions or the practices of freemasons; as, a freemasonic signal."},{"word":"Freemasonry","type":"n.","descr":" The institutions or the practices of freemasons."},{"word":"Free-milling","type":"a.","descr":" Yielding free gold or silver; -- said of certain ores which can be reduced by crushing and amalgamation, without roasting or other chemical treatment."},{"word":"Free-minded","type":"a.","descr":" Not perplexed; having a mind free from care."},{"word":"Freeness","type":"n.","descr":" The state or quality of being free; freedom; liberty; openness; liberality; gratuitousness."},{"word":"Freer","type":"n.","descr":" One who frees, or sets free."},{"word":"Free-soil","type":"a.","descr":" Pertaining to, or advocating, the non-extension of slavery; -- esp. applied to a party which was active during the period 1846-1856."},{"word":"Free-spoken","type":"a.","descr":" Accustomed to speak without reserve."},{"word":"Freestone","type":"n.","descr":" A stone composed of sand or grit; -- so called because it is easily cut or wrought."},{"word":"Freestone","type":"a.","descr":" Having the flesh readily separating from the stone, as in certain kinds of peaches."},{"word":"Free-swimming","type":"a.","descr":" Swimming in the open sea; -- said of certain marine animals."},{"word":"Freethinker","type":"n.","descr":" One who speculates or forms opinions independently of the authority of others; esp., in the sphere or religion, one who forms opinions independently of the authority of revelation or of the church; an unbeliever; -- a term assumed by deists and skeptics in the eighteenth century."},{"word":"Freethinking","type":"n.","descr":" Undue boldness of speculation; unbelief."},{"word":"Freethinking","type":"a.","descr":" Exhibiting undue boldness of speculation; skeptical."},{"word":"Free-tongued","type":"a.","descr":" Speaking without reserve."},{"word":"Free will","type":"","descr":" A will free from improper coercion or restraint."},{"word":"Free will","type":"","descr":" The power asserted of moral beings of willing or choosing without the restraints of physical or absolute necessity."},{"word":"Freewill","type":"a.","descr":" Of or pertaining to free will; voluntary; spontaneous; as, a freewill offering."},{"word":"Freezable","type":"a.","descr":" Capable of being frozen."},{"word":"Freeze","type":"n.","descr":" A frieze."},{"word":"Froze","type":"imp.","descr":" of Freeze"},{"word":"Frozen","type":"p. p.","descr":" of Freeze"},{"word":"Freezing","type":"p. pr. and vb. n.","descr":" of Freeze"},{"word":"Freeze","type":"v. i.","descr":" To become congealed by cold; to be changed from a liquid to a solid state by the abstraction of heat; to be hardened into ice or a like solid body."},{"word":"Freeze","type":"v. i.","descr":" To become chilled with cold, or as with cold; to suffer loss of animation or life by lack of heat; as, the blood freezes in the veins."},{"word":"Freeze","type":"v. t.","descr":" To congeal; to harden into ice; to convert from a fluid to a solid form by cold, or abstraction of heat."},{"word":"Freeze","type":"v. t.","descr":" To cause loss of animation or life in, from lack of heat; to give the sensation of cold to; to chill."},{"word":"Freeze","type":"n.","descr":" The act of congealing, or the state of being congealed."},{"word":"Freezer","type":"n.","descr":" One who, or that which, cools or freezes, as a refrigerator, or the tub and can used in the process of freezing ice cream."},{"word":"Freezing","type":"a.","descr":" Tending to freeze; for freezing; hence, cold or distant in manner."},{"word":"Freieslebenite","type":"n.","descr":" A sulphide of antimony, lead, and silver, occuring in monoclinic crystals."},{"word":"Freight","type":"n.","descr":" That with which anything in fraught or laden for transportation; lading; cargo, especially of a ship, or a car on a railroad, etc.; as, a freight of cotton; a full freight."},{"word":"Freight","type":"n.","descr":" The sum paid by a party hiring a ship or part of a ship for the use of what is thus hired."},{"word":"Freight","type":"n.","descr":" The price paid a common carrier for the carriage of goods."},{"word":"Freight","type":"n.","descr":" Freight transportation, or freight line."},{"word":"Freight","type":"a.","descr":" Employed in the transportation of freight; having to do with freight; as, a freight car."},{"word":"Freighted","type":"imp. and p. p.","descr":" of Freight"},{"word":"Freighting","type":"p. pr. and vb. n.","descr":" of Freight"},{"word":"Freight","type":"v. t.","descr":" To load with goods, as a ship, or vehicle of any kind, for transporting them from one place to another; to furnish with freight; as, to freight a ship; to freight a car."},{"word":"Freightage","type":"n.","descr":" Charge for transportation; expense of carriage."},{"word":"Freightage","type":"n.","descr":" The transportation of freight."},{"word":"Freightage","type":"n.","descr":" Freight; cargo; lading. Milton."},{"word":"Freighter","type":"n.","descr":" One who loads a ship, or one who charters and loads a ship."},{"word":"Freighter","type":"n.","descr":" One employed in receiving and forwarding freight."},{"word":"Freighter","type":"n.","descr":" One for whom freight is transported."},{"word":"Freighter","type":"n.","descr":" A vessel used mainly to carry freight."},{"word":"Freightless","type":"a.","descr":" Destitute of freight."},{"word":"Frelte","type":"n.","descr":" Frailty."},{"word":"Fremd","type":"a.","descr":" Alt. of Fremed"},{"word":"Fremed","type":"a.","descr":" Strange; foreign."},{"word":"Fren","type":"a.","descr":" A stranger."},{"word":"French","type":"a.","descr":" Of or pertaining to France or its inhabitants."},{"word":"French","type":"n.","descr":" The language spoken in France."},{"word":"French","type":"n.","descr":" Collectively, the people of France."},{"word":"Frenchified","type":"imp. and p. p.","descr":" of Frenchify"},{"word":"Frenchifying","type":"p. pr. and vb. n.","descr":" of Frenchify"},{"word":"Frenchify","type":"v. t.","descr":" To make French; to infect or imbue with the manners or tastes of the French; to Gallicize."},{"word":"Frenchism","type":"n.","descr":" A French mode or characteristic; an idiom peculiar to the French language."},{"word":"Frenchmen","type":"pl. ","descr":" of Frenchman"},{"word":"Frenchman","type":"n.","descr":" A native or one of the people of France."},{"word":"Frenetir","type":"a.","descr":" Distracted; mad; frantic; phrenetic."},{"word":"Frenetical","type":"a.","descr":" Frenetic; frantic; frenzied."},{"word":"Frenums","type":"pl. ","descr":" of Frenum"},{"word":"Frena","type":"pl. ","descr":" of Frenum"},{"word":"Frenum","type":"n.","descr":" A cheek stripe of color."},{"word":"Frenum","type":"n.","descr":" Same as Fraenum."},{"word":"Frenzical","type":"a.","descr":" Frantic."},{"word":"Frenzied","type":"p. p. and a.","descr":" Affected with frenzy; frantic; maddened."},{"word":"Frenzies","type":"pl. ","descr":" of Frenzy"},{"word":"Frenzy","type":"n.","descr":" Any violent agitation of the mind approaching to distraction; violent and temporary derangement of the mental faculties; madness; rage."},{"word":"Frenzy","type":"a.","descr":" Mad; frantic."},{"word":"Frenzy","type":"v. t.","descr":" To affect with frenzy; to drive to madness"},{"word":"Frequence","type":"n.","descr":" A crowd; a throng; a concourse."},{"word":"Frequence","type":"n.","descr":" Frequency; abundance."},{"word":"Frequencies","type":"pl. ","descr":" of Frequency"},{"word":"Frequency","type":"n.","descr":" The condition of returning frequently; occurrence often repeated; common occurence; as, the frequency of crimes; the frequency of miracles."},{"word":"Frequency","type":"n.","descr":" A crowd; a throng."},{"word":"Frequent","type":"n.","descr":" Often to be met with; happening at short intervals; often repeated or occurring; as, frequent visits."},{"word":"Frequent","type":"n.","descr":" Addicted to any course of conduct; inclined to indulge in any practice; habitual; persistent."},{"word":"Frequent","type":"n.","descr":" Full; crowded; thronged."},{"word":"Frequent","type":"n.","descr":" Often or commonly reported."},{"word":"Frequented","type":"imp. and p. p.","descr":" of Frequent"},{"word":"Frequenting","type":"p. pr. and vb. n.","descr":" of Frequent"},{"word":"Frequent","type":"a.","descr":" To visit often; to resort to often or habitually."},{"word":"Frequent","type":"a.","descr":" To make full; to fill."},{"word":"Frequentable","type":"a.","descr":" Accessible."},{"word":"Frequentage","type":"n.","descr":" The practice or habit of frequenting."},{"word":"Frequentation","type":"n.","descr":" The act or habit of frequenting or visiting often; resort."},{"word":"Frequentative","type":"a.","descr":" Serving to express the frequent repetition of an action; as, a frequentative verb."},{"word":"Frequentative","type":"n.","descr":" A frequentative verb."},{"word":"Frequenter","type":"n.","descr":" One who frequents; one who often visits, or resorts to customarily."},{"word":"Frequently","type":"adv.","descr":" At frequent or short intervals; many times; often; repeatedly; commonly."},{"word":"Frequentness","type":"n.","descr":" The quality of being frequent."},{"word":"Frere","type":"n.","descr":" A friar."},{"word":"Frescade","type":"a.","descr":" A cool walk; shady place."},{"word":"Frescoes","type":"pl. ","descr":" of Fresco"},{"word":"Frescos","type":"pl. ","descr":" of Fresco"},{"word":"Fresco","type":"a.","descr":" A cool, refreshing state of the air; duskiness; coolness; shade."},{"word":"Fresco","type":"a.","descr":" The art of painting on freshly spread plaster, before it dries."},{"word":"Fresco","type":"a.","descr":" In modern parlance, incorrectly applied to painting on plaster in any manner."},{"word":"Fresco","type":"a.","descr":" A painting on plaster in either of senses a and b."},{"word":"Frescoed","type":"imp. and p. p.","descr":" of Fresco"},{"word":"Frescoing","type":"p. pr. and vb. n.","descr":" of Fresco"},{"word":"Fresco","type":"v. t.","descr":" To paint in fresco, as walls."},{"word":"Fresh","type":"superl","descr":" Possessed of original life and vigor; new and strong; unimpaired; sound."},{"word":"Fresh","type":"superl","descr":" New; original; additional."},{"word":"Fresh","type":"superl","descr":" Lately produced, gathered, or prepared for market; not stale; not dried or preserved; not wilted, faded, or tainted; in good condition; as, fresh vegetables, flowers, eggs, meat, fruit, etc.; recently made or obtained; occurring again; repeated; as, a fresh supply of goods; fresh tea, raisins, etc.; lately come or made public; as, fresh news; recently taken from a well or spring; as, fresh water."},{"word":"Fresh","type":"superl","descr":" Youthful; florid; as, these fresh nymphs."},{"word":"Fresh","type":"superl","descr":" In a raw, green, or untried state; uncultivated; uncultured; unpracticed; as, a fresh hand on a ship."},{"word":"Fresh","type":"superl","descr":" Renewed in vigor, alacrity, or readiness for action; as, fresh for a combat; hence, tending to renew in vigor; rather strong; cool or brisk; as, a fresh wind."},{"word":"Fresh","type":"superl","descr":" Not salt; as, fresh water, in distinction from that which is from the sea, or brackish; fresh meat, in distinction from that which is pickled or salted."},{"word":"Freshes","type":"pl. ","descr":" of Fresh"},{"word":"Fresh","type":"n.","descr":" A stream or spring of fresh water."},{"word":"Fresh","type":"n.","descr":" A flood; a freshet."},{"word":"Fresh","type":"n.","descr":" The mingling of fresh water with salt in rivers or bays, as by means of a flood of fresh water flowing toward or into the sea."},{"word":"Fresh","type":"v. t.","descr":" To refresh; to freshen."},{"word":"Freshened","type":"imp. and p. p.","descr":" of Freshen"},{"word":"Freshening","type":"p. pr. and vb. n.","descr":" of Freshen"},{"word":"Freshen","type":"v. t.","descr":" To make fresh; to separate, as water, from saline ingredients; to make less salt; as, to freshen water, fish, or flesh."},{"word":"Freshen","type":"v. t.","descr":" To refresh; to revive."},{"word":"Freshen","type":"v. t.","descr":" To relieve, as a rope, by change of place where friction wears it; or to renew, as the material used to prevent chafing; as, to freshen a hawse."},{"word":"Freshen","type":"v. i.","descr":" To grow fresh; to lose saltness."},{"word":"Freshen","type":"v. i.","descr":" To grow brisk or strong; as, the wind freshens."},{"word":"Freshet","type":"a.","descr":" A stream of fresh water."},{"word":"Freshet","type":"a.","descr":" A flood or overflowing of a stream caused by heavy rains or melted snow; a sudden inundation."},{"word":"Freshly","type":"adv.","descr":" In a fresh manner; vigorously; newly, recently; brightly; briskly; coolly; as, freshly gathered; freshly painted; the wind blows freshly."},{"word":"Freshmen","type":"pl. ","descr":" of Freshman"},{"word":"Freshman","type":"n.","descr":" novice; one in the rudiments of knowledge; especially, a student during his fist year in a college or university."},{"word":"Freshmanship","type":"n.","descr":" The state of being a freshman."},{"word":"Freshment","type":"n.","descr":" Refreshment."},{"word":"Freshness","type":"n.","descr":" The state of being fresh."},{"word":"Fresh-new","type":"a.","descr":" Unpracticed."},{"word":"Fresh-water","type":"a.","descr":" Of, pertaining to, or living in, water not salt; as, fresh-water geological deposits; a fresh-water fish; fresh-water mussels."},{"word":"Fresh-water","type":"a.","descr":" Accustomed to sail on fresh water only; unskilled as a seaman; as, a fresh-water sailor."},{"word":"Fresh-water","type":"a.","descr":" Unskilled; raw."},{"word":"Fresnel lamp","type":"","descr":" Alt. of Fres\\'nel\\' lan\\'tern"},{"word":"Fresnel lantern","type":"","descr":" A lantern having a lamp surrounded by a hollow cylindrical Fresnel lens."},{"word":"Fresnel lens","type":"","descr":" See under Lens."},{"word":"Fret","type":"n.","descr":" See 1st Frith."},{"word":"Fretted","type":"imp. and p. p.","descr":" of Fret"},{"word":"Fretting","type":"p. pr. and vb. n.","descr":" of Fret"},{"word":"Fret","type":"v. t.","descr":" To devour."},{"word":"Fret","type":"v. t.","descr":" To rub; to wear away by friction; to chafe; to gall; hence, to eat away; to gnaw; as, to fret cloth; to fret a piece of gold or other metal; a worm frets the plants of a ship."},{"word":"Fret","type":"v. t.","descr":" To impair; to wear away; to diminish."},{"word":"Fret","type":"v. t.","descr":" To make rough, agitate, or disturb; to cause to ripple; as, to fret the surface of water."},{"word":"Fret","type":"v. t.","descr":" To tease; to irritate; to vex."},{"word":"Fret","type":"v. i.","descr":" To be worn away; to chafe; to fray; as, a wristband frets on the edges."},{"word":"Fret","type":"v. i.","descr":" To eat in; to make way by corrosion."},{"word":"Fret","type":"v. i.","descr":" To be agitated; to be in violent commotion; to rankle; as, rancor frets in the malignant breast."},{"word":"Fret","type":"v. i.","descr":" To be vexed; to be chafed or irritated; to be angry; to utter peevish expressions."},{"word":"Fret","type":"n.","descr":" The agitation of the surface of a fluid by fermentation or other cause; a rippling on the surface of water."},{"word":"Fret","type":"n.","descr":" Agitation of mind marked by complaint and impatience; disturbance of temper; irritation; as, he keeps his mind in a continual fret."},{"word":"Fret","type":"n.","descr":" Herpes; tetter."},{"word":"Fret","type":"n.","descr":" The worn sides of river banks, where ores, or stones containing them, accumulate by being washed down from the hills, and thus indicate to the miners the locality of the veins."},{"word":"Fret","type":"v. t.","descr":" To ornament with raised work; to variegate; to diversify."},{"word":"Fret","type":"n.","descr":" Ornamental work in relief, as carving or embossing. See Fretwork."},{"word":"Fret","type":"n.","descr":" An ornament consisting of smmall fillets or slats intersecting each other or bent at right angles, as in classical designs, or at obilique angles, as often in Oriental art."},{"word":"Fret","type":"n.","descr":" The reticulated headdress or net, made of gold or silver wire, in which ladies in the Middle Ages confined their hair."},{"word":"Fret","type":"n.","descr":" A saltire interlaced with a mascle."},{"word":"Fret","type":"n.","descr":" A short piece of wire, or other material fixed across the finger board of a guitar or a similar instrument, to indicate where the finger is to be placed."},{"word":"Fret","type":"v. t.","descr":" To furnish with frets, as an instrument of music."},{"word":"Fretful","type":"a.","descr":" Disposed to fret; ill-humored; peevish; angry; in a state of vexation; as, a fretful temper."},{"word":"Frett","type":"n.","descr":" The worn side of the bank of a river. See 4th Fret, n., 4."},{"word":"Frett","type":"n.","descr":" A vitreous compound, used by potters in glazing, consisting of lime, silica, borax, lead, and soda."},{"word":"Fretted","type":"p. p. and a.","descr":" Rubbed or worn away; chafed."},{"word":"Fretted","type":"p. p. and a.","descr":" Agitated; vexed; worried."},{"word":"Fretted","type":"p. p. and a.","descr":" Ornamented with fretwork; furnished with frets; variegated; made rough on the surface."},{"word":"Fretted","type":"p. p. and a.","descr":" Interlaced one with another; -- said of charges and ordinaries."},{"word":"Fretten","type":"a.","descr":" Rubbed; marked; as, pock-fretten, marked with the smallpox."},{"word":"Fretter","type":"n.","descr":" One who, or that which, frets."},{"word":"Fretty","type":"a.","descr":" Adorned with fretwork."},{"word":"Freta","type":"pl. ","descr":" of Fretum"},{"word":"Fretum","type":"n.","descr":" A strait, or arm of the sea."},{"word":"Fretwork","type":"n.","descr":" Work adorned with frets; ornamental openwork or work in relief, esp. when elaborate and minute in its parts. Hence, any minute play of light and shade, dark and light, or the like."},{"word":"Freya","type":"n.","descr":" The daughter of Njord, and goddess of love and beauty; the Scandinavian Venus; -- in Teutonic myths confounded with Frigga, but in Scandinavian, distinct."},{"word":"Friabiiity","type":"n.","descr":" The quality of being friable; friableness."},{"word":"Friable","type":"a.","descr":" Easily crumbled, pulverized, or reduced to powder."},{"word":"Friar","type":"n.","descr":" A brother or member of any religious order, but especially of one of the four mendicant orders, viz: (a) Minors, Gray Friars, or Franciscans. (b) Augustines. (c) Dominicans or Black Friars. (d) White Friars or Carmelites. See these names in the Vocabulary."},{"word":"Friar","type":"n.","descr":" A white or pale patch on a printed page."},{"word":"Friar","type":"n.","descr":" An American fish; the silversides."},{"word":"Friarly","type":"a.","descr":" Like a friar; inexperienced."},{"word":"Friary","type":"n.","descr":" Like a friar; pertaining to friars or to a convent."},{"word":"Friary","type":"n.","descr":" A monastery; a convent of friars."},{"word":"Friary","type":"n.","descr":" The institution or praactices of friars."},{"word":"Friation","type":"n.","descr":" The act of breaking up or pulverizing."},{"word":"Frible","type":"a.","descr":" Frivolous; trifling; sily."},{"word":"Fribble","type":"n.","descr":" A frivolous, contemptible fellow; a fop."},{"word":"Fribble","type":"v. i.","descr":" To act in a trifling or foolish manner; to act frivolously."},{"word":"Fribble","type":"v. i.","descr":" To totter."},{"word":"Fribbler","type":"n.","descr":" A trifler; a fribble."},{"word":"Fribbling","type":"a.","descr":" Frivolous; trining; toolishly captious."},{"word":"Friborg","type":"n.","descr":" Alt. of Friborgh"},{"word":"Friborgh","type":"n.","descr":" The pledge and tithing, afterwards called by the Normans frankpledge. See Frankpledge."},{"word":"Fricace","type":"n.","descr":" Meat sliced and dressed with strong sauce."},{"word":"Fricace","type":"n.","descr":" An unguent; also, the act of rubbing with the unguent."},{"word":"Fricandeau","type":"n.","descr":" Alt. of Fricando"},{"word":"Fricando","type":"n.","descr":" A ragout or fricassee of veal; a fancy dish of veal or of boned turkey, served as an entree, -- called also fricandel."},{"word":"Fricassee","type":"n.","descr":" A dish made of fowls, veal, or other meat of small animals cut into pieces, and stewed in a gravy."},{"word":"Fricassed","type":"imp. and p. p.","descr":" of Frlcassee"},{"word":"Fricasseeing","type":"p. pr. and. vb. n.","descr":" of Frlcassee"},{"word":"Frlcassee","type":"v. t.","descr":" To dress like a fricassee."},{"word":"Frication","type":"n.","descr":" Friction."},{"word":"Fricative","type":"a.","descr":" Produced by the friction or rustling of the breath, intonated or unintonated, through a narrow opening between two of the mouth organs; uttered through a close approach, but not with a complete closure, of the organs of articulation, and hence capable of being continued or prolonged; -- said of certain consonantal sounds, as f, v, s, z, etc."},{"word":"Fricative","type":"n.","descr":" A fricative consonant letter or sound. See Guide to Pronunciation, \/\/ 197-206, etc."},{"word":"Fricatrice","type":"n.","descr":" A lewd woman; a harlot."},{"word":"Frickle","type":"n.","descr":" A bushel basket."},{"word":"Frictional","type":"a.","descr":" Relating to friction; moved by friction; produced by friction; as, frictional electricity."},{"word":"Frictionless","type":"a.","descr":" Having no friction."},{"word":"Friday","type":"n.","descr":" The sixth day of the week, following Thursday and preceding Saturday."},{"word":"Fridge","type":"n.","descr":" To rub; to fray."},{"word":"Fridstol","type":"n.","descr":" Alt. of Frithstool"},{"word":"Frithstool","type":"n.","descr":" A seat in churches near the altar, to which offenders formerly fled for sanctuary."},{"word":"Fried","type":"","descr":" imp. and p. p. of Fry."},{"word":"Friend","type":"n.","descr":" One who entertains for another such sentiments of esteem, respect, and affection that he seeks his society aud welfare; a wellwisher; an intimate associate; sometimes, an attendant."},{"word":"Friend","type":"n.","descr":" One not inimical or hostile; one not a foe or enemy; also, one of the same nation, party, kin, etc., whose friendly feelings may be assumed. The word is some times used as a term of friendly address."},{"word":"Friend","type":"n.","descr":" One who looks propitiously on a cause, an institution, a project, and the like; a favorer; a promoter; as, a friend to commerce, to poetry, to an institution."},{"word":"Friend","type":"n.","descr":" One of a religious sect characterized by disuse of outward rites and an ordained ministry, by simplicity of dress and speech, and esp. by opposition to war and a desire to live at peace with all men. They are popularly called Quakers."},{"word":"Friend","type":"n.","descr":" A paramour of either sex."},{"word":"Friended","type":"imp. and p. p.","descr":" of Friend"},{"word":"Friending","type":"p. pr. and vb. n.","descr":" of Friend"},{"word":"Friend","type":"v. t.","descr":" To act as the friend of; to favor; to countenance; to befriend."},{"word":"Friended","type":"a.","descr":" Having friends;"},{"word":"Friended","type":"a.","descr":" Inclined to love; well-disposed."},{"word":"Friending","type":"n.","descr":" Friendliness."},{"word":"Friendless","type":"a.","descr":" Destitute of friends; forsaken."},{"word":"Friendlily","type":"adv.","descr":" In a friendly manner."},{"word":"Friendliness","type":"n.","descr":" The condition or quality of being friendly."},{"word":"Friendly","type":"a.","descr":" Having the temper and disposition of a friend; disposed to promote the good of another; kind; favorable."},{"word":"Friendly","type":"a.","descr":" Appropriate to, or implying, friendship; befitting friends; amicable."},{"word":"Friendly","type":"a.","descr":" Not hostile; as, a friendly power or state."},{"word":"Friendly","type":"a.","descr":" Promoting the good of any person; favorable; propitious; serviceable; as, a friendly breeze or gale."},{"word":"Friendly","type":"adv.","descr":" In the manner of friends; amicably; like friends."},{"word":"Friendship","type":"n.","descr":" The state of being friends; friendly relation, or attachment, to a person, or between persons; affection arising from mutual esteem and good will; friendliness; amity; good will."},{"word":"Friendship","type":"n.","descr":" Kindly aid; help; assistance,"},{"word":"Friendship","type":"n.","descr":" Aptness to unite; conformity; affinity; harmony; correspondence."},{"word":"Frier","type":"n.","descr":" One who fries."},{"word":"Friese","type":"n.","descr":" Same as Friesic, n."},{"word":"Friesic","type":"a.","descr":" Of or pertaining to Friesland, a province in the northern part of the Netherlands."},{"word":"Friesic","type":"n.","descr":" The language of the Frisians, a Teutonic people formerly occupying a large part of the coast of Holland and Northwestern Germany. The modern dialects of Friesic are spoken chiefly in the province of Friesland, and on some of the islands near the coast of Germany and Denmark."},{"word":"Friesish","type":"a.","descr":" Friesic."},{"word":"Frieze","type":"n.","descr":" That part of the entablature of an order which is between the architrave and cornice. It is a flat member or face, either uniform or broken by triglyphs, and often enriched with figures and other ornaments of sculpture."},{"word":"Frieze","type":"n.","descr":" Any sculptured or richly ornamented band in a building or, by extension, in rich pieces of furniture. See Illust. of Column."},{"word":"Frieze","type":"n.","descr":" A kind of coarse woolen cloth or stuff with a shaggy or tufted (friezed) nap on one side."},{"word":"Frieze","type":"v. t.","descr":" To make a nap on (cloth); to friz. See Friz, v. t., 2."},{"word":"Friezed","type":"a.","descr":" Gathered, or having the map gathered, into little tufts, knots, or protuberances.  Cf. Frieze, v. t., and Friz, v. t., 2."},{"word":"Friezer","type":"n.","descr":" One who, or that which, friezes or frizzes."},{"word":"Frigate","type":"n.","descr":" Originally, a vessel of the Mediterranean propelled by sails and by oars. The French, about 1650, transferred the name to larger vessels, and by 1750 it had been appropriated for a class of war vessels intermediate between corvettes and ships of the line. Frigates, from about 1750 to 1850, had one full battery deck and, often, a spar deck with a lighter battery. They carried sometimes as many as fifty guns. After the application of steam to navigation steam frigates of largely increased size and power were built, and formed the main part of the navies of the world till about 1870, when the introduction of ironclads superseded them."},{"word":"Frigate","type":"n.","descr":" Any small vessel on the water."},{"word":"Frigate-built","type":"a.","descr":" Built like a frigate with a raised quarter-deck and forecastle."},{"word":"Frigatoon","type":"n.","descr":" A Venetian vessel, with a square stern, having only a mainmast, jigger mast, and bowsprit; also a sloop of war ship-rigged."},{"word":"Frigefaction","type":"n.","descr":" The act of making cold. [Obs.] "},{"word":"Frigefactive","type":"a.","descr":" Cooling."},{"word":"Frigerate","type":"e. t.","descr":" To make cool."},{"word":"Frigg","type":"n.","descr":" Alt. of Frigga"},{"word":"Frigga","type":"n.","descr":" The wife of Odin and mother of the gods; the supreme goddess; the Juno of the Valhalla.  Cf. Freya."},{"word":"Fright","type":"n.","descr":" A state of terror excited by the sudden appearance of danger; sudden and violent fear, usually of short duration; a sudden alarm."},{"word":"Fright","type":"n.","descr":" Anything strange, ugly or shocking, producing a feeling of alarm or aversion."},{"word":"Frighted","type":"imp.","descr":" of Fright"},{"word":"Frighting","type":"p. pr. and vb. n.","descr":" of Fright"},{"word":"Fright","type":"n.","descr":" To alarm suddenly; to shock by causing sudden fear; to terrify; to scare."},{"word":"Frightened","type":"imp.","descr":" of Frighten"},{"word":"Frightening","type":"p. pr. and vb. n.","descr":" of Frighten"},{"word":"Frighten","type":"v. t.","descr":" To disturb with fear; to throw into a state of alarm or fright; to affright; to terrify."},{"word":"Frightful","type":"a.","descr":" Full of fright; affrighted; frightened."},{"word":"Frightful","type":"a.","descr":" Full of that which causes fright; exciting alarm; impressing terror; shocking; as, a frightful chasm, or tempest; a frightful appearance."},{"word":"Frightfully","type":"adv.","descr":" In a frightful manner; to a frightful dagree."},{"word":"Frightfulness","type":"n.","descr":" The quality of being frightful."},{"word":"Frightless","type":"a.","descr":" Free from fright; fearless."},{"word":"Frightment","type":"n.","descr":" Fear; terror."},{"word":"Frigid","type":"a.","descr":" Cold; wanting heat or warmth; of low temperature; as, a frigid climate."},{"word":"Frigid","type":"a.","descr":" Wanting warmth, fervor, ardor, fire, vivacity, etc.; unfeeling; forbidding in manner; dull and unanimated; stiff and formal; as, a frigid constitution; a frigid style; a frigid look or manner; frigid obedience or service."},{"word":"Frigid","type":"a.","descr":" Wanting natural heat or vigor sufficient to excite the generative power; impotent."},{"word":"Frigidaria","type":"pl. ","descr":" of Frigidarium"},{"word":"Frigidarium","type":"n.","descr":" The cooling room of the Roman thermae, furnished with a cold bath."},{"word":"Frigidly","type":"adv.","descr":" In a frigid manner; coldly; dully; without affection."},{"word":"Frigidness","type":"n.","descr":" The state of being frigid; want of heat, vigor, or affection; coldness; dullness."},{"word":"Frigorific","type":"a.","descr":" Alt. of Frigorifical"},{"word":"Frigorifical","type":"a.","descr":" Causing cold; producing or generating cold."},{"word":"Frilled","type":"imp. and p. p.","descr":" of Frill"},{"word":"Frilling","type":"p. pr. and vb. n.","descr":" of Frill"},{"word":"Frill","type":"v. i.","descr":" To shake or shiver as with cold; as, the hawk frills."},{"word":"Frill","type":"v. i.","descr":" To wrinkle; -- said of the gelatin film."},{"word":"Frill","type":"v. t.","descr":" To provide or decorate with a frill or frills; to turn back. in crimped plaits; as, to frill a cap."},{"word":"Frill","type":"v. i.","descr":" A ruffing of a bird\\'s feathers from cold."},{"word":"Frill","type":"v. i.","descr":" A ruffle, consisting of a fold of membrane, of hairs, or of feathers, around the neck of an animal."},{"word":"Frill","type":"v. i.","descr":" A similar ruffle around the legs or other appendages of animals."},{"word":"Frill","type":"v. i.","descr":" A ruffled varex or fold on certain shells."},{"word":"Frill","type":"v. i.","descr":" A border or edging secured at one edge and left free at the other, usually fluted or crimped like a very narrow flounce."},{"word":"Frilled","type":"a.","descr":" Furnished with a frill or frills."},{"word":"Frim","type":"a.","descr":" Flourishing; thriving; fresh; in good case; vigorous."},{"word":"Frimaire","type":"n.","descr":" The third month of the French republican calendar. It commenced November 21, and ended December 20., See Vendemiaire."},{"word":"Fringe","type":"n.","descr":" An ornamental appendage to the border of a piece of stuff, originally consisting of the ends of the warp, projecting beyond the woven fabric; but more commonly made separate and sewed on, consisting sometimes of projecting ends, twisted or plaited together, and sometimes of loose threads of wool, silk, or linen, or narrow strips of leather, or the like."},{"word":"Fringe","type":"n.","descr":" Something resembling in any respect a fringe; a line of objects along a border or edge; a border; an edging; a margin; a confine."},{"word":"Fringe","type":"n.","descr":" One of a number of light or dark bands, produced by the interference of light; a diffraction band; --  called also interference fringe."},{"word":"Fringe","type":"n.","descr":" The peristome or fringelike appendage of the capsules of most mosses. See Peristome."},{"word":"Fringed","type":"imp. and p. p.","descr":" of Fringe"},{"word":"Fringing","type":"p. pr. and vb. a.","descr":" of Fringe"},{"word":"Fringe","type":"v. t.","descr":" To adorn the edge of with a fringe or as with a fringe."},{"word":"Fringed","type":"a.","descr":" Furnished with a fringe."},{"word":"Fringeless","type":"a.","descr":" Having no fringe."},{"word":"Fringent","type":"a.","descr":" Encircling like a fringe; bordering."},{"word":"Fringilla","type":"a.","descr":" A genus of birds, with a short, conical, pointed bill. It formerly included all the sparrows and finches, but is now restricted to certain European finches, like the chaffinch and brambling."},{"word":"Fringillaceous","type":"a.","descr":" Fringilline."},{"word":"Fringilline","type":"a.","descr":" Pertaining to the family Fringillidae; characteristic of finches; sparrowlike."},{"word":"Fringy","type":"a.","descr":" Aborned with fringes."},{"word":"Fripper","type":"n.","descr":" One who deals in frippery or in old clothes."},{"word":"Fripperer","type":"n.","descr":" A fripper."},{"word":"Frippery","type":"n.","descr":" Coast-off clothes."},{"word":"Frippery","type":"n.","descr":" Hence: Secondhand finery; cheap and tawdry decoration; affected elegance."},{"word":"Frippery","type":"n.","descr":" A place where old clothes are sold."},{"word":"Frippery","type":"n.","descr":" The trade or traffic in old clothes."},{"word":"Frippery","type":"a.","descr":" Trifling; contemptible."},{"word":"Friseur","type":"n.","descr":" A hairdresser."},{"word":"Frisian","type":"a.","descr":" Of or pertaining to Friesland, a province of the Netherlands; Friesic."},{"word":"Frisian","type":"n.","descr":" A native or inhabitant of Friesland; also, the language spoken in Friesland. See Friesic, n."},{"word":"Frisk","type":"a.","descr":" Lively; brisk; frolicsome; frisky."},{"word":"Frisk","type":"a.","descr":" A frolic; a fit of wanton gayety; a gambol: a little playful skip or leap."},{"word":"Frisked","type":"imp. and p. p.","descr":" of Frisk"},{"word":"Frisking","type":"p. pr. and vb. n.","descr":" of Frisk"},{"word":"Frisk","type":"v. i.","descr":" To leap, skip, dance, or gambol, in fronc and gayety."},{"word":"Friskal","type":"n.","descr":" A leap or caper."},{"word":"Frisker","type":"n.","descr":" One who frisks; one who leaps of dances in gayety; a wanton; an inconstant or unsettled person."},{"word":"Frisket","type":"a.","descr":" The light frame which holds the sheet of paper to the tympan in printing."},{"word":"Friskful","type":"a.","descr":" Brisk; lively; frolicsome."},{"word":"Friskily","type":"adv.","descr":" In a frisky manner."},{"word":"Friskiness","type":"n.","descr":" State or quality of being frisky."},{"word":"Frisky","type":"a.","descr":" Inclined to frisk; frolicsome; gay."},{"word":"Frislet","type":"n.","descr":" A kind of small ruffle."},{"word":"Frist","type":"v. t.","descr":" To sell upon credit, as goods."},{"word":"Frisure","type":"n.","descr":" The dressing of the hair by crisping or curling."},{"word":"Frit","type":"v. t.","descr":" The material of which glass is made, after having been calcined or partly fused in a furnace, but before vitrification. It is a composition of silex and alkali, occasionally with other ingredients."},{"word":"Frit","type":"v. t.","descr":" The material for glaze of pottery."},{"word":"Fritted","type":"imp. and p. p.","descr":" of Frit"},{"word":"Fritting","type":"p. pr. and vb. n.","descr":" of Frit"},{"word":"Frit","type":"v. t.","descr":" To prepare by heat (the materials for making glass); to fuse partially."},{"word":"Frit","type":"v. t.","descr":" To fritter; -- with away."},{"word":"Frith","type":"n.","descr":" A narrow arm of the sea; an estuary; the opening of a river into the sea; as, the Frith of Forth."},{"word":"Frith","type":"n.","descr":" A kind of weir for catching fish."},{"word":"Frith","type":"a.","descr":" A forest; a woody place."},{"word":"Frith","type":"a.","descr":" A small field taken out of a common, by inclosing it; an inclosure."},{"word":"Frithy","type":"a.","descr":" Woody."},{"word":"Fritillaria","type":"n.","descr":" A genus of liliaceous plants, of which the crown-imperial (Fritillaria imperialis) is one species, and the Guinea-hen flower (F. Meleagris) another. See Crown-imperial."},{"word":"Fritillary","type":"n.","descr":" A plant with checkered petals, of the genus Fritillaria: the Guinea-hen flower. See Fritillaria."},{"word":"Fritillary","type":"n.","descr":" One of several species of butterflies belonging to Argynnis and allied genera; -- so called because the coloring of their wings resembles that of the common Fritillaria. See Aphrodite."},{"word":"Fritinancy","type":"n.","descr":" A chirping or creaking, as of a cricket."},{"word":"Fritter","type":"v. t.","descr":" A small quantity of batter, fried in boiling lard or in a frying pan. Fritters are of various kinds, named from the substance inclosed in the batter; as, apple fritters, clam fritters, oyster fritters."},{"word":"Fritter","type":"v. t.","descr":" A fragment; a shred; a small piece."},{"word":"Frittered","type":"imp. and p. p.","descr":" of Fritter"},{"word":"Frittering","type":"p. pr. and vb. n.","descr":" of Fritter"},{"word":"Fritter","type":"v. t.","descr":" To cut, as meat, into small pieces, for frying."},{"word":"Fritter","type":"v. t.","descr":" To break into small pieces or fragments."},{"word":"Fritting","type":"n.","descr":" The formation of frit or slag by heat with but incipient fusion."},{"word":"Frivolism","type":"n.","descr":" Frivolity."},{"word":"Frivolities","type":"pl. ","descr":" of Frivolity"},{"word":"Frivolity","type":"n.","descr":" The condition or quality of being frivolous; also, acts or habits of trifling; unbecoming levity of disposition."},{"word":"Frivolous","type":"a.","descr":" Of little weight or importance; not worth notice; slight; as, a frivolous argument."},{"word":"Frivolous","type":"a.","descr":" Given to trifling; marked with unbecoming levity; silly; interested especially in trifling matters."},{"word":"Frizzed","type":"imp. and p. p.","descr":" of Friz"},{"word":"Frizzing","type":"p. pr. and vb. n.","descr":" of Friz"},{"word":"Friz","type":"v. t.","descr":" To curl or form into small curls, as hair, with a crisping pin; to crisp."},{"word":"Friz","type":"v. t.","descr":" To form into little burs, prominences, knobs, or tufts, as the nap of cloth."},{"word":"Friz","type":"v. t.","descr":" To soften and make of even thickness by rubbing, as with pumice stone or a blunt instrument."},{"word":"Frizzes","type":"pl. ","descr":" of Friz"},{"word":"Friz","type":"n.","descr":" That which is frizzed; anything crisped or curled, as a wig; a frizzle."},{"word":"Frize","type":"n.","descr":" See 1st Frieze."},{"word":"Frizel","type":"a.","descr":" A movable furrowed piece of steel struck by the flint, to throw sparks into the pan, in an early form of flintlock."},{"word":"Frizette","type":"n.","descr":" A curl of hair or silk; a pad of frizzed hair or silk worn by women under the hair to stuff it out."},{"word":"Frizz","type":"v. t. and n.","descr":" See Friz, v. t. and n."},{"word":"Frizzled","type":"imp. and p. p.","descr":" of Frizzle"},{"word":"Frizzling","type":"p. pr. and vb. n.","descr":" of Frizzle"},{"word":"Frizzle","type":"v. t.","descr":" To curl or crisp, as hair; to friz; to crinkle."},{"word":"Frizzle","type":"n.","descr":" A curl; a lock of hair crisped."},{"word":"Frizzler","type":"n.","descr":" One who frizzles."},{"word":"Frizzly","type":"a.","descr":" Alt. of Frizzy"},{"word":"Frizzy","type":"a.","descr":" Curled or crisped; as, frizzly, hair."},{"word":"Fro","type":"adv.","descr":" From; away; back or backward; -- now used only in opposition to the word to, in the phrase to and fro, that is, to and from. See To and fro under To."},{"word":"Fro","type":"prep.","descr":" From."},{"word":"Frock","type":"n.","descr":" A loose outer garment; especially, a gown forming a part of European modern costume for women and children; also, a coarse shirtlike garment worn by some workmen over their other clothes; a smock frock; as, a marketman\\'s frock."},{"word":"Frock","type":"n.","descr":" A coarse gown worn by monks or friars, and supposed to take the place of all, or nearly all, other garments. It has a hood which can be drawn over the head at pleasure, and is girded by a cord."},{"word":"Frock","type":"v. t.","descr":" To clothe in a frock."},{"word":"Frock","type":"v. t.","descr":" To make a monk of.  Cf. Unfrock."},{"word":"Frocked","type":"a.","descr":" Clothed in a frock."},{"word":"Frockless","type":"a.","descr":" Destitute of a frock."},{"word":"Froe","type":"n.","descr":" A dirty woman; a slattern; a frow."},{"word":"Froe","type":"n.","descr":" An iron cleaver or splitting tool; a frow."},{"word":"Frog","type":"n.","descr":" An amphibious animal of the genus Rana and related genera, of many species. Frogs swim rapidly, and take long leaps on land. Many of the species utter loud notes in the springtime."},{"word":"Frog","type":"n.","descr":" The triangular prominence of the hoof, in the middle of the sole of the foot of the horse, and other animals; the fourchette."},{"word":"Frog","type":"n.","descr":" A supporting plate having raised ribs that form continuations of the rails, to guide the wheels where one track branches from another or crosses it."},{"word":"Frog","type":"n.","descr":" An oblong cloak button, covered with netted thread, and fastening into a loop instead of a button hole."},{"word":"Frog","type":"n.","descr":" The loop of the scabbard of a bayonet or sword."},{"word":"Frog","type":"v. t.","descr":" To ornament or fasten (a coat, etc.) with trogs. See Frog, n., 4."},{"word":"Frogbit","type":"n.","descr":" A European plant (Hydrocharis Morsus-ranae), floating on still water and propagating itself by runners. It has roundish leaves and small white flowers."},{"word":"Frogbit","type":"n.","descr":" An American plant (Limnobium Spongia), with similar habits."},{"word":"Frogfish","type":"n.","descr":" See Angler, n., 2."},{"word":"Frogfish","type":"n.","descr":" An oceanic fish of the genus Antennarius or Pterophrynoides; -- called also mousefish and toadfish."},{"word":"Frogged","type":"a.","descr":" Provided or ornamented with frogs; as, a frogged coat. See Frog, n., 4."},{"word":"Froggy","type":"a.","descr":" Abounding in frogs."},{"word":"Frogmouth","type":"n.","descr":" One of several species of Asiatic and East Indian birds of the genus Batrachostomus  (family Podargidae); -- so called from their very broad, flat bills."},{"word":"Frogs-bit","type":"n.","descr":" Frogbit."},{"word":"Frogshell","type":"n.","descr":" One of numerous species of marine gastropod shells, belonging to Ranella and allied genera."},{"word":"Froise","type":"n.","descr":" A kind of pancake. See 1st Fraise."},{"word":"Frolic","type":"a.","descr":" Full of levity; dancing, playing, or frisking about; full of pranks; frolicsome; gay; merry."},{"word":"Frolic","type":"n.","descr":" A wild prank; a flight of levity, or of gayety and mirth."},{"word":"Frolic","type":"n.","descr":" A scene of gayety and mirth, as in lively play, or in dancing; a merrymaking."},{"word":"Frolicked","type":"imp. and p. p.","descr":" of Frolic"},{"word":"Frolicking","type":"p. pr. and vb. n.","descr":" of Frolic"},{"word":"Frolic","type":"v. i.","descr":" To play wild pranks; to play tricks of levity, mirth, and gayety; to indulge in frolicsome play; to sport."},{"word":"Frolicful","type":"a.","descr":" Frolicsome."},{"word":"Frolicky","type":"a.","descr":" Frolicsome."},{"word":"Frolicly","type":"adv.","descr":" In a frolicsome manner; with mirth and gayety."},{"word":"Frolicsome","type":"a.","descr":" Full of gayety and mirth; given to pranks; sportive."},{"word":"From","type":"prep.","descr":" Out of the neighborhood of; lessening or losing proximity to; leaving behind; by reason of; out of; by aid of; -- used whenever departure, setting out, commencement of action, being, state, occurrence, etc., or procedure, emanation, absence, separation, etc., are to be expressed. It is construed with, and indicates, the point of space or time at which the action, state, etc., are regarded as setting out or beginning; also, less frequently, the source, the cause, the occasion, out of which anything proceeds; -- the aritithesis and correlative of to; as, it, is one hundred miles from Boston to Springfield; he took his sword from his side; light proceeds from the sun; separate the coarse wool from the fine; men have all sprung from Adam, and often go from good to bad, and from bad to worse; the merit of an action depends on the principle from which it proceeds; men judge of facts from personal knowledge, or from testimony."},{"word":"Fromward","type":"prep.","descr":" Alt. of Fromwards"},{"word":"Fromwards","type":"prep.","descr":" A way from; -- the contrary of toward."},{"word":"Frond","type":"n.","descr":" The organ formed by the combination or union into one body of stem and leaf, and often bearing the fructification; as, the frond of a fern or of a lichen or seaweed; also, the peculiar leaf of a palm tree."},{"word":"Frondation","type":"n.","descr":" The act of stripping, as trees, of leaves or branches; a kind of pruning."},{"word":"Fronde","type":"n.","descr":" A political party in France, during the minority of Louis XIV., who opposed the government, and made war upon the court party."},{"word":"Fronded","type":"a.","descr":" Furnished with fronds."},{"word":"Frondent","type":"a.","descr":" Covered with leaves; leafy; as, a frondent tree."},{"word":"Frondesce","type":"v. i.","descr":" To unfold leaves, as plants."},{"word":"Frondescence","type":"n.","descr":" The time at which each species of plants unfolds its leaves."},{"word":"Frondescence","type":"n.","descr":" The act of bursting into leaf."},{"word":"Frondeur","type":"n.","descr":" A member of the Fronde."},{"word":"Frondiferous","type":"a.","descr":" Producing fronds."},{"word":"Frondlet","type":"n.","descr":" A very small frond, or distinct portion of a compound frond."},{"word":"Frondose","type":"a.","descr":" Frond bearing; resembling a frond; having a simple expansion not separable into stem and leaves."},{"word":"Frondose","type":"a.","descr":" Leafy."},{"word":"Frondous","type":"a.","descr":" Frondose."},{"word":"Frons","type":"n.","descr":" The forehead; the part of the cranium between the orbits and the vertex."},{"word":"Front","type":"n.","descr":" The forehead or brow, the part of the face above the eyes; sometimes, also, the whole face."},{"word":"Front","type":"n.","descr":" The forehead, countenance, or personal presence, as expressive of character or temper, and especially, of boldness of disposition, sometimes of impudence; seeming; as, a bold front; a hardened front."},{"word":"Front","type":"n.","descr":" The part or surface of anything which seems to look out, or to be directed forward; the fore or forward part; the foremost rank; the van; -- the opposite to back or rear; as, the front of a house; the front of an army."},{"word":"Front","type":"n.","descr":" A position directly before the face of a person, or before the foremost part of a thing; as, in front of un person, of the troops, or of a house."},{"word":"Front","type":"n.","descr":" The most conspicuous part."},{"word":"Front","type":"n.","descr":" That which covers the foremost part of the head: a front piece of false hair worn by women."},{"word":"Front","type":"n.","descr":" The beginning."},{"word":"Front","type":"a.","descr":" Of or relating to the front or forward part; having a position in front; foremost; as, a front view."},{"word":"Fronted","type":"imp. and p. p.","descr":" of Front"},{"word":"Fronting","type":"p. pr. and vb. n.","descr":" of Front"},{"word":"Front","type":"v. t.","descr":" To oppose face to face; to oppose directly; to meet in a hostile manner."},{"word":"Front","type":"v. t.","descr":" To appear before; to meet."},{"word":"Front","type":"v. t.","descr":" To face toward; to have the front toward; to confront; as, the house fronts the street."},{"word":"Front","type":"v. t.","descr":" To stand opposed or opposite to, or over against as, his house fronts the church."},{"word":"Front","type":"v. t.","descr":" To adorn in front; to supply a front to; as, to front a house with marble; to front a head with laurel."},{"word":"Front","type":"v. t.","descr":" To have or turn the face or front in any direction; as, the house fronts toward the east."},{"word":"Frontage","type":"n.","descr":" The front part of an edifice or lot; extent of front."},{"word":"Frontal","type":"a.","descr":" Belonging to the front part; being in front"},{"word":"Frontal","type":"a.","descr":" Of or pertaining to the forehead or the anterior part of the roof of the brain case; as, the frontal bones."},{"word":"Frontal","type":"n.","descr":" Something worn on the forehead or face; a frontlet"},{"word":"Frontal","type":"n.","descr":" An ornamental band for the hair."},{"word":"Frontal","type":"n.","descr":" The metal face guard of a soldier."},{"word":"Frontal","type":"n.","descr":" A little pediment over a door or window."},{"word":"Frontal","type":"n.","descr":" A movable, decorative member in metal, carved wood, or, commonly, in rich stuff or in embroidery, covering the front of the altar. Frontals are usually changed according to the different ceremonies."},{"word":"Frontal","type":"n.","descr":" A medicament or application for the forehead."},{"word":"Frontal","type":"n.","descr":" The frontal bone, or one of the two frontal bones, of the cranium."},{"word":"Frontate","type":"a.","descr":" Alt. of Fron\\'tated"},{"word":"Frontated","type":"a.","descr":" Growing broader and broader, as a leaf; truncate."},{"word":"Fronted","type":"a.","descr":" Formed with a front; drawn up in line."},{"word":"Frontier","type":"n.","descr":" That part of a country which fronts or faces another country or an unsettled region; the marches; the border, confine, or extreme part of a country, bordering on another country; the border of the settled and cultivated part of a country; as, the frontier of civilization."},{"word":"Frontier","type":"n.","descr":" An outwork."},{"word":"Frontier","type":"a.","descr":" Lying on the exterior part; bordering; conterminous; as, a frontier town."},{"word":"Frontier","type":"a.","descr":" Of or relating to a frontier."},{"word":"Frontier","type":"v. i.","descr":" To constitute or form a frontier; to have a frontier; -- with on."},{"word":"Frontiered","type":"p. a.","descr":" Placed on the frontiers."},{"word":"Frontiersmen","type":"pl. ","descr":" of Floatiersman"},{"word":"Frontignac","type":"n.","descr":" Alt. of Frontignan"},{"word":"Frontignan","type":"n.","descr":" A sweet muscadine wine made in Frontignan (Languedoc), France."},{"word":"Frontignan","type":"n.","descr":" A grape of many varieties and colors."},{"word":"Frontingly","type":"adv.","descr":" In a fronting or facing position; opposingly."},{"word":"Frontiniac","type":"n.","descr":" See Frontignac."},{"word":"Frontispiece","type":"n.","descr":" The part which first meets the eye"},{"word":"Frontispiece","type":"n.","descr":" The principal front of a building."},{"word":"Frontispiece","type":"n.","descr":" An ornamental figure or illustration fronting the first page, or titlepage, of a book; formerly, the titlepage itself."},{"word":"Frontless","type":"a.","descr":" Without face or front; shameless; not diffident; impudent."},{"word":"Frontlessly","type":"adv.","descr":" Shamelessly; impudently."},{"word":"Frontlet","type":"n.","descr":" A frontal or brow band; a fillet or band worn on the forehead."},{"word":"Frontlet","type":"n.","descr":" A frown (likened to a frontlet)."},{"word":"Frontlet","type":"n.","descr":" The margin of the head, behind the bill of birds, often bearing rigid bristles."},{"word":"Fronto-","type":"","descr":" A combining form signifying relating to the forehead or the frontal bone; as, fronto-parietal, relating to the frontal and the parietal bones; fronto-nasal, etc."},{"word":"Fronton","type":"n.","descr":" Same as Frontal, 2."},{"word":"Froppish","type":"a.","descr":" Peevish; froward."},{"word":"Frore","type":"adv.","descr":" Frostily."},{"word":"Frorn","type":"p. a.","descr":" Frozen."},{"word":"Frory","type":"a.","descr":" Frozen; stiff with cold."},{"word":"Frory","type":"a.","descr":" Covered with a froth like hoarfrost."},{"word":"Frost","type":"v. i.","descr":" The act of freezing; -- applied chiefly to the congelation of water; congelation of fluids."},{"word":"Frost","type":"v. i.","descr":" The state or temperature of the air which occasions congelation, or the freezing of water; severe cold or freezing weather."},{"word":"Frost","type":"v. i.","descr":" Frozen dew; -- called also hoarfrost or white frost."},{"word":"Frost","type":"v. i.","descr":" Coldness or insensibility; severity or rigidity of character."},{"word":"Frostted","type":"imp. and p. p.","descr":" of Frost"},{"word":"Frosting","type":"p. pr. and vb. n.","descr":" of Frost"},{"word":"Frost","type":"v. t.","descr":" To injure by frost; to freeze, as plants."},{"word":"Frost","type":"v. t.","descr":" To cover with hoarfrost; to produce a surface resembling frost upon, as upon cake, metals, or glass."},{"word":"Frost","type":"v. t.","descr":" To roughen or sharpen, as the nail heads or calks of horseshoes, so as to fit them for frosty weather."},{"word":"Frostbird","type":"n.","descr":" The golden plover."},{"word":"Frostbite","type":"n.","descr":" The freezing, or effect of a freezing, of some part of the body, as the ears or nose."},{"word":"Frostbite","type":"v. t.","descr":" To expose to the effect of frost, or a frosty air; to blight or nip with frost."},{"word":"Frost-bitten","type":"p. a.","descr":" Nipped, withered, or injured, by frost or freezing."},{"word":"Frost-blite","type":"n.","descr":" A plant of the genus Atriplex; orache."},{"word":"Frost-blite","type":"n.","descr":" The lamb\\'s-quarters (Chenopodium album)."},{"word":"Frosted","type":"a.","descr":" Covered with hoarfrost or anything resembling hoarfrost; ornamented with frosting; also, frost-bitten; as, a frosted cake; frosted glass."},{"word":"Frostfish","type":"n.","descr":" The tomcod; -- so called because it is abundant on the New England coast in autumn at about the commencement of frost. See Tomcod."},{"word":"Frostfish","type":"n.","descr":" The smelt."},{"word":"Frostfish","type":"n.","descr":" A name applied in New Zealand to the scabbard fish (Lepidotus) valued as a food fish."},{"word":"Frostily","type":"adv.","descr":" In a frosty manner."},{"word":"Frostiness","type":"n.","descr":" State or quality of being frosty."},{"word":"Frosting","type":"n.","descr":" A composition of sugar and beaten egg, used to cover or ornament cake, pudding, etc."},{"word":"Frosting","type":"n.","descr":" A lusterless finish of metal or glass; the process of producing such a finish."},{"word":"Frostless","type":"a.","descr":" Free from frost; as, a frostless winter."},{"word":"Frostweed","type":"n.","descr":" An American species of rockrose (Helianthemum Canadense), sometimes used in medicine as an astringent or aromatic tonic."},{"word":"Frostwork","type":"n.","descr":" The figurework, often fantastic and delicate, which moisture sometimes forms in freezing, as upon a window pane or a flagstone."},{"word":"Frostwort","type":"n.","descr":" Same as Frostweed."},{"word":"Frosty","type":"a.","descr":" Attended with, or producing, frost; having power to congeal water; cold; freezing; as, a frosty night."},{"word":"Frosty","type":"a.","descr":" Covered with frost; as, the grass is frosty."},{"word":"Frosty","type":"a.","descr":" Chill in affection; without warmth of affection or courage."},{"word":"Frosty","type":"a.","descr":" Appearing as if covered with hoarfrost; white; gray-haired; as, a frosty head."},{"word":"Frote","type":"v. t.","descr":" To rub or wear by rubbing; to chafe."},{"word":"Froterer","type":"n.","descr":" One who frotes; one who rubs or chafes."},{"word":"Froth","type":"n.","descr":" The bubbles caused in fluids or liquors by fermentation or agitation; spume; foam; esp., a spume of saliva caused by disease or nervous excitement."},{"word":"Froth","type":"n.","descr":" Any empty, senseless show of wit or eloquence; rhetoric without thought."},{"word":"Froth","type":"n.","descr":" Light, unsubstantial matter."},{"word":"Frothed","type":"imp. and p. p.","descr":" of Froth"},{"word":"Frothing","type":"p. pr. and vb. n.","descr":" of Froth"},{"word":"Froth","type":"v. t.","descr":" To cause to foam."},{"word":"Froth","type":"v. t.","descr":" To spit, vent, or eject, as froth."},{"word":"Froth","type":"v. t.","descr":" To cover with froth; as, a horse froths his chain."},{"word":"Froth","type":"v. i.","descr":" To throw up or out spume, foam, or bubbles; to foam; as beer froths; a horse froths."},{"word":"Frothily","type":"adv.","descr":" In a frothy manner."},{"word":"Frothiness","type":"n.","descr":" State or quality of being frothy."},{"word":"Frothing","type":"n.","descr":" Exaggerated declamation; rant."},{"word":"Frothless","type":"a.","descr":" Free from froth."},{"word":"Frothy","type":"superl.","descr":" Full of foam or froth, or consisting of froth or light bubbles; spumous; foamy."},{"word":"Frothy","type":"superl.","descr":" Not firm or solid; soft; unstable."},{"word":"Frothy","type":"superl.","descr":" Of the nature of froth; light; empty; unsubstantial; as, a frothy speaker or harangue."},{"word":"Frounced","type":"imp. and p. p.","descr":" of Frounce"},{"word":"Frouncing","type":"p. pr. and vb. n.","descr":" of Frounce"},{"word":"Frounce","type":"v. i.","descr":" To gather into or adorn with plaits, as a dress; to form wrinkles in or upon; to curl or frizzle, as the hair."},{"word":"Frounce","type":"v. i.","descr":" To form wrinkles in the forehead; to manifest displeasure; to frown."},{"word":"Frounce","type":"n.","descr":" A wrinkle, plait, or curl; a flounce; -- also, a frown."},{"word":"Frounce","type":"n.","descr":" An affection in hawks, in which white spittle gathers about the hawk\\'s bill."},{"word":"Frounceless","type":"a.","descr":" Without frounces."},{"word":"Frouzy","type":"a.","descr":" Fetid, musty; rank; disordered and offensive to the smell or sight; slovenly; dingy. See Frowzy."},{"word":"Frow","type":"n.","descr":" A woman; especially, a Dutch or German woman."},{"word":"Frow","type":"n.","descr":" A dirty woman; a slattern."},{"word":"Frow","type":"n.","descr":" A cleaving tool with handle at right angles to the blade, for splitting cask staves and shingles from the block; a frower."},{"word":"Frow","type":"a.","descr":" Brittle."},{"word":"Froward","type":"a.","descr":" Not willing to yield or compIy with what is required or is reasonable; perverse; disobedient; peevish; as, a froward child."},{"word":"Frower","type":"n.","descr":" A tool. See 2d Frow."},{"word":"Frowey","type":"a.","descr":" Working smoothly, or without splitting; -- said of timber."},{"word":"Frowned","type":"imp. and, p. p.","descr":" of Frown"},{"word":"Frowning","type":"p. pr. and vb. n.","descr":" of Frown"},{"word":"Frown","type":"v. i.","descr":" To contract the brow in displeasure, severity, or sternness; to scowl; to put on a stern, grim, or surly look."},{"word":"Frown","type":"v. i.","descr":" To manifest displeasure or disapprobation; to look with disfavor or threateningly; to lower; as, polite society frowns upon rudeness."},{"word":"Frown","type":"v. t.","descr":" To repress or repel by expressing displeasure or disapproval; to rebuke with a look; as, frown the impudent fellow into silence."},{"word":"Frown","type":"n.","descr":" A wrinkling of the face in displeasure, rebuke, etc.; a sour, severe, or stere look; a scowl."},{"word":"Frown","type":"n.","descr":" Any expression of displeasure; as, the frowns of Providence; the frowns of Fortune."},{"word":"Frowningly","type":"adv.","descr":" In a frowning manner."},{"word":"Frowny","type":"a.","descr":" Frowning; scowling."},{"word":"Frowy","type":"a.","descr":" Musty. rancid; as, frowy butter."},{"word":"Frowzy","type":"a.","descr":" Slovenly; unkempt; untidy; frouzy."},{"word":"Froze","type":"","descr":" imp. of Freeze."},{"word":"Frozen","type":"a.","descr":" Congealed with cold; affected by freezing; as, a frozen brook."},{"word":"Frozen","type":"a.","descr":" Subject to frost, or to long and severe cold; chilly; as, the frozen north; the frozen zones."},{"word":"Frozen","type":"a.","descr":" Cold-hearted; unsympathetic; unyielding."},{"word":"Frozenness","type":"n.","descr":" A state of being frozen."},{"word":"Frubish","type":"v. t.","descr":" To rub up: to furbish."},{"word":"Fructed","type":"a.","descr":" Bearing fruit; -- said of a tree or plant so represented upon an escutcheon."},{"word":"Fructescence","type":"n.","descr":" The maturing or ripening of fruit."},{"word":"Fructiculose","type":"a.","descr":" Fruitful; full of fruit."},{"word":"Fructidor","type":"n.","descr":" The twelfth month of the French republican calendar; -- commencing August 18, and ending September 16. See Vendemiaire."},{"word":"Fructiferuos","type":"a.","descr":" Bearing or producing fruit."},{"word":"Fructification","type":"n.","descr":" The act of forming or producing fruit; the act of fructifying, or rendering productive of fruit; fecundation."},{"word":"Fructification","type":"n.","descr":" The collective organs by which a plant produces its fruit, or seeds, or reproductive spores."},{"word":"Fructification","type":"n.","descr":" The process of producing fruit, or seeds, or spores."},{"word":"Fructify","type":"v. i.","descr":" To bear fruit."},{"word":"Fructified","type":"imp. and p. p.","descr":" of Fructify"},{"word":"Fructifying","type":"p. pr. and vb. n.","descr":" of Fructify"},{"word":"Fructify","type":"v. t.","descr":" To make fruitful; to render productive; to fertilize; as, to fructify the earth."},{"word":"Fructose","type":"n.","descr":" Fruit sugar; levulose."},{"word":"Fructuaries","type":"pl. ","descr":" of Fructuary"},{"word":"Fructuary","type":"n.","descr":" One who enjoys the profits, income, or increase of anything."},{"word":"Fructuation","type":"n.","descr":" Produce; fruit."},{"word":"Fructuous","type":"a.","descr":" Fruitful; productive; profitable."},{"word":"Fructure","type":"n.","descr":" Use; fruition; enjoyment."},{"word":"Frue vanner","type":"","descr":" A moving, inclined, endless apron on which ore is concentrated by a current of water; a kind of buddle."},{"word":"Frugal","type":"n.","descr":" Economical in the use or appropriation of resources; not wasteful or lavish; wise in the expenditure or application of force, materials, time, etc.; characterized by frugality; sparing; economical; saving; as, a frugal housekeeper; frugal of time."},{"word":"Frugal","type":"n.","descr":" Obtained by, or appropriate to, economy; as, a frugal fortune."},{"word":"Frugalities","type":"pl. ","descr":" of Frugality"},{"word":"Frugality","type":"n.","descr":" The quality of being frugal; prudent economy; that careful management of anything valuable which expends nothing unnecessarily, and applies what is used to a profitable purpose; thrift; --- opposed to extravagance."},{"word":"Frugality","type":"n.","descr":" A sparing use; sparingness; as, frugality of praise."},{"word":"Frugally","type":"adv.","descr":" Thriftily; prudently."},{"word":"Frugalness","type":"n.","descr":" Quality of being frugal; frugality."},{"word":"Frugiferous","type":"a.","descr":" Producing fruit; fruitful; fructiferous."},{"word":"Frugivora","type":"n. pl.","descr":" The fruit bate; a group of the Cheiroptera, comprising the bats which live on fruits. See Eruit bat, under Fruit."},{"word":"Frugivorous","type":"a.","descr":" Feeding on fruit, as birds and other animals."},{"word":"Fruit","type":"v. t.","descr":" Whatever is produced for the nourishment or enjoyment of man or animals by the processes of vegetable growth, as corn, grass, cotton, flax, etc.; -- commonly used in the plural."},{"word":"Fruit","type":"v. t.","descr":" The pulpy, edible seed vessels of certain plants, especially those grown on branches above ground, as apples, oranges, grapes, melons, berries, etc. See 3."},{"word":"Fruit","type":"v. t.","descr":" The ripened ovary of a flowering plant, with its contents and whatever parts are consolidated with it."},{"word":"Fruit","type":"v. t.","descr":" The spore cases or conceptacles of flowerless plants, as of ferns, mosses, algae, etc., with the spores contained in them."},{"word":"Fruit","type":"v. t.","descr":" The produce of animals; offspring; young; as, the fruit of the womb, of the loins, of the body."},{"word":"Fruit","type":"v. t.","descr":" That which is produced; the effect or consequence of any action; advantageous or desirable product or result; disadvantageous or evil consequence or effect; as, the fruits of labor, of self-denial, of intemperance."},{"word":"Fruit","type":"v. i.","descr":" To bear fruit."},{"word":"Fruitage","type":"n.","descr":" Fruit, collectively; fruit, in general; fruitery."},{"word":"Fruitage","type":"n.","descr":" Product or result of any action; effect, good or ill."},{"word":"Fruiter","type":"a.","descr":" A ship for carrying fruit."},{"word":"Fruiterer","type":"n.","descr":" One who deals in fruit; a seller of fruits."},{"word":"Fruiteress","type":"n.","descr":" A woman who sells fruit."},{"word":"Fruiteries","type":"pl. ","descr":" of Fruitery"},{"word":"Fruitery","type":"n.","descr":" Fruit, taken collectively; fruitage."},{"word":"Fruitery","type":"n.","descr":" A repository for fruit."},{"word":"Fruitestere","type":"n.","descr":" A fruiteress."},{"word":"Fruitful","type":"a.","descr":" Full of fruit; producing fruit abundantly; bearing results; prolific; fertile; liberal; bountiful; as, a fruitful tree, or season, or soil; a fruitful wife."},{"word":"Fruiting","type":"a.","descr":" Pertaining to, or producing, fruit."},{"word":"Fruiting","type":"n.","descr":" The bearing of fruit."},{"word":"Fruition","type":"n.","descr":" Use or possession of anything, especially such as is accompanied with pleasure or satisfaction; pleasure derived from possession or use."},{"word":"Fruitive","type":"a.","descr":" Enjoying; possessing."},{"word":"Fruitless","type":"a.","descr":" Lacking, or not bearing, fruit; barren; destitute of offspring; as, a fruitless tree or shrub; a fruitless marriage."},{"word":"Fruitless","type":"a.","descr":" Productive of no advantage or good effect; vain; idle; useless; unprofitable; as, a fruitless attempt; a fruitless controversy."},{"word":"Fruity","type":"a.","descr":" Having the odor, taste, or appearance of fruit; also, fruitful."},{"word":"Frumentaceous","type":"a.","descr":" Made of, or resembling, wheat or other grain."},{"word":"Frumentarious","type":"a.","descr":" Of or pertaining to wheat or grain."},{"word":"Frumentation","type":"n.","descr":" A largess of grain bestowed upon the people, to quiet them when uneasy."},{"word":"Frumenty","type":"n.","descr":" Food made of hulled wheat boiled in milk, with sugar, plums, etc."},{"word":"Frump","type":"v. t.","descr":" To insult; to flout; to mock; to snub."},{"word":"Frump","type":"n.","descr":" A contemptuous speech or piece of conduct; a gibe or flout."},{"word":"Frump","type":"n.","descr":" A cross, old-fashioned person; esp., an old woman; a gossip."},{"word":"Frumper","type":"n.","descr":" A mocker."},{"word":"Frumpish","type":"a.","descr":" Cross-tempered; scornful."},{"word":"Frumpish","type":"a.","descr":" Old-fashioned, as a woman\\'s dress."},{"word":"Frush","type":"v. t.","descr":" To batter; to break in pieces."},{"word":"Frush","type":"a.","descr":" Easily broken; brittle; crisp."},{"word":"Frush","type":"n.","descr":" Noise; clatter; crash."},{"word":"Frush","type":"n.","descr":" The frog of a horse\\'s foot."},{"word":"Frush","type":"n.","descr":" A discharge of a fetid or ichorous matter from the frog of a horse\\'s foot; -- also caled thrush."},{"word":"Frustrable","type":"a.","descr":" Capable of beeing frustrated or defeated."},{"word":"Frustraneous","type":"a.","descr":" Vain; useless; unprofitable."},{"word":"Frustrate","type":"a.","descr":" Vain; ineffectual; useless; unprofitable; null; voil; nugatory; of no effect."},{"word":"Frustrated","type":"imp. and p. p.","descr":" of Frustrate"},{"word":"Frustrating","type":"p. pr. and vb. n.","descr":" of Frustrate"},{"word":"Frustrate","type":"v. t.","descr":" To bring to nothing; to prevent from attaining a purpose; to disappoint; to defeat; to baffle; as, to frustrate a plan, design, or attempt; to frustrate the will or purpose."},{"word":"Frustrate","type":"v. t.","descr":" To make null; to nullifly; to render invalid or of no effect; as, to frustrate a conveyance or deed."},{"word":"Frustrately","type":"adv.","descr":" In vain."},{"word":"Frustration","type":"n.","descr":" The act of frustrating; disappointment; defeat; as, the frustration of one\\'s designs"},{"word":"Frustrative","type":"a.","descr":" Tending to defeat; fallacious."},{"word":"Frustratory","type":"a.","descr":" Making void; rendering null; as, a frustratory appeal."},{"word":"Frustule","type":"n.","descr":" The siliceous shell of a diatom. It is composed of two valves, one overlapping the other, like a pill box and its cover."},{"word":"Frustulent","type":"a.","descr":" Abounding in fragments."},{"word":"Frusta","type":"pl. ","descr":" of Frustum"},{"word":"Frustums","type":"pl. ","descr":" of Frustum"},{"word":"Frustum","type":"n.","descr":" The part of a solid next the base, formed by cutting off the, top; or the part of any solid, as of a cone, pyramid, etc., between two planes, which may be either parallel or inclined to each other."},{"word":"Frustum","type":"n.","descr":" One of the drums of the shaft of a column."},{"word":"Frutage","type":"n.","descr":" A picture of fruit; decoration by representation of fruit."},{"word":"Frutage","type":"n.","descr":" A confection of fruit."},{"word":"Frutescent","type":"a.","descr":" Somewhat shrubby in character; imperfectly shrubby, as the American species of Wistaria."},{"word":"Frutex","type":"n.","descr":" A plant having a woody, durable stem, but less than a tree; a shrub."},{"word":"Fruticant","type":"a.","descr":" Full of shoots."},{"word":"Fruticose","type":"a.","descr":" Pertaining to a shrub or shrubs; branching like a shrub; shrubby; shrublike; as, a fruticose stem."},{"word":"Fruticous","type":"a.","descr":" Fruticose."},{"word":"Fruticulose","type":"a.","descr":" Like, or pertaining to, a small shrub."},{"word":"Fried","type":"imp. and p. p.","descr":" of Fry"},{"word":"Frying","type":"p. pr. and vb. n.","descr":" of Fry"},{"word":"Fry","type":"v. t.","descr":" To cook in a pan or on a griddle (esp. with the use of fat, butter, or olive oil) by heating over a fire; to cook in boiling lard or fat; as, to fry fish; to fry doughnuts."},{"word":"Fry","type":"v. i.","descr":" To undergo the process of frying; to be subject to the action of heat in a frying pan, or on a griddle, or in a kettle of hot fat."},{"word":"Fry","type":"v. i.","descr":" To simmer; to boil."},{"word":"Fry","type":"v. i.","descr":" To undergo or cause a disturbing action accompanied with a sensation of heat."},{"word":"Fry","type":"v. i.","descr":" To be agitated; to be greatly moved."},{"word":"Fry","type":"n.","descr":" The young of any fish."},{"word":"Fry","type":"n.","descr":" A swarm or crowd, especially of little fishes; young or small things in general."},{"word":"Frying","type":"n.","descr":" The process denoted by the verb fry."}]