[{"word":"Glabell\/","type":"pl. ","descr":" of Glabella"},{"word":"Glabella","type":"n.","descr":" The space between the eyebrows, also including the corresponding part of the frontal bone; the mesophryon."},{"word":"Glabella","type":"pl. ","descr":" of Glabellum"},{"word":"Glabellum","type":"n.","descr":" The median, convex lobe of the head of a trilobite. See Trilobite."},{"word":"Glabrate","type":"a.","descr":" Becoming smooth or glabrous from age."},{"word":"Glabreate","type":"v. t.","descr":" Alt. of Glabriate"},{"word":"Glabriate","type":"v. t.","descr":" To make smooth, plain, or bare."},{"word":"Glabrity","type":"n.","descr":" Smoothness; baldness."},{"word":"Glabrous","type":"a.","descr":" Smooth; having a surface without hairs or any unevenness."},{"word":"Glacial","type":"a.","descr":" Pertaining to ice or to its action; consisting of ice; frozen; icy; esp., pertaining to glaciers; as, glacial phenomena."},{"word":"Glacial","type":"a.","descr":" Resembling ice; having the appearance and consistency of ice; -- said of certain solid compounds; as, glacial phosphoric or acetic acids."},{"word":"Glacialist","type":"n.","descr":" One who attributes the phenomena of the drift, in geology, to glaciers."},{"word":"Glaciate","type":"v. i.","descr":" To turn to ice."},{"word":"Glaciate","type":"v. t.","descr":" To convert into, or cover with, ice."},{"word":"Glaciate","type":"v. t.","descr":" To produce glacial effects upon, as in the scoring of rocks, transportation of loose material, etc."},{"word":"Glaciation","type":"n.","descr":" Act of freezing."},{"word":"Glaciation","type":"n.","descr":" That which is formed by freezing; ice."},{"word":"Glaciation","type":"n.","descr":" The process of glaciating, or the state of being glaciated; the production of glacial phenomena."},{"word":"Glacier","type":"n.","descr":" An immense field or stream of ice, formed in the region of perpetual snow, and moving slowly down a mountain slope or valley, as in the Alps, or over an extended area, as in Greenland."},{"word":"Glacious","type":"a.","descr":" Pertaining to, consisting of or resembling, ice; icy."},{"word":"Glacis","type":"n.","descr":" A gentle slope, or a smooth, gently sloping bank; especially (Fort.), that slope of earth which inclines from the covered way toward the exterior ground or country (see Illust. of Ravelin)."},{"word":"Glad","type":"superl.","descr":" Pleased; joyous; happy; cheerful; gratified; -- opposed to sorry, sorrowful, or unhappy; -- said of persons, and often followed by of, at, that, or by the infinitive, and sometimes by with, introducing the cause or reason."},{"word":"Glad","type":"superl.","descr":" Wearing a gay or bright appearance; expressing or exciting joy; producing gladness; exhilarating."},{"word":"Gladded","type":"imp. and p. p.","descr":" of Glad"},{"word":"Gladding","type":"p. pr. and vb. n.","descr":" of Glad"},{"word":"Glad","type":"v. t.","descr":" To make glad; to cheer; to gladden; to exhilarate."},{"word":"Glad","type":"v. i.","descr":" To be glad; to rejoice."},{"word":"Gladdened","type":"imp. and p. p.","descr":" of Gladden"},{"word":"Gladdening","type":"p. pr. and vb. n.","descr":" of Gladden"},{"word":"Gladden","type":"v. t.","descr":" To make glad; to cheer; to please; to gratify; to rejoice; to exhilarate."},{"word":"Gladden","type":"v. i.","descr":" To be or become glad; to rejoice."},{"word":"Gladder","type":"n.","descr":" One who makes glad."},{"word":"Glade","type":"n.","descr":" An open passage through a wood; a grassy open or cleared space in a forest."},{"word":"Glade","type":"n.","descr":" An everglade."},{"word":"Glade","type":"n.","descr":" An opening in the ice of rivers or lakes, or a place left unfrozen; also, smooth ice."},{"word":"Gladen","type":"n.","descr":" Sword grass; any plant with sword-shaped leaves, esp. the European Iris foetidissima."},{"word":"Gladeye","type":"n.","descr":" The European yellow-hammer."},{"word":"Gladful","type":"a.","descr":" Full of gladness; joyful; glad."},{"word":"Gladiate","type":"a.","descr":" Sword-shaped; resembling a sword in form, as the leaf of the iris, or of the gladiolus."},{"word":"Gladiator","type":"n.","descr":" Originally, a swordplayer; hence, one who fought with weapons in public, either on the occasion of a funeral ceremony, or in the arena, for public amusement."},{"word":"Gladiator","type":"n.","descr":" One who engages in any fierce combat or controversy."},{"word":"Gladiatorial","type":"a.","descr":" Alt. of Gladiatorian"},{"word":"Gladiatorian","type":"a.","descr":" Of or pertaining to gladiators, or to contests or combatants in general."},{"word":"Gladiatorism","type":"n.","descr":" The art or practice of a gladiator."},{"word":"Gladiatorship","type":"n.","descr":" Conduct, state, or art, of a gladiator."},{"word":"Gladiatory","type":"a.","descr":" Gladiatorial."},{"word":"Gladiature","type":"n.","descr":" Swordplay; fencing; gladiatorial contest."},{"word":"Gladiole","type":"n.","descr":" A lilylike plant, of the genus Gladiolus; -- called also corn flag."},{"word":"Gladioli","type":"pl. ","descr":" of Gladiolus"},{"word":"Gladioluses","type":"pl. ","descr":" of Gladiolus"},{"word":"Gladiolus","type":"n.","descr":" A genus of plants having bulbous roots and gladiate leaves, and including many species, some of which are cultivated and valued for the beauty of their flowers; the corn flag; the sword lily."},{"word":"Gladiolus","type":"n.","descr":" The middle portion of the sternum in some animals; the mesosternum."},{"word":"Gladii","type":"pl. ","descr":" of Gladius"},{"word":"Gladius","type":"n.","descr":" The internal shell, or pen, of cephalopods like the squids."},{"word":"Gladly","type":"a.","descr":" Preferably; by choice."},{"word":"Gladly","type":"a.","descr":" With pleasure; joyfully; cheerfully; eagerly."},{"word":"Gladness","type":"n.","descr":" State or quality of being glad; pleasure; joyful satisfaction; cheerfulness."},{"word":"Gladship","type":"n.","descr":" A state of gladness."},{"word":"Gladsome","type":"a.","descr":" Pleased; joyful; cheerful."},{"word":"Gladsome","type":"a.","descr":" Causing joy, pleasure, or cheerfulness; having the appearance of gayety; pleasing."},{"word":"Gladstone","type":"n.","descr":" A four-wheeled pleasure carriage with two inside seats, calash top, and seats for driver and footman."},{"word":"Gladwyn","type":"n.","descr":" See Gladen."},{"word":"Glair","type":"a.","descr":" The white of egg. It is used as a size or a glaze in bookbinding, for pastry, etc."},{"word":"Glair","type":"a.","descr":" Any viscous, transparent substance, resembling the white of an egg."},{"word":"Glair","type":"a.","descr":" A broadsword fixed on a pike; a kind of halberd."},{"word":"Glaired","type":"imp. and p. p.","descr":" of Glair"},{"word":"Glairing","type":"p. pr. and vb. n.","descr":" of Glair"},{"word":"Glair","type":"v. t.","descr":" To smear with the white of an egg."},{"word":"Glaire","type":"n.","descr":" See Glair."},{"word":"Glaireous","type":"a.","descr":" Glairy; covered with glair."},{"word":"Glairin","type":"n.","descr":" A glairy viscous substance, which forms on the surface of certain mineral waters, or covers the sides of their inclosures; -- called also baregin."},{"word":"Glairy","type":"a.","descr":" Like glair, or partaking of its qualities; covered with glair; viscous and transparent; slimy."},{"word":"Glaive","type":"n.","descr":" A weapon formerly used, consisting of a large blade fixed on the end of a pole, whose edge was on the outside curve; also, a light lance with a long sharp-pointed head."},{"word":"Glaive","type":"n.","descr":" A sword; -- used poetically and loosely."},{"word":"Glama","type":"n.","descr":" A copious gummy secretion of the humor of the eyelids, in consequence of some disorder; blearedness; lippitude."},{"word":"Glamour","type":"n.","descr":" A charm affecting the eye, making objects appear different from what they really are."},{"word":"Glamour","type":"n.","descr":" Witchcraft; magic; a spell."},{"word":"Glamour","type":"n.","descr":" A kind of haze in the air, causing things to appear different from what they really are."},{"word":"Glamour","type":"n.","descr":" Any artificial interest in, or association with, an object, through which it appears delusively magnified or glorified."},{"word":"Glamourie","type":"n.","descr":" Glamour."},{"word":"Glance","type":"n.","descr":" A sudden flash of light or splendor."},{"word":"Glance","type":"n.","descr":" A quick cast of the eyes; a quick or a casual look; a swift survey; a glimpse."},{"word":"Glance","type":"n.","descr":" An incidental or passing thought or allusion."},{"word":"Glance","type":"n.","descr":" A name given to some sulphides, mostly dark-colored, which have a brilliant metallic luster, as the sulphide of copper, called copper glance."},{"word":"Glanced","type":"imp. and p. p.","descr":" of Glance"},{"word":"Glancing","type":"p. pr. and vb. n.","descr":" of Glance"},{"word":"Glance","type":"v. i.","descr":" To shoot or emit a flash of light; to shine; to flash."},{"word":"Glance","type":"v. i.","descr":" To strike and fly off in an oblique direction; to dart aside. \"Your arrow hath glanced\"."},{"word":"Glance","type":"v. i.","descr":" To look with a sudden, rapid cast of the eye; to snatch a momentary or hasty view."},{"word":"Glance","type":"v. i.","descr":" To make an incidental or passing reflection; to allude; to hint; -- often with at."},{"word":"Glance","type":"v. i.","descr":" To move quickly, appearing and disappearing rapidly; to be visible only for an instant at a time; to move interruptedly; to twinkle."},{"word":"Glance","type":"v. t.","descr":" To shoot or dart suddenly or obliquely; to cast for a moment; as, to glance the eye."},{"word":"Glance","type":"v. t.","descr":" To hint at; to touch lightly or briefly."},{"word":"Glancing","type":"a.","descr":" Shooting, as light."},{"word":"Glancing","type":"a.","descr":" Flying off (after striking) in an oblique direction; as, a glancing shot."},{"word":"Glancingly","type":"adv.","descr":" In a glancing manner; transiently; incidentally; indirectly."},{"word":"Gland","type":"n.","descr":" An organ for secreting something to be used in, or eliminated from, the body; as, the sebaceous glands of the skin; the salivary glands of the mouth."},{"word":"Gland","type":"n.","descr":" An organ or part which resembles a secreting, or true, gland, as the ductless, lymphatic, pineal, and pituitary glands, the functions of which are very imperfectly known."},{"word":"Gland","type":"n.","descr":" A special organ of plants, usually minute and globular, which often secretes some kind of resinous, gummy, or aromatic product."},{"word":"Gland","type":"n.","descr":" Any very small prominence."},{"word":"Gland","type":"n.","descr":" The movable part of a stuffing box by which the packing is compressed; -- sometimes called a follower. See Illust. of Stuffing box, under Stuffing."},{"word":"Gland","type":"n.","descr":" The crosspiece of a bayonet clutch."},{"word":"Glandage","type":"n.","descr":" A feeding on nuts or mast."},{"word":"Glandered","type":"a.","descr":" Affected with glanders; as, a glandered horse."},{"word":"Glanderous","type":"a.","descr":" Of or pertaining to glanders; of the nature of glanders."},{"word":"Glanders","type":"n.","descr":" A highly contagious and very destructive disease of horses, asses, mules, etc., characterized by a constant discharge of sticky matter from the nose, and an enlargement and induration of the glands beneath and within the lower jaw. It may transmitted to dogs, goats, sheep, and to human beings."},{"word":"Glandiferous","type":"a.","descr":" Bearing acorns or other nuts; as, glandiferous trees."},{"word":"Glandiform","type":"a.","descr":" Having the form of a gland or nut; resembling a gland."},{"word":"Glandular","type":"a.","descr":" Containing or supporting glands; consisting of glands; pertaining to glands."},{"word":"Glandulation","type":"n.","descr":" The situation and structure of the secretory vessels in plants."},{"word":"Glandule","type":"n.","descr":" A small gland or secreting vessel."},{"word":"Glanduliferous","type":"a.","descr":" Bearing glandules."},{"word":"Glandulose","type":"a.","descr":" Same as Glandulous."},{"word":"Glandulosity","type":"n.","descr":" Quality of being glandulous; a collection of glands."},{"word":"Glandulous","type":"a.","descr":" Containing glands; consisting of glands; pertaining to glands; resembling glands."},{"word":"Glandes","type":"pl. ","descr":" of Glans"},{"word":"Glans","type":"n.","descr":" The vascular body which forms the apex of the penis, and the extremity of the clitoris."},{"word":"Glans","type":"n.","descr":" The acorn or mast of the oak and similar fruits."},{"word":"Glans","type":"n.","descr":" Goiter."},{"word":"Glans","type":"n.","descr":" A pessary."},{"word":"Glared","type":"imp. and p. p.","descr":" of Glare"},{"word":"Glaring","type":"p. pr. and vb. n.","descr":" of Glare"},{"word":"Glare","type":"v. i.","descr":" To shine with a bright, dazzling light."},{"word":"Glare","type":"v. i.","descr":" To look with fierce, piercing eyes; to stare earnestly, angrily, or fiercely."},{"word":"Glare","type":"v. i.","descr":" To be bright and intense, as certain colors; to be ostentatiously splendid or gay."},{"word":"Glare","type":"v. t.","descr":" To shoot out, or emit, as a dazzling light."},{"word":"Glare","type":"n.","descr":" A bright, dazzling light; splendor that dazzles the eyes; a confusing and bewildering light."},{"word":"Glare","type":"n.","descr":" A fierce, piercing look or stare."},{"word":"Glare","type":"n.","descr":" A viscous, transparent substance. See Glair."},{"word":"Glare","type":"n.","descr":" A smooth, bright, glassy surface; as, a glare of ice."},{"word":"Glare","type":"n.","descr":" Smooth and bright or translucent; -- used almost exclusively of ice; as, skating on glare ice."},{"word":"Glareous","type":"a.","descr":" Glairy."},{"word":"Glariness","type":"n.","descr":" Alt. of Glaringness"},{"word":"Glaringness","type":"n.","descr":" A dazzling luster or brilliancy."},{"word":"Glaring","type":"a.","descr":" Clear; notorious; open and bold; barefaced; as, a glaring crime."},{"word":"Glary","type":"a.","descr":" Of a dazzling luster; glaring; bright; shining; smooth."},{"word":"Glass","type":"v. t.","descr":" A hard, brittle, translucent, and commonly transparent substance, white or colored, having a conchoidal fracture, and made by fusing together sand or silica with lime, potash, soda, or lead oxide. It is used for window panes and mirrors, for articles of table and culinary use, for lenses, and various articles of ornament."},{"word":"Glass","type":"v. t.","descr":" Any substance having a peculiar glassy appearance, and a conchoidal fracture, and usually produced by fusion."},{"word":"Glass","type":"v. t.","descr":" Anything made of glass."},{"word":"Glass","type":"v. t.","descr":" A looking-glass; a mirror."},{"word":"Glass","type":"v. t.","descr":" A vessel filled with running sand for measuring time; an hourglass; and hence, the time in which such a vessel is exhausted of its sand."},{"word":"Glass","type":"v. t.","descr":" A drinking vessel; a tumbler; a goblet; hence, the contents of such a vessel; especially; spirituous liquors; as, he took a glass at dinner."},{"word":"Glass","type":"v. t.","descr":" An optical glass; a lens; a spyglass; -- in the plural, spectacles; as, a pair of glasses; he wears glasses."},{"word":"Glass","type":"v. t.","descr":" A weatherglass; a barometer."},{"word":"Glassed","type":"imp. and p. p.","descr":" of Glass"},{"word":"Glassing","type":"p. pr. and vb. n.","descr":" of Glass"},{"word":"Glass","type":"v. t.","descr":" To reflect, as in a mirror; to mirror; -- used reflexively."},{"word":"Glass","type":"v. t.","descr":" To case in glass."},{"word":"Glass","type":"v. t.","descr":" To cover or furnish with glass; to glaze."},{"word":"Glass","type":"v. t.","descr":" To smooth or polish anything, as leater, by rubbing it with a glass burnisher."},{"word":"Glass-crab","type":"n.","descr":" The larval state (Phyllosoma) of the genus Palinurus and allied genera. It is remarkable for its strange outlines, thinness, and transparency. See Phyllosoma."},{"word":"Glassen","type":"a.","descr":" Glassy; glazed."},{"word":"Glasseye","type":"n.","descr":" A fish of the great lakes; the wall-eyed pike."},{"word":"Glasseye","type":"n.","descr":" A species of blindness in horses in which the eye is bright and the pupil dilated; a sort of amaurosis."},{"word":"Glass-faced","type":"a.","descr":" Mirror-faced; reflecting the sentiments of another."},{"word":"Glassfuls","type":"pl. ","descr":" of Glassful"},{"word":"Glassful","type":"n.","descr":" The contents of a glass; as much of anything as a glass will hold."},{"word":"Glassful","type":"a.","descr":" Glassy; shining like glass."},{"word":"Glass-gazing","type":"a.","descr":" Given to viewing one\\'s self in a glass or mirror; finical."},{"word":"Glasshouse","type":"n.","descr":" A house where glass is made; a commercial house that deals in glassware."},{"word":"Glassily","type":"adv.","descr":" So as to resemble glass."},{"word":"Glassiness","type":"n.","descr":" The quality of being glassy."},{"word":"Glassite","type":"n.","descr":" A member of a Scottish sect, founded in the 18th century by John Glass, a minister of the Established Church of Scotland, who taught that justifying faith is \"no more than a simple assent to the divine testimone passively recived by the understanding.\" The English and American adherents of this faith are called Sandemanians, after Robert Sandeman, the son-in-law and disciple of Glass."},{"word":"Glass maker","type":"n.","descr":" Alt. of Glassmaker"},{"word":"Glassmaker","type":"n.","descr":" One who makes, or manufactures, glass."},{"word":"Glass-rope","type":"n.","descr":" A remarkable vitreous sponge, of the genus Hyalonema, first brought from Japan. It has a long stem, consisting of a bundle of long and large, glassy, siliceous fibers, twisted together."},{"word":"Glass-snail","type":"n.","descr":" A small, transparent, land snail, of the genus Vitrina."},{"word":"Glass-snake","type":"n.","descr":" A long, footless lizard (Ophiosaurus ventralis), of the Southern United States; -- so called from its fragility, the tail easily breaking into small pieces. It grows to the length of three feet. The name is applied also to similar species found in the Old World."},{"word":"Glass-sponge","type":"n.","descr":" A siliceous sponge, of the genus Hyalonema, and allied genera; -- so called from their glassy fibers or spicules; -- called also vitreous sponge. See Glass-rope, and Euplectella."},{"word":"Glassware","type":"n.","descr":" Ware, or articles collectively, made of glass."},{"word":"Glasswork","type":"n.","descr":" Manufacture of glass; articles or ornamentation made of glass."},{"word":"Glasswort","type":"n.","descr":" A seashore plant of the Spinach family (Salicornia herbacea), with succulent jointed stems; also, a prickly plant of the same family (Salsola Kali), both formerly burned for the sake of the ashes, which yield soda for making glass and soap."},{"word":"Glassy","type":"a.","descr":" Made of glass; vitreous; as, a glassy substance."},{"word":"Glassy","type":"a.","descr":" Resembling glass in its properties, as in smoothness, brittleness, or transparency; as, a glassy stream; a glassy surface; the glassy deep."},{"word":"Glassy","type":"a.","descr":" Dull; wanting life or fire; lackluster; -- said of the eyes."},{"word":"Glasstonbury thorn","type":"","descr":" A variety of the common hawthorn."},{"word":"Glasynge","type":"n.","descr":" Glazing or glass."},{"word":"Glauberite","type":"n.","descr":" A mineral, consisting of the sulphates of soda and lime."},{"word":"Glaubers salt","type":"","descr":" Alt. of Glauber\\'s salts"},{"word":"Glaubers salts","type":"","descr":" Sulphate of soda, a well-known cathartic. It is a white crystalline substance, with a cooling, slightly bitter taste, and is commonly called \"salts.\""},{"word":"Glaucescent","type":"a.","descr":" Having a somewhat glaucous appearance or nature; becoming glaucous."},{"word":"Glaucic","type":"a.","descr":" Of or pertaining to the Glaucium or horned poppy; -- formerly applied to an acid derived from it, now known to be fumaric acid."},{"word":"Glaucine","type":"a.","descr":" Glaucous or glaucescent."},{"word":"Glaucine","type":"n.","descr":" An alkaloid obtained from the plant Glaucium, as a bitter, white, crystalline substance."},{"word":"Glaucodot","type":"n.","descr":" A metallic mineral having a grayish tin-white color, and containing cobalt and iron, with sulphur and arsenic."},{"word":"Glaucoma","type":"n.","descr":" Dimness or abolition of sight, with a diminution of transparency, a bluish or greenish tinge of the refracting media of the eye, and a hard inelastic condition of the eyeball, with marked increase of tension within the eyeball."},{"word":"Glaucomatous","type":"a.","descr":" Having the nature of glaucoma."},{"word":"Glaucometer","type":"n.","descr":" See Gleucometer."},{"word":"Glauconite","type":"n.","descr":" The green mineral characteristic of the greensand of the chalk and other formations. It is a hydrous silicate of iron and potash. See Greensand."},{"word":"Glaucophane","type":"n.","descr":" A mineral of a dark bluish color, related to amphibole. It is characteristic of certain crystalline rocks."},{"word":"Glaucosis","type":"n.","descr":" Same as Glaucoma."},{"word":"Glaucous","type":"a.","descr":" Of a sea-green color; of a dull green passing into grayish blue."},{"word":"Glaucous","type":"a.","descr":" Covered with a fine bloom or fine white powder easily rubbed off, as that on a blue plum, or on a cabbage leaf."},{"word":"Glaucus","type":"n.","descr":" A genus of nudibranchiate mollusks, found in the warmer latitudes, swimming in the open sea. These mollusks are beautifully colored with blue and silvery white."},{"word":"Glaum","type":"v. i.","descr":" To grope with the hands, as in the dark."},{"word":"Glave","type":"n.","descr":" See Glaive."},{"word":"Glaver","type":"v. i.","descr":" To prate; to jabber; to babble."},{"word":"Glaver","type":"v. i.","descr":" To flatter; to wheedle."},{"word":"Glaverer","type":"n.","descr":" A flatterer."},{"word":"Glaymore","type":"n.","descr":" A claymore."},{"word":"Glased","type":"imp. and p. p.","descr":" of Glase"},{"word":"Glazing","type":"p. pr. and vb. n.","descr":" of Glase"},{"word":"Glase","type":"v. t.","descr":" To furnish (a window, a house, a sash, a ease, etc.) with glass."},{"word":"Glase","type":"v. t.","descr":" To incrust, cover, or overlay with a thin surface, consisting of, or resembling, glass; as, to glaze earthenware; hence, to render smooth, glasslike, or glossy; as, to glaze paper, gunpowder, and the like."},{"word":"Glase","type":"v. t.","descr":" To apply thinly a transparent or semitransparent color to (another color), to modify the effect."},{"word":"Glaze","type":"v. i.","descr":" To become glazed of glassy."},{"word":"Glaze","type":"n.","descr":" The vitreous coating of pottery or porcelain; anything used as a coating or color in glazing. See Glaze, v. t., 3."},{"word":"Glaze","type":"v. t.","descr":" Broth reduced by boiling to a gelatinous paste, and spread thinly over braised dishes."},{"word":"Glaze","type":"v. t.","descr":" A glazing oven. See Glost oven."},{"word":"Glazen","type":"a.","descr":" Resembling glass; glasslike; glazed."},{"word":"Glazer","type":"n.","descr":" One who applies glazing, as in pottery manufacture, etc.; one who gives a glasslike or glossy surface to anything; a calenderer or smoother of cloth, paper, and the like."},{"word":"Glazer","type":"n.","descr":" A tool or machine used in glazing, polishing, smoothing, etc.; amoung cutlers and lapidaries, a wooden wheel covered with emery, or having a band of lead and tin alloy, for polishing cutlery, etc."},{"word":"Glazier","type":"n.","descr":" One whose business is to set glass."},{"word":"Glazing","type":"n.","descr":" The act or art of setting glass; the art of covering with a vitreous or glasslike substance, or of polishing or rendering glossy."},{"word":"Glazing","type":"n.","descr":" The glass set, or to be set, in a sash, frame. etc."},{"word":"Glazing","type":"n.","descr":" The glass, glasslike, or glossy substance with which any surface is incrusted or overlaid; as, the glazing of pottery or porcelain, or of paper."},{"word":"Glazing","type":"n.","descr":" Transparent, or semitransparent, colors passed thinly over other colors, to modify the effect."},{"word":"Glazy","type":"a.","descr":" Having a glazed appearance; -- said of the fractured surface of some kinds of pin iron."},{"word":"Glead","type":"n.","descr":" A live coal. See Gleed."},{"word":"Gleam","type":"v. i.","descr":" To disgorge filth, as a hawk."},{"word":"Gleam","type":"n.","descr":" A shoot of light; a small stream of light; a beam; a ray; a glimpse."},{"word":"Gleam","type":"n.","descr":" Brightness; splendor."},{"word":"Gleamed","type":"imp. and p. p.","descr":" of Gleam"},{"word":"Gleaming","type":"p. pr. and vb. n.","descr":" of Gleam"},{"word":"Gleam","type":"v. t.","descr":" To shoot, or dart, as rays of light; as, at the dawn, light gleams in the east."},{"word":"Gleam","type":"v. t.","descr":" To shine; to cast light; to glitter."},{"word":"Gleam","type":"v. t.","descr":" To shoot out (flashes of light, etc.)."},{"word":"Gleamy","type":"a.","descr":" Darting beams of light; casting light in rays; flashing; coruscating."},{"word":"Gleaned","type":"imp. and p. p.","descr":" of Glean"},{"word":"Gleaning","type":"p. pr. and vb. n.","descr":" of Glean"},{"word":"Glean","type":"v. t.","descr":" To gather after a reaper; to collect in scattered or fragmentary parcels, as the grain left by a reaper, or grapes left after the gathering."},{"word":"Glean","type":"v. t.","descr":" To gather from (a field or vineyard) what is left."},{"word":"Glean","type":"v. t.","descr":" To collect with patient and minute labor; to pick out; to obtain."},{"word":"Glean","type":"v. i.","descr":" To gather stalks or ears of grain left by reapers."},{"word":"Glean","type":"v. i.","descr":" To pick up or gather anything by degrees."},{"word":"Glean","type":"n.","descr":" A collection made by gleaning."},{"word":"Glean","type":"n.","descr":" Cleaning; afterbirth."},{"word":"Gleaner","type":"n.","descr":" One who gathers after reapers."},{"word":"Gleaner","type":"n.","descr":" One who gathers slowly with labor."},{"word":"Gleaning","type":"n.","descr":" The act of gathering after reapers; that which is collected by gleaning."},{"word":"Glebe","type":"n.","descr":" A lump; a clod."},{"word":"Glebe","type":"n.","descr":" Turf; soil; ground; sod."},{"word":"Glebe","type":"n.","descr":" The land belonging, or yielding revenue, to a parish church or ecclesiastical benefice."},{"word":"Glebeless","type":"a.","descr":" Having no glebe."},{"word":"Glebosity","type":"n.","descr":" The quality of being glebous."},{"word":"Glebous","type":"a.","descr":" Alt. of Gleby"},{"word":"Gleby","type":"a.","descr":" Pertaining to the glebe; turfy; cloddy; fertile; fruitful."},{"word":"Glede","type":"v. i.","descr":" The common European kite (Milvus ictinus). This name is also sometimes applied to the buzzard."},{"word":"Glede","type":"n.","descr":" A live coal."},{"word":"Glee","type":"n.","descr":" Music; minstrelsy; entertainment."},{"word":"Glee","type":"n.","descr":" Joy; merriment; mirth; gayety; paricularly, the mirth enjoyed at a feast."},{"word":"Glee","type":"n.","descr":" An unaccompanied part song for three or more solo voices. It is not necessarily gleesome."},{"word":"Gleed","type":"v. i.","descr":" A live or glowing coal; a glede."},{"word":"Gleeful","type":"a.","descr":" Merry; gay; joyous."},{"word":"Gleek","type":"n.","descr":" A jest or scoff; a trick or deception."},{"word":"Gleek","type":"n.","descr":" An enticing look or glance."},{"word":"Gleek","type":"v. i.","descr":" To make sport; to gibe; to sneer; to spend time idly."},{"word":"Gleek","type":"n.","descr":" A game at cards, once popular, played by three persons."},{"word":"Gleek","type":"n.","descr":" Three of the same cards held in the same hand; -- hence, three of anything."},{"word":"Gleemen","type":"pl. ","descr":" of Gleeman"},{"word":"Gleeman","type":"n.","descr":" A name anciently given to an itinerant minstrel or musician."},{"word":"Gleen","type":"v. i.","descr":" To glisten; to gleam."},{"word":"Gleesome","type":"a.","descr":" Merry; joyous; gleeful."},{"word":"Gleet","type":"n.","descr":" A transparent mucous discharge from the membrane of the urethra, commonly an effect of gonorrhea."},{"word":"Gleet","type":"v. i.","descr":" To flow in a thin, limpid humor; to ooze, as gleet."},{"word":"Gleet","type":"v. i.","descr":" To flow slowly, as water."},{"word":"Gleety","type":"a.","descr":" Ichorous; thin; limpid."},{"word":"Gleg","type":"a.","descr":" Quick of perception; alert; sharp."},{"word":"Gleire","type":"n.","descr":" Alt. of Gleyre"},{"word":"Gleyre","type":"n.","descr":" See Glair."},{"word":"Glen","type":"n.","descr":" A secluded and narrow valley; a dale; a depression between hills."},{"word":"Glenlivat","type":"n.","descr":" Alt. of Glenlivet"},{"word":"Glenlivet","type":"n.","descr":" A kind of Scotch whisky, named from the district in which it was first made."},{"word":"Glenoid","type":"a.","descr":" Having the form of a smooth and shallow depression; socketlike; -- applied to several articular surfaces of bone; as, the glenoid cavity, or fossa, of the scapula, in which the head of the humerus articulates."},{"word":"Glenoidal","type":"a.","descr":" Glenoid."},{"word":"Glent","type":"n. and v.","descr":" See Glint."},{"word":"Gleucometer","type":"n.","descr":" An instrument for measuring the specific gravity and ascertaining the quantity of sugar contained in must."},{"word":"Glew","type":"n.","descr":" See Glue."},{"word":"Gley","type":"v. i.","descr":" To squint; to look obliquely; to overlook things."},{"word":"Gley","type":"adv.","descr":" Asquint; askance; obliquely."},{"word":"Gliadin","type":"n.","descr":" Vegetable glue or gelatin; glutin. It is one of the constituents of wheat gluten, and is a tough, amorphous substance, which resembles animal glue or gelatin."},{"word":"Glib","type":"superl.","descr":" Smooth; slippery; as, ice is glib."},{"word":"Glib","type":"superl.","descr":" Speaking or spoken smoothly and with flippant rapidity; fluent; voluble; as, a glib tongue; a glib speech."},{"word":"Glib","type":"v. t.","descr":" To make glib."},{"word":"Glib","type":"n.","descr":" A thick lock of hair, hanging over the eyes."},{"word":"Glib","type":"v. t.","descr":" To castrate; to geld; to emasculate."},{"word":"Glibly","type":"adv.","descr":" In a glib manner; as, to speak glibly."},{"word":"Glibness","type":"n.","descr":" The quality of being glib."},{"word":"Glicke","type":"n.","descr":" An ogling look."},{"word":"Glidden","type":"","descr":" p. p. of Glide."},{"word":"Glidder","type":"a.","descr":" Alt. of Gliddery"},{"word":"Gliddery","type":"a.","descr":" Giving no sure footing; smooth; slippery."},{"word":"Glide","type":"n.","descr":" The glede or kite."},{"word":"Glided","type":"imp. and p. p.","descr":" of Glide"},{"word":"Gliding","type":"p. pr. and vb. n.","descr":" of Glide"},{"word":"Glide","type":"v. i.","descr":" To move gently and smoothly; to pass along without noise, violence, or apparent effort; to pass rapidly and easily, or with a smooth, silent motion, as a river in its channel, a bird in the air, a skater over ice."},{"word":"Glide","type":"v. i.","descr":" To pass with a glide, as the voice."},{"word":"Glide","type":"n.","descr":" The act or manner of moving smoothly, swiftly, and without labor or obstruction."},{"word":"Glide","type":"n.","descr":" A transitional sound in speech which is produced by the changing of the mouth organs from one definite position to another, and with gradual change in the most frequent cases; as in passing from the begining to the end of a regular diphthong, or from vowel to consonant or consonant to vowel in a syllable, or from one component to the other of a double or diphthongal consonant (see Guide to Pronunciation, \/\/ 19, 161, 162). Also (by Bell and others), the vanish (or brief final element) or the brief initial element, in a class of diphthongal vowels, or the brief final or initial part of some consonants (see Guide to Pronunciation, \/\/ 18, 97, 191)."},{"word":"Gliden","type":"","descr":" p. p. of Glide."},{"word":"Glider","type":"n.","descr":" One who, or that which, glides."},{"word":"Glidingly","type":"adv.","descr":" In a gliding manner."},{"word":"Gliff","type":"n.","descr":" A transient glance; an unexpected view of something that startles one; a sudden fear."},{"word":"Gliff","type":"n.","descr":" A moment: as, for a gliff."},{"word":"Glike","type":"n.","descr":" A sneer; a flout."},{"word":"Glim","type":"n.","descr":" Brightness; splendor."},{"word":"Glim","type":"n.","descr":" A light or candle."},{"word":"Glimmered","type":"imp. and p. p.","descr":" of Glimmer"},{"word":"Glimmering","type":"p. pr. and vb. n.","descr":" of Glimmer"},{"word":"Glimmer","type":"v. i.","descr":" To give feeble or scattered rays of light; to shine faintly; to show a faint, unsteady light; as, the glimmering dawn; a glimmering lamp."},{"word":"Glimmer","type":"n.","descr":" A faint, unsteady light; feeble, scattered rays of light; also, a gleam."},{"word":"Glimmer","type":"n.","descr":" Mica. See Mica."},{"word":"Glimmering","type":"n.","descr":" Faint, unsteady light; a glimmer."},{"word":"Glimmering","type":"n.","descr":" A faint view or idea; a glimpse; an inkling."},{"word":"Glimpse","type":"n.","descr":" A sudden flash; transient luster."},{"word":"Glimpse","type":"n.","descr":" A short, hurried view; a transitory or fragmentary perception; a quick sight."},{"word":"Glimpse","type":"n.","descr":" A faint idea; an inkling."},{"word":"Glimpsed","type":"imp. and p. p.","descr":" of Glimpse"},{"word":"Glimpsing","type":"p. pr. and vb. n.","descr":" of Glimpse"},{"word":"Glimpse","type":"v. i.","descr":" to appear by glimpses; to catch glimpses."},{"word":"Glimpse","type":"v. t.","descr":" To catch a glimpse of; to see by glimpses; to have a short or hurried view of."},{"word":"Glint","type":"n.","descr":" A glimpse, glance, or gleam."},{"word":"Glinted","type":"imp. and p. p.","descr":" of Glint"},{"word":"Glinting","type":"p. pr. and vb. n.","descr":" of Glint"},{"word":"Glint","type":"v. i.","descr":" To glance; to peep forth, as a flower from the bud; to glitter."},{"word":"Glint","type":"v. t.","descr":" To glance; to turn; as, to glint the eye."},{"word":"Glioma","type":"n.","descr":" A tumor springing from the neuroglia or connective tissue of the brain, spinal cord, or other portions of the nervous system."},{"word":"Glires","type":"n. pl.","descr":" An order of mammals; the Rodentia."},{"word":"Glissade","type":"n.","descr":" A sliding, as down a snow slope in the Alps."},{"word":"Glissando","type":"n. and a.","descr":" A gliding effect; gliding."},{"word":"Glissette","type":"n.","descr":" The locus described by any point attached to a curve that slips continuously on another fixed curve, the movable curve having no rotation at any instant."},{"word":"Glist","type":"n.","descr":" Glimmer; mica."},{"word":"Glistened","type":"imp. and p. p.","descr":" of Glisten"},{"word":"Glistening","type":"p. pr. and vb. n.","descr":" of Glisten"},{"word":"Glisten","type":"v. i.","descr":" To sparkle or shine; especially, to shine with a mild, subdued, and fitful luster; to emit a soft, scintillating light; to gleam; as, the glistening stars."},{"word":"Glistered","type":"imp. and p. p.","descr":" of Glister"},{"word":"Glistering","type":"p. pr. and vb. n.","descr":" of Glister"},{"word":"Glister","type":"v. i.","descr":" To be bright; to sparkle; to be brilliant; to shine; to glisten; to glitter."},{"word":"Glister","type":"n.","descr":" Glitter; luster."},{"word":"Glisteringly","type":"adv.","descr":" In a glistering manner."},{"word":"Glittered","type":"imp. and p. p.","descr":" of Glitter"},{"word":"Glittering","type":"p. pr. and vb. n.","descr":" of Glitter"},{"word":"Glitter","type":"v. i.","descr":" To sparkle with light; to shine with a brilliant and broken light or showy luster; to gleam; as, a glittering sword."},{"word":"Glitter","type":"v. i.","descr":" To be showy, specious, or striking, and hence attractive; as, the glittering scenes of a court."},{"word":"Glitter","type":"n.","descr":" A bright, sparkling light; brilliant and showy luster; brilliancy; as, the glitter of arms; the glitter of royal equipage."},{"word":"Glitterand","type":"a.","descr":" Glittering."},{"word":"Glitteringly","type":"adv.","descr":" In a glittering manner."},{"word":"Gloam","type":"v. i.","descr":" To begin to grow dark; to grow dusky."},{"word":"Gloam","type":"v. i.","descr":" To be sullen or morose."},{"word":"Gloam","type":"n.","descr":" The twilight; gloaming."},{"word":"Gloaming","type":"n.","descr":" Twilight; dusk; the fall of the evening."},{"word":"Gloaming","type":"n.","descr":" Sullenness; melancholy."},{"word":"Gloar","type":"v. i.","descr":" To squint; to stare."},{"word":"Gloated","type":"imp. and p. p.","descr":" of Gloat"},{"word":"Gloating","type":"p. pr. and vb. n.","descr":" of Gloat"},{"word":"Gloat","type":"v. i.","descr":" To look steadfastly; to gaze earnestly; -- usually in a bad sense, to gaze with malignant satisfaction, passionate desire, lust, or avarice."},{"word":"Globard","type":"n.","descr":" A glowworm."},{"word":"Globate","type":"a.","descr":" Alt. of Globated"},{"word":"Globated","type":"a.","descr":" Having the form of a globe; spherical."},{"word":"Globe","type":"n.","descr":" A round or spherical body, solid or hollow; a body whose surface is in every part equidistant from the center; a ball; a sphere."},{"word":"Globe","type":"n.","descr":" Anything which is nearly spherical or globular in shape; as, the globe of the eye; the globe of a lamp."},{"word":"Globe","type":"n.","descr":" The earth; the terraqueous ball; -- usually preceded by the definite article."},{"word":"Globe","type":"n.","descr":" A round model of the world; a spherical representation of the earth or heavens; as, a terrestrial or celestial globe; -- called also artificial globe."},{"word":"Globe","type":"n.","descr":" A body of troops, or of men or animals, drawn up in a circle; -- a military formation used by the Romans, answering to the modern infantry square."},{"word":"Globed","type":"imp. and p. p.","descr":" of Globe"},{"word":"Globing","type":"p. pr. and vb. n.","descr":" of Globe"},{"word":"Globe","type":"v. t.","descr":" To gather or form into a globe."},{"word":"Globefish","type":"n.","descr":" A plectognath fish of the genera Diodon, Tetrodon, and allied genera. The globefishes can suck in water or air and distend the body to a more or less globular form. Called also porcupine fish, and sea hedgehog. See Diodon."},{"word":"Globeflower","type":"n.","descr":" A plant of the genus Trollius (T. Europaeus), found in the mountainous parts of Europe, and producing handsome globe-shaped flowers."},{"word":"Globeflower","type":"n.","descr":" The American plant Trollius laxus."},{"word":"Globe-shaped","type":"a.","descr":" Shaped like a globe."},{"word":"Globiferous","type":"a.","descr":" Having a round or globular tip."},{"word":"Globigerin\/","type":"pl. ","descr":" of Globigerina"},{"word":"Globigerina","type":"n.","descr":" A genus of small Foraminifera, which live abundantly at or near the surface of the sea. Their dead shells, falling to the bottom, make up a large part of the soft mud, generally found in depths below 3,000 feet, and called globigerina ooze. See Illust. of Foraminifera."},{"word":"Globose","type":"a.","descr":" Having a rounded form resembling that of a globe; globular, or nearly so; spherical."},{"word":"Globosely","type":"adv.","descr":" In a globular manner; globularly."},{"word":"Globosity","type":"n.","descr":" Sphericity."},{"word":"Globous","type":"a.","descr":" Spherical."},{"word":"Globular","type":"a.","descr":" Globe-shaped; having the form of a ball or sphere; spherical, or nearly so; as, globular atoms."},{"word":"Globularity","type":"n.","descr":" The state of being globular; globosity; sphericity."},{"word":"Globularly","type":"adv.","descr":" Spherically."},{"word":"Globularness","type":"n.","descr":" Sphericity; globosity."},{"word":"Globule","type":"n.","descr":" A little globe; a small particle of matter, of a spherical form."},{"word":"Globule","type":"n.","descr":" A minute spherical or rounded structure; as blood, lymph, and pus corpuscles, minute fungi, spores, etc."},{"word":"Globule","type":"n.","descr":" A little pill or pellet used by homeopathists."},{"word":"Globulet","type":"n.","descr":" A little globule."},{"word":"Globuliferous","type":"a.","descr":" Bearing globules; in geology, used of rocks, and denoting a variety of concretionary structure, where the concretions are isolated globules and evenly distributed through the texture of the rock."},{"word":"Globulimeter","type":"n.","descr":" An instrument for measuring the number of red blood corpuscles in the blood."},{"word":"Globulin","type":"n.","descr":" An albuminous body, insoluble in water, but soluble in dilute solutions of salt. It is present in the red blood corpuscles united with haematin to form haemoglobin. It is also found in the crystalline lens of the eye, and in blood serum, and is sometimes called crystallin. In the plural the word is applied to a group of proteid substances such as vitellin, myosin, fibrinogen, etc., all insoluble in water, but soluble in dilute salt solutions."},{"word":"Globulite","type":"n.","descr":" A rudimentary form of crystallite, spherical in shape."},{"word":"Globulous","type":"a.","descr":" Globular; spherical; orbicular."},{"word":"Globy","type":"a.","descr":" Resembling, or pertaining to, a globe; round; orbicular."},{"word":"Glochidiate","type":"a.","descr":" Having barbs; as, glochidiate bristles."},{"word":"Glochidia","type":"pl. ","descr":" of Glochidium"},{"word":"Glochidium","type":"n.","descr":" The larva or young of the mussel, formerly thought to be a parasite upon the parent\\'s gills."},{"word":"Glode","type":"","descr":" imp. of Glide."},{"word":"Glombe","type":"v. i.","descr":" Alt. of Glome"},{"word":"Glome","type":"v. i.","descr":" To gloom; to look gloomy, morose, or sullen."},{"word":"Glome","type":"n.","descr":" Gloom."},{"word":"Glome","type":"n.","descr":" One of the two prominences at the posterior extremity of the frog of the horse\\'s foot."},{"word":"Glomerate","type":"a.","descr":" Gathered together in a roundish mass or dense cluster; conglomerate."},{"word":"Glomerated","type":"imp. and p. p.","descr":" of Glomerate"},{"word":"Glomerating","type":"p. pr. and vb. n.","descr":" of Glomerate"},{"word":"Glomerate","type":"v. t. and i.","descr":" To gather or wind into a ball; to collect into a spherical form or mass, as threads."},{"word":"Glomeration","type":"n.","descr":" The act of forming or gathering into a ball or round mass; the state of being gathered into a ball; conglomeration."},{"word":"Glomeration","type":"n.","descr":" That which is formed into a ball; a ball."},{"word":"Glomerous","type":"a.","descr":" Gathered or formed into a ball or round mass."},{"word":"Glomerule","type":"n.","descr":" A head or dense cluster of flowers, formed by condensation of a cyme, as in the flowering dogwood."},{"word":"Glomerule","type":"n.","descr":" A glomerulus."},{"word":"Glomeruli","type":"pl. ","descr":" of Glomerulus"},{"word":"Glomerulus","type":"n.","descr":" The bunch of looped capillary blood vessels in a Malpighian capsule of the kidney."},{"word":"Glomuliferous","type":"a.","descr":" Having small clusters of minutely branched coral-like excrescences."},{"word":"Glonoin","type":"n.","descr":" Alt. of Glonoine"},{"word":"Glonoine","type":"n.","descr":" Same as Nitroglycerin; -- called also oil of glonoin."},{"word":"Glonoine","type":"n.","descr":" A dilute solution of nitroglycerin used as a neurotic."},{"word":"Gloom","type":"n.","descr":" Partial or total darkness; thick shade; obscurity; as, the gloom of a forest, or of midnight."},{"word":"Gloom","type":"n.","descr":" A shady, gloomy, or dark place or grove."},{"word":"Gloom","type":"n.","descr":" Cloudiness or heaviness of mind; melancholy; aspect of sorrow; low spirits; dullness."},{"word":"Gloom","type":"n.","descr":" In gunpowder manufacture, the drying oven."},{"word":"Gloomed","type":"imp. and p. p.","descr":" of Gloom"},{"word":"Glooming","type":"p. pr. and vb. n.","descr":" of Gloom"},{"word":"Gloom","type":"v. i.","descr":" To shine or appear obscurely or imperfectly; to glimmer."},{"word":"Gloom","type":"v. i.","descr":" To become dark or dim; to be or appear dismal, gloomy, or sad; to come to the evening twilight."},{"word":"Gloom","type":"v. t.","descr":" To render gloomy or dark; to obscure; to darken."},{"word":"Gloom","type":"v. t.","descr":" To fill with gloom; to make sad, dismal, or sullen."},{"word":"Gloomily","type":"adv.","descr":" In a gloomy manner."},{"word":"Gloominess","type":"n.","descr":" State of being gloomy."},{"word":"Glooming","type":"n.","descr":" Twilight (of morning or evening); the gloaming."},{"word":"Gloomth","type":"n.","descr":" Gloom."},{"word":"Gloomy","type":"superl.","descr":" Imperfectly illuminated; dismal through obscurity or darkness; dusky; dim; clouded; as, the cavern was gloomy."},{"word":"Gloomy","type":"superl.","descr":" Affected with, or expressing, gloom; melancholy; dejected; as, a gloomy temper or countenance."},{"word":"Gloppen","type":"v. t. and i.","descr":" To surprise or astonish; to be startled or astonished."},{"word":"Glore","type":"v. i.","descr":" To glare; to glower."},{"word":"Gloria","type":"n.","descr":" A doxology (beginning Gloria Patri, Glory be to the Father), sung or said at the end of the Psalms in the service of the Roman Catholic and other churches."},{"word":"Gloria","type":"n.","descr":" A portion of the Mass (Gloria in Excelsis Deo, Glory be to God on high), and also of the communion service in some churches. In the Episcopal Church the version in English is used."},{"word":"Gloria","type":"n.","descr":" The musical setting of a gloria."},{"word":"Gloriation","type":"n.","descr":" Boast; a triumphing."},{"word":"Gloried","type":"a.","descr":" Illustrious; honorable; noble."},{"word":"Glorification","type":"n.","descr":" The act of glorifyng or of giving glory to."},{"word":"Glorification","type":"n.","descr":" The state of being glorifed; as, the glorification of Christ after his resurrection."},{"word":"Glorified","type":"imp. and p. p.","descr":" of Glorify"},{"word":"Glorifying","type":"p. pr. and vb. n.","descr":" of Glorify"},{"word":"Glorify","type":"v. t.","descr":" To make glorious by bestowing glory upon; to confer honor and distinction upon; to elevate to power or happiness, or to celestial glory."},{"word":"Glorify","type":"v. t.","descr":" To make glorious in thought or with the heart, by ascribing glory to; to asknowledge the excellence of; to render homage to; to magnify in worship; to adore."},{"word":"Gloriole","type":"n.","descr":" An aureole."},{"word":"Gloriosa","type":"n.","descr":" A genus of climbing plants with very showy lilylike blossoms, natives of India."},{"word":"Glorioser","type":"n.","descr":" A boaster."},{"word":"Glorioso","type":"n.","descr":" A boaster."},{"word":"Glorious","type":"n.","descr":" Exhibiting attributes, qualities, or acts that are worthy of or receive glory; noble; praiseworthy; excellent; splendid; illustrious; inspiring admiration; as, glorious deeds."},{"word":"Glorious","type":"n.","descr":" Eager for glory or distinction; haughty; boastful; ostentatious; vainglorious."},{"word":"Glorious","type":"n.","descr":" Ecstatic; hilarious; elated with drink."},{"word":"Glory","type":"n.","descr":" Praise, honor, admiration, or distinction, accorded by common consent to a person or thing; high reputation; honorable fame; renown."},{"word":"Glory","type":"n.","descr":" That quality in a person or thing which secures general praise or honor; that which brings or gives renown; an object of pride or boast; the occasion of praise; excellency; brilliancy; splendor."},{"word":"Glory","type":"n.","descr":" Pride; boastfulness; arrogance."},{"word":"Glory","type":"n.","descr":" The presence of the Divine Being; the manifestations of the divine nature and favor to the blessed in heaven; celestial honor; heaven."},{"word":"Glory","type":"n.","descr":" An emanation of light supposed to proceed from beings of peculiar sanctity. It is represented in art by rays of gold, or the like, proceeding from the head or body, or by a disk, or a mere line."},{"word":"Gloried","type":"imp. and p. p.","descr":" of Glory"},{"word":"Glorying","type":"p. pr. and vb. n.","descr":" of Glory"},{"word":"Glory","type":"n.","descr":" To exult with joy; to rejoice."},{"word":"Glory","type":"n.","descr":" To boast; to be proud."},{"word":"Glose","type":"n. and v.","descr":" See Gloze."},{"word":"Gloser","type":"n.","descr":" See Glosser."},{"word":"Gloss","type":"n.","descr":" Brightness or luster of a body proceeding from a smooth surface; polish; as, the gloss of silk; cloth is calendered to give it a gloss."},{"word":"Gloss","type":"n.","descr":" A specious appearance; superficial quality or show."},{"word":"Glossed","type":"imp. and p. p.","descr":" of Gloss"},{"word":"Glossing","type":"p. pr. and vb. n.","descr":" of Gloss"},{"word":"Gloss","type":"v. t.","descr":" To give a superficial luster or gloss to; to make smooth and shining; as, to gloss cloth."},{"word":"Gloss","type":"n.","descr":" A foreign, archaic, technical, or other uncommon word requiring explanation."},{"word":"Gloss","type":"n.","descr":" An interpretation, consisting of one or more words, interlinear or marginal; an explanatory note or comment; a running commentary."},{"word":"Gloss","type":"n.","descr":" A false or specious explanation."},{"word":"Gloss","type":"v. t.","descr":" To render clear and evident by comments; to illustrate; to explain; to annotate."},{"word":"Gloss","type":"v. t.","descr":" To give a specious appearance to; to render specious and plausible; to palliate by specious explanation."},{"word":"Gloss","type":"v. i.","descr":" To make comments; to comment; to explain."},{"word":"Gloss","type":"v. i.","descr":" To make sly remarks, or insinuations."},{"word":"Gloss\/","type":"pl. ","descr":" of Glossa"},{"word":"Glossa","type":"n.","descr":" The tongue, or lingua, of an insect. See Hymenoptera."},{"word":"Glossal","type":"a.","descr":" Of or pertaining to the tongue; lingual."},{"word":"Glossanthrax","type":"n.","descr":" A disease of horses and cattle accompanied by carbuncles in the mouth and on the tongue."},{"word":"Glossarial","type":"a.","descr":" Of or pertaining to glosses or to a glossary; containing a glossary."},{"word":"Glossarially","type":"adv.","descr":" In the manner of a glossary."},{"word":"Glossarist","type":"n.","descr":" A writer of glosses or of a glossary; a commentator; a scholiast."},{"word":"Glossary","type":"n.","descr":" A collection of glosses or explanations of words and passages of a work or author; a partial dictionary of a work, an author, a dialect, art, or science, explaining archaic, technical, or other uncommon words."},{"word":"Glossata","type":"n. pl.","descr":" The Lepidoptera."},{"word":"Glossator","type":"n.","descr":" A writer of glosses or comments; a commentator."},{"word":"Glosser","type":"n.","descr":" A polisher; one who gives a luster."},{"word":"Glosser","type":"n.","descr":" A writer of glosses; a scholiast; a commentator."},{"word":"Glossic","type":"n.","descr":" A system of phonetic spelling based upon the present values of English letters, but invariably using one symbol to represent one sound only."},{"word":"Glossily","type":"adv.","descr":" In a glossy manner."},{"word":"Glossiness","type":"n.","descr":" The condition or quality of being glossy; the luster or brightness of a smooth surface."},{"word":"Glossist","type":"n.","descr":" A writer of comments."},{"word":"Glossitis","type":"n.","descr":" Inflammation of the tongue."},{"word":"Glossly","type":"adv.","descr":" Like gloss; specious."},{"word":"Glossocomon","type":"n.","descr":" A kind of hoisting winch."},{"word":"Glossoepiglottic","type":"a.","descr":" Pertaining to both tongue and epiglottis; as, glossoepiglottic folds."},{"word":"Glossographer","type":"n.","descr":" A writer of a glossary; a commentator; a scholiast."},{"word":"Glossographical","type":"a.","descr":" Of or pertaining to glossography."},{"word":"Glossography","type":"n.","descr":" The writing of glossaries, glosses, or comments for illustrating an author."},{"word":"Glossohyal","type":"a.","descr":" Pertaining to both the hyoidean arch and the tongue; -- applied to the anterior segment of the hyoidean arch in many fishes. -- n. The glossohyal bone or cartilage; lingual bone; entoglossal bone."},{"word":"Glossolalia","type":"n.","descr":" Alt. of Glossolaly"},{"word":"Glossolaly","type":"n.","descr":" The gift of tongues. Farrar."},{"word":"Glossological","type":"a.","descr":" Of or pertaining to glossology."},{"word":"Glassologist","type":"n.","descr":" One who defines and explains terms; one who is versed in glossology."},{"word":"Glossology","type":"n.","descr":" The definition and explanation of terms; a glossary."},{"word":"Glossology","type":"n.","descr":" The science of language; comparative philology; linguistics; glottology."},{"word":"Glossopharyngeal","type":"a.","descr":" Pertaining to both the tongue and the pharynx; -- applied especially to the ninth pair of cranial nerves, which are distributed to the pharynx and tongue. -- n. One of the glossopharyngeal nerves."},{"word":"Glossy","type":"superl.","descr":" Smooth and shining; reflecting luster from a smooth surface; highly polished; lustrous; as, glossy silk; a glossy surface."},{"word":"Glossy","type":"superl.","descr":" Smooth; specious; plausible; as, glossy deceit."},{"word":"Glost oven","type":"","descr":" An oven in which glazed pottery is fired; -- also called glaze kiln, or glaze."},{"word":"Glottal","type":"a.","descr":" Of or pertaining to, or produced by, the glottis; glottic."},{"word":"Glottic","type":"a.","descr":" Alt. of Glottidean"},{"word":"Glottidean","type":"a.","descr":" Of or pertaining to the glottis; glottal."},{"word":"Glottis","type":"n.","descr":" The opening from the pharynx into the larynx or into the trachea. See Larynx."},{"word":"Glottological","type":"a.","descr":" Of or pertaining to glottology."},{"word":"Glottologist","type":"n.","descr":" A linguist; a philologist."},{"word":"Glottology","type":"n.","descr":" The science of tongues or languages; comparative philology; glossology."},{"word":"Glout","type":"v. i.","descr":" To pout; to look sullen."},{"word":"Glout","type":"v. t.","descr":" To view attentively; to gloat on; to stare at."},{"word":"Glove","type":"n.","descr":" A cover for the hand, or for the hand and wrist, with a separate sheath for each finger. The latter characteristic distinguishes the glove from the mitten."},{"word":"Glove","type":"n.","descr":" A boxing glove."},{"word":"Gloved","type":"imp. and p. p.","descr":" of Glove"},{"word":"Gloving","type":"p. pr. and vb. n.","descr":" of Glove"},{"word":"Glove","type":"v. t.","descr":" To cover with, or as with, a glove."},{"word":"Glover","type":"n.","descr":" One whose trade it is to make or sell gloves."},{"word":"Glowed","type":"imp. and p. p.","descr":" of Glow"},{"word":"Glowing","type":"p. pr. and vb. n.","descr":" of Glow"},{"word":"Glow","type":"v. i.","descr":" To shine with an intense or white heat; to give forth vivid light and heat; to be incandescent."},{"word":"Glow","type":"v. i.","descr":" To exhibit a strong, bright color; to be brilliant, as if with heat; to be bright or red with heat or animation, with blushes, etc."},{"word":"Glow","type":"v. i.","descr":" To feel hot; to have a burning sensation, as of the skin, from friction, exercise, etc.; to burn."},{"word":"Glow","type":"v. i.","descr":" To feel the heat of passion; to be animated, as by intense love, zeal, anger, etc.; to rage, as passior; as, the heart glows with love, zeal, or patriotism."},{"word":"Glow","type":"v. t.","descr":" To make hot; to flush."},{"word":"Glow","type":"n.","descr":" White or red heat; incandscence."},{"word":"Glow","type":"n.","descr":" Brightness or warmth of color; redness; a rosy flush; as, the glow of health in the cheeks."},{"word":"Glow","type":"n.","descr":" Intense excitement or earnestness; vehemence or heat of passion; ardor."},{"word":"Glow","type":"n.","descr":" Heat of body; a sensation of warmth, as that produced by exercise, etc."},{"word":"Glowbard","type":"n.","descr":" The glowworm."},{"word":"Glowered","type":"imp. and p. p.","descr":" of Glower"},{"word":"Glowering","type":"p. pr. and vb. n.","descr":" of Glower"},{"word":"Glower","type":"v. i.","descr":" to look intently; to stare angrily or with a scowl."},{"word":"Glowingly","type":"adv.","descr":" In a glowing manner; with ardent heat or passion."},{"word":"Glowlamp","type":"n.","descr":" An aphlogistic lamp. See Aphlogistic."},{"word":"Glowlamp","type":"n.","descr":" An incandescent lamp. See Incandescent, a."},{"word":"Glowworm","type":"n.","descr":" A coleopterous insect of the genus Lampyris; esp., the wingless females and larvae of the two European species (L. noctiluca, and L. splendidula), which emit light from some of the abdominal segments."},{"word":"Gloxinia","type":"n.","descr":" American genus of herbaceous plants with very handsome bell-shaped blossoms; -- named after B. P. Gloxin, a German botanist."},{"word":"Glozed","type":"imp. and p. p.","descr":" of Gloze"},{"word":"Glozing","type":"p. pr. and vb. n.","descr":" of Gloze"},{"word":"Gloze","type":"v. i.","descr":" To flatter; to wheedle; to fawn; to talk smoothly."},{"word":"Gloze","type":"v. i.","descr":" To give a specious or false meaning; to ministerpret."},{"word":"Gloze","type":"v. t.","descr":" To smooth over; to palliate."},{"word":"Gloze","type":"n.","descr":" Flattery; adulation; smooth speech."},{"word":"Gloze","type":"n.","descr":" Specious show; gloss."},{"word":"Glozer","type":"n.","descr":" A flatterer."},{"word":"Glucic","type":"a.","descr":" Pertaining to, or obtained from, sugar; as, glucic acid."},{"word":"Glucina","type":"n.","descr":" A white or gray tasteless powder, the oxide of the element glucinum; -- formerly called glucine."},{"word":"Glucinic","type":"a.","descr":" Pertaining to, derived from, or containing, glucinum; as, glucinic oxide."},{"word":"Glucinum","type":"n.","descr":" A rare metallic element, of a silver white color, and low specific gravity (2.1), resembling magnesium. It never occurs naturally in the free state, but is always combined, usually with silica or alumina, or both; as in the minerals phenacite, chrysoberyl, beryl or emerald, euclase, and danalite. It was named from its oxide glucina, which was known long before the element was isolated. Symbol Gl. Atomic weight 9.1. Called also beryllium."},{"word":"Glucogen","type":"n.","descr":" See Glycogen."},{"word":"Glucogenesis","type":"n.","descr":" Glycogenesis."},{"word":"Gluconic","type":"a.","descr":" Pertaining to, or derived from, glucose."},{"word":"Glucose","type":"n.","descr":" A variety of sugar occurring in nature very abundantly, as in ripe grapes, and in honey, and produced in great quantities from starch, etc., by the action of heat and acids. It is only about half as sweet as cane sugar. Called also dextrose, grape sugar, diabetic sugar, and starch sugar. See Dextrose."},{"word":"Glucose","type":"n.","descr":" Any one of a large class of sugars, isometric with glucose proper, and including levulose, galactose, etc."},{"word":"Glucose","type":"n.","descr":" The trade name of a sirup, obtained as an uncrystallizable reside in the manufacture of glucose proper, and containing, in addition to some dextrose or glucose, also maltose, dextrin, etc. It is used as a cheap adulterant of sirups, beers, etc."},{"word":"Glucoside","type":"n.","descr":" One of a large series of amorphous or crystalline substances, occurring very widely distributed in plants, rarely in animals, and regarded as influental agents in the formation and disposition of the sugars. They are frequently of a bitter taste, but, by the action of ferments, or of dilute acids and alkalies, always break down into some characteristic substance (acid, aldehyde, alcohol, phenole, or alkaloid) and glucose (or some other sugar); hence the name. They are of the nature of complex and compound ethers, and ethereal salts of the sugar carbohydrates."},{"word":"Glucosuria","type":"n.","descr":" A condition in which glucose is discharged in the urine; diabetes mellitus."},{"word":"Glue","type":"n.","descr":" A hard brittle brownish gelatin, obtained by boiling to a jelly the skins, hoofs, etc., of animals. When gently heated with water, it becomes viscid and tenaceous, and is used as a cement for uniting substances. The name is also given to other adhesive or viscous substances."},{"word":"Glued","type":"imp. and p. p.","descr":" of Glue"},{"word":"Gluing","type":"p. pr. and vb. n.","descr":" of Glue"},{"word":"Glue","type":"n.","descr":" To join with glue or a viscous substance; to cause to stick or hold fast, as if with glue; to fix or fasten."},{"word":"Gluepot","type":"n.","descr":" A utensil for melting glue, consisting of an inner pot holding the glue, immersed in an outer one containing water which is heated to soften the glue."},{"word":"Gluer","type":"n.","descr":" One who cements with glue."},{"word":"Gluey","type":"a.","descr":" Viscous; glutinous; of the nature of, or like, glue."},{"word":"Glueyness","type":"n.","descr":" Viscidity."},{"word":"Gluish","type":"a.","descr":" Somewhat gluey."},{"word":"Glum","type":"n.","descr":" Sullenness."},{"word":"Glum","type":"a.","descr":" Moody; silent; sullen."},{"word":"Glum","type":"v. i.","descr":" To look sullen; to be of a sour countenance; to be glum."},{"word":"Glumaceous","type":"a.","descr":" Having glumes; consisting of glumes."},{"word":"Glumal","type":"a.","descr":" Characterized by a glume, or having the nature of a glume."},{"word":"Glume","type":"n.","descr":" The bracteal covering of the flowers or seeds of grain and grasses; esp., an outer husk or bract of a spikelt."},{"word":"Glumella","type":"n.","descr":" Alt. of Glumelle"},{"word":"Glumelle","type":"n.","descr":" One of the pelets or inner chaffy scales of the flowers or spikelets of grasses."},{"word":"Glumly","type":"adv.","descr":" In a glum manner; sullenly; moodily."},{"word":"Glummy","type":"a.","descr":" dark; gloomy; dismal."},{"word":"Glumness","type":"n.","descr":" Moodiness; sullenness."},{"word":"Glump","type":"v. i.","descr":" To manifest sullenness; to sulk."},{"word":"Glumpy","type":"a.","descr":" Glum; sullen; sulky."},{"word":"Glunch","type":"a.","descr":" Frowning; sulky; sullen."},{"word":"Glunch","type":"n.","descr":" A sullen, angry look; a look of disdain or dislike."},{"word":"Glutted","type":"imp. and p. p.","descr":" of Glut"},{"word":"Glutting","type":"p. pr. and vb. n.","descr":" of Glut"},{"word":"Glut","type":"v. t.","descr":" To swallow, or to swallow greedlly; to gorge."},{"word":"Glut","type":"v. t.","descr":" To fill to satiety; to satisfy fully the desire or craving of; to satiate; to sate; to cloy."},{"word":"Glut","type":"v. i.","descr":" To eat gluttonously or to satiety."},{"word":"Glut","type":"n.","descr":" That which is swallowed."},{"word":"Glut","type":"n.","descr":" Plenty, to satiety or repletion; a full supply; hence, often, a supply beyond sufficiency or to loathing; over abundance; as, a glut of the market."},{"word":"Glut","type":"n.","descr":" Something that fills up an opening; a clog."},{"word":"Glut","type":"n.","descr":" A wooden wedge used in splitting blocks."},{"word":"Glut","type":"n.","descr":" A piece of wood used to fill up behind cribbing or tubbing."},{"word":"Glut","type":"n.","descr":" A bat, or small piece of brick, used to fill out a course."},{"word":"Glut","type":"n.","descr":" An arched opening to the ashpit of a klin."},{"word":"Glut","type":"n.","descr":" A block used for a fulcrum."},{"word":"Glut","type":"n.","descr":" The broad-nosed eel (Anguilla latirostris), found in Europe, Asia, the West Indies, etc."},{"word":"Glutaconic","type":"a.","descr":" Pertaining to, or derived from, an acid intermediate between glutaric and aconitic acids."},{"word":"Glutaeus","type":"n.","descr":" The great muscle of the buttock in man and most mammals, and the corresponding muscle in many lower animals."},{"word":"Glutamic","type":"a.","descr":" Of or pertaining to gluten."},{"word":"Glutaric","type":"a.","descr":" Of, pertaining to, or designating, an acid so called; as, glutaric ethers."},{"word":"Glutazine","type":"n.","descr":" A nitrogenous substance, forming a heavy, sandy powder, white or nearly so. It is a derivative of pyridine."},{"word":"Gluteal","type":"a.","descr":" Pertaining to, or in the region of, the glutaeus."},{"word":"Gluten","type":"n.","descr":" The viscid, tenacious substance which gives adhesiveness to dough."},{"word":"Gluteus","type":"n.","descr":" Same as Glut\/us."},{"word":"Glutin","type":"n.","descr":" Same as Gliadin."},{"word":"Glutin","type":"n.","descr":" Sometimes synonymous with Gelatin."},{"word":"Glutinated","type":"imp. and p. p.","descr":" of Glutinate"},{"word":"Glutinating","type":"p. pr. and vb. n.","descr":" of Glutinate"},{"word":"Glutinate","type":"v. t.","descr":" To unite with glue; to cement; to stick together."},{"word":"Glutination","type":"n.","descr":" The act of uniting with glue; sticking together."},{"word":"Glutinative","type":"a.","descr":" Having the quality of cementing; tenacious; viscous; glutinous."},{"word":"Glutinosity","type":"n.","descr":" The quality of being glutinous; viscousness."},{"word":"Glutinous","type":"a.","descr":" Of the nature of glue; resembling glue; viscous; viscid; adhesive; gluey."},{"word":"Glutinous","type":"a.","descr":" Havig a moist and adhesive or sticky surface, as a leaf or gland."},{"word":"Glutinousness","type":"n.","descr":" The quality of being glutinous."},{"word":"Glutton","type":"n.","descr":" One who eats voraciously, or to excess; a gormandizer."},{"word":"Glutton","type":"n.","descr":" Fig.: One who gluts himself."},{"word":"Glutton","type":"n.","descr":" A carnivorous mammal (Gulo luscus), of the family Mustelidae, about the size of a large badger. It was formerly believed to be inordinately voracious, whence the name; the wolverene. It is a native of the northern parts of America, Europe, and Asia."},{"word":"Glutton","type":"a.","descr":" Gluttonous; greedy; gormandizing."},{"word":"Glutton","type":"v. t. and i.","descr":" To glut; to eat voraciously."},{"word":"Gluttonish","type":"a.","descr":" Gluttonous; greedy."},{"word":"Gluttonized","type":"imp. and p. p.","descr":" of Gluttonize"},{"word":"Gluttonizing","type":"p. pr. and vb. n.","descr":" of Gluttonize"},{"word":"Gluttonize","type":"v. i.","descr":" To eat to excess; to eat voraciously; to gormandize."},{"word":"Gluttonous","type":"a.","descr":" Given to gluttony; eating to excess; indulging the appetite; voracious; as, a gluttonous age."},{"word":"Gluttonies","type":"pl. ","descr":" of Gluttony"},{"word":"Gluttony","type":"n.","descr":" Excess in eating; extravagant indulgence of the appetite for food; voracity."},{"word":"Glycerate","type":"n.","descr":" A salt of glyceric acid."},{"word":"Glyceric","type":"a.","descr":" Pertaining to, or derived from, glycerin."},{"word":"Glyceride","type":"n.","descr":" A compound ether (formed from glycerin). Some glycerides exist ready formed as natural fats, others are produced artificially."},{"word":"Glycerin","type":"n.","descr":" Alt. of Glycerine"},{"word":"Glycerine","type":"n.","descr":" An oily, viscous liquid, C3H5(OH)3, colorless and odorless, and with a hot, sweetish taste, existing in the natural fats and oils as the base, combined with various acids, as oleic, margaric, stearic, and palmitic. It is a triatomic alcohol, and hence is also called glycerol. See Note under Gelatin."},{"word":"Glycerite","type":"n.","descr":" A medicinal preparation made by mixing or dissolving a substance in glycerin."},{"word":"Glycerol","type":"n.","descr":" Same as Glycerin."},{"word":"Glyceryl","type":"n.","descr":" A compound radical, C3H5, regarded as the essential radical of glycerin. It is metameric with allyl. Called also propenyl."},{"word":"Glycide","type":"n.","descr":" A colorless liquid, obtained from certain derivatives of glycerin, and regarded as a partially dehydrated glycerin; -- called also glycidic alcohol."},{"word":"Glycidic","type":"a.","descr":" Pertaining to, or derived from, glycide; as, glycidic acid."},{"word":"Glycin","type":"n.","descr":" Same as Glycocoll."},{"word":"Glycocholate","type":"n.","descr":" A salt of glycocholic acid; as, sodium glycocholate."},{"word":"Glycocholic","type":"a.","descr":" Pertaining to, or composed of, glycocoll and cholic acid."},{"word":"Glycocin","type":"n.","descr":" Same as Glycocoll."},{"word":"Glycocoll","type":"n.","descr":" A crystalline, nitrogenous substance, with a sweet taste, formed from hippuric acid by boiling with hydrochloric acid, and present in bile united with cholic acid. It is also formed from gelatin by decomposition with acids. Chemically, it is amido-acetic acid. Called also glycin, and glycocin."},{"word":"Glycogen","type":"n.","descr":" A white, amorphous, tasteless substance resembling starch, soluble in water to an opalescent fluid. It is found abundantly in the liver of most animals, and in small quantity in other organs and tissues, particularly in the embryo. It is quickly changed into sugar when boiled with dilute sulphuric or hydrochloric acid, and also by the action of amylolytic ferments."},{"word":"Glycogenic","type":"a.","descr":" Pertaining to, or caused by, glycogen; as, the glycogenic function of the liver."},{"word":"Glycogeny","type":"n.","descr":" Alt. of Glycogenesis"},{"word":"Glycogenesis","type":"n.","descr":" The production or formation of sugar from gycogen, as in the liver."},{"word":"Glycol","type":"n.","descr":" A thick, colorless liquid, C2H4(OH)2, of a sweetish taste, produced artificially from certain ethylene compounds. It is a diacid alcohol, intermediate between ordinary ethyl alcohol and glycerin."},{"word":"Glycol","type":"n.","descr":" Any one of the large class of diacid alcohols, of which glycol proper is the type."},{"word":"Glycolic","type":"a.","descr":" Pertaining to, or derived from, glycol; as, glycolic ether; glycolic acid."},{"word":"Glycolide","type":"n.","descr":" A white amorphous powder, C4H4O, obtained by heating and dehydrating glycolic acid."},{"word":"Glycoluric","type":"a.","descr":" Pertaining to, derived from, glycol and urea; as, glycoluric acid, which is called also hydantoic acid."},{"word":"Glycoluril","type":"n.","descr":" A white, crystalline, nitrogenous substance, obtained by the reduction of allantoin."},{"word":"Glycolyl","type":"n.","descr":" A divalent, compound radical, CO.CH2, regarded as the essential radical of glycolic acid, and a large series of related compounds."},{"word":"Glyconian","type":"a. and n.","descr":" Glyconic."},{"word":"Glyconic","type":"a.","descr":" Consisting of a spondee, a choriamb, and a pyrrhic; -- applied to a kind of verse in Greek and Latin poetry."},{"word":"Glyconic","type":"n.","descr":" A glyconic verse."},{"word":"Glyconin","type":"n.","descr":" An emulsion of glycerin and the yolk of eggs, used as an ointment, as a vehicle for medicines, etc."},{"word":"Glycosine","type":"n.","descr":" An organic base, C6H6N4, produced artificially as a white, crystalline powder, by the action of ammonia on glyoxal."},{"word":"Glycosuria","type":"n.","descr":" Same as Glucosuria."},{"word":"Glycyrrhiza","type":"n.","descr":" A genus of papilionaceous herbaceous plants, one species of which (G. glabra), is the licorice plant, the roots of which have a bittersweet mucilaginous taste."},{"word":"Glycyrrhiza","type":"n.","descr":" The root of Glycyrrhiza glabra (liquorice root), used as a demulcent, etc."},{"word":"Glycyrrhizimic","type":"a.","descr":" From, or pertaining to, glycyrrhizin; as, glycyrrhizimic acid."},{"word":"Glycyrrhizin","type":"n.","descr":" A glucoside found in licorice root (Glycyrrhiza), in monesia bark (Chrysophyllum), in the root of the walnut, etc., and extracted as a yellow, amorphous powder, of a bittersweet taste."},{"word":"Glyn","type":"n.","descr":" Alt. of Glynne"},{"word":"Glynne","type":"n.","descr":" A glen. See Glen. [Obs. singly, but occurring often in locative names in Ireland, as Glen does in Scotland.]"},{"word":"Glyoxal","type":"n.","descr":" A white, amorphous, deliquescent powder, (CO.H)2, obtained by the partial oxidation of glycol. It is a double aldehyde, between glycol and oxalic acid."},{"word":"Glyoxalic","type":"a.","descr":" Pertaining to, or designating, an aldehyde acid, intermediate between glycol and oxalic acid."},{"word":"Glyoxaline","type":"n.","descr":" A white, crystalline, organic base, C3H4N2, produced by the action of ammonia on glyoxal, and forming the origin of a large class of derivatives hence, any one of the series of which glyoxaline is a type; -- called also oxaline."},{"word":"Glyoxime","type":"n.","descr":" A white, crystalline, nitrogenous substance, produced by the action of hydroxylamine on glyoxal, and belonging to the class of oximes; also, any one of a group of substances resembling glyoxime proper, and of which it is a type. See Oxime."},{"word":"Glyph","type":"n.","descr":" A sunken channel or groove, usually vertical. See Triglyph."},{"word":"Glyphic","type":"a.","descr":" Of or pertaining to sculpture or carving of any sort, esp. to glyphs."},{"word":"Glyphograph","type":"n.","descr":" A plate made by glyphography, or an impression taken from such a plate."},{"word":"Glyphographic","type":"a.","descr":" Of or pertaining to glyphography."},{"word":"Glyphography","type":"n.","descr":" A process similar to etching, in which, by means of voltaic electricity, a raised copy of a drawing is made, so that it can be used to print from."},{"word":"Glyptic","type":"a.","descr":" Of or pertaining to gem engraving."},{"word":"Glyptic","type":"a.","descr":" Figured; marked as with figures."},{"word":"Glyptics","type":"n.","descr":" The art of engraving on precious stones."},{"word":"Glyptodon","type":"n.","descr":" An extinct South American quaternary mammal, allied to the armadillos. It was as large as an ox, was covered with tessellated scales, and had fluted teeth."},{"word":"Glyptodont","type":"n.","descr":" One of a family (Glyptodontidae) of extinct South American edentates, of which Glyptodon is the type. About twenty species are known."},{"word":"Glyptographic","type":"a.","descr":" Relating to glyptography, or the art of engraving on precious stones."},{"word":"Glyptography","type":"n.","descr":" The art or process of engraving on precious stones."},{"word":"Glyptotheca","type":"n.","descr":" A building or room devoted to works of sculpture."},{"word":"Glyster","type":"n.","descr":" Same as Clyster."},{"word":"Glatified","type":"a.","descr":" Pleased; indulged according to desire."}]