[{"word":"Gnaphalium","type":"n.","descr":" A genus of composite plants with white or colored dry and persistent involucres; a kind of everlasting."},{"word":"Gnar","type":"n.","descr":" A knot or gnarl in wood; hence, a tough, thickset man; -- written also gnarr."},{"word":"Gnarred","type":"imp. and p. p.","descr":" of Gnar"},{"word":"Gnarring","type":"p. pr. and vb. n.","descr":" of Gnar"},{"word":"Gnar","type":"v. i.","descr":" To gnarl; to snarl; to growl; -- written also gnarr."},{"word":"Gnarled","type":"imp. and p. p.","descr":" of Gnarl"},{"word":"Gnarling","type":"p. pr. and vb. n.","descr":" of Gnarl"},{"word":"Gnarl","type":"v. i.","descr":" To growl; to snarl."},{"word":"Gnarl","type":"n.","descr":" a knot in wood; a large or hard knot, or a protuberance with twisted grain, on a tree."},{"word":"Gnarled","type":"a.","descr":" Knotty; full of knots or gnarls; twisted; crossgrained."},{"word":"Gnarly","type":"a.","descr":" Full of knots; knotty; twisted; crossgrained."},{"word":"Gnashed","type":"imp. and p. p.","descr":" of Gnash"},{"word":"Gnashing","type":"p. pr. and vb. n.","descr":" of Gnash"},{"word":"Gnash","type":"v. t.","descr":" To strike together, as in anger or pain; as, to gnash the teeth."},{"word":"Gnash","type":"v. i.","descr":" To grind or strike the teeth together."},{"word":"Gnashingly","type":"adv.","descr":" With gnashing."},{"word":"Gnat","type":"n.","descr":" A blood-sucking dipterous fly, of the genus Culex, undergoing a metamorphosis in water. The females have a proboscis armed with needlelike organs for penetrating the skin of animals. These are wanting in the males. In America they are generally called mosquitoes. See Mosquito."},{"word":"Gnat","type":"n.","descr":" Any fly resembling a Culex in form or habits; esp., in America, a small biting fly of the genus Simulium and allies, as the buffalo gnat, the black fly, etc."},{"word":"Gnathic","type":"a.","descr":" Of or pertaining to the jaw."},{"word":"Gnathidia","type":"pl. ","descr":" of Gnathidium"},{"word":"Gnathidium","type":"n.","descr":" The ramus of the lower jaw of a bird as far as it is naked; -- commonly used in the plural."},{"word":"Gnathite","type":"n.","descr":" Any one of the mouth appendages of the Arthropoda. They are known as mandibles, maxillae, and maxillipeds."},{"word":"Gnathonic","type":"a.","descr":" Alt. of Gnathonical"},{"word":"Gnathonical","type":"a.","descr":" Flattering; deceitful."},{"word":"Gnathopod","type":"n.","descr":" A gnathopodite or maxilliped. See Maxilliped."},{"word":"Gnathopodite","type":"n.","descr":" Any leglike appendage of a crustacean, when modified wholly, or in part, to serve as a jaw, esp. one of the maxillipeds."},{"word":"Gnathastegite","type":"n.","descr":" One of a pair of broad plates, developed from the outer maxillipeds of crabs, and forming a cover for the other mouth organs."},{"word":"Gnathostoma","type":"n. pl.","descr":" A comprehensive division of vertebrates, including all that have distinct jaws, in contrast with the leptocardians and marsipobranchs (Cyclostoma), which lack them."},{"word":"GnathothecAe","type":"pl. ","descr":" of Gnathotheca"},{"word":"Gnathotheca","type":"n.","descr":" The horney covering of the lower mandible of a bird."},{"word":"Gnatling","type":"n.","descr":" A small gnat."},{"word":"Gnatworm","type":"n.","descr":" The aquatic larva of a gnat; -- called also, colloquially, wiggler."},{"word":"Gnawed","type":"imp. and p. p.","descr":" of Gnaw"},{"word":"Gnawing","type":"p. pr. and vb. n.","descr":" of Gnaw"},{"word":"Gnaw","type":"v. t.","descr":" To bite, as something hard or tough, which is not readily separated or crushed; to bite off little by little, with effort; to wear or eat away by scraping or continuous biting with the teeth; to nibble at."},{"word":"Gnaw","type":"v. t.","descr":" To bite in agony or rage."},{"word":"Gnaw","type":"v. t.","descr":" To corrode; to fret away; to waste."},{"word":"Gnaw","type":"v. i.","descr":" To use the teeth in biting; to bite with repeated effort, as in eating or removing with the teethsomething hard, unwiedly, or unmanageable."},{"word":"Gnawer","type":"n.","descr":" One who, or that which, gnaws."},{"word":"Gnawer","type":"n.","descr":" A rodent."},{"word":"Gneiss","type":"n.","descr":" A crystalline rock, consisting, like granite, of quartz, feldspar, and mica, but having these materials, especially the mica, arranged in planes, so that it breaks rather easily into coarse slabs or flags. Hornblende sometimes takes the place of the mica, and it is then called hornblendic \/ syenitic gneiss. Similar varieties of related rocks are also called gneiss."},{"word":"Gneissic","type":"a.","descr":" Relating to, or resembling, gneiss; consisting of gneiss."},{"word":"Gneissoid","type":"a.","descr":" Resembling gneiss; having some of the characteristics of gneiss; -- applied to rocks of an intermediate character between granite and gneiss, or mica slate and gneiss."},{"word":"Gneissose","type":"a.","descr":" Having the structure of gneiss."},{"word":"Gnew","type":"","descr":" imp. of Gnaw."},{"word":"Gnide","type":"v. t.","descr":" To rub; to bruise; to break in pieces."},{"word":"Gnof","type":"n.","descr":" Churl; curmudgeon."},{"word":"Gnome","type":"n.","descr":" An imaginary being, supposed by the Rosicrucians to inhabit the inner parts of the earth, and to be the guardian of mines, quarries, etc."},{"word":"Gnome","type":"n.","descr":" A dwarf; a goblin; a person of small stature or misshapen features, or of strange appearance."},{"word":"Gnome","type":"n.","descr":" A small owl (Glaucidium gnoma) of the Western United States."},{"word":"Gnome","type":"n.","descr":" A brief reflection or maxim."},{"word":"Gnomic","type":"a.","descr":" Alt. of Gnomical"},{"word":"Gnomical","type":"a.","descr":" Sententious; uttering or containing maxims, or striking detached thoughts; aphoristic."},{"word":"Gnomical","type":"a.","descr":" Gnomonical."},{"word":"Gnomically","type":"adv.","descr":" In a gnomic, didactic, or sententious manner."},{"word":"Gnomologic","type":"a.","descr":" Alt. of Gnomological"},{"word":"Gnomological","type":"a.","descr":" Pertaining to, of the nature of, or resembling, a gnomology."},{"word":"Gnomology","type":"n.","descr":" A collection of, or a treatise on, maxims, grave sentences, or reflections."},{"word":"Gnomon","type":"n.","descr":" The style or pin, which by its shadow, shows the hour of the day. It is usually set parallel to the earth\\'s axis."},{"word":"Gnomon","type":"n.","descr":" A style or column erected perpendicularly to the horizon, formerly used in astronomocal observations. Its principal use was to find the altitude of the sun by measuring the length of its shadow."},{"word":"Gnomon","type":"n.","descr":" The space included between the boundary lines of two similar parallelograms, the one within the other, with an angle in common; as, the gnomon bcdefg of the parallelograms ac and af. The parallelogram bf is the complement of the parallelogram df."},{"word":"Gnomon","type":"n.","descr":" The index of the hour circle of a globe."},{"word":"Gnomonic","type":"a.","descr":" Alt. of Gnomonical"},{"word":"Gnomonical","type":"a.","descr":" Of or pertaining to the gnomon, or the art of dialing."},{"word":"Gnomonically","type":"adv.","descr":" According to the principles of the gnomonic projection."},{"word":"Gnomonics","type":"n.","descr":" The art or science of dialing, or of constructing dials to show the hour of the day by the shadow of a gnomon."},{"word":"Gnomonist","type":"n.","descr":" One skilled in gnomonics."},{"word":"Gnomonology","type":"n.","descr":" A treatise on gnomonics."},{"word":"Gnoscopine","type":"n.","descr":" An alkaloid existing in small quantities in opium."},{"word":"Gnosis","type":"n.","descr":" The deeper wisdom; knowledge of spiritual truth, such as was claimed by the Gnostics."},{"word":"Gnostic","type":"a.","descr":" Knowing; wise; shrewd."},{"word":"Gnostic","type":"a.","descr":" Of or pertaining to Gnosticism or its adherents; as, the Gnostic heresy."},{"word":"Gnostic","type":"n.","descr":" One of the so-called philosophers in the first ages of Christianity, who claimed a true philosophical interpretation of the Christian religion. Their system combined Oriental theology and Greek philosophy with the doctrines of Christianity. They held that all natures, intelligible, intellectual, and material, are derived from the Deity by successive emanations, which they called Eons."},{"word":"Gnosticism","type":"n.","descr":" The system of philosophy taught by the Gnostics."},{"word":"Gnow","type":"imp.","descr":" Gnawed."},{"word":"Gnu","type":"n.","descr":" One of two species of large South African antelopes of the genus Catoblephas, having a mane and bushy tail, and curved horns in both sexes."}]