[{"word":"Got","type":"imp.","descr":" of Get"},{"word":"Got","type":"p. p.","descr":" of Get"},{"word":"Gotten","type":"","descr":" of Get"},{"word":"Gommal","type":"a.","descr":" Made or consisting of interlocked ring\/ or links; as, gimmal mail."},{"word":"Gon","type":"","descr":" of Gin"},{"word":"Gossaries","type":"pl. ","descr":" of Glossary"},{"word":"Gone","type":"p. p.","descr":" of Go"},{"word":"Going","type":"p. pr. and vb. n.","descr":" of Go"},{"word":"Goa","type":"n.","descr":" A species of antelope (Procapra picticauda), inhabiting Thibet."},{"word":"Goad","type":"v. t.","descr":" A pointed instrument used to urge on a beast; hence, any necessity that urges or stimulates."},{"word":"Goaded","type":"imp. and p. p.","descr":" of Goad"},{"word":"Goading","type":"p. pr. and vb. n.","descr":" of Goad"},{"word":"Goad","type":"v. t.","descr":" To prick; to drive with a goad; hence, to urge forward, or to rouse by anything pungent, severe, irritating, or inflaming; to stimulate."},{"word":"Goafs","type":"pl. ","descr":" of Goaf"},{"word":"Goaves","type":"pl. ","descr":" of Goaf"},{"word":"Goaf","type":"n.","descr":" That part of a mine from which the mineral has been partially or wholly removed; the waste left in old workings; -- called also gob ."},{"word":"Goal","type":"n.","descr":" The mark set to bound a race, and to or around which the constestants run, or from which they start to return to it again; the place at which a race or a journey is to end."},{"word":"Goal","type":"n.","descr":" The final purpose or aim; the end to which a design tends, or which a person aims to reach or attain."},{"word":"Goal","type":"n.","descr":" A base, station, or bound used in various games; in football, a line between two posts across which the ball must pass in order to score; also, the act of kicking the ball over the line between the goal posts."},{"word":"Goa powder","type":"","descr":" A bitter powder (also called araroba) found in the interspaces of the wood of a Brazilian tree (Andira araroba) and used as a medicine. It is the material from which chrysarobin is obtained."},{"word":"Goar","type":"n.","descr":" Same as lst Gore."},{"word":"Goarish","type":"a.","descr":" Patched; mean."},{"word":"Goat","type":"n.","descr":" A hollow-horned ruminant of the genus Capra, of several species and varieties, esp. the domestic goat (C. hircus), which is raised for its milk, flesh, and skin."},{"word":"Goatee","type":"n.","descr":" A part of a man\\'s beard on the chin or lower lip which is allowed to grow, and trimmed so as to resemble the beard of a goat."},{"word":"Goatfish","type":"n.","descr":" A fish of the genus Upeneus, inhabiting the Gulf of Mexico. It is allied to the surmullet."},{"word":"Goatherd","type":"n.","descr":" One who tends goats."},{"word":"Goatish","type":"a.","descr":" Characteristic of a goat; goatlike."},{"word":"Goatlike","type":"a.","descr":" Like a goat; goatish."},{"word":"Goatskin","type":"n.","descr":" The skin of a goat, or leather made from it."},{"word":"Goatskin","type":"a.","descr":" Made of the skin of a goat."},{"word":"Goatsucker","type":"n.","descr":" One of several species of insectivorous birds, belonging to Caprimulgus and allied genera, esp. the European species (Caprimulgus Europaeus); -- so called from the mistaken notion that it sucks goats. The European species is also goat-milker, goat owl, goat chaffer, fern owl, night hawk, nightjar, night churr, churr-owl, gnat hawk, and dorhawk."},{"word":"Goaves","type":"n.","descr":" Old workings. See Goaf."},{"word":"Gob","type":"n.","descr":" Same as Goaf."},{"word":"Gob","type":"n.","descr":" A little mass or collection; a small quantity; a mouthful."},{"word":"Gob","type":"n.","descr":" The mouth."},{"word":"Gobbet","type":"n.","descr":" A mouthful; a lump; a small piece."},{"word":"Gobbet","type":"v. t.","descr":" To swallow greedily; to swallow in gobbets."},{"word":"Gobbetly","type":"adv.","descr":" In pieces."},{"word":"Gobbing","type":"n.","descr":" The refuse thrown back into the excavation after removing the coal. It is called also gob stuff."},{"word":"Gobbing","type":"n.","descr":" The process of packing with waste rock; stowing."},{"word":"Gobbled","type":"imp. and p. p.","descr":" of Gobble"},{"word":"Gobbling","type":"p. pr. and vb. n.","descr":" of Gobble"},{"word":"Gobble","type":"v. t.","descr":" To swallow or eat greedily or hastily; to gulp."},{"word":"Gobble","type":"v. t.","descr":" To utter (a sound) like a turkey cock."},{"word":"Gobble","type":"v. i.","descr":" To eat greedily."},{"word":"Gobble","type":"v. i.","descr":" To make a noise like that of a turkey cock."},{"word":"Gobble","type":"n.","descr":" A noise made in the throat."},{"word":"Gobbler","type":"n.","descr":" A turkey cock; a bubbling Jock."},{"word":"Gobelin","type":"a.","descr":" Pertaining to tapestry produced in the so-called Gobelin works, which have been maintained by the French Government since 1667."},{"word":"Gobemouche","type":"n.","descr":" Literally, a fly swallower; hence, once who keeps his mouth open; a boor; a silly and credulous person."},{"word":"Gobet","type":"n.","descr":" See Gobbet."},{"word":"Go-between","type":"n.","descr":" An intermediate agent; a broker; a procurer; -- usually in a disparaging sense."},{"word":"Gobioid","type":"a.","descr":" Like, or pertaining to, the goby, or the genus Gobius."},{"word":"Gobioid","type":"n.","descr":" A gobioid fish."},{"word":"Goblet","type":"n.","descr":" A kind of cup or drinking vessel having a foot or standard, but without a handle."},{"word":"Goblin","type":"n.","descr":" An evil or mischievous spirit; a playful or malicious elf; a frightful phantom; a gnome."},{"word":"Gobline","type":"n.","descr":" One of the ropes or chains serving as stays for the dolphin striker or the bowsprit; -- called also gobrope and gaubline."},{"word":"Goblinize","type":"v. t.","descr":" To transform into a goblin."},{"word":"Gobies","type":"pl. ","descr":" of Goby"},{"word":"Goby","type":"n.","descr":" One of several species of small marine fishes of the genus Gobius and allied genera."},{"word":"Go-by","type":"n.","descr":" A passing without notice; intentional neglect; thrusting away; a shifting off; adieu; as, to give a proposal the go-by."},{"word":"Gocart","type":"n.","descr":" A framework moving on casters, designed to support children while learning to walk."},{"word":"God","type":"a. and n.","descr":" Good."},{"word":"God","type":"n.","descr":" A being conceived of as possessing supernatural power, and to be propitiated by sacrifice, worship, etc.; a divinity; a deity; an object of worship; an idol."},{"word":"God","type":"n.","descr":" The Supreme Being; the eternal and infinite Spirit, the Creator, and the Sovereign of the universe; Jehovah."},{"word":"God","type":"n.","descr":" A person or thing deified and honored as the chief good; an object of supreme regard."},{"word":"God","type":"n.","descr":" Figuratively applied to one who wields great or despotic power."},{"word":"God","type":"v. t.","descr":" To treat as a god; to idolize."},{"word":"Godchild","type":"n.","descr":" One for whom a person becomes sponsor at baptism, and whom he promises to see educated as a Christian; a godson or goddaughter. See Godfather."},{"word":"Goddaughter","type":"n.","descr":" A female for whom one becomes sponsor at baptism."},{"word":"Goddess","type":"n.","descr":" A female god; a divinity, or deity, of the female sex."},{"word":"Goddess","type":"n.","descr":" A woman of superior charms or excellence."},{"word":"Gode","type":"a. and n.","descr":" Good."},{"word":"Godelich","type":"a.","descr":" Goodly."},{"word":"Godfather","type":"n.","descr":" A man who becomes sponsor for a child at baptism, and makes himself a surety for its Christian training and instruction."},{"word":"Godfather","type":"v. t.","descr":" To act as godfather to; to take under one\\'s fostering care."},{"word":"God-fearing","type":"a.","descr":" Having a reverential and loving feeling towards God; religious."},{"word":"Godhead","type":"n.","descr":" Godship; deity; divinity; divine nature or essence; godhood."},{"word":"Godhead","type":"n.","descr":" The Deity; God; the Supreme Being."},{"word":"Godhead","type":"n.","descr":" A god or goddess; a divinity."},{"word":"Godhood","type":"n.","descr":" Divine nature or essence; deity; godhead."},{"word":"Godild","type":"","descr":" A corruption of God yield, i. e., God reward or bless."},{"word":"Godless","type":"a.","descr":" Having, or acknowledging, no God; without reverence for God; impious; wicked."},{"word":"Godlike","type":"a.","descr":" Resembling or befitting a god or God; divine; hence, preeminently good; as, godlike virtue."},{"word":"Godlily","type":"adv.","descr":" Righteously."},{"word":"Godliness","type":"n.","descr":" Careful observance of, or conformity to, the laws of God; the state or quality of being godly; piety."},{"word":"Godling","type":"n.","descr":" A diminutive god."},{"word":"Godly","type":"n.","descr":" Pious; reverencing God, and his character and laws; obedient to the commands of God from love for, and reverence of, his character; conformed to God\\'s law; devout; righteous; as, a godly life."},{"word":"Godly","type":"adv.","descr":" Piously; devoutly; righteously."},{"word":"Godlyhead","type":"n.","descr":" Goodness."},{"word":"Godmother","type":"n.","descr":" A woman who becomes sponsor for a child in baptism. See Godfather"},{"word":"Godown","type":"n.","descr":" A warehouse."},{"word":"Godroon","type":"n.","descr":" An ornament produced by notching or carving a rounded molding."},{"word":"Godsend","type":"n.","descr":" Something sent by God; an unexpected acquisiton or piece of good fortune."},{"word":"Godship","type":"n.","descr":" The rank or character of a god; deity; divinity; a god or goddess."},{"word":"Godsib","type":"n.","descr":" A gossip."},{"word":"Godson","type":"n.","descr":" A male for whom one has stood sponsor in baptism. See Godfather."},{"word":"Godspeed","type":"n.","descr":" Success; prosperous journeying; -- a contraction of the phrase, \"God speed you.\" "},{"word":"Godward","type":"adv.","descr":" Toward God."},{"word":"Godwit","type":"n.","descr":" One of several species of long-billed, wading birds of the genus Limosa, and family Tringidae. The European black-tailed godwit (Limosa limosa), the American marbled godwit (L. fedoa), the Hudsonian godwit (L. haemastica), and others, are valued as game birds. Called also godwin."},{"word":"Goel","type":"a.","descr":" Yellow."},{"word":"Goeland","type":"n.","descr":" A white tropical tern (Cygis candida)."},{"word":"Goemin","type":"n.","descr":" A complex mixture of several substances extracted from Irish moss."},{"word":"Goen","type":"","descr":" p. p. of Go."},{"word":"Goer","type":"n.","descr":" One who, or that which, goes; a runner or walker"},{"word":"Goer","type":"n.","descr":" A foot."},{"word":"Goer","type":"n.","descr":" A horse, considered in reference to his gait; as, a good goer; a safe goer."},{"word":"Goety","type":"n.","descr":" Invocation of evil spirits; witchcraft."},{"word":"Goff","type":"n.","descr":" A silly clown."},{"word":"Goff","type":"n.","descr":" A game. See Golf."},{"word":"Goffered","type":"imp. and p. p.","descr":" of Goffer"},{"word":"Goffering","type":"p. pr. and vb. n.","descr":" of Goffer"},{"word":"Goffer","type":"v. t.","descr":" To plait, flute, or crimp. See Gauffer."},{"word":"Gog","type":"n.","descr":" Haste; ardent desire to go."},{"word":"Goggled","type":"imp. and p. p.","descr":" of Goggle"},{"word":"Goggling","type":"p. pr. and vb. n.","descr":" of Goggle"},{"word":"Goggle","type":"v. i.","descr":" To roll the eyes; to stare."},{"word":"Goggle","type":"a.","descr":" Full and rolling, or staring; -- said of the eyes."},{"word":"Goggle","type":"v. i.","descr":" A strained or affected rolling of the eye."},{"word":"Goggle","type":"v. i.","descr":" A kind of spectacles with short, projecting eye tubes, in the front end of which are fixed plain glasses for protecting the eyes from cold, dust, etc."},{"word":"Goggle","type":"v. i.","descr":" Colored glasses for relief from intense light."},{"word":"Goggle","type":"v. i.","descr":" A disk with a small aperture, to direct the sight forward, and cure squinting."},{"word":"Goggle","type":"v. i.","descr":" Any screen or cover for the eyes, with or without a slit for seeing through."},{"word":"Goggled","type":"a.","descr":" Prominent; staring, as the eye."},{"word":"Goggle-eye","type":"n.","descr":" One of two or more species of American fresh-water fishes of the family Centrarchidae, esp. Chaenobryttus antistius, of Lake Michigan and adjacent waters, and Ambloplites rupestris, of the Great Lakes and Mississippi Valley; -- so called from their prominent eyes."},{"word":"Goggle-eye","type":"n.","descr":" The goggler."},{"word":"Goggle-eyed","type":"a.","descr":" Having prominent and distorted or rolling eyes."},{"word":"Goggler","type":"n.","descr":" A carangoid oceanic fish (Trachurops crumenophthalmus), having very large and prominent eyes; -- called also goggle-eye, big-eyed scad, and cicharra."},{"word":"Goglet","type":"n.","descr":" See Gurglet."},{"word":"Going","type":"n.","descr":" The act of moving in any manner; traveling; as, the going is bad."},{"word":"Going","type":"n.","descr":" Departure."},{"word":"Going","type":"n.","descr":" Pregnancy; gestation; childbearing."},{"word":"Going","type":"n.","descr":" Course of life; behavior; doings; ways."},{"word":"Goiter","type":"n.","descr":" Alt. of Goitre"},{"word":"Goitre","type":"n.","descr":" An enlargement of the thyroid gland, on the anterior part of the neck; bronchocele. It is frequently associated with cretinism, and is most common in mountainous regions, especially in certain parts of Switzerland."},{"word":"Goitered","type":"a.","descr":" Alt. of Goitred"},{"word":"Goitred","type":"a.","descr":" Affected with goiter."},{"word":"Goitrous","type":"a.","descr":" Pertaining to the goiter; affected with the goiter; of the nature of goiter or bronchocele."},{"word":"Gold","type":"n.","descr":" Alt. of Goolde"},{"word":"Golde","type":"n.","descr":" Alt. of Goolde"},{"word":"Goolde","type":"n.","descr":" An old English name of some yellow flower, -- the marigold (Calendula), according to Dr. Prior, but in Chaucer perhaps the turnsole."},{"word":"Gold","type":"v. t.","descr":" A metallic element, constituting the most precious metal used as a common commercial medium of exchange. It has a characteristic yellow color, is one of the heaviest substances known (specific gravity 19.32), is soft, and very malleable and ductile. It is quite unalterable by heat, moisture, and most corrosive agents, and therefore well suited for its use in coin and jewelry. Symbol Au (Aurum). Atomic weight 196.7."},{"word":"Gold","type":"v. t.","descr":" Money; riches; wealth."},{"word":"Gold","type":"v. t.","descr":" A yellow color, like that of the metal; as, a flower tipped with gold."},{"word":"Gold","type":"v. t.","descr":" Figuratively, something precious or pure; as, hearts of gold."},{"word":"Gold-beaten","type":"a.","descr":" Gilded."},{"word":"Gold-beating","type":"n.","descr":" The art or process of reducing gold to extremely thin leaves, by beating with a hammer."},{"word":"Gold-bound","type":"a.","descr":" Encompassed with gold."},{"word":"Goldcrest","type":"n.","descr":" The European golden-crested kinglet (Regulus cristatus, or R. regulus); -- called also golden-crested wren, and golden wren. The name is also sometimes applied to the American golden-crested kinglet. See Kinglet."},{"word":"Goldcup","type":"n.","descr":" The cuckoobud."},{"word":"Golden","type":"a.","descr":" Made of gold; consisting of gold."},{"word":"Golden","type":"a.","descr":" Having the color of gold; as, the golden grain."},{"word":"Golden","type":"a.","descr":" Very precious; highly valuable; excellent; eminently auspicious; as, golden opinions."},{"word":"Golden-eye","type":"n.","descr":" A duck (Glaucionetta clangula), found in Northern Europe, Asia, and America. The American variety (var. Americana) is larger. Called whistler, garrot, gowdy, pied widgeon, whiteside, curre, and doucker. Barrow\\'s golden-eye of America (G. Islandica) is less common."},{"word":"Goden ly","type":"adv.","descr":" In golden terms or a golden manner; splendidly; delightfully."},{"word":"Golden-rod","type":"n.","descr":" A tall herb (Solidago Virga-aurea), bearing yellow flowers in a graceful elongated cluster. The name is common to all the species of the genus Solidago."},{"word":"Goldfinch","type":"n.","descr":" A beautiful bright-colored European finch (Carduelis elegans). The name refers to the large patch of yellow on the wings. The front of the head and throat are bright red; the nape, with part of the wings and tail, black; -- called also goldspink, goldie, fool\\'s coat, drawbird, draw-water, thistle finch, and sweet William."},{"word":"Goldfinch","type":"n.","descr":" The yellow-hammer."},{"word":"Goldfinch","type":"n.","descr":" A small American finch (Spinus tristis); the thistle bird."},{"word":"Goldfinny","type":"n.","descr":" One of two or more species of European labroid fishes (Crenilabrus melops, and Ctenolabrus rupestris); -- called also goldsinny, and goldney."},{"word":"Goldfish","type":"n.","descr":" A small domesticated cyprinoid fish (Carassius auratus); -- so named from its color. It is native of China, and is said to have been introduced into Europe in 1691. It is often kept as an ornament, in small ponds or glass globes. Many varieties are known. Called also golden fish, and golden carp. See Telescope fish, under Telescope."},{"word":"Goldfish","type":"n.","descr":" A California marine fish of an orange or red color; the garibaldi."},{"word":"Gold-hammer","type":"n.","descr":" The yellow-hammer."},{"word":"Goldie","type":"n.","descr":" The European goldfinch."},{"word":"Goldie","type":"n.","descr":" The yellow-hammer."},{"word":"Goldilocks","type":"n.","descr":" Same as Goldylocks."},{"word":"Goldin","type":"n.","descr":" Alt. of Golding"},{"word":"Golding","type":"n.","descr":" A conspicuous yellow flower, commonly the corn marigold (Chrysanthemum segetum)."},{"word":"Goldless","type":"a.","descr":" Destitute of gold."},{"word":"Goldney","type":"n.","descr":" See Gilthead."},{"word":"Goldseed","type":"n.","descr":" Dog\\'s-tail grass."},{"word":"Goldsinny","type":"n.","descr":" See Goldfinny."},{"word":"Goldsmith","type":"n.","descr":" An artisan who manufactures vessels and ornaments, etc., of gold."},{"word":"Goldsmith","type":"n.","descr":" A banker."},{"word":"Goldtit","type":"n.","descr":" See Verdin."},{"word":"Goldylocks","type":"n.","descr":" A plant of several species of the genus Chrysocoma; -- so called from the tufts of yellow flowers which terminate the stems; also, the Ranunculus auricomus, a kind of buttercup."},{"word":"Golet","type":"n.","descr":" The gullet."},{"word":"Golet","type":"n.","descr":" A California trout. See Malma."},{"word":"Golf","type":"n.","descr":" A game played with a small ball and a bat or club crooked at the lower end. He who drives the ball into each of a series of small holes in the ground and brings it into the last hole with the fewest strokes is the winner."},{"word":"Golfer","type":"n.","descr":" One who plays golf."},{"word":"Golgotha","type":"n.","descr":" Calvary. See the Note under Calvary."},{"word":"Goliard","type":"n.","descr":" A buffoon in the Middle Ages, who attended rich men\\'s tables to make sport for the guests by ribald stories and songs."},{"word":"Goliardery","type":"n.","descr":" The satirical or ribald poetry of the Goliards."},{"word":"Goliath beetle","type":"","descr":" Any species of Goliathus, a genus of very large and handsome African beetles."},{"word":"Goll","type":"n.","descr":" A hand, paw, or claw."},{"word":"Goloe-shoe","type":"n.","descr":" A galoche."},{"word":"Golore","type":"n.","descr":" See Galore."},{"word":"Goloshe","type":"n.","descr":" See Galoche."},{"word":"Goltschut","type":"n.","descr":" A small ingot of gold."},{"word":"Goltschut","type":"n.","descr":" A silver ingot, used in Japan as money."},{"word":"Golyardeys","type":"n.","descr":" A buffoon. See Gollard."},{"word":"Goman","type":"n.","descr":" A husband; a master of a family."},{"word":"Gomarist","type":"n.","descr":" Alt. of Gomarite"},{"word":"Gomarite","type":"n.","descr":" One of the followers of Francis Gomar or Gomarus, a Dutch disciple of Calvin in the 17th century, who strongly opposed the Arminians."},{"word":"Gombo","type":"n.","descr":" See Gumbo."},{"word":"Gome","type":"n.","descr":" A man."},{"word":"Gome","type":"n.","descr":" The black grease on the axle of a cart or wagon wheel; -- called also gorm. See Gorm."},{"word":"Gomer","type":"n.","descr":" A Hebrew measure. See Homer."},{"word":"Gomer","type":"n.","descr":" A conical chamber at the breech of the bore in heavy ordnance, especially in mortars; -- named after the inventor."},{"word":"Gommelin","type":"n.","descr":" See Dextrin."},{"word":"Gomphiasis","type":"n.","descr":" A disease of the teeth, which causes them to loosen and fall out of their sockets."},{"word":"Gomphosis","type":"n.","descr":" A form of union or immovable articulation where a hard part is received into the cavity of a bone, as the teeth into the jaws."},{"word":"Gomuti","type":"n.","descr":" A black, fibrous substance resembling horsehair, obtained from the leafstalks of two kinds of palms, Metroxylon Sagu, and Arenga saccharifera, of the Indian islands. It is used for making cordage. Called also ejoo."},{"word":"Gon","type":"","descr":" imp. and p. p. of Go."},{"word":"Gonads","type":"pl. ","descr":" of Gonad"},{"word":"Gonad","type":"n.","descr":" One of the masses of generative tissue primitively alike in both sexes, but giving rise to either an ovary or a testis; a generative gland; a germ gland."},{"word":"Gonakie","type":"n.","descr":" An African timber tree (Acacia Adansonii)."},{"word":"Gonangia","type":"pl. ","descr":" of Gonangium"},{"word":"Gonangiums","type":"pl. ","descr":" of Gonangium"},{"word":"Gonangium","type":"n.","descr":" See Gonotheca."},{"word":"Gondola","type":"n.","descr":" A long, narrow boat with a high prow and stern, used in the canals of Venice. A gondola is usually propelled by one or two oarsmen who stand facing the prow, or by poling. A gondola for passengers has a small open cabin amidships, for their protection against the sun or rain. A sumptuary law of Venice required that gondolas should be painted black, and they are customarily so painted now."},{"word":"Gondola","type":"n.","descr":" A flat-bottomed boat for freight."},{"word":"Gondola","type":"n.","descr":" A long platform car, either having no sides or with very low sides, used on railroads."},{"word":"Gondolet","type":"n.","descr":" A small gondola."},{"word":"Gondolier","type":"n.","descr":" A man who rows a gondola."},{"word":"Gone","type":"","descr":" p. p. of Go."},{"word":"Goneness","type":"n.","descr":" A state of exhaustion; faintness, especially as resulting from hunger."},{"word":"Gonfalon","type":"n.","descr":" Alt. of Gonfanon"},{"word":"Gonfanon","type":"n.","descr":" The ensign or standard in use by certain princes or states, such as the mediaeval republics of Italy, and in more recent times by the pope."},{"word":"Gonfanon","type":"n.","descr":" A name popularly given to any flag which hangs from a crosspiece or frame instead of from the staff or the mast itself."},{"word":"Gonfalonier","type":"n.","descr":" He who bears the gonfalon; a standard bearer"},{"word":"Gonfalonier","type":"n.","descr":" An officer at Rome who bears the standard of the Church."},{"word":"Gonfalonier","type":"n.","descr":" The chief magistrate of any one of several republics in mediaeveal Italy."},{"word":"Gonfalonier","type":"n.","descr":" A Turkish general, and standard keeper."},{"word":"Gong","type":"n.","descr":" A privy or jakes."},{"word":"Gong","type":"n.","descr":" An instrument, first used in the East, made of an alloy of copper and tin, shaped like a disk with upturned rim, and producing, when struck, a harsh and resounding noise."},{"word":"Gong","type":"n.","descr":" A flat saucerlike bell, rung by striking it with a small hammer which is connected with it by various mechanical devices; a stationary bell, used to sound calls or alarms; -- called also gong bell."},{"word":"Goniatite","type":"n.","descr":" One of an extinct genus of fossil cephalopods, allied to the Ammonites. The earliest forms are found in the Devonian formation, the latest, in the Triassic."},{"word":"Gonidial","type":"a.","descr":" Pertaining to, or containing, gonidia."},{"word":"Gonidial","type":"a.","descr":" Of or pertaining to the angles of the mouth; as, a gonidial groove of an actinian."},{"word":"Gonidium","type":"n.","descr":" A special groove or furrow at one or both angles of the mouth of many Anthozoa."},{"word":"Gonidia","type":"pl. ","descr":" of Gonidium"},{"word":"Gonidium","type":"n.","descr":" A component cell of the yellowish green layer in certain lichens."},{"word":"Gonimia","type":"n. pl.","descr":" Bluish green granules which occur in certain lichens, as Collema, Peltigera, etc., and which replace the more usual gonidia."},{"word":"Gonimous","type":"a.","descr":" Pertaining to, or containing, gonidia or gonimia, as that part of a lichen which contains the green or chlorophyll-bearing cells."},{"word":"Goniometer","type":"n.","descr":" An instrument for measuring angles, especially the angles of crystals, or the inclination of planes."},{"word":"Goniometric","type":"a.","descr":" Alt. of Goniometrical"},{"word":"Goniometrical","type":"a.","descr":" Pertaining to, or determined by means of, a goniometer; trigonometric."},{"word":"Goniometry","type":"n.","descr":" The art of measuring angles; trigonometry."},{"word":"Gonoblastid","type":"n.","descr":" A reproductive bud of a hydroid; a simple gonophore."},{"word":"Gonoblastidia","type":"pl. ","descr":" of Gonoblastidium"},{"word":"Gonoblastidium","type":"n.","descr":" A blastostyle."},{"word":"Gonocalyx","type":"n.","descr":" The bell of a sessile gonozooid."},{"word":"Gonochorism","type":"n.","descr":" Separation of the sexes in different individuals; -- opposed to hermaphroditism."},{"word":"Gonochorism","type":"n.","descr":" In ontogony, differentiation of male and female individuals from embryos having the same rudimentary sexual organs."},{"word":"Gonochorism","type":"n.","descr":" In phylogeny, the evolution of distinct sexes in species previously hermaphrodite or sexless."},{"word":"Gonococcus","type":"n.","descr":" A vegetable microorganism of the genus Micrococcus, occurring in the secretion in gonorrhea. It is believed by some to constitute the cause of this disease."},{"word":"Gonoph","type":"n.","descr":" A pickpocket or thief."},{"word":"Gonophore","type":"n.","descr":" A sexual zooid produced as a medusoid bud upon a hydroid, sometimes becoming a free hydromedusa, sometimes remaining attached. See Hydroidea, and Illusts. of Athecata, Campanularian, and Gonosome."},{"word":"Gonophore","type":"n.","descr":" A lengthened receptacle, bearing the stamens and carpels in a conspicuous manner."},{"word":"Gonorrhea","type":"n.","descr":" Alt. of Gonorrhoea"},{"word":"Gonorrhoea","type":"n.","descr":" A contagious inflammatory disease of the genitourinary tract, affecting especially the urethra and vagina, and characterized by a mucopurulent discharge, pain in urination, and chordee; clap."},{"word":"Gonorrheal","type":"a.","descr":" Alt. of Gonorrhoeal"},{"word":"Gonorrhoeal","type":"a.","descr":" Of or pertaining to gonorrhea; as, gonorrheal rheumatism."},{"word":"Gonosome","type":"n.","descr":" The reproductive zooids of a hydroid colony, collectively."},{"word":"Gonothec\/","type":"pl. ","descr":" of Gonotheca"},{"word":"Gonotheca","type":"n.","descr":" A capsule developed on certain hydroids (Thecaphora), inclosing the blastostyle upon which the medusoid buds or gonophores are developed; -- called also gonangium, and teleophore. See Hydroidea, and Illust. of Campanularian."},{"word":"Gonozooid","type":"n.","descr":" A sexual zooid, or medusoid bud of a hydroid; a gonophore. See Hydroidea, and Illust. of Campanularian."},{"word":"Gonydial","type":"a.","descr":" Pertaining to the gonys of a bird\\'s beak."},{"word":"Gonys","type":"n.","descr":" The keel or lower outline of a bird\\'s bill, so far as the mandibular rami are united."},{"word":"Goober","type":"n.","descr":" A peanut."},{"word":"Good","type":"superl.","descr":" Possessing desirable qualities; adapted to answer the end designed; promoting success, welfare, or happiness; serviceable; useful; fit; excellent; admirable; commendable; not bad, corrupt, evil, noxious, offensive, or troublesome, etc."},{"word":"Good","type":"superl.","descr":" Possessing moral excellence or virtue; virtuous; pious; religious; -- said of persons or actions."},{"word":"Good","type":"superl.","descr":" Kind; benevolent; humane; merciful; gracious; polite; propitious; friendly; well-disposed; -- often followed by to or toward, also formerly by unto."},{"word":"Good","type":"superl.","descr":" Serviceable; suited; adapted; suitable; of use; to be relied upon; -- followed especially by for."},{"word":"Good","type":"superl.","descr":" Clever; skillful; dexterous; ready; handy; -- followed especially by at."},{"word":"Good","type":"superl.","descr":" Adequate; sufficient; competent; sound; not fallacious; valid; in a commercial sense, to be depended on for the discharge of obligations incurred; having pecuniary ability; of unimpaired credit."},{"word":"Good","type":"superl.","descr":" Real; actual; serious; as in the phrases in good earnest; in good sooth."},{"word":"Good","type":"superl.","descr":" Not small, insignificant, or of no account; considerable; esp., in the phrases a good deal, a good way, a good degree, a good share or part, etc."},{"word":"Good","type":"superl.","descr":" Not lacking or deficient; full; complete."},{"word":"Good","type":"superl.","descr":" Not blemished or impeached; fair; honorable; unsullied; as in the phrases a good name, a good report, good repute, etc."},{"word":"Good","type":"n.","descr":" That which possesses desirable qualities, promotes success, welfare, or happiness, is serviceable, fit, excellent, kind, benevolent, etc.; -- opposed to evil."},{"word":"Good","type":"n.","descr":" Advancement of interest or happiness; welfare; prosperity; advantage; benefit; -- opposed to harm, etc."},{"word":"Good","type":"n.","descr":" Wares; commodities; chattels; -- formerly used in the singular in a collective sense. In law, a comprehensive name for almost all personal property as distinguished from land or real property."},{"word":"Good","type":"adv.","descr":" Well, -- especially in the phrase as good, with a following as expressed or implied; equally well with as much advantage or as little harm as possible."},{"word":"Good","type":"v. t.","descr":" To make good; to turn to good."},{"word":"Good","type":"v. t.","descr":" To manure; to improve."},{"word":"Good-by","type":"n. \/ interj.","descr":" Alt. of Good-bye"},{"word":"Good-bye","type":"n. \/ interj.","descr":" Farewell; a form of address used at parting. See the last Note under By, prep."},{"word":"Good-den","type":"interj.","descr":" A form of salutation."},{"word":"Good-fellowship","type":"n.","descr":" Agreeable companionship; companionableness."},{"word":"Goodgeon","type":"n.","descr":" Same as Gudgeon, 5."},{"word":"Good-humored","type":"a.","descr":" Having a cheerful spirit and demeanor; good-tempered. See Good-natured."},{"word":"Good-humoredly","type":"adv.","descr":" With a cheerful spirit; in a cheerful or good-tempered manner."},{"word":"Goodish","type":"a.","descr":" Rather good than the contrary; not actually bad; tolerable."},{"word":"Goodless","type":"a.","descr":" Having no goods."},{"word":"Goodlich","type":"a.","descr":" Goodly."},{"word":"Goodliness","type":"n.","descr":" Beauty of form; grace; elegance; comeliness."},{"word":"Good-looking","type":"a.","descr":" Handsome."},{"word":"Goodly","type":"adv.","descr":" Excellently."},{"word":"Goodly","type":"superl.","descr":" Pleasant; agreeable; desirable."},{"word":"Goodly","type":"superl.","descr":" Of pleasing appearance or character; comely; graceful; as, a goodly person; goodly raiment, houses."},{"word":"Goodly","type":"superl.","descr":" Large; considerable; portly; as, a goodly number."},{"word":"Goodlyhead","type":"n.","descr":" Alt. of Goodlyhood"},{"word":"Goodlyhood","type":"n.","descr":" Goodness; grace; goodliness."},{"word":"Goodman","type":"n.","descr":" A familiar appellation of civility, equivalent to \"My friend\", \"Good sir\", \"Mister;\" -- sometimes used ironically."},{"word":"Goodman","type":"n.","descr":" A husband; the master of a house or family; -- often used in speaking familiarly."},{"word":"Good-natured","type":"a.","descr":" Naturally mild in temper; not easily provoked."},{"word":"Good-naturedly","type":"adv.","descr":" With maldness of temper."},{"word":"Goodness","type":"n.","descr":" The quality of being good in any of its various senses; excellence; virtue; kindness; benevolence; as, the goodness of timber, of a soil, of food; goodness of character, of disposition, of conduct, etc."},{"word":"Good now","type":"","descr":" An exclamation of wonder, surprise, or entreaty."},{"word":"Goods","type":"n. pl.","descr":" See Good, n., 3."},{"word":"Goodship","type":"n.","descr":" Favor; grace."},{"word":"Good-tempered","type":"a.","descr":" Having a good temper; not easily vexed. See Good-natured."},{"word":"Goodwife","type":"n.","descr":" The mistress of a house."},{"word":"Goodies","type":"pl. ","descr":" of Goody"},{"word":"Goody","type":"n.","descr":" A bonbon, cake, or the like; -- usually in the pl."},{"word":"Goody","type":"n.","descr":" An American fish; the lafayette or spot."},{"word":"Goodies","type":"pl. ","descr":" of Goody"},{"word":"Goody","type":"n.","descr":" Goodwife; -- a low term of civility or sport."},{"word":"Gode-year","type":"n.","descr":" The venereal disease; -- often used as a mild oath."},{"word":"Goody-goody","type":"a.","descr":" Mawkishly or weakly good; exhibiting goodness with silliness."},{"word":"Goodyship","type":"n.","descr":" The state or quality of a goody or goodwife"},{"word":"Gooroo","type":"n.","descr":" Alt. of Guru"},{"word":"Goosander","type":"n.","descr":" A species of merganser (M. merganser) of Northern Europe and America; -- called also merganser, dundiver, sawbill, sawneb, shelduck, and sheldrake. See Merganser."},{"word":"Goose","type":"n.","descr":" Any large web-footen bird of the subfamily Anserinae, and belonging to Anser, Branta, Chen, and several allied genera. See Anseres."},{"word":"Goose","type":"n.","descr":" Any large bird of other related families, resembling the common goose."},{"word":"Goose","type":"n.","descr":" A tailor\\'s smoothing iron, so called from its handle, which resembles the neck of a goose."},{"word":"Goose","type":"n.","descr":" A silly creature; a simpleton."},{"word":"Goose","type":"n.","descr":" A game played with counters on a board divided into compartments, in some of which a goose was depicted."},{"word":"Gooseberries","type":"pl. ","descr":" of Gooseberry"},{"word":"Gooseberry","type":"a.","descr":" Any thorny shrub of the genus Ribes; also, the edible berries of such shrub. There are several species, of which Ribes Grossularia is the one commonly cultivated."},{"word":"Gooseberry","type":"a.","descr":" A silly person; a goose cap."},{"word":"Goosefish","type":"n.","descr":" See Angler."},{"word":"Goosefoot","type":"n.","descr":" A genus of herbs (Chenopodium) mostly annual weeds; pigweed."},{"word":"Gooseries","type":"pl. ","descr":" of Goosery"},{"word":"Goosery","type":"n.","descr":" A place for keeping geese."},{"word":"Goosery","type":"n.","descr":" The characteristics or actions of a goose; silliness."},{"word":"Goosewing","type":"n.","descr":" One of the clews or lower corners of a course or a topsail when the middle part or the rest of the sail is furled."},{"word":"Goosewinged","type":"a.","descr":" Having a \"goosewing.\""},{"word":"Goosewinged","type":"a.","descr":" Said of a fore-and-aft rigged vessel with foresail set on one side and mainsail on the other; wing and wing."},{"word":"Goosish","type":"a.","descr":" Like a goose; foolish."},{"word":"Goost","type":"n.","descr":" Ghost; spirit."},{"word":"Goot","type":"n.","descr":" A goat."},{"word":"Go-out","type":"n.","descr":" A sluice in embankments against the sea, for letting out the land waters, when the tide is out."},{"word":"Gopher","type":"n.","descr":" One of several North American burrowing rodents of the genera Geomys and Thomomys, of the family Geomyidae; -- called also pocket gopher and pouched rat. See Pocket gopher, and Tucan."},{"word":"Gopher","type":"n.","descr":" One of several western American species of the genus Spermophilus, of the family Sciuridae; as, the gray gopher (Spermophilus Franklini) and the striped gopher (S. tridecemlineatus); -- called also striped prairie squirrel, leopard marmot, and leopard spermophile. See Spermophile."},{"word":"Gopher","type":"n.","descr":" A large land tortoise (Testudo Carilina) of the Southern United States, which makes extensive burrows."},{"word":"Gopher","type":"n.","descr":" A large burrowing snake (Spilotes Couperi) of the Southern United States."},{"word":"Gopher wood","type":"","descr":" A species of wood used in the construction of Noah\\'s ark."},{"word":"Goracco","type":"n.","descr":" A paste prepared from tobacco, and smoked in hookahs in Western India."},{"word":"Goral","type":"n.","descr":" An Indian goat antelope (Nemorhedus goral), resembling the chamois."},{"word":"Goramy","type":"n.","descr":" Same as Gourami."},{"word":"Gor-bellied","type":"a.","descr":" Bog-bellied."},{"word":"Gor-belly","type":"n.","descr":" A prominent belly; a big-bellied person."},{"word":"Gorce","type":"n.","descr":" A pool of water to keep fish in; a wear."},{"word":"Gorcock","type":"n.","descr":" The moor cock, or red grouse. See Grouse."},{"word":"Gorcrow","type":"n.","descr":" The carrion crow; -- called also gercrow."},{"word":"Gord","type":"n.","descr":" An instrument of gaming; a sort of dice."},{"word":"Gordiacea","type":"n. pl.","descr":" A division of nematoid worms, including the hairworms or hair eels (Gordius and Mermis). See Gordius, and Illustration in Appendix."},{"word":"Gordian","type":"a.","descr":" Pertaining to Gordius, king of Phrygia, or to a knot tied by him; hence, intricate; complicated; inextricable."},{"word":"Gordian","type":"a.","descr":" Pertaining to the Gordiacea."},{"word":"Gordian","type":"n.","descr":" One of the Gordiacea."},{"word":"Gordius","type":"n.","descr":" A genus of long, slender, nematoid worms, parasitic in insects until near maturity, when they leave the insect, and live in water, in which they deposit their eggs; -- called also hair eel, hairworm, and hair snake, from the absurd, but common and widely diffused, notion that they are metamorphosed horsehairs."},{"word":"Gore","type":"n.","descr":" Dirt; mud."},{"word":"Gore","type":"n.","descr":" Blood; especially, blood that after effusion has become thick or clotted."},{"word":"Gore","type":"v.","descr":" A wedgeshaped or triangular piece of cloth, canvas, etc., sewed into a garment, sail, etc., to give greater width at a particular part."},{"word":"Gore","type":"v.","descr":" A small traingular piece of land."},{"word":"Gore","type":"v.","descr":" One of the abatements. It is made of two curved lines, meeting in an acute angle in the fesse point."},{"word":"Gored","type":"imp. and p. p.","descr":" of Gore"},{"word":"Goring","type":"p. pr. and vb. n.","descr":" of Gore"},{"word":"Gore","type":"v. t.","descr":" To pierce or wound, as with a horn; to penetrate with a pointed instrument, as a spear; to stab."},{"word":"Gore","type":"v. t.","descr":" To cut in a traingular form; to piece with a gore; to provide with a gore; as, to gore an apron."},{"word":"Gorebill","type":"n.","descr":" The garfish."},{"word":"Gorflies","type":"pl. ","descr":" of Gorfly"},{"word":"Gorfly","type":"n.","descr":" A dung fly."},{"word":"Gorge","type":"n.","descr":" The throat; the gullet; the canal by which food passes to the stomach."},{"word":"Gorge","type":"n.","descr":" A narrow passage or entrance"},{"word":"Gorge","type":"n.","descr":" A defile between mountains."},{"word":"Gorge","type":"n.","descr":" The entrance into a bastion or other outwork of a fort; -- usually synonymous with rear. See Illust. of Bastion."},{"word":"Gorge","type":"n.","descr":" That which is gorged or swallowed, especially by a hawk or other fowl."},{"word":"Gorge","type":"n.","descr":" A filling or choking of a passage or channel by an obstruction; as, an ice gorge in a river."},{"word":"Gorge","type":"n.","descr":" A concave molding; a cavetto."},{"word":"Gorge","type":"n.","descr":" The groove of a pulley."},{"word":"Gorged","type":"imp. and p. p.","descr":" of Gorge"},{"word":"Gorging","type":"p. pr. and vb. n.","descr":" of Gorge"},{"word":"Gorge","type":"n.","descr":" To swallow; especially, to swallow with greediness, or in large mouthfuls or quantities."},{"word":"Gorge","type":"n.","descr":" To glut; to fill up to the throat; to satiate."},{"word":"Gorge","type":"v. i.","descr":" To eat greedily and to satiety."},{"word":"Gorged","type":"a.","descr":" Having a gorge or throat."},{"word":"Gorged","type":"a.","descr":" Bearing a coronet or ring about the neck."},{"word":"Gorged","type":"a.","descr":" Glutted; fed to the full."},{"word":"Gorgelet","type":"n.","descr":" A small gorget, as of a humming bird."},{"word":"Gorgeous","type":"n.","descr":" Imposing through splendid or various colors; showy; fine; magnificent."},{"word":"Gorgerin","type":"n.","descr":" In some columns, that part of the capital between the termination of the shaft and the annulet of the echinus, or the space between two neck moldings; -- called also neck of the capital, and hypotrachelium. See Illust. of Column."},{"word":"Gorget","type":"n.","descr":" A piece of armor, whether of chain mail or of plate, defending the throat and upper part of the breast, and forming a part of the double breastplate of the 14th century."},{"word":"Gorget","type":"n.","descr":" A piece of plate armor covering the same parts and worn over the buff coat in the 17th century, and without other steel armor."},{"word":"Gorget","type":"n.","descr":" A small ornamental plate, usually crescent-shaped, and of gilded copper, formerly hung around the neck of officers in full uniform in some modern armies."},{"word":"Gorget","type":"n.","descr":" A ruff worn by women."},{"word":"Gorget","type":"n.","descr":" A cutting instrument used in lithotomy."},{"word":"Gorget","type":"n.","descr":" A grooved instrunent used in performing various operations; -- called also blunt gorget."},{"word":"Gorget","type":"n.","descr":" A crescent-shaped, colored patch on the neck of a bird or mammal."},{"word":"Gorgon","type":"n.","descr":" One of three fabled sisters, Stheno, Euryale, and Medusa, with snaky hair and of terrific aspect, the sight of whom turned the beholder to stone. The name is particularly given to Medusa."},{"word":"Gorgon","type":"n.","descr":" Anything very ugly or horrid."},{"word":"Gorgon","type":"n.","descr":" The brindled gnu. See Gnu."},{"word":"Gorgon","type":"a.","descr":" Like a Gorgon; very ugly or terrific; as, a Gorgon face."},{"word":"Gorgonacea","type":"n. pl.","descr":" See Gorgoniacea."},{"word":"Gorgonean","type":"a.","descr":" See Gorgonian, 1."},{"word":"Gorgoneia","type":"pl. ","descr":" of Gorgoneion"},{"word":"Gorgoneion","type":"n.","descr":" A mask carved in imitation of a Gorgon\\'s head."},{"word":"Gorgonia","type":"n.","descr":" A genus of Gorgoniacea, formerly very extensive, but now restricted to such species as the West Indian sea fan (Gorgonia flabellum), sea plume (G. setosa), and other allied species having a flexible, horny axis."},{"word":"Gorgonia","type":"n.","descr":" Any slender branched gorgonian."},{"word":"Gorgoniacea","type":"n. pl.","descr":" One of the principal divisions of Alcyonaria, including those forms which have a firm and usually branched axis, covered with a porous crust, or c\/nenchyma, in which the polyp cells are situated."},{"word":"Gorgonian","type":"a.","descr":" Pertaining to, or resembling, a Gorgon; terrifying into stone; terrific."},{"word":"Gorgonian","type":"a.","descr":" Pertaining to the Gorgoniacea; as, gorgonian coral."},{"word":"Gorgonian","type":"n.","descr":" One of the Gorgoniacea."},{"word":"Gorgonize","type":"v. t.","descr":" To have the effect of a Gorgon upon; to turn into stone; to petrify."},{"word":"Gorhen","type":"n.","descr":" The female of the gorcock."},{"word":"Gorilla","type":"n.","descr":" A large, arboreal, anthropoid ape of West Africa. It is larger than a man, and is remarkable for its massive skeleton and powerful muscles, which give it enormous strength. In some respects its anatomy, more than that of any other ape, except the chimpanzee, resembles that of man."},{"word":"Goring","type":"n.","descr":" Alt. of Goring cloth"},{"word":"Goring cloth","type":"n.","descr":" A piece of canvas cut obliquely to widen a sail at the foot."},{"word":"Gorm","type":"n.","descr":" Axle grease. See Gome."},{"word":"Gorm","type":"v. t.","descr":" To daub, as the hands or clothing, with gorm; to daub with anything sticky."},{"word":"Gorma","type":"n.","descr":" The European cormorant."},{"word":"Gormand","type":"n.","descr":" A greedy or ravenous eater; a luxurious feeder; a gourmand."},{"word":"Gormand","type":"a.","descr":" Gluttonous; voracious."},{"word":"Gormander","type":"n.","descr":" See Gormand, n."},{"word":"Gormandism","type":"n.","descr":" Gluttony."},{"word":"Gormandized","type":"imp. and p. p.","descr":" of Gormandize"},{"word":"Gormandizing","type":"p. pr. and vb. n.","descr":" of Gormandize"},{"word":"Gormandize","type":"v. i. and t.","descr":" To eat greedily; to swallow voraciously; to feed ravenously or like a glutton."},{"word":"Gormandizer","type":"n.","descr":" A greedy, voracious eater; a gormand; a glutton."},{"word":"Goroon shell","type":"","descr":" A large, handsome, marine, univalve shell (Triton femorale)."},{"word":"Gorse","type":"n.","descr":" Furze. See Furze."},{"word":"Gory","type":"a.","descr":" Covered with gore or clotted blood."},{"word":"Gory","type":"a.","descr":" Bloody; murderous."},{"word":"Goshawk","type":"n.","descr":" Any large hawk of the genus Astur, of which many species and varieties are known. The European (Astur palumbarius) and the American (A. atricapillus) are the best known species. They are noted for their powerful flight, activity, and courage. The Australian goshawk (A. Novae-Hollandiae) is pure white."},{"word":"Gosherd","type":"n.","descr":" One who takes care of geese."},{"word":"Goslet","type":"n.","descr":" One of several species of pygmy geese, of the genus Nettepus. They are about the size of a teal, and inhabit Africa, India, and Australia."},{"word":"Gosling","type":"n.","descr":" A young or unfledged goose."},{"word":"Gosling","type":"n.","descr":" A catkin on nut trees and pines."},{"word":"Gospel","type":"v.","descr":" Glad tidings; especially, the good news concerning Christ, the Kingdom of God, and salvation."},{"word":"Gospel","type":"v.","descr":" One of the four narratives of the life and death of Jesus Christ, written by Matthew, Mark, Luke, and John."},{"word":"Gospel","type":"v.","descr":" A selection from one of the gospels, for use in a religious service; as, the gospel for the day."},{"word":"Gospel","type":"v.","descr":" Any system of religious doctrine; sometimes, any system of political doctrine or social philosophy; as, this political gospel."},{"word":"Gospel","type":"v.","descr":" Anything propounded or accepted as infallibly true; as, they took his words for gospel."},{"word":"Gospel","type":"a.","descr":" Accordant with, or relating to, the gospel; evangelical; as, gospel righteousness."},{"word":"Gospel","type":"v. t.","descr":" To instruct in the gospel."},{"word":"Gospeler","type":"n.","descr":" One of the four evangelists."},{"word":"Gospeler","type":"n.","descr":" A follower of Wyclif, the first English religious reformer; hence, a Puritan."},{"word":"Gospeler","type":"n.","descr":" A priest or deacon who reads the gospel at the altar during the communion service."},{"word":"Gospelized","type":"imp. and p. p.","descr":" of Gospelize"},{"word":"Gospelizing","type":"p. pr. and vb. n.","descr":" of Gospelize"},{"word":"Gospelize","type":"v. t.","descr":" To form according to the gospel; as, a command gospelized to us."},{"word":"Gospelize","type":"v. t.","descr":" To instruct in the gospel; to evangelize; as, to gospelize the savages."},{"word":"Goss","type":"n.","descr":" Gorse."},{"word":"Gossamer","type":"n.","descr":" A fine, filmy substance, like cobwebs, floating in the air, in calm, clear weather, especially in autumn. It is seen in stubble fields and on furze or low bushes, and is formed by small spiders."},{"word":"Gossamer","type":"n.","descr":" Any very thin gauzelike fabric; also, a thin waterproof stuff."},{"word":"Gossamer","type":"n.","descr":" An outer garment, made of waterproof gossamer."},{"word":"Gossamery","type":"a.","descr":" Like gossamer; flimsy."},{"word":"Gossan","type":"n.","descr":" Decomposed rock, usually reddish or ferruginous (owing to oxidized pyrites), forming the upper part of a metallic vein."},{"word":"Gossaniferous","type":"a.","descr":" Containing or producing gossan."},{"word":"Gossat","type":"n.","descr":" A small British marine fish (Motella tricirrata); -- called also whistler and three-bearded rockling."},{"word":"Gossib","type":"n.","descr":" A gossip."},{"word":"Gossip","type":"n.","descr":" A sponsor; a godfather or a godmother."},{"word":"Gossip","type":"n.","descr":" A friend or comrade; a companion; a familiar and customary acquaintance."},{"word":"Gossip","type":"n.","descr":" One who runs house to house, tattling and telling news; an idle tattler."},{"word":"Gossip","type":"n.","descr":" The tattle of a gossip; groundless rumor."},{"word":"Gossip","type":"v. t.","descr":" To stand sponsor to."},{"word":"Gossiped","type":"imp. and p. p.","descr":" of Gossip"},{"word":"Gossiping","type":"p. pr. and vb. n.","descr":" of Gossip"},{"word":"Gossip","type":"v. i.","descr":" To make merry."},{"word":"Gossip","type":"v. i.","descr":" To prate; to chat; to talk much."},{"word":"Gossip","type":"v. i.","descr":" To run about and tattle; to tell idle tales."},{"word":"Gossiper","type":"n.","descr":" One given to gossip."},{"word":"Gossiprede","type":"n.","descr":" The relationship between a person and his sponsors."},{"word":"Gossipry","type":"n.","descr":" Spiritual relationship or affinity; gossiprede; special intimacy."},{"word":"Gossipry","type":"n.","descr":" Idle talk; gossip."},{"word":"Gossipy","type":"a.","descr":" Full of, or given to, gossip."},{"word":"Gossoon","type":"n.","descr":" A boy; a servant."},{"word":"Gossypium","type":"n.","descr":" A genus of plants which yield the cotton of the arts. The species are much confused. G. herbaceum is the name given to the common cotton plant, while the long-stapled sea-island cotton is produced by G. Barbadense, a shrubby variety. There are several other kinds besides these."},{"word":"Got","type":"","descr":" imp. and p. p. of Get. See Get."},{"word":"Gote","type":"n.","descr":" A channel for water."},{"word":"Goter","type":"n.","descr":" a gutter."},{"word":"Goth","type":"n.","descr":" One of an ancient Teutonic race, who dwelt between the Elbe and the Vistula in the early part of the Christian era, and who overran and took an important part in subverting the Roman empire."},{"word":"Goth","type":"n.","descr":" One who is rude or uncivilized; a barbarian; a rude, ignorant person."},{"word":"Gothamist","type":"n.","descr":" A wiseacre; a person deficient in wisdom; -- so called from Gotham, in Nottinghamshire, England, noted for some pleasant blunders."},{"word":"Gothamite","type":"n.","descr":" A gothamist."},{"word":"Gothamite","type":"n.","descr":" An inhabitant of New York city."},{"word":"Gothic","type":"a.","descr":" Pertaining to the Goths; as, Gothic customs; also, rude; barbarous."},{"word":"Gothic","type":"a.","descr":" Of or pertaining to a style of architecture with pointed arches, steep roofs, windows large in proportion to the wall spaces, and, generally, great height in proportion to the other dimensions -- prevalent in Western Europe from about 1200 to 1475 a. d.  See Illust. of Abacus, and Capital."},{"word":"Gothic","type":"n.","descr":" The language of the Goths; especially, the language of that part of the Visigoths who settled in Moesia in the 4th century. See Goth."},{"word":"Gothic","type":"n.","descr":" A kind of square-cut type, with no hair lines."},{"word":"Gothic","type":"n.","descr":" The style described in Gothic, a., 2."},{"word":"Gothicism","type":"n.","descr":" A Gothic idiom."},{"word":"Gothicism","type":"n.","descr":" Conformity to the Gothic style of architecture."},{"word":"Gothicism","type":"n.","descr":" Rudeness of manners; barbarousness."},{"word":"Gothicized","type":"imp. and p. p.","descr":" of Gothicize"},{"word":"Gothicizing","type":"p. pr. and vb. n.","descr":" of Gothicize"},{"word":"Gothicize","type":"v. t.","descr":" To make Gothic; to bring back to barbarism."},{"word":"Gothite","type":"n.","descr":" Alt. of Goethite"},{"word":"Goethite","type":"n.","descr":" A hydrous oxide of iron, occurring in prismatic crystals, also massive, with a fibrous, reniform, or stalactitic structure. The color varies from yellowish to blackish brown."},{"word":"Gotten","type":"","descr":" p. p. of Get."},{"word":"Gouache","type":"n.","descr":" A method of painting with opaque colors, which have been ground in water and mingled with a preparation of gum; also, a picture thus painted."},{"word":"Goud","type":"n.","descr":" Woad."},{"word":"Goudron","type":"n.","descr":" a small fascine or fagot, steeped in wax, pitch, and glue, used in various ways, as for igniting buildings or works, or to light ditches and ramparts."},{"word":"Gouge","type":"n.","descr":" A chisel, with a hollow or semicylindrical blade, for scooping or cutting holes, channels, or grooves, in wood, stone, etc.; a similar instrument, with curved edge, for turning wood."},{"word":"Gouge","type":"n.","descr":" A bookbinder\\'s tool for blind tooling or gilding, having a face which forms a curve."},{"word":"Gouge","type":"n.","descr":" An incising tool which cuts forms or blanks for gloves, envelopes, etc. from leather, paper, etc."},{"word":"Gouge","type":"n.","descr":" Soft material lying between the wall of a vein aud the solid vein."},{"word":"Gouge","type":"n.","descr":" The act of scooping out with a gouge, or as with a gouge; a groove or cavity scooped out, as with a gouge."},{"word":"Gouge","type":"n.","descr":" Imposition; cheat; fraud; also, an impostor; a cheat; a trickish person."},{"word":"Gouged","type":"imp. and p. p.","descr":" of Bouge"},{"word":"Gouging","type":"p. pr. and vb. n.","descr":" of Bouge"},{"word":"Gouger","type":"n.","descr":" See Plum Gouger."},{"word":"Gougeshell","type":"n.","descr":" A sharp-edged, tubular, marine shell, of the genus Vermetus; also, the pinna. See Vermetus."},{"word":"Goujere","type":"n.","descr":" The venereal disease."},{"word":"Gouland","type":"n.","descr":" See Golding."},{"word":"Goulards extract","type":"","descr":" An aqueous solution of the subacetate of lead, used as a lotion in cases of inflammation. Goulard\\'s cerate is a cerate containing this extract."},{"word":"Gour","type":"n.","descr":" A fire worshiper; a Gheber or Gueber."},{"word":"Gour","type":"n.","descr":" See Koulan."},{"word":"Goura","type":"n.","descr":" One of several species of large, crested ground pigeons of the genus Goura, inhabiting New Guinea and adjacent islands. The Queen Victoria pigeon (Goura Victoria) and the crowned pigeon (G. coronata) are among the beat known species."},{"word":"Gourami","type":"n.","descr":" A very largo East Indian freshwater fish (Osphromenus gorami), extensively reared in artificial ponds in tropical countries, and highly valued as a food fish. Many unsuccessful efforts have been made to introduce it into Southern Europe."},{"word":"Gourd","type":"n.","descr":" A fleshy, three-celled, many-seeded fruit, as the melon, pumpkin, cucumber, etc., of the order Cucurbitaceae; and especially the bottle gourd (Lagenaria vulgaris) which occurs in a great variety of forms, and, when the interior part is removed, serves for bottles, dippers, cups, and other dishes."},{"word":"Gourd","type":"n.","descr":" A dipper or other vessel made from the shell of a gourd; hence, a drinking vessel; a bottle."},{"word":"Gourd","type":"n.","descr":" A false die. See Gord."},{"word":"Gourd","type":"n.","descr":" Alt. of Gourde"},{"word":"Gourde","type":"n.","descr":" A silver dollar; --  so called in Cuba, Hayti, etc."},{"word":"Gourdiness","type":"n.","descr":" The state of being gourdy."},{"word":"Gourd tree","type":"","descr":" A tree (the Crescentia Cujete, or calabash tree) of the West Indies and Central America."},{"word":"Gourdworm","type":"n.","descr":" The fluke of sheep. See Fluke."},{"word":"Gourdy","type":"a.","descr":" Swelled in the legs."},{"word":"Gourmand","type":"n.","descr":" A greedy or ravenous eater; a glutton. See Gormand."},{"word":"Gourmet","type":"n.","descr":" A connoisseur in eating and drinking; an epicure."},{"word":"Gournet","type":"n.","descr":" A fish. See Gurnet."},{"word":"Gout","type":"n.","descr":" A drop; a clot or coagulation."},{"word":"Gout","type":"n.","descr":" A constitutional disease, occurring by paroxysms. It consists in an inflammation of the fibrous and ligamentous parts of the joints, and almost always attacks first the great toe, next the smaller joints, after which it may attack the greater articulations. It is attended with various sympathetic phenomena, particularly in the digestive organs. It may also attack internal organs, as the stomach, the intestines, etc."},{"word":"Gout","type":"n.","descr":" A disease of cornstalks. See Corn fly, under Corn."},{"word":"Gout","type":"n.","descr":" Taste; relish."},{"word":"Goutily","type":"adv.","descr":" In a gouty manner."},{"word":"Goutiness","type":"n.","descr":" The state of being gouty; gout."},{"word":"Goutweed","type":"n.","descr":" Alt. of Goutwort"},{"word":"Goutwort","type":"n.","descr":" A coarse umbelliferous plant of Europe (Aegopodium Podagraria); -- called also bishop\\'s weed, ashweed, and herb gerard."},{"word":"Gouty","type":"a.","descr":" Diseased with, or subject to, the gout; as, a gouty person; a gouty joint."},{"word":"Gouty","type":"a.","descr":" Pertaining to the gout."},{"word":"Gouty","type":"a.","descr":" Swollen, as if from gout."},{"word":"Gouty","type":"a.","descr":" Boggy; as, gouty land."},{"word":"Gove","type":"n.","descr":" A mow; a rick for hay."},{"word":"Governed","type":"imp. and p. p.","descr":" of Govern"},{"word":"Governing","type":"p. pr. and vb. n.","descr":" of Govern"},{"word":"Govern","type":"v. t.","descr":" To direct and control, as the actions or conduct of men, either by established laws or by arbitrary will; to regulate by authority."},{"word":"Govern","type":"v. t.","descr":" To regulate; to influence; to direct; to restrain; to manage; as, to govern the life; to govern a horse."},{"word":"Govern","type":"v. t.","descr":" To require to be in a particular case; as, a transitive verb governs a noun in the objective case; or to require (a particular case); as, a transitive verb governs the objective case."},{"word":"Govern","type":"v. i.","descr":" To exercise authority; to administer the laws; to have the control."},{"word":"Governability","type":"n.","descr":" Governableness."},{"word":"Governable","type":"a.","descr":" Capable of being governed, or subjected to authority; controllable; manageable; obedient."},{"word":"Governableness","type":"n.","descr":" The quality of being governable; manageableness."},{"word":"Governal","type":"n.","descr":" Alt. of Governail"},{"word":"Governail","type":"n.","descr":" Management; mastery."},{"word":"Governance","type":"n.","descr":" Exercise of authority; control; government; arrangement."},{"word":"Governante","type":"n.","descr":" A governess."},{"word":"Governess","type":"n.","descr":" A female governor; a woman invested with authority to control and direct; especially, one intrusted with the care and instruction of children, -- usually in their homes."},{"word":"Governing","type":"a.","descr":" Holding the superiority; prevalent; controlling; as, a governing wind; a governing party in a state."},{"word":"Governing","type":"a.","descr":" Requiring a particular case."},{"word":"Government","type":"n.","descr":" The act of governing; the exercise of authority; the administration of laws; control; direction; regulation; as, civil, church, or family government."},{"word":"Government","type":"n.","descr":" The mode of governing; the system of polity in a state; the established form of law."},{"word":"Government","type":"n.","descr":" The right or power of governing; authority."},{"word":"Government","type":"n.","descr":" The person or persons authorized to administer the laws; the ruling power; the administration."},{"word":"Government","type":"n.","descr":" The body politic governed by one authority; a state; as, the governments of Europe."},{"word":"Government","type":"n.","descr":" Management of the limbs or body."},{"word":"Government","type":"n.","descr":" The influence of a word in regard to construction, requiring that another word should be in a particular case."},{"word":"Governmental","type":"a.","descr":" Pertaining to government; made by government; as, governmental duties."},{"word":"Governor","type":"n.","descr":" One who governs; especially, one who is invested with the supreme executive authority in a State; a chief ruler or magistrate; as, the governor of Pennsylvania."},{"word":"Governor","type":"n.","descr":" One who has the care or guardianship of a young man; a tutor; a guardian."},{"word":"Governor","type":"n.","descr":" A pilot; a steersman."},{"word":"Governor","type":"n.","descr":" A contrivance applied to steam engines, water wheels, and other machinery, to maintain nearly uniform speed when the resistances and motive force are variable."},{"word":"Governor general","type":"","descr":" A governor who has lieutenant or deputy governors under him; as, the governor general of Canada, of India."},{"word":"Governorship","type":"n.","descr":" The office of a governor."},{"word":"Gowan","type":"n.","descr":" The daisy, or mountain daisy."},{"word":"Gowan","type":"n.","descr":" Decomposed granite."},{"word":"Gowany","type":"a.","descr":" Having, abounding in, or decked with, daisies."},{"word":"Gowd","type":"n.","descr":" Gold; wealth."},{"word":"Gowden","type":"a.","descr":" Golden."},{"word":"Gowdie","type":"n.","descr":" See Dragont."},{"word":"Gowdnook","type":"n.","descr":" The saury pike; -- called also gofnick."},{"word":"Gowk","type":"v. t.","descr":" To make a, booby of one); to stupefy."},{"word":"Gowk","type":"n.","descr":" The European cuckoo; -- called also gawky."},{"word":"Gowk","type":"n.","descr":" A simpleton; a gawk or gawky."},{"word":"Gowl","type":"v. i.","descr":" To howl."},{"word":"Gown","type":"n.","descr":" A loose, flowing upper garment"},{"word":"Gown","type":"n.","descr":" The ordinary outer dress of a woman; as, a calico or silk gown."},{"word":"Gown","type":"n.","descr":" The official robe of certain professional men and scholars, as university students and officers, barristers, judges, etc.; hence, the dress of peace; the dress of civil officers, in distinction from military."},{"word":"Gown","type":"n.","descr":" A loose wrapper worn by gentlemen within doors; a dressing gown."},{"word":"Gown","type":"n.","descr":" Any sort of dress or garb."},{"word":"Gowned","type":"p. a.","descr":" Dressed in a gown; clad."},{"word":"Gownsman","type":"n.","descr":" Alt. of Gownman"},{"word":"Gownman","type":"n.","descr":" One whose professional habit is a gown, as a divine or lawyer, and particularly a member of an English university; hence, a civilian, in distinction from a soldier."},{"word":"Gozzard","type":"n.","descr":" See Gosherd."}]