[{"word":"Graafian","type":"a.","descr":" Pertaining to, or discovered by, Regnier de Graaf, a Dutch physician."},{"word":"Graal","type":"n.","descr":" See Grail., a dish."},{"word":"Grab","type":"n.","descr":" A vessel used on the Malabar coast, having two or three masts."},{"word":"Grabbed","type":"imp. and p. p.","descr":" of Grab"},{"word":"Grabbing","type":"p. pr. and vb. n.","descr":" of Grab"},{"word":"Grab","type":"v. t. and i.","descr":" To gripe suddenly; to seize; to snatch; to clutch."},{"word":"Grab","type":"n.","descr":" A sudden grasp or seizure."},{"word":"Grab","type":"n.","descr":" An instrument for clutching objects for the purpose of raising them; -- specially applied to devices for withdrawing drills, etc., from artesian and other wells that are drilled, bored, or driven."},{"word":"Grabber","type":"n.","descr":" One who seizes or grabs."},{"word":"Grabbled","type":"imp. and p. p.","descr":" of Grabble"},{"word":"Grabbling","type":"p. pr. and vb. n.","descr":" of Grabble"},{"word":"Grabble","type":"v. i.","descr":" To grope; to feel with the hands."},{"word":"Grabble","type":"v. i.","descr":" To lie prostrate on the belly; to sprawl on the ground; to grovel."},{"word":"Grace","type":"n.","descr":" The exercise of love, kindness, mercy, favor; disposition to benefit or serve another; favor bestowed or privilege conferred."},{"word":"Grace","type":"n.","descr":" The divine favor toward man; the mercy of God, as distinguished from His justice; also, any benefits His mercy imparts; divine love or pardon; a state of acceptance with God; enjoyment of the divine favor."},{"word":"Grace","type":"n.","descr":" The prerogative of mercy execised by the executive, as pardon."},{"word":"Grace","type":"n.","descr":" The same prerogative when exercised in the form of equitable relief through chancery."},{"word":"Grace","type":"n.","descr":" Fortune; luck; -- used commonly with hard or sorry when it means misfortune."},{"word":"Grace","type":"n.","descr":" Inherent excellence; any endowment or characteristic fitted to win favor or confer pleasure or benefit."},{"word":"Grace","type":"n.","descr":" Beauty, physical, intellectual, or moral; loveliness; commonly, easy elegance of manners; perfection of form."},{"word":"Grace","type":"n.","descr":" Graceful and beautiful females, sister goddesses, represented by ancient writers as the attendants sometimes of Apollo but oftener of Venus. They were commonly mentioned as three in number; namely, Aglaia, Euphrosyne, and Thalia, and were regarded as the inspirers of the qualities which give attractiveness to wisdom, love, and social intercourse."},{"word":"Grace","type":"n.","descr":" The title of a duke, a duchess, or an archbishop, and formerly of the king of England."},{"word":"Grace","type":"n.","descr":" Thanks."},{"word":"Grace","type":"n.","descr":" A petition for grace; a blessing asked, or thanks rendered, before or after a meal."},{"word":"Grace","type":"n.","descr":" Ornamental notes or short passages, either introduced by the performer, or indicated by the composer, in which case the notation signs are called grace notes, appeggiaturas, turns, etc."},{"word":"Grace","type":"n.","descr":" An act, vote, or decree of the government of the institution; a degree or privilege conferred by such vote or decree."},{"word":"Grace","type":"n.","descr":" A play designed to promote or display grace of motion. It consists in throwing a small hoop from one player to another, by means of two sticks in the hands of each. Called also grace hoop or hoops."},{"word":"Graced","type":"imp. and p. p.","descr":" of Grace"},{"word":"Gracing","type":"p. pr. and vb. n.","descr":" of Grace"},{"word":"Grace","type":"v. t.","descr":" To adorn; to decorate; to embellish and dignify."},{"word":"Grace","type":"v. t.","descr":" To dignify or raise by an act of favor; to honor."},{"word":"Grace","type":"v. t.","descr":" To supply with heavenly grace."},{"word":"Grace","type":"v. t.","descr":" To add grace notes, cadenzas, etc., to."},{"word":"Graced","type":"a.","descr":" Endowed with grace; beautiful; full of graces; honorable."},{"word":"Graceful","type":"a.","descr":" Displaying grace or beauty in form or action; elegant; easy; agreeable in appearance; as, a graceful walk, deportment, speaker, air, act, speech."},{"word":"Graceless","type":"a.","descr":" Wanting in grace or excellence; departed from, or deprived of, divine grace; hence, depraved; corrupt."},{"word":"Graceless","type":"a.","descr":" Unfortunate.  Cf. Grace, n., 4."},{"word":"Gracile","type":"a.","descr":" Alt. of Gracillent"},{"word":"Gracillent","type":"a.","descr":" Slender; thin."},{"word":"Gracility","type":"n.","descr":" State of being gracilent; slenderness."},{"word":"Gracious","type":"a.","descr":" Abounding in grace or mercy; manifesting love,. or bestowing mercy; characterized by grace; beneficent; merciful; disposed to show kindness or favor; condescending; as, his most gracious majesty."},{"word":"Gracious","type":"a.","descr":" Abounding in beauty, loveliness, or amiability; graceful; excellent."},{"word":"Gracious","type":"a.","descr":" Produced by divine grace; influenced or controlled by the divine influence; as, gracious affections."},{"word":"Graciously","type":"adv.","descr":" In a gracious manner; courteously; benignantly."},{"word":"Graciously","type":"adv.","descr":" Fortunately; luckily."},{"word":"Graciousness","type":"n.","descr":" Quality of being gracious."},{"word":"Grackle","type":"n.","descr":" One of several American blackbirds, of the family Icteridae; as, the rusty grackle (Scolecophagus Carolinus); the boat-tailed grackle (see Boat-tail); the purple grackle (Quiscalus quiscula, or Q. versicolor). See Crow blackbird, under Crow."},{"word":"Grackle","type":"n.","descr":" An Asiatic bird of the genus Gracula. See Myna."},{"word":"Gradate","type":"v. t.","descr":" To grade or arrange (parts in a whole, colors in painting, etc.), so that they shall harmonize."},{"word":"Gradate","type":"v. t.","descr":" To bring to a certain strength or grade of concentration; as, to gradate a saline solution."},{"word":"Gradation","type":"n.","descr":" The act of progressing by regular steps or orderly arrangement; the state of being graded or arranged in ranks; as, the gradation of castes."},{"word":"Gradation","type":"n.","descr":" The act or process of bringing to a certain grade."},{"word":"Gradation","type":"n.","descr":" Any degree or relative position in an order or series."},{"word":"Gradation","type":"n.","descr":" A gradual passing from one tint to another or from a darker to a lighter shade, as in painting or drawing."},{"word":"Gradation","type":"n.","descr":" A diatonic ascending or descending succession of chords."},{"word":"Gradation","type":"v. t.","descr":" To form with gradations."},{"word":"Gradational","type":"a.","descr":" By regular steps or gradations; of or pertaining to gradation."},{"word":"Gradatory","type":"a.","descr":" Proceeding step by step, or by gradations; gradual."},{"word":"Gradatory","type":"a.","descr":" Suitable for walking; -- said of the limbs of an animal when adapted for walking on land."},{"word":"Gradatory","type":"n.","descr":" A series of steps from a cloister into a church."},{"word":"Grade","type":"n.","descr":" A step or degree in any series, rank, quality, order; relative position or standing; as, grades of military rank; crimes of every grade; grades of flour."},{"word":"Grade","type":"n.","descr":" The rate of ascent or descent; gradient; deviation from a level surface to an inclined plane; -- usually stated as so many feet per mile, or as one foot rise or fall in so many of horizontal distance; as, a heavy grade; a grade of twenty feet per mile, or of 1 in 264."},{"word":"Grade","type":"n.","descr":" A graded ascending, descending, or level portion of a road; a gradient."},{"word":"Grade","type":"n.","descr":" The result of crossing a native stock with some better breed. If the crossbreed have more than three fourths of the better blood, it is called high grade."},{"word":"Graded","type":"imp. and p. p.","descr":" of Grade"},{"word":"Grading","type":"p. pr. and vb. n.","descr":" of Grade"},{"word":"Grade","type":"v. t.","descr":" To arrange in order, steps, or degrees, according to size, quality, rank, etc."},{"word":"Grade","type":"v. t.","descr":" To reduce to a level, or to an evenly progressive ascent, as the line of a canal or road."},{"word":"Grade","type":"v. t.","descr":" To cross with some better breed; to improve the blood of."},{"word":"Gradely","type":"a.","descr":" Decent; orderly."},{"word":"Gradely","type":"adv.","descr":" Decently; in order."},{"word":"Grader","type":"n.","descr":" One who grades, or that by means of which grading is done or facilitated."},{"word":"Gradient","type":"a.","descr":" Moving by steps; walking; as, gradient automata."},{"word":"Gradient","type":"a.","descr":" Rising or descending by regular degrees of inclination; as, the gradient line of a railroad."},{"word":"Gradient","type":"a.","descr":" Adapted for walking, as the feet of certain birds."},{"word":"Gradient","type":"n.","descr":" The rate of regular or graded ascent or descent in a road; grade."},{"word":"Gradient","type":"n.","descr":" A part of a road which slopes upward or downward; a portion of a way not level; a grade."},{"word":"Gradient","type":"n.","descr":" The rate of increase or decrease of a variable magnitude, or the curve which represents it; as, a thermometric gradient."},{"word":"Gradin","type":"n.","descr":" Alt. of Gradine"},{"word":"Gradine","type":"n.","descr":" Any member like a step, as the raised back of an altar or the like; a set raised over another."},{"word":"Gradine","type":"n.","descr":" A toothed chised by sculptors."},{"word":"Grading","type":"n.","descr":" The act or method of arranging in or by grade, or of bringing, as the surface of land or a road, to the desired level or grade."},{"word":"Gradinos","type":"pl. ","descr":" of Gradino"},{"word":"Gradino","type":"n.","descr":" A step or raised shelf, as above a sideboard or altar.  Cf. Superaltar, and Gradin."},{"word":"Gradual","type":"n.","descr":" Proceeding by steps or degrees; advancing, step by step, as in ascent or descent or from one state to another; regularly progressive; slow; as, a gradual increase of knowledge; a gradual decline."},{"word":"Gradual","type":"n.","descr":" An antiphon or responsory after the epistle, in the Mass, which was sung on the steps, or while the deacon ascended the steps."},{"word":"Gradual","type":"n.","descr":" A service book containing the musical portions of the Mass."},{"word":"Gradual","type":"n.","descr":" A series of steps."},{"word":"Graduality","type":"n.","descr":" The state of being gradual; gradualness."},{"word":"Gradually","type":"adv.","descr":" In a gradual manner."},{"word":"Gradually","type":"adv.","descr":" In degree."},{"word":"Gradualness","type":"n.","descr":" The quality or state of being gradual; regular progression or gradation; slowness."},{"word":"Graduated","type":"imp. and p. p.","descr":" of Graduate"},{"word":"Graduating","type":"p. pr. and vb. n.","descr":" of Graduate"},{"word":"Graduate","type":"n.","descr":" To mark with degrees; to divide into regular steps, grades, or intervals, as the scale of a thermometer, a scheme of punishment or rewards, etc."},{"word":"Graduate","type":"n.","descr":" To admit or elevate to a certain grade or degree; esp., in a college or university, to admit, at the close of the course, to an honorable standing defined by a diploma; as, he was graduated at Yale College."},{"word":"Graduate","type":"n.","descr":" To prepare gradually; to arrange, temper, or modify by degrees or to a certain degree; to determine the degrees of; as, to graduate the heat of an oven."},{"word":"Graduate","type":"n.","descr":" To bring to a certain degree of consistency, by evaporation, as a fluid."},{"word":"Graduate","type":"v. i.","descr":" To pass by degrees; to change gradually; to shade off; as, sandstone which graduates into gneiss; carnelian sometimes graduates into quartz."},{"word":"Graduate","type":"v. i.","descr":" To taper, as the tail of certain birds."},{"word":"Graduate","type":"v. i.","descr":" To take a degree in a college or university; to become a graduate; to receive a diploma."},{"word":"Graduate","type":"n.","descr":" One who has received an academical or professional degree; one who has completed the prescribed course of study in any school or institution of learning."},{"word":"Graduate","type":"n.","descr":" A graduated cup, tube, or flask; a measuring glass used by apothecaries and chemists. See under Graduated."},{"word":"Graduate","type":"n. and v.","descr":" Arranged by successive steps or degrees; graduated."},{"word":"Graduated","type":"a.","descr":" Marked with, or divided into, degrees; divided into grades."},{"word":"Graduated","type":"a.","descr":" Tapered; -- said of a bird\\'s tail when the outer feathers are shortest, and the others successively longer."},{"word":"Graduateship","type":"n.","descr":" State of being a graduate."},{"word":"Graduation","type":"n.","descr":" The act of graduating, or the state of being graduated; as, graduation of a scale; graduation at a college; graduation in color; graduation by evaporation; the graduation of a bird\\'s tail, etc."},{"word":"Graduation","type":"n.","descr":" The marks on an instrument or vessel to indicate degrees or quantity; a scale."},{"word":"Graduation","type":"n.","descr":" The exposure of a liquid in large surfaces to the air, so as to hasten its evaporation."},{"word":"Graduator","type":"n.","descr":" One who determines or indicates graduation; as, a graduator of instruments."},{"word":"Graduator","type":"n.","descr":" An instrument for dividing any line, right or curve, into small, regular intervals."},{"word":"Graduator","type":"n.","descr":" An apparatus for diffusing a solution, as brine or vinegar, over a large surface, for exposure to the air."},{"word":"Gradus","type":"n.","descr":" A dictionary of prosody, designed as an aid in writing Greek or Latin poetry."},{"word":"Graf","type":"n.","descr":" A German title of nobility, equivalent to earl in English, or count in French. See Earl."},{"word":"Graff","type":"n.","descr":" A steward; an overseer."},{"word":"Graff","type":"n. and v.","descr":" See Graft."},{"word":"Graffage","type":"n.","descr":" The scarp of a ditch or moat."},{"word":"Graffer","type":"n.","descr":" a notary or scrivener."},{"word":"Graffiti","type":"n. pl.","descr":" Inscriptions, figure drawings, etc., found on the walls of ancient sepulchers or ruins, as in the Catacombs, or at Pompeii."},{"word":"Graft","type":"n.","descr":" A small shoot or scion of a tree inserted in another tree, the stock of which is to support and nourish it. The two unite and become one tree, but the graft determines the kind of fruit."},{"word":"Graft","type":"n.","descr":" A branch or portion of a tree growing from such a shoot."},{"word":"Graft","type":"n.","descr":" A portion of living tissue used in the operation of autoplasty."},{"word":"Grafted","type":"imp. and p. p.","descr":" of Graft"},{"word":"Grafting","type":"p. pr. and vb. n.","descr":" of Graft"},{"word":"Graft","type":"n.","descr":" To insert (a graft) in a branch or stem of another tree; to propagate by insertion in another stock; also, to insert a graft upon."},{"word":"Graft","type":"n.","descr":" To implant a portion of (living flesh or akin) in a lesion so as to form an organic union."},{"word":"Graft","type":"n.","descr":" To join (one thing) to another as if by grafting, so as to bring about a close union."},{"word":"Graft","type":"n.","descr":" To cover, as a ring bolt, block strap, splicing, etc., with a weaving of small cord or rope-yarns."},{"word":"Graft","type":"v. i.","descr":" To insert scions from one tree, or kind of tree, etc., into another; to practice grafting."},{"word":"Grafter","type":"n.","descr":" One who inserts scions on other stocks, or propagates fruit by ingrafting."},{"word":"Grafter","type":"n.","descr":" An instrument by which grafting is facilitated."},{"word":"Grafter","type":"n.","descr":" The original tree from which a scion has been taken for grafting upon another tree."},{"word":"Grafting","type":"n.","descr":" The act or method of weaving a cover for a ring, rope end, etc."},{"word":"Grafting","type":"n.","descr":" The transplanting of a portion of flesh or skin to a denuded surface; autoplasty."},{"word":"Grafting","type":"n.","descr":" A scarfing or endwise attachment of one timber to another."},{"word":"Graham bread","type":"","descr":" Bread made of unbolted wheat flour."},{"word":"Grahamite","type":"n.","descr":" One who follows the dietetic system of Graham."},{"word":"Grail","type":"n.","descr":" A book of offices in the Roman Catholic Church; a gradual."},{"word":"Grail","type":"n.","descr":" A broad, open dish; a chalice; -- only used of the Holy Grail."},{"word":"Grail","type":"n.","descr":" Small particles of earth; gravel."},{"word":"Grail","type":"n.","descr":" One of the small feathers of a hawk."},{"word":"Graille","type":"n.","descr":" A halfround single-cut file or fioat, having one curved face and one straight face, -- used by comb makers."},{"word":"Grain","type":"v. and n.","descr":" See Groan."},{"word":"Grain","type":"n.","descr":" A single small hard seed; a kernel, especially of  those plants, like wheat, whose seeds are used for food."},{"word":"Grain","type":"n.","descr":" The fruit of certain grasses which furnish the chief food of man, as corn, wheat, rye, oats, etc., or the plants themselves; -- used collectively."},{"word":"Grain","type":"n.","descr":" Any small, hard particle, as of sand, sugar, salt, etc.; hence, any minute portion or particle; as, a grain of gunpowder, of pollen, of starch, of sense, of wit, etc."},{"word":"Grain","type":"n.","descr":" The unit of the English system of weights; -- so called because considered equal to the average of grains taken from the middle of the ears of wheat. 7,000 grains constitute the pound avoirdupois, and 5,760 grains the pound troy.  A grain is equal to .0648 gram. See Gram. "},{"word":"Grain","type":"n.","descr":" A reddish dye made from the coccus insect, or kermes; hence, a red color of any tint or hue, as crimson, scarlet, etc.; sometimes used by the poets as equivalent to Tyrian purple."},{"word":"Grain","type":"n.","descr":" The composite particles of any substance; that arrangement of the particles of any body which determines its comparative roughness or hardness; texture; as, marble, sugar, sandstone, etc., of fine grain."},{"word":"Grain","type":"n.","descr":" The direction, arrangement, or appearance of the fibers in wood, or of the strata in stone, slate, etc."},{"word":"Grain","type":"n.","descr":" The fiber which forms the substance of wood or of any fibrous material."},{"word":"Grain","type":"n.","descr":" The hair side of a piece of leather, or the marking on that side."},{"word":"Grain","type":"n.","descr":" The remains of grain, etc., after brewing or distillation; hence, any residuum. Also called draff."},{"word":"Grain","type":"n.","descr":" A rounded prominence on the back of a sepal, as in the common dock. See Grained, a., 4."},{"word":"Grain","type":"a.","descr":" Temper; natural disposition; inclination."},{"word":"Grain","type":"a.","descr":" A sort of spice, the grain of paradise."},{"word":"Grained","type":"imp. and p. p.","descr":" of Grain"},{"word":"Graining.","type":"p. pr. and vb. n.","descr":" of Grain"},{"word":"Grain","type":"v. t.","descr":" To paint in imitation of the grain of wood, marble, etc."},{"word":"Grain","type":"v. t.","descr":" To form (powder, sugar, etc.) into grains."},{"word":"Grain","type":"v. t.","descr":" To take the hair off (skins); to soften and raise the grain of (leather, etc.)."},{"word":"Grain","type":"n.","descr":" To yield fruit."},{"word":"Grain","type":"n.","descr":" To form grains, or to assume a granular ferm, as the result of crystallization; to granulate."},{"word":"Grain","type":"n.","descr":" A branch of a tree; a stalk or stem of a plant."},{"word":"Grain","type":"n.","descr":" A tine, prong, or fork."},{"word":"Grain","type":"n.","descr":" One the branches of a valley or of a river."},{"word":"Grain","type":"n.","descr":" An iron first speak or harpoon, having four or more barbed points."},{"word":"Grain","type":"n.","descr":" A blade of a sword, knife, etc."},{"word":"Grain","type":"n.","descr":" A thin piece of metal, used in a mold to steady a core."},{"word":"Grained","type":"a.","descr":" Having a grain; divided into small particles or grains; showing the grain; hence, rough."},{"word":"Grained","type":"a.","descr":" Dyed in grain; ingrained."},{"word":"Grained","type":"a.","descr":" Painted or stained in imitation of the grain of wood, marble, etc."},{"word":"Grained","type":"a.","descr":" Having tubercles or grainlike processes, as the petals or sepals of some flowers."},{"word":"Grainer","type":"n.","descr":" An infusion of pigeon\\'s dung used by tanners to neutralize the effects of lime and give flexibility to skins; -- called also grains and bate."},{"word":"Grainer","type":"n.","descr":" A knife for taking the hair off skins."},{"word":"Grainer","type":"n.","descr":" One who paints in imitation of the grain of wood, marble, etc.; also, the brush or tool used in graining."},{"word":"Grainfield","type":"n.","descr":" A field where grain is grown."},{"word":"Graining","type":"n.","descr":" Indentation; roughening; milling, as on edges of coins."},{"word":"Graining","type":"n.","descr":" A process in dressing leather, by which the skin is softened and the grain raised."},{"word":"Graining","type":"n.","descr":" Painting or staining, in imitation of the grain of  wood, atone, etc."},{"word":"Graining","type":"n.","descr":" The process of separating soap from spent lye, as with salt."},{"word":"Graining","type":"n.","descr":" A small European fresh-water fish (Leuciscus vulgaris); - called also dobule, and dace."},{"word":"Grains","type":"n. pl.","descr":" See 5th Grain, n., 2 (b)."},{"word":"Grains","type":"n.","descr":" Pigeon\\'s dung used in tanning.  See Grainer. n., 1."},{"word":"Grainy","type":"a.","descr":" Resembling grains; granular."},{"word":"Graip","type":"n.","descr":" A dungfork."},{"word":"Graith","type":"v. t.","descr":" See Greith."},{"word":"Graith","type":"n.","descr":" Furniture; apparatus or accouterments for work, traveling, war, etc."},{"word":"Grakle","type":"n.","descr":" See Grackle."},{"word":"Grallae","type":"n. pl.","descr":" An order of birds which formerly included all the waders.  By later writers it is usually restricted to the sandpipers, plovers, and allied forms; -- called also Grallatores."},{"word":"Grallatores","type":"n. pl.","descr":" See Grallae."},{"word":"Grallatorial","type":"a.","descr":" Alt. of Grallatory"},{"word":"Grallatory","type":"a.","descr":" Of or pertaining to the Grallatores, or waders."},{"word":"Grallic","type":"a.","descr":" Pertaining to the Grallae."},{"word":"Gralline","type":"a.","descr":" Of or pertaining to the Grallae."},{"word":"Gralloch","type":"n.","descr":" Offal of a deer."},{"word":"Gralloch","type":"v. t.","descr":" To remove the offal from (a deer)."},{"word":"Gram","type":"a.","descr":" Angry."},{"word":"Gram","type":"n.","descr":" The East Indian name of the chick-pea (Cicer arietinum) and its seeds; also, other similar seeds there used for food."},{"word":"Gram","type":"n.","descr":" Alt. of Gramme"},{"word":"Gramme","type":"n.","descr":" The unit of weight in the metric system. It was intended to be exactly, and is very nearly, equivalent to the weight in a vacuum of one cubic centimeter of pure water at its maximum density. It is equal to 15.432 grains. See Grain, n., 4."},{"word":"Grama grass","type":"","descr":" The name of several kinds of pasture grasses found in the Western United States, esp. the Bouteloua oligostachya."},{"word":"Gramarye","type":"n.","descr":" Necromancy; magic."},{"word":"Gramashes","type":"n. pl.","descr":" Gaiters reaching to the knee; leggings."},{"word":"Grame","type":"a.","descr":" Anger; wrath; scorn."},{"word":"Grame","type":"a.","descr":" Sorrow; grief; misery."},{"word":"Gramercy","type":"interj.","descr":" A word formerly used to express thankfulness, with surprise; many thanks."},{"word":"Graminaceous","type":"a.","descr":" Pertaining to, or resembling, the grasses; gramineous; as, graminaceous plants."},{"word":"Gramineal","type":"a.","descr":" Gramineous."},{"word":"Gramineous","type":"a.","descr":" Like, Or pertaining to, grass. See Grass, n., 2."},{"word":"Graminifolious","type":"a.","descr":" Bearing leaves resembling those of grass."},{"word":"Graminivorous","type":"a.","descr":" Feeding or subsisting on grass, and the like food; -- said of horses, cattle, and other animals."},{"word":"Grammalogue","type":"n.","descr":" Literally, a letter word; a word represented by a logogram; as, it, represented by |, that is, t. pitman."},{"word":"Grammar","type":"n.","descr":" The science which treats of the principles of language; the study of forms of speech, and their relations to one another; the art concerned with the right use aud application of the rules of a language, in speaking or writing."},{"word":"Grammar","type":"n.","descr":" The art of speaking or writing with correctness or according to established usage; speech considered with regard to the rules of a grammar."},{"word":"Grammar","type":"n.","descr":" A treatise on the principles of language; a book containing the principles and rules for correctness in speaking or writing."},{"word":"Grammar","type":"n.","descr":" treatise on the elements or principles of any science; as, a grammar of geography."},{"word":"Grammar","type":"v. i.","descr":" To discourse according to the rules of grammar; to use grammar."},{"word":"Grammarian","type":"n.","descr":" One versed in grammar, or the construction of languages; a philologist."},{"word":"Grammarian","type":"n.","descr":" One who writes on, or teaches, grammar."},{"word":"Grammarianism","type":"n.","descr":" The principles, practices, or peculiarities of grammarians."},{"word":"Grammarless","type":"a.","descr":" Without grammar."},{"word":"Grammates","type":"n. pl.","descr":" Rudiments; first principles, as of grammar."},{"word":"Grammatic","type":"a.","descr":" Grammatical."},{"word":"Grammatical","type":"a.","descr":" Of or pertaining to grammar; of the nature of grammar; as, a grammatical rule."},{"word":"Grammatical","type":"a.","descr":" According to the rules of grammar; grammatically correct; as, the sentence is not grammatical; the construction is not grammatical."},{"word":"Grammaticaster","type":"n.","descr":" A petty grammarian; a grammatical pedant or pretender."},{"word":"Grammatication","type":"n.","descr":" A principle of grammar; a grammatical rule."},{"word":"Grammaticism","type":"n.","descr":" A point or principle of grammar."},{"word":"Grammaticized","type":"imp. and p. p.","descr":" of Grammaticize"},{"word":"Grammaticizing","type":"p. pr. and vb. n.","descr":" of Grammaticize"},{"word":"Grammaticize","type":"v. t.","descr":" To render grammatical."},{"word":"Grammatist","type":"n.","descr":" A petty grammarian."},{"word":"Gramme","type":"n.","descr":" Same as Gram the weight."},{"word":"Gramme machine","type":"","descr":" A kind of dynamo-electric machine; -- so named from its French inventor, M. Gramme."},{"word":"Grampuses","type":"pl. ","descr":" of Grampus"},{"word":"Grampus","type":"n.","descr":" A toothed delphinoid cetacean, of the genus Grampus, esp. G. griseus of Europe and America, which is valued for its oil. It grows to be fifteen to twenty feet long; its color is gray with white streaks. Called also cowfish. The California grampus is G. Stearnsii."},{"word":"Grampus","type":"n.","descr":" A kind of tongs used in a bloomery."},{"word":"Granade","type":"n.","descr":" Alt. of Granado"},{"word":"Granado","type":"n.","descr":" See Grenade."},{"word":"Granadilla","type":"n.","descr":" The fruit of certain species of passion flower (esp. Passiflora quadrangularis) found in Brazil and the West Indies. It is as large as a child\\'s head, and is a good dessert fruit. The fruit of Passiflora edulis is used for flavoring ices."},{"word":"Granaries","type":"pl. ","descr":" of Granary"},{"word":"Granary","type":"n.","descr":" A storehouse or repository for grain, esp. after it is thrashed or husked; a cornbouse; also (Fig.), a region fertile in grain."},{"word":"Granate","type":"n.","descr":" See Garnet."},{"word":"Granatin","type":"n.","descr":" Mannite; -- so called because found in the pomegranate."},{"word":"Granatite","type":"n.","descr":" See Staurolite."},{"word":"Grand","type":"superl.","descr":" Of large size or extent; great; extensive; hence, relatively great; greatest; chief; principal; as, a grand mountain; a grand army; a grand mistake."},{"word":"Grand","type":"superl.","descr":" Great in size, and fine or imposing in appearance or impression; illustrious, dignifled, or noble (said of persons); majestic, splendid, magnificent, or sublime (said of things); as, a grand monarch; a grand lord; a grand general; a grand view; a grand conception."},{"word":"Grand","type":"superl.","descr":" Having higher rank or more dignity, size, or importance than other persons or things of the same name; as, a grand lodge; a grand vizier; a grand piano, etc."},{"word":"Grand","type":"superl.","descr":" Standing in the second or some more remote degree of parentage or descent; -- generalIy used in composition; as, grandfather, grandson, grandchild, etc."},{"word":"Grandam","type":"n.","descr":" An old woman; specifically, a grandmother."},{"word":"Grandaunt","type":"n.","descr":" The aunt of one\\'s father or mother."},{"word":"Grandchild","type":"n.","descr":" A son\\'s or daughter\\'s child; a child in the second degree of descent."},{"word":"Granddaughter","type":"n.","descr":" The daughter of one\\'s son or daughter."},{"word":"Grandee","type":"n.","descr":" A man of elevated rank or station; a nobleman. In Spain, a nobleman of the first rank, who may be covered in the king\\'s presence."},{"word":"Grandeeship","type":"n.","descr":" The rank or estate of a grandee; lordship."},{"word":"Grandeur","type":"n.","descr":" The state or quality of being grand; vastness; greatness; splendor; magnificence; stateliness; sublimity; dignity; elevation of thought or expression; nobility of action."},{"word":"Grandevity","type":"n.","descr":" Great age; long life."},{"word":"Grandevous","type":"a.","descr":" Of great age; aged; longlived."},{"word":"Grand-ducal","type":"a.","descr":" Of or pertaining to a grand duke."},{"word":"Grandfather","type":"n.","descr":" A father\\'s or mother\\'s father; an ancestor in the next degree above the father or mother in lineal ascent."},{"word":"Grandfatherly","type":"a.","descr":" Like a grandfather in age or manner; kind; benignant; indulgent."},{"word":"Grandific","type":"a.","descr":" Making great."},{"word":"Grandiloquence","type":"n.","descr":" The use of lofty words or phrases; bombast; -- usually in a bad sense."},{"word":"Grandiloquent","type":"a.","descr":" Speaking in a lofty style; pompous; bombastic."},{"word":"Grandiloquous","type":"a.","descr":" Grandiloquent."},{"word":"Grandinous","type":"a.","descr":" Consisting of hail; abounding in hail."},{"word":"Grandiose","type":"a.","descr":" Impressive or elevating in effect; imposing; splendid; striking; -- in a good sense."},{"word":"Grandiose","type":"a.","descr":" Characterized by affectation of grandeur or splendor; flaunting; turgid; bombastic; -- in a bad sense; as, a grandiose style."},{"word":"Grandiosity","type":"n.","descr":" The state or quality of being grandiose,"},{"word":"Grandity","type":"n.","descr":" Grandness."},{"word":"Grandly","type":"adv.","descr":" In a grand manner."},{"word":"Grandma","type":"n.","descr":" Alt. of Grandmamma"},{"word":"Grandmamma","type":"n.","descr":" A grandmother."},{"word":"Grand mercy","type":"","descr":" See Gramercy."},{"word":"Grandmother","type":"n.","descr":" The mother of one\\'s father or mother."},{"word":"Grandmotherly","type":"a.","descr":" Like a grandmother in age or manner; kind; indulgent."},{"word":"Grandnephew","type":"n.","descr":" The grandson of one\\'s brother or sister."},{"word":"Grandness","type":"n.","descr":" Grandeur."},{"word":"Grandniece","type":"n.","descr":" The granddaughter of one\\'s brother or sister."},{"word":"Grandpa","type":"n.","descr":" Alt. of Grandpapa"},{"word":"Grandpapa","type":"n.","descr":" A grandfather."},{"word":"Grandsire","type":"n.","descr":" Specifically, a grandfather; more generally, any ancestor."},{"word":"Grandson","type":"n.","descr":" A son\\'s or daughter\\'s son."},{"word":"Granduncle","type":"n.","descr":" A father\\'s or mother\\'s uncle."},{"word":"Grane","type":"v. and n.","descr":" See Groan."},{"word":"Grange","type":"n.","descr":" A building for storing grain; a granary."},{"word":"Grange","type":"n.","descr":" A farmhouse, with the barns and other buildings for farming purposes."},{"word":"Grange","type":"n.","descr":" A farmhouse of a monastery, where the rents and tithes, paid in grain, were deposited."},{"word":"Grange","type":"n.","descr":" A farm; generally, a farm with a house at a distance from neighbors."},{"word":"Grange","type":"n.","descr":" An association of farmers, designed to further their interests, aud particularly to bring producers and consumers, farmers and manufacturers, into direct commercial relations, without intervention of middlemen or traders. The first grange was organized in 1867."},{"word":"Granger","type":"n.","descr":" A farm steward."},{"word":"Granger","type":"n.","descr":" A member of a grange."},{"word":"Grangerism","type":"n.","descr":" The practice of illustrating a particular book by engravings collected from other books."},{"word":"Grangerite","type":"n.","descr":" One who collects illustrations from various books for the decoration of one book."},{"word":"Grangerize","type":"v. t. and i.","descr":" To collect (illustrations from books) for decoration of other books."},{"word":"Graniferous","type":"a.","descr":" Bearing grain, or seeds like grain."},{"word":"Graniform","type":"a.","descr":" Formed like of corn."},{"word":"Granilla","type":"n.","descr":" Small grains or dust of cochineal or the coccus insect."},{"word":"Granite","type":"n.","descr":" A crystalline, granular rock, consisting of quartz, feldspar, and mica, and usually of a whitish, grayish, or flesh-red color. It differs from gneiss in not having the mica in planes, and therefore in being destitute of a schistose structure."},{"word":"Granite State","type":"","descr":" New Hampshire; -- a nickname alluding to its mountains, which are chiefly of granite."},{"word":"Granitic","type":"a.","descr":" Like granite in composition, color, etc.; having the nature of granite; as, granitic texture."},{"word":"Granitic","type":"a.","descr":" Consisting of granite; as, granitic mountains."},{"word":"Granitical","type":"a.","descr":" Granitic."},{"word":"Granitification","type":"n.","descr":" The act or the process of forming into granite."},{"word":"Granitiform","type":"a.","descr":" Resembling granite in structure or shape."},{"word":"Granitoid","type":"a.","descr":" Resembling granite in granular appearance; as, granitoid gneiss; a granitoid pavement."},{"word":"Granivorous","type":"a.","descr":" Eating grain; feeding or subsisting on seeds; as, granivorous birds."},{"word":"Grannam","type":"n.","descr":" A grandam."},{"word":"Granny","type":"n.","descr":" A grandmother; a grandam; familiarly, an old woman."},{"word":"Granolithic","type":"n.","descr":" A kind of hard artificial stone, used for pavements."},{"word":"Granted","type":"imp. and p. p.","descr":" of Grant"},{"word":"Granting","type":"p. pr. and vb. n.","descr":" of Grant"},{"word":"Grant","type":"v. t.","descr":" To give over; to make conveyance of; to give the possession or title of; to convey; -- usually in answer to petition."},{"word":"Grant","type":"v. t.","descr":" To bestow or confer, with or without compensation, particularly in answer to prayer or request; to give."},{"word":"Grant","type":"v. t.","descr":" To admit as true what is not yet satisfactorily proved; to yield belief to; to allow; to yield; to concede."},{"word":"Grant","type":"v. i.","descr":" To assent; to consent."},{"word":"Grant","type":"v. t.","descr":" The act of granting; a bestowing or conferring; concession; allowance; permission."},{"word":"Grant","type":"v. t.","descr":" The yielding or admission of something in dispute."},{"word":"Grant","type":"v. t.","descr":" The thing or property granted; a gift; a boon."},{"word":"Grant","type":"v. t.","descr":" A transfer of property by deed or writing; especially, au appropriation or conveyance made by the government; as, a grant of land or of money; also, the deed or writing by which the transfer is made."},{"word":"Grantable","type":"a.","descr":" Capable of being granted."},{"word":"Grantee","type":"n.","descr":" The person to whom a grant or conveyance is made."},{"word":"Granter","type":"n.","descr":" One who grants."},{"word":"Grantor","type":"n.","descr":" The person by whom a grant or conveyance is made."},{"word":"Granular","type":"a.","descr":" Consisting of, or resembling, grains; as, a granular substance."},{"word":"Granularly","type":"adv.","descr":" In a granular form."},{"word":"Granulary","type":"a.","descr":" Granular."},{"word":"Granulated","type":"imp. and p. p.","descr":" of Granulate"},{"word":"Granulating","type":"p. pr. and vb. n.","descr":" of Granulate"},{"word":"Granulate","type":"v. t.","descr":" To form into grains or small masses; as, to granulate powder, sugar, or metal."},{"word":"Granulate","type":"v. t.","descr":" To raise in granules or small asperities; to make rough on the surface."},{"word":"Granulate","type":"v. i.","descr":" To collect or be formed into grains; as, cane juice granulates into sugar."},{"word":"Granulate","type":"a.","descr":" Alt. of Granulated"},{"word":"Granulated","type":"a.","descr":" Consisting of, or resembling, grains; crystallized in grains; granular; as, granulated sugar."},{"word":"Granulated","type":"a.","descr":" Having numerous small elevations, as shagreen."},{"word":"Granulation","type":"n.","descr":" The act or process of forming or crystallizing into grains; as, the granulation of powder and sugar."},{"word":"Granulation","type":"n.","descr":" The state of being granulated."},{"word":"Granulation","type":"n.","descr":" One of the small, red, grainlike prominences which form on a raw surface (that of wounds or ulcers), and are the efficient agents in the process of healing."},{"word":"Granulation","type":"n.","descr":" The act or process of the formation of such prominences."},{"word":"Granule","type":"n.","descr":" A little grain a small particle; a pellet."},{"word":"Granuliferous","type":"a.","descr":" Full of granulations."},{"word":"Granuliform","type":"a.","descr":" Having a granular structure; granular; as, granuliform limestone."},{"word":"Granulite","type":"n.","descr":" A whitish, granular rock, consisting of feldspar and quartz intimately mixed; -- sometimes called whitestone, and leptynite."},{"word":"Granulose","type":"n.","descr":" The main constituent of the starch grain or granule, in distinction from the framework of cellulose. Unlike cellulose, it is colored blue by iodine, and is converted into dextrin and sugar by boiling acids and amylolytic ferments."},{"word":"Granulous","type":"a.","descr":" Full of grains; abounding with granular substances; granular."},{"word":"Grape","type":"n.","descr":" A well-known edible berry growing in pendent clusters or bunches on the grapevine. The berries are smooth-skinned, have a juicy pulp, and are cultivated in great quantities for table use and for making wine and raisins."},{"word":"Grape","type":"n.","descr":" The plant which bears this fruit; the grapevine."},{"word":"Grape","type":"n.","descr":" A mangy tumor on the leg of a horse."},{"word":"Grape","type":"n.","descr":" Grapeshot."},{"word":"Grape fruit","type":"","descr":" The shaddock."},{"word":"Grapeless","type":"a.","descr":" Wanting grapes or the flavor of grapes."},{"word":"Grapery","type":"n.","descr":" A building or inclosure used for the cultivation of grapes."},{"word":"Grapeshot","type":"n.","descr":" A cluster, usually nine in number, of small iron balls, put together by means of cast-iron circular plates at top and bottom, with two rings, and a central connecting rod, in order to be used as a charge for a cannon. Formerly grapeshot were inclosed in canvas bags."},{"word":"Grapestone","type":"n.","descr":" A seed of the grape."},{"word":"Grapevine","type":"n.","descr":" A vine or climbing shrub, of the genus Vitis, having small green flowers and lobed leaves, and bearing the fruit called grapes."},{"word":"Graphic","type":"a.","descr":" Alt. of Graphical"},{"word":"Graphical","type":"a.","descr":" Of or pertaining to the arts of painting and drawing."},{"word":"Graphical","type":"a.","descr":" Of or pertaining to the art of writing."},{"word":"Graphical","type":"a.","descr":" Written or engraved; formed of letters or lines."},{"word":"Graphical","type":"a.","descr":" Well delineated; clearly and vividly described."},{"word":"Graphical","type":"a.","descr":" Having the faculty of, or characterized by, clear and impressive description; vivid; as, a graphic writer."},{"word":"Graphically","type":"adv.","descr":" In a graphic manner; vividly."},{"word":"Graphicness","type":"n.","descr":" Alt. of Graphicalness"},{"word":"Graphicalness","type":"n.","descr":" The quality or state of being graphic."},{"word":"Graphics","type":"n.","descr":" The art or the science of drawing; esp. of drawing according to mathematical rules, as in perspective, projection, and the like."},{"word":"Graphiscope","type":"n.","descr":" See Graphoscope."},{"word":"Graphite","type":"n.","descr":" Native carbon in hexagonal crystals, also foliated or granular massive, of black color and metallic luster, and so soft as to leave a trace on paper. It is used for pencils (improperly called lead pencils), for crucibles, and as a lubricator, etc. Often called plumbago or black lead."},{"word":"Graphitic","type":"a.","descr":" Pertaining to, containing, derived from, or resembling, graphite."},{"word":"Graphitoid","type":"a.","descr":" Alt. of Graphitoidal"},{"word":"Graphitoidal","type":"a.","descr":" Resembling graphite or plumbago."},{"word":"Grapholite","type":"n.","descr":" Any species of slate suitable to be written on."},{"word":"Graphology","type":"n.","descr":" The art of judging of a person\\'s character, disposition, and aptitude from his handwriting."},{"word":"Graphoscope","type":"n.","descr":" An optical instrument for magnifying engravings, photographs, etc., usually having one large lens and two smaller ones."},{"word":"Graphotype","type":"n.","descr":" A process for producing a design upon a surface in relief so that it can be printed from. Prepared chalk or oxide of zinc is pressed upon a smooth plate by a hydraulic press, and the design is drawn upon this in a peculiar ink which hardens the surface wherever it is applied. The surface is then carefully rubbed or brushed, leaving the lines in relief."},{"word":"Grapnel","type":"n.","descr":" A small anchor, with four or five flukes or claws, used to hold boats or small vessels; hence, any instrument designed to grapple or hold; a grappling iron; a grab; -- written also grapline, and crapnel."},{"word":"Grappled","type":"imp. and p. p.","descr":" of Grapple"},{"word":"Grappling","type":"p. pr. and vb. n.","descr":" of Grapple"},{"word":"Grapple","type":"v. t.","descr":" To seize; to lay fast hold of; to attack at close quarters: as, to grapple an antagonist."},{"word":"Grapple","type":"v. t.","descr":" To fasten, as with a grapple; to fix; to join indissolubly."},{"word":"Grapple","type":"v. i.","descr":" To use a grapple; to contend in close fight; to attach one\\'s self as if by a grapple, as in wrestling; to close; to seize one another."},{"word":"Grapple","type":"v. t.","descr":" A seizing or seizure; close hug in contest; the wrestler\\'s hold."},{"word":"Grapple","type":"v. t.","descr":" An instrument, usually with hinged claws, for seizing and holding fast to an object; a grab."},{"word":"Grapple","type":"v. t.","descr":" A grappling iron."},{"word":"Grapplement","type":"n.","descr":" A grappling; close fight or embrace."},{"word":"Grappling","type":"n.","descr":" A laying fast ho1d of; also, that by which anything is seized and held, a grapnel."},{"word":"Grappling","type":"n.","descr":" A grapple; a struggle.  A match for yards in fight, in grappling for the bear."},{"word":"Grapsoid","type":"a.","descr":" Pertaining to the genus Grapsus or the family Grapsidae."},{"word":"Grapsoid","type":"n.","descr":" A grapsoid crab."},{"word":"Graptolite","type":"n.","descr":" One of numerous species of slender and delicate fossils, of the genus Graptolites and allied genera, found in the Silurian rocks. They belong to an extinct group (Graptolithina) supposed to be hydroids."},{"word":"Graptolitic","type":"a.","descr":" Of or pertaining to graptolites; containing graptolites; as, a graptolitic slate."},{"word":"Grapy","type":"a.","descr":" Composed of, or resembling, grapes."},{"word":"Grasper","type":"imp. and p. p.","descr":" of Grasp"},{"word":"Grasp","type":"v. t.","descr":" To seize and hold by clasping or embracing with the fingers or arms; to catch to take possession of."},{"word":"Grasp","type":"v. t.","descr":" To lay hold of with the mind; to become thoroughly acquainted or conversant with; to comprehend."},{"word":"Grasp","type":"v. i.","descr":" To effect a grasp; to make the motion of grasping; to clutch; to struggle; to strive."},{"word":"Grasp","type":"n.","descr":" A gripe or seizure of the hand; a seizure by embrace, or infolding in the arms."},{"word":"Grasp","type":"n.","descr":" Reach of the arms; hence, the power of seizing and holding; as, it was beyond his grasp."},{"word":"Grasp","type":"n.","descr":" Forcible possession; hold."},{"word":"Grasp","type":"n.","descr":" Wide-reaching power of intellect to comprehend subjects and hold them under survey."},{"word":"Grasp","type":"n.","descr":" The handle of a sword or of an oar."},{"word":"Graspable","type":"a.","descr":" Capable of being grasped."},{"word":"Graaper","type":"n.","descr":" One who grasps or seizes; one who catches or holds."},{"word":"Grasping","type":"a.","descr":" Seizing; embracing; catching."},{"word":"Grasping","type":"a.","descr":" Avaricious; greedy of gain; covetous; close; miserly; as, he is a grasping man."},{"word":"Graspless","type":"a.","descr":" Without a grasp; relaxed."},{"word":"Grass","type":"n.","descr":" Popularly: Herbage; the plants which constitute the food of cattle and other beasts; pasture."},{"word":"Grass","type":"n.","descr":" An endogenous plant having simple leaves, a stem generally jointed and tubular, the husks or glumes in pairs, and the seed single."},{"word":"Grass","type":"n.","descr":" The season of fresh grass; spring."},{"word":"Grass","type":"n.","descr":" Metaphorically used for what is transitory."},{"word":"Grassed","type":"imp. and p. p.","descr":" of Grass"},{"word":"Grassing","type":"p. pr. and vb. n.","descr":" of Grass"},{"word":"Grass","type":"v. t.","descr":" To cover with grass or with turf."},{"word":"Grass","type":"v. t.","descr":" To expose, as flax, on the grass for bleaching, etc."},{"word":"Grass","type":"v. t.","descr":" To bring to the grass or ground; to land; as, to grass a fish."},{"word":"Grass","type":"v. i.","descr":" To produce grass."},{"word":"Grassation","type":"n.","descr":" A wandering about with evil intentions; a rioting."},{"word":"Grass-green","type":"a.","descr":" Green with grass."},{"word":"Grass-green","type":"a.","descr":" Of the color of grass; clear and vivid green."},{"word":"Grass-grown","type":"a.","descr":" Overgrown with grass; as, a grass-grown road."},{"word":"Grasshopper","type":"n.","descr":" Any jumping, orthopterous insect, of the families Acrididae and Locustidae. The species and genera are very numerous.  The former family includes the Western grasshopper or locust (Caloptenus spretus), noted for the great extent of its ravages in the region beyond the Mississippi. In the Eastern United States the red-legged (Caloptenus femurrubrum and C. atlanis) are closely related species, but their ravages are less important. They are closely related to the migratory locusts of the Old World. See Locust."},{"word":"Grasshopper","type":"n.","descr":" In ordinary square or upright pianos of London make, the escapement lever or jack, so made that it can be taken out and replaced with the key; -- called also the hopper."},{"word":"Grassiness","type":"n.","descr":" The state of abounding with grass; a grassy state."},{"word":"Grassless","type":"a.","descr":" Destitute of grass."},{"word":"Grassplot","type":"n.","descr":" A plot or space covered with grass; a lawn."},{"word":"Grass tree","type":"","descr":" An Australian plant of the genus Xanthorrhoea, having a thick trunk crowned with a dense tuft of pendulous, grasslike leaves, from the center of which arises a long stem, bearing at its summit a dense flower spike looking somewhat like a large cat-tail. These plants are often called \"blackboys\" from the large trunks denuded and blackened by fire. They yield two kinds of fragrant resin, called Botany-bay gum, and Gum Acaroides."},{"word":"Grass tree","type":"","descr":" A similar Australian plant (Kingia australis)."},{"word":"Grassy","type":"a.","descr":" Covered with grass; abounding with grass; as, a grassy lawn."},{"word":"Grassy","type":"a.","descr":" Resembling grass; green."},{"word":"Grate","type":"a.","descr":" Serving to gratify; agreeable."},{"word":"Grate","type":"n.","descr":" A structure or frame containing parallel or crosed bars, with interstices; a kind of latticework, such as is used ia the windows of prisons and cloisters."},{"word":"Grate","type":"n.","descr":" A frame or bed, or kind of basket, of iron bars, for holding fuel while burning."},{"word":"Grated","type":"imp. and p. p.","descr":" of Grate"},{"word":"Grating","type":"p. pr. and. vb. n.","descr":" of Grate"},{"word":"Grate","type":"v. t.","descr":" To furnish with grates; to protect with a grating or crossbars; as, to grate a window."},{"word":"Grate","type":"v. t.","descr":" To rub roughly or harshly, as one body against another, causing a harsh sound; as, to grate the teeth; to produce (a harsh sound) by rubbing."},{"word":"Grate","type":"v. t.","descr":" To reduce to small particles by rubbing with anything rough or indented; as, to grate a nutmeg."},{"word":"Grate","type":"v. t.","descr":" To fret; to irritate; to offend."},{"word":"Grate","type":"v. i.","descr":" To make a harsh sound by friction."},{"word":"Grate","type":"v. i.","descr":" To produce the effect of rubbing with a hard rough material; to cause wearing, tearing, or bruising. Hence; To produce exasperation, soreness, or grief; to offend by oppression or importunity."},{"word":"Grated","type":"a.","descr":" Furnished with a grate or grating; as, grated windows."},{"word":"Grateful","type":"a.","descr":" Having a due sense of benefits received; kindly disposed toward one from whom a favor has been received; willing to acknowledge and repay, or give thanks for, benefits; as, a grateful heart."},{"word":"Grateful","type":"a.","descr":" Affording pleasure; pleasing to the senses; gratifying; delicious; as, a grateful present; food grateful to the palate; grateful sleep."},{"word":"Grater","type":"a.","descr":" One who, or that which, grates; especially, an instrument or utensil with a rough, indented surface, for rubbing off small particles of any substance; as a grater for nutmegs."},{"word":"Graticulation","type":"n.","descr":" The division of a design or draught into squares, in order the more easily to reproduce it in larger or smaller dimensions."},{"word":"Graticule","type":"n.","descr":" A design or draught which has been divided into squares, in order to reproduce it in other dimensions."},{"word":"Gratification","type":"n.","descr":" The act of gratifying, or pleasing, either the mind, the taste, or the appetite; as, the gratification of the palate, of the appetites, of the senses, of the desires, of the heart."},{"word":"Gratification","type":"n.","descr":" That which affords pleasure; satisfaction; enjoyment; fruition: delight."},{"word":"Gratification","type":"n.","descr":" A reward; a recompense; a gratuity. "},{"word":"Gratifier","type":"n.","descr":" One who gratifies or pleases."},{"word":"Gratified","type":"imp. and p. p.","descr":" of Gratify"},{"word":"Gratifying","type":"p. pr. and vb. n.","descr":" of Gratify"},{"word":"Gratify","type":"v. t.","descr":" To please; to give pleasure to; to satisfy; to soothe; to indulge; as, to gratify the taste, the appetite, the senses, the desires, the mind, etc."},{"word":"Gratify","type":"v. t.","descr":" To requite; to recompense."},{"word":"Grating","type":"n.","descr":" A partition, covering, or frame of parallel or cross bars; a latticework resembling a window grate; as, the grating of a prison or convent."},{"word":"Grating","type":"n.","descr":" A system of close equidistant and parallel lines lines or bars, especially lines ruled on a polished surface, used for producing spectra by diffraction; -- called also diffraction grating."},{"word":"Grating","type":"n.","descr":" The strong wooden lattice used to cover a hatch, admitting light and air; also, a movable Lattice used for the flooring of boats."},{"word":"Grating","type":"a.","descr":" That grates; making a harsh sound; harsh."},{"word":"Grating","type":"n.","descr":" A harsh sound caused by attrition."},{"word":"Gratiolin","type":"n.","descr":" One of the essential principles of the hedge hyssop (Gratiola officinalis)."},{"word":"Gratis","type":"adv.","descr":" For nothing; without fee or recompense; freely; gratuitously."},{"word":"Gratitude","type":"a.","descr":" The state of being grateful; warm and friendly feeling toward a benefactor; kindness awakened by a favor received; thankfulness."},{"word":"Gratuitous","type":"a.","descr":" Given without an equivalent or recompense; conferred without valuable consideration; granted without pay, or without claim or merit; not required by justice."},{"word":"Gratuitous","type":"a.","descr":" Not called for by the circumstances; without reason, cause, or proof; adopted or asserted without any good ground; as, a gratuitous assumption."},{"word":"Gratuity","type":"n.","descr":" Something given freely or without recompense; a free gift; a present."},{"word":"Gratuity","type":"n.","descr":" Something voluntarily given in return for a favor or service, as a recompense or acknowledgment."},{"word":"Grqatulated","type":"imp. and p. p.","descr":" of Gratulate"},{"word":"Gratulating","type":"p. pr. and vb. n.","descr":" of Gratulate"},{"word":"Gratulate","type":"a.","descr":" To salute with declaration of joy; to congratulate."},{"word":"Gratulate","type":"a.","descr":" Worthy of gratulation."},{"word":"Gratulation","type":"n.","descr":" The act of gratulating or felicitating; congratulation."},{"word":"Gratulatory","type":"a.","descr":" Expressing gratulation or joy; congratulatory."},{"word":"Graunt","type":"v. and n.","descr":" See Grant."},{"word":"Grauwacke","type":"n.","descr":" Graywacke."},{"word":"Gravamina ","type":"pl. ","descr":" of Gravamen"},{"word":"Gravamens","type":"pl. ","descr":" of Gravamen"},{"word":"Gravamen","type":"a.","descr":" The grievance complained of; the substantial cause of the action; also, in general, the ground or essence of a complaint. Bouvier."},{"word":"Grave","type":"v. t.","descr":" To clean, as a vessel\\'s bottom, of barnacles, grass, etc., and pay it over with pitch; -- so called because graves or greaves was formerly used for this purpose."},{"word":"Grave","type":"superl.","descr":" Of great weight; heavy; ponderous."},{"word":"Grave","type":"superl.","descr":" Of importance; momentous; weighty; influential; sedate; serious; -- said of character, relations, etc.; as, grave deportment, character, influence, etc."},{"word":"Grave","type":"superl.","descr":" Not light or gay; solemn; sober; plain; as, a grave color; a grave face."},{"word":"Grave","type":"superl.","descr":" Not acute or sharp; low; deep; -- said of sound; as, a grave note or key."},{"word":"Grave","type":"superl.","descr":" Slow and solemn in movement."},{"word":"Graved","type":"imp.","descr":" of Grave"},{"word":"Graven","type":"p. p.","descr":" of Grave"},{"word":"Graved","type":"","descr":" of Grave"},{"word":"Graving","type":"p. pr. and vb. n.","descr":" of Grave"},{"word":"Grave","type":"n.","descr":" To dig. [Obs.] Chaucer."},{"word":"Grave","type":"n.","descr":" To carve or cut, as letters or figures, on some hard substance; to engrave."},{"word":"Grave","type":"n.","descr":" To carve out or give shape to, by cutting with a chisel; to sculpture; as, to grave an image."},{"word":"Grave","type":"n.","descr":" To impress deeply (on the mind); to fix indelibly."},{"word":"Grave","type":"n.","descr":" To entomb; to bury."},{"word":"Grave","type":"v. i.","descr":" To write or delineate on hard substances, by means of incised lines; to practice engraving."},{"word":"Grave","type":"n.","descr":" An excavation in the earth as a place of burial; also, any place of interment; a tomb; a sepulcher. Hence: Death; destruction."},{"word":"Graveclothes","type":"n. pl.","descr":" The clothes or dress in which the dead are interred."},{"word":"Gravedigger","type":"n.","descr":" A digger of graves."},{"word":"Gravedigger","type":"n.","descr":" See Burying beetle, under Bury, v. t."},{"word":"Gravel","type":"n.","descr":" Small stones, or fragments of stone; very small pebbles, often intermixed with particles of sand."},{"word":"Gravel","type":"n.","descr":" A deposit of small calculous concretions in the kidneys and the urinary or gall bladder; also, the disease of which they are a symptom."},{"word":"Graveled","type":"imp. and p. p.","descr":" of Gravel"},{"word":"Gravelled","type":"","descr":" of Gravel"},{"word":"Graveling","type":"p. pr. and vb. n.","descr":" of Gravel"},{"word":"Gravelling","type":"","descr":" of Gravel"},{"word":"Gravel","type":"v. t.","descr":" To cover with gravel; as, to gravel a walk."},{"word":"Gravel","type":"v. t.","descr":" To run (as a ship) upon the gravel or beach; to run aground; to cause to stick fast in gravel or sand."},{"word":"Gravel","type":"v. t.","descr":" To check or stop; to embarrass; to perplex."},{"word":"Gravel","type":"v. t.","descr":" To hurt or lame (a horse) by gravel lodged between the shoe and foot."},{"word":"Graveless","type":"a.","descr":" Without a grave; unburied."},{"word":"Graveling","type":"n.","descr":" Alt. of Gravelling"},{"word":"Gravelling","type":"n.","descr":" The act of covering with gravel."},{"word":"Gravelling","type":"n.","descr":" A layer or coating of gravel (on a path, etc.)."},{"word":"Graveling","type":"n.","descr":" Alt. of Gravelling"},{"word":"Gravelling","type":"n.","descr":" A salmon one or two years old, before it has gone to sea."},{"word":"Gravelliness","type":"n.","descr":" State of being gravelly."},{"word":"Gravelly","type":"a.","descr":" Abounding with gravel; consisting of gravel; as, a gravelly soil."},{"word":"Gravel-stone","type":"n.","descr":" A pebble, or small fragment of stone; a calculus."},{"word":"Gravely","type":"adv.","descr":" In a grave manner."},{"word":"Graven","type":"v. t.","descr":" Carved."},{"word":"Graveness","type":"n.","descr":" The quality of being grave."},{"word":"Gravenstein","type":"n.","descr":" A kind of fall apple, marked with streaks of deep red and orange, and of excellent flavor and quality."},{"word":"Graveolence","type":"n.","descr":" A strong and offensive smell; rancidity."},{"word":"Graveolent","type":"a.","descr":" Having a rank smell."},{"word":"Graver","type":"n.","descr":" One who graves; an engraver or a sculptor; one whose occupation is te cut letters or figures in stone or other hard material."},{"word":"Graver","type":"n.","descr":" An ergraving or cutting tool; a burin."},{"word":"Gravery","type":"n.","descr":" The act, process, or art, of graving or carving; engraving."},{"word":"Graves","type":"n. pl.","descr":" The sediment of melted tallow. Same as Greaves."},{"word":"Graves disease","type":"","descr":" Same as Basedow\\'s disease."},{"word":"Gravestone","type":"n.","descr":" A stone laid over, or erected near, a grave, usually with an inscription, to preserve the memory of the dead; a tombstone."},{"word":"Graveyard","type":"n.","descr":" A yard or inclosure for the interment of the dead; a cemetery."},{"word":"Gravic","type":"a.","descr":" Pertaining to, or causing, gravitation; as, gravic forces; gravic attraction."},{"word":"Gravid","type":"a.","descr":" Being with child; heavy with young; pregnant; fruitful; as, a gravid uterus; gravid piety."},{"word":"Gravidated","type":"a.","descr":" Made pregnant; big."},{"word":"Gravidation","type":"n.","descr":" Gravidity."},{"word":"Gravidity","type":"n.","descr":" The state of being gravidated; pregnancy."},{"word":"Gravigrade","type":"a.","descr":" Slow-paced."},{"word":"Gravigrade","type":"n.","descr":" One of the pachyderms."},{"word":"Gravimeter","type":"n.","descr":" An instrument for ascertaining the specific gravity of bodies."},{"word":"Gravimetric","type":"a.","descr":" Of or pertaining to measurement by weight; measured by weight."},{"word":"Graving","type":"n.","descr":" The act of cleaning a ship\\'s bottom."},{"word":"Graving","type":"n.","descr":" The act or art of carving figures in hard substances, esp. by incision or in intaglio."},{"word":"Graving","type":"n.","descr":" That which is graved or carved."},{"word":"Graving","type":"n.","descr":" Impression, as upon the mind or heart."},{"word":"Gravitated","type":"imp. and p. p.","descr":" of Gravitate"},{"word":"Gravitating","type":"p. pr. and vb. n.","descr":" of Gravitate"},{"word":"Gravitate","type":"v. i.","descr":" To obey the law of gravitation; to exert a force Or pressure, or tend to move, under the influence of gravitation; to tend in any direction or toward any object."},{"word":"Gravitation","type":"n.","descr":" The act of gravitating."},{"word":"Gravitation","type":"n.","descr":" That species of attraction or force by which all bodies or particles of matter in the universe tend toward each other; called also attraction of gravitation, universal gravitation, and universal gravity. See Attraction, and Weight."},{"word":"Gravitational","type":"a.","descr":" Of or pertaining to the force of gravity; as, gravitational units."},{"word":"Gravitative","type":"a.","descr":" Causing to gravitate; tending to a center."},{"word":"Gravities","type":"pl. ","descr":" of Gravity"},{"word":"Gravity","type":"a.","descr":" The state of having weight; beaviness; as, the gravity of lead."},{"word":"Gravity","type":"a.","descr":" Sobriety of character or demeanor."},{"word":"Gravity","type":"a.","descr":" Importance, significance, dignity, etc; hence, seriousness; enormity; as, the gravity of an offense."},{"word":"Gravity","type":"a.","descr":" The tendency of a mass of matter toward a center of attraction; esp., the tendency of a body toward the center of the earth; terrestrial gravitation."},{"word":"Gravity","type":"a.","descr":" Lowness of tone; -- opposed to acuteness."},{"word":"Gravies","type":"pl. ","descr":" of Gravy"},{"word":"Gravy","type":"n.","descr":" The juice or other liquid matter that drips from flesh in cooking, made into a dressing for the food when served up."},{"word":"Gravy","type":"n.","descr":" Liquid dressing for meat, fish, vegetables, etc."},{"word":"Gray","type":"superl.","descr":" White mixed with black, as the color of pepper and salt, or of ashes, or of hair whitened by age; sometimes, a dark mixed color; as, the soft gray eye of a dove."},{"word":"Gray","type":"superl.","descr":" Gray-haired; gray-headed; of a gray color; hoary."},{"word":"Gray","type":"superl.","descr":" Old; mature; as, gray experience. Ames."},{"word":"Gray","type":"n.","descr":" A gray color; any mixture of white and black; also, a neutral or whitish tint."},{"word":"Gray","type":"n.","descr":" An animal or thing of gray color, as a horse, a badger, or a kind of salmon."},{"word":"Grayback","type":"n.","descr":" The California gray whale."},{"word":"Grayback","type":"n.","descr":" The redbreasted sandpiper or knot."},{"word":"Grayback","type":"n.","descr":" The dowitcher."},{"word":"Grayback","type":"n.","descr":" The body louse."},{"word":"Graybeard","type":"n.","descr":" An old man."},{"word":"Grayfly","type":"n.","descr":" The trumpet fly."},{"word":"Grayhound","type":"n.","descr":" See Greyhound."},{"word":"Grayish","type":"a.","descr":" Somewhat gray."},{"word":"Graylag","type":"n.","descr":" The common wild gray goose (Anser anser) of Europe, believed to be the wild form of the domestic goose. See Illust. of Goose."},{"word":"Grayling","type":"a.","descr":" A European fish (Thymallus vulgaris), allied to the trout, but having a very broad dorsal fin; -- called also umber.  It inhabits cold mountain streams, and is valued as a game fish."},{"word":"Grayling","type":"a.","descr":" An American fish of the genus Thymallus, having similar habits to the above; one species (T. Ontariensis), inhabits several streams in Michigan; another  (T. montanus), is found in the Yellowstone region."},{"word":"Grayness","type":"n.","descr":" The quality of being gray."},{"word":"Graywacke","type":"n.","descr":" A conglomerate or grit rock, consisting of rounded pebbles sand firmly united together."},{"word":"Grazed","type":"imp. and p. p.","descr":" of Graze"},{"word":"Grazing","type":"p. pr. and vb. n.","descr":" of Graze"},{"word":"Graze","type":"v. t.","descr":" To feed or supply (cattle, sheep, etc.) with grass; to furnish pasture for."},{"word":"Graze","type":"v. t.","descr":" To feed on; to eat (growing herbage); to eat grass from (a pasture); to browse."},{"word":"Graze","type":"v. t.","descr":" To tend (cattle, etc.) while grazing."},{"word":"Graze","type":"v. t.","descr":" To rub or touch lightly the surface of (a thing) in passing; as, the bullet grazed the wall."},{"word":"Graze","type":"v. i.","descr":" To eat grass; to feed on growing herbage; as, cattle graze on the meadows."},{"word":"Graze","type":"v. i.","descr":" To yield grass for grazing."},{"word":"Graze","type":"v. i.","descr":" To touch something lightly in passing."},{"word":"Graze","type":"n.","descr":" The act of grazing; the cropping of grass."},{"word":"Graze","type":"n.","descr":" A light touch; a slight scratch."},{"word":"Grazer","type":"n.","descr":" One that grazes; a creature which feeds on growing grass or herbage."},{"word":"Grazier","type":"n.","descr":" One who pastures cattle, and rears them for market."},{"word":"Grazing","type":"n.","descr":" The act of one who, or that which, grazes."},{"word":"Grazing","type":"n.","descr":" A pasture; growing grass."},{"word":"Grazioso","type":"adv.","descr":" Gracefully; smoothly; elegantly."},{"word":"Gre","type":"n.","descr":" See Gree, a step."},{"word":"Gre","type":"n.","descr":" See Gree, good will."},{"word":"Grease","type":"n.","descr":" Animal fat, as tallow or lard, especially when in a soft state; oily or unctuous matter of any kind."},{"word":"Grease","type":"n.","descr":" An inflammation of a horse\\'s heels, suspending the ordinary greasy secretion of the part, and producing dryness and scurfiness, followed by cracks, ulceration, and fungous excrescences."},{"word":"Greased","type":"imp. and p. p.","descr":" of Grease"},{"word":"Greasing","type":"p. pr. and vb. n.","descr":" of Grease"},{"word":"Grease","type":"v. t.","descr":" To smear, anoint, or daub, with grease or fat; to lubricate; as, to grease the wheels of a wagon."},{"word":"Grease","type":"v. t.","descr":" To bribe; to corrupt with presents."},{"word":"Grease","type":"v. t.","descr":" To cheat or cozen; to overreach."},{"word":"Grease","type":"v. t.","descr":" To affect (a horse) with grease, the disease."},{"word":"Greaser","type":"n.","descr":" One who, or that which, greases; specifically, a person employed to lubricate the working parts of machinery, engines, carriages, etc."},{"word":"Greaser","type":"n.","descr":" A nickname sometimes applied in contempt to a Mexican of the lowest type."},{"word":"Greasily","type":"adv.","descr":" In a greasy manner."},{"word":"Greasily","type":"adv.","descr":" In a gross or indelicate manner."},{"word":"Greasiness","type":"n.","descr":" The quality or state of being greasy, oiliness; unctuousness; grossness."},{"word":"Greasy","type":"superl.","descr":" Composed of, or characterized by, grease; oily; unctuous; as, a greasy dish."},{"word":"Greasy","type":"superl.","descr":" Smeared or defiled with grease."},{"word":"Greasy","type":"superl.","descr":" Like grease or oil; smooth; seemingly unctuous to the touch, as is mineral soapstone."},{"word":"Greasy","type":"superl.","descr":" Fat of body; bulky."},{"word":"Greasy","type":"superl.","descr":" Gross; indelicate; indecent."},{"word":"Greasy","type":"superl.","descr":" Affected with the disease called grease; as, the heels of a horse. See Grease, n., 2."},{"word":"Great","type":"superl.","descr":" Large in space; of much size; big; immense; enormous; expanded; -- opposed to small and little; as, a great house, ship, farm, plain, distance, length."},{"word":"Great","type":"superl.","descr":" Large in number; numerous; as, a great company, multitude, series, etc."},{"word":"Great","type":"superl.","descr":" Long continued; lengthened in duration; prolonged in time; as, a great while; a great interval."},{"word":"Great","type":"superl.","descr":" Superior; admirable; commanding; -- applied to thoughts, actions, and feelings."},{"word":"Great","type":"superl.","descr":" Endowed with extraordinary powers; uncommonly gifted; able to accomplish vast results; strong; powerful; mighty; noble; as, a great hero, scholar, genius, philosopher, etc."},{"word":"Great","type":"superl.","descr":" Holding a chief position; elevated: lofty: eminent; distingushed; foremost; principal; as, great men; the great seal; the great marshal, etc."},{"word":"Great","type":"superl.","descr":" Entitled to earnest consideration; weighty; important; as, a great argument, truth, or principle."},{"word":"Great","type":"superl.","descr":" Pregnant; big (with young)."},{"word":"Great","type":"superl.","descr":" More than ordinary in degree; very considerable in degree; as, to use great caution; to be in great pain."},{"word":"Great","type":"superl.","descr":" Older, younger, or more remote, by single generation; -- often used before grand to indicate one degree more remote in the direct line of descent; as, great-grandfather (a grandfather\\'s or a grandmother\\'s father), great-grandson, etc."},{"word":"Great","type":"n.","descr":" The whole; the gross; as, a contract to build a ship by the great."},{"word":"Great-bellied","type":"a.","descr":" Having a great belly; bigbellied; pregnant; teeming."},{"word":"Greatcoat","type":"n.","descr":" An overcoat."},{"word":"Greaten","type":"v. t.","descr":" To make great; to aggrandize; to cause to increase in size; to expand."},{"word":"Greaten","type":"v. i.","descr":" To become large; to dilate."},{"word":"Great-grandchild","type":"n.","descr":" The child of one\\'s grandson or granddaughter."},{"word":"Great-granddaughter","type":"n.","descr":" A daughter of one\\'s grandson or granddaughter."},{"word":"Great-grandfather","type":"n.","descr":" The father of one\\'s grandfather or grandmother."},{"word":"Great-grandmother","type":"n.","descr":" The mother of one\\'s grandfather or grandmother."},{"word":"Great-grandson","type":"n.","descr":" A son of one\\'s grandson or granddaughter."},{"word":"Great-hearted","type":"a.","descr":" High-spirited; fearless."},{"word":"Great-hearted","type":"a.","descr":" Generous; magnanimous; noble."},{"word":"Great-heartedness","type":"n.","descr":" The quality of being greathearted; high-mindedness; magnanimity."},{"word":"Greatly","type":"adv.","descr":" In a great degree; much."},{"word":"Greatly","type":"adv.","descr":" Nobly; illustriously; magnanimously."},{"word":"Greatness","type":"n.","descr":" The state, condition, or quality of being great; as, greatness of size, greatness of mind, power, etc."},{"word":"Greatness","type":"n.","descr":" Pride; haughtiness."},{"word":"Greave","type":"n.","descr":" A grove."},{"word":"Greave","type":"n.","descr":" Armor for the leg below the knee; -- usually in the plural."},{"word":"Greaved","type":"imp. and p. p.","descr":" of Greave"},{"word":"Greaving","type":"p. pr.  and vb. n.","descr":" of Greave"},{"word":"Greave","type":"v. t.","descr":" To clean (a ship\\'s bottom); to grave."},{"word":"Greaves","type":"n. pl.","descr":" The sediment of melted tallow. It is made into cakes for dogs\\' food. In Scotland it is called cracklings."},{"word":"Grebe","type":"n.","descr":" One of several swimming birds or divers, of the genus Colymbus (formerly Podiceps), and allied genera, found in the northern parts of America, Europe, and Asia. They have strong, sharp bills, and lobate toes."},{"word":"Grecian","type":"a.","descr":" Of or pertaining to Greece; Greek."},{"word":"Grecian","type":"n.","descr":" A native or naturalized inhabitant of Greece; a Greek."},{"word":"Grecian","type":"n.","descr":" A jew who spoke Greek; a Hellenist."},{"word":"Grecian","type":"n.","descr":" One well versed in the Greek language, literature, or history."},{"word":"Grecism","type":"n.","descr":" An idiom of the Greek language; a Hellenism."},{"word":"Grecized","type":"imp. and p. p.","descr":" of Grecize"},{"word":"Grecizing","type":"p. pr. and vb. n.","descr":" of Grecize"},{"word":"Grecize","type":"v. t.","descr":" To render Grecian; also, to cause (a word or phrase in another language) to take a Greek form; as, the name is Grecized."},{"word":"Grecize","type":"v. t.","descr":" To translate into Greek."},{"word":"Grecize","type":"v. i.","descr":" Alt. of Grecianize"},{"word":"Grecianize","type":"v. i.","descr":" To conform to the Greek custom, especially in speech."},{"word":"Greco-Roman","type":"a.","descr":" Having characteristics that are partly Greek and partly Roman; as, Greco-Roman architecture."},{"word":"Grecque","type":"n.","descr":" An ornament supposed to be of Greek origin, esp. a fret or meander."},{"word":"Gree","type":"n.","descr":" Good will; favor; pleasure; satisfaction; -- used esp. in such phrases as: to take in gree; to accept in gree; that is, to take favorably."},{"word":"Gree","type":"n.","descr":" Rank; degree; position."},{"word":"Gree","type":"n.","descr":" The prize; the honor of the day; as, to bear the gree, i. e., to carry off the prize."},{"word":"Gree","type":"v. i.","descr":" To agree."},{"word":"Grees","type":"pl. ","descr":" of Gree"},{"word":"Greece","type":"pl. ","descr":" of Gree"},{"word":"Grice","type":"pl. ","descr":" of Gree"},{"word":"Grise","type":"pl. ","descr":" of Gree"},{"word":"Grize","type":"pl. ","descr":" of Gree"},{"word":"Gree","type":"n.","descr":" A step."},{"word":"Greece","type":"n. pl.","descr":" See Gree a step."},{"word":"Greed","type":"n.","descr":" An eager desire or longing; greediness; as, a greed of gain."},{"word":"Greedily","type":"adv.","descr":" In a greedy manner."},{"word":"Greediness","type":"n.","descr":" The quality of being greedy; vehement and selfish desire."},{"word":"Greedy","type":"superl.","descr":" Having a keen appetite for food or drink; ravenous; voracious; very hungry; -- followed by of; as, a lion that is greedy of his prey."},{"word":"Greedy","type":"superl.","descr":" Having a keen desire for anything; vehemently desirous; eager to obtain; avaricious; as, greedy of gain."},{"word":"Greedy-gut","type":"n.","descr":" A glutton."},{"word":"Greegree","type":"n.","descr":" An African talisman or Gri\\'gri\\' charm."},{"word":"Greek","type":"a.","descr":" Of or pertaining to Greece or the Greeks; Grecian."},{"word":"Greek","type":"n.","descr":" A native, or one of the people, of Greece; a Grecian; also, the language of Greece."},{"word":"Greek","type":"n.","descr":" A swindler; a knave; a cheat."},{"word":"Greek","type":"n.","descr":" Something unintelligible; as, it was all Greek to me."},{"word":"Greekess","type":"n.","descr":" A female Greek."},{"word":"Greekish","type":"a.","descr":" Peculiar to Greece."},{"word":"Greekling","type":"n.","descr":" A little Greek, or one of small esteem or pretensions."},{"word":"Green","type":"superl.","descr":" Having the color of grass when fresh and growing; resembling that color of the solar spectrum which is between the yellow and the blue; verdant; emerald."},{"word":"Green","type":"superl.","descr":" Having a sickly color; wan."},{"word":"Green","type":"superl.","descr":" Full of life aud vigor; fresh and vigorous; new; recent; as, a green manhood; a green wound."},{"word":"Green","type":"superl.","descr":" Not ripe; immature; not fully grown or ripened; as, green fruit, corn, vegetables, etc."},{"word":"Green","type":"superl.","descr":" Not roasted; half raw."},{"word":"Green","type":"superl.","descr":" Immature in age or experience; young; raw; not trained; awkward; as, green in years or judgment."},{"word":"Green","type":"superl.","descr":" Not seasoned; not dry; containing its natural juices; as, green wood, timber, etc."},{"word":"Green","type":"n.","descr":" The color of growing plants; the color of the solar spectrum intermediate between the yellow and the blue."},{"word":"Green","type":"n.","descr":" A grassy plain or plat; a piece of ground covered with verdant herbage; as, the village green."},{"word":"Green","type":"n.","descr":" Fresh leaves or branches of trees or other plants; wreaths; -- usually in the plural."},{"word":"Green","type":"n.","descr":" pl. Leaves and stems of young plants, as spinach, beets, etc., which in their green state are boiled for food."},{"word":"Green","type":"n.","descr":" Any substance or pigment of a green color."},{"word":"Greened","type":"imp. and p. p.","descr":" of Green"},{"word":"Greening","type":"p. pr. and vb. n.","descr":" of Green"},{"word":"Green","type":"v. t.","descr":" To make green."},{"word":"Green","type":"v. i.","descr":" To become or grow green."},{"word":"Greenback","type":"n.","descr":" One of the legal tender notes of the United States; -- first issued in 1862, and having the devices on the back printed with green ink, to prevent alterations and counterfeits."},{"word":"Greenbacker","type":"n.","descr":" One of those who supported greenback or paper money, and opposed the resumption of specie payments."},{"word":"Greenbone","type":"n.","descr":" Any garfish (Belone or Tylosurus)."},{"word":"Greenbone","type":"n.","descr":" The European eelpout."},{"word":"Green-broom","type":"n.","descr":" A plant of the genus Genista (G. tinctoria); dyer\\'s weed; -- called also greenweed."},{"word":"Greencloth","type":"n.","descr":" A board or court of justice formerly held in the counting house of the British sovereign\\'s household, composed of the lord steward and his officers, and having cognizance of matters of justice in the household, with power to correct offenders and keep the peace within the verge of the palace, which extends two hundred yards beyond the gates."},{"word":"Greenery","type":"n.","descr":" Green plants; verdure."},{"word":"Green-eyed","type":"a.","descr":" Having green eyes."},{"word":"Green-eyed","type":"a.","descr":" Seeing everything through a medium which discolors or distorts."},{"word":"Greenfinch","type":"n.","descr":" A European finch (Ligurinus chloris);  -- called also green bird, green linnet, green grosbeak, green olf, greeny, and peasweep."},{"word":"Greenfinch","type":"n.","descr":" The Texas sparrow  (Embernagra rufivirgata), in which the general color is olive green, with four rufous stripes on the head."},{"word":"Greenfish","type":"n.","descr":" See Bluefish, and Pollock."},{"word":"Greengage","type":"n.","descr":" A kind of plum of medium size, roundish shape, greenish flesh, and delicious flavor. It is called in France Reine Claude, after the queen of Francis I. See Gage."},{"word":"Greengill","type":"n.","descr":" An oyster which has the gills tinged with a green pigment, said to be due to an abnormal condition of the blood."},{"word":"Greengrocer","type":"n.","descr":" A retailer of vegetables or fruits in their fresh or green state."},{"word":"Greenhead","type":"n.","descr":" The mallard."},{"word":"Greenhead","type":"n.","descr":" The striped bass. See Bass."},{"word":"Greenhead","type":"n.","descr":" Alt. of Greenhood"},{"word":"Greenhood","type":"n.","descr":" A state of greenness; verdancy."},{"word":"Greenhorn","type":"n.","descr":" A raw, inexperienced person; one easily imposed upon."},{"word":"Greenhouse","type":"n.","descr":" A house in which tender plants are cultivated and sheltered from the weather."},{"word":"Greening","type":"n.","descr":" A greenish apple, of several varieties, among which the Rhode Island greening is the best known for its fine-grained acid flesh and its excellent keeping quality."},{"word":"Greenish","type":"a.","descr":" Somewhat green; having a tinge of green; as, a greenish yellow."},{"word":"Greenlander","type":"n.","descr":" A native of Greenland."},{"word":"Green-leek","type":"n.","descr":" An Australian parrakeet (Polytelis Barrabandi); -- called also the scarlet-breasted parrot."},{"word":"Greenlet","type":"n.","descr":" l. (Zool.) One of numerous species of small American singing birds, of the genus Vireo, as the solitary, or blue-headed (Vireo solitarius); the brotherly-love  (V. Philadelphicus); the warbling greenlet (V. gilvus); the yellow-throated greenlet (V. flavifrons) and others. See Vireo."},{"word":"Greenlet","type":"n.","descr":" Any species of Cyclorhis, a genus of tropical American birds allied to the tits."},{"word":"Greenly","type":"adv.","descr":" With a green color; newly; freshly, immaturely."},{"word":"Greenly","type":"a.","descr":" Of a green color."},{"word":"Greenness","type":"n.","descr":" The quality of being green; viridity; verdancy; as, the greenness of grass, or of a meadow."},{"word":"Greenness","type":"n.","descr":" Freshness; vigor; newness."},{"word":"Greenness","type":"n.","descr":" Immaturity; unripeness; as, the greenness of fruit; inexperience; as, the greenness of youth."},{"word":"Greenockite","type":"n.","descr":" Native cadmium sulphide, a mineral occurring in yellow hexagonal crystals, also as an earthy incrustation."},{"word":"Greenroom","type":"n.","descr":" The retiring room of actors and actresses in a theater."},{"word":"Greensand","type":"n.","descr":" A variety of sandstone, usually imperfectly consolidated, consisting largely of glauconite, a silicate of iron and potash of a green color, mixed with sand and a trace of phosphate of lime."},{"word":"Greenshank","type":"n.","descr":" A European sandpiper or snipe (Totanus canescens); -- called also greater plover."},{"word":"Green-stall","type":"n.","descr":" A stall at which greens and fresh vegetables are exposed for sale."},{"word":"Greenstone","type":"n.","descr":" A name formerly applied rather loosely to certain dark-colored igneous rocks, including diorite, diabase, etc."},{"word":"Greensward","type":"n.","descr":" Turf green with grass."},{"word":"Greenth","type":"n.","descr":" The state or quality of being green; verdure."},{"word":"Greenweed","type":"n.","descr":" See Greenbroom."},{"word":"Greenwood","type":"n.","descr":" A forest as it appears is spring and summer."},{"word":"Greenwood","type":"a.","descr":" Pertaining to a greenwood; as, a greenwood shade."},{"word":"Greet","type":"a.","descr":" Great."},{"word":"Greet","type":"v. i.","descr":" To weep; to cry; to lament."},{"word":"Greet","type":"n.","descr":" Mourning."},{"word":"Greeted","type":"imp. and p. p.","descr":" of Greet"},{"word":"Greeting","type":"p. pr. and vb. n.","descr":" of Greet"},{"word":"Greet","type":"v. t.","descr":" To address with salutations or expressions of kind wishes; to salute; to hail; to welcome; to accost with friendship; to pay respects or compliments to, either personally or through the intervention of another, or by writing or token."},{"word":"Greet","type":"v. t.","descr":" To come upon, or meet, as with something that makes the heart glad."},{"word":"Greet","type":"v. t.","descr":" To accost; to address."},{"word":"Greet","type":"v. i.","descr":" To meet and give salutations."},{"word":"Greet","type":"n.","descr":" Greeting."},{"word":"Greeter","type":"n.","descr":" One who greets or salutes another."},{"word":"Greeter","type":"n.","descr":" One who weeps or mourns."},{"word":"Greeting","type":"n.","descr":" Expression of kindness or joy; salutation at meeting; a compliment from one absent."},{"word":"Greeve","type":"n.","descr":" See Grieve, an overseer."},{"word":"Greeze","type":"n.","descr":" A step. See Gree, a step."},{"word":"Greffier","type":"n.","descr":" A registrar or recorder; a notary."},{"word":"Gregal","type":"a.","descr":" Pertaining to, or like, a flock."},{"word":"Gregarian","type":"a.","descr":" Gregarious; belonging to the herd or common sort; common."},{"word":"Gregarine","type":"a.","descr":" Of or pertaining to the Gregarinae."},{"word":"Gregarine","type":"n.","descr":" One of the Gregarinae."},{"word":"Gregarious","type":"a.","descr":" Habitually living or moving in flocks or herds; tending to flock or herd together; not habitually solitary or living alone."},{"word":"Grege","type":"v. t.","descr":" Alt. of Gregge"},{"word":"Gregge","type":"v. t.","descr":" To make heavy; to increase."},{"word":"Greggoe","type":"n.","descr":" Alt. of Grego"},{"word":"Grego","type":"n.","descr":" A short jacket or cloak, made of very thick, coarse cloth, with a hood attached, worn by the Greeks and others in the Levant."},{"word":"Gregorian","type":"a.","descr":" Pertaining to, or originated by, some person named Gregory, especially one of the popes of that name."},{"word":"Greillade","type":"n.","descr":" Iron ore in coarse powder, prepared for reduction by the Catalan process."},{"word":"Greisen","type":"n.","descr":" A crystalline rock consisting of quarts and mica, common in the tin regions of Cornwall and Saxony."},{"word":"Greit","type":"v. i.","descr":" See Greet, to weep."},{"word":"Greith","type":"v. t.","descr":" To make ready; -- often used reflexively."},{"word":"Greith","type":"v.","descr":" Goods; furniture."},{"word":"Gremial","type":"a.","descr":" Of or pertaining to the lap or bosom."},{"word":"Gremial","type":"n.","descr":" A bosom friend."},{"word":"Gremial","type":"n.","descr":" A cloth, often adorned with gold or silver lace, placed on the bishop\\'s lap while he sits in celebrating mass, or in ordaining priests."},{"word":"Grenade","type":"n.","descr":" A hollow ball or shell of iron filled with powder of other explosive, ignited by means of a fuse, and thrown from the hand among enemies."},{"word":"Grenadier","type":"n.","descr":" Originaly, a soldier who carried and threw grenades; afterward, one of a company attached to each regiment or battalion, taking post on the right of the line, and wearing a peculiar uniform. In modern times, a member of a special regiment or corps; as, a grenadier of the guard of Napoleon I. one of the regiment of Grenadier Guards of the British army, etc."},{"word":"Grenadier","type":"n.","descr":" Any marine fish of the genus Macrurus, in which the body and tail taper to a point; they mostly inhabit the deep sea; -- called also onion fish, and rat-tail fish."},{"word":"Grenadier","type":"n.","descr":" A bright-colored South African grosbeak (Pyromelana orix), having the back red and the lower parts black."},{"word":"Grenadillo","type":"n.","descr":" A handsome tropical American wood, much used for making flutes and other wind instruments; -- called also Grenada cocos, or cocus, and red ebony."},{"word":"Grenadine","type":"n.","descr":" A thin gauzelike fabric of silk or wool, for women\\'s wear."},{"word":"Grenadine","type":"n.","descr":" A trade name for a dyestuff, consisting essentially of impure fuchsine."},{"word":"Grenado","type":"n.","descr":" Same as Grenade."},{"word":"Grene","type":"a.","descr":" Green."},{"word":"Gres","type":"n.","descr":" Grass."},{"word":"Gressorial","type":"a.","descr":" Alt. of Gressorious"},{"word":"Gressorious","type":"a.","descr":" Adapted for walking; anisodactylous; as the feet of certain birds and insects. See Illust. under Aves."},{"word":"Gret","type":"a.","descr":" Alt. of Grete"},{"word":"Grete","type":"a.","descr":" Great."},{"word":"Gretto","type":"","descr":" imp. of Greet, to salute."},{"word":"Greve","type":"n.","descr":" A grove."},{"word":"Grew","type":"","descr":" imp. of Grow."},{"word":"Grewsome","type":"a.","descr":" Alt. of Gruesome"},{"word":"Gruesome","type":"a.","descr":" Ugly; frightful."},{"word":"Grey","type":"a.","descr":" See Gray (the correct orthography)."},{"word":"Greyhound","type":"n.","descr":" A slender, graceful breed of dogs, remarkable for keen sight and swiftness. It is one of the oldest varieties known, and is figured on the Egyptian monuments."},{"word":"Greylag","type":"n.","descr":" See Graylag."},{"word":"Gribble","type":"n.","descr":" A small marine isopod crustacean (Limnoria lignorum or L. terebrans), which burrows into and rapidly destroys submerged timber, such as the piles of wharves, both in Europe and America."},{"word":"Grice","type":"n.","descr":" A little pig."},{"word":"Grice","type":"n.","descr":" See Gree, a step."},{"word":"Grid","type":"n.","descr":" A grating of thin parallel bars, similar to a gridiron."},{"word":"Griddle","type":"n.","descr":" An iron plate or pan used for cooking cakes."},{"word":"Griddle","type":"n.","descr":" A sieve with a wire bottom, used by miners."},{"word":"Griddlecake","type":"n.","descr":" A cake baked or fried on a griddle, esp. a thin batter cake, as of buckwheat or common flour."},{"word":"Grided","type":"imp. and p. p.","descr":" of Gride"},{"word":"Griding","type":"p. pr. and  vb. n.","descr":" of Gride"},{"word":"Gride","type":"e. i.","descr":" To cut with a grating sound; to cut; to penetrate or pierce harshly; as, the griding sword."},{"word":"Grade","type":"n.","descr":" A harsh scraping or cutting; a grating."},{"word":"Gridelin","type":"n.","descr":" A color mixed of white, and red, or a gray violet."},{"word":"Gridiron","type":"n.","descr":" A grated iron utensil for broiling flesh and fish over coals."},{"word":"Gridiron","type":"n.","descr":" An openwork frame on which vessels are placed for examination, cleaning, and repairs."},{"word":"Gridiron","type":"n.","descr":" A football field."},{"word":"Grief","type":"a.","descr":" Pain of mind on account of something in the past; mental suffering arising from any cause, as misfortune, loss of friends, misconduct of one\\'s self or others, etc.; sorrow; sadness."},{"word":"Grief","type":"a.","descr":" Cause of sorrow or pain; that which afficts or distresses; trial; grievance."},{"word":"Grief","type":"a.","descr":" Physical pain, or a cause of it; malady."},{"word":"Griefful","type":"a.","descr":" Full of grief or sorrow."},{"word":"Griefless","type":"a.","descr":" Without grief."},{"word":"Griego","type":"n.","descr":" See Greggoe."},{"word":"Grievable","type":"a.","descr":" Lamentable."},{"word":"Grievance","type":"v. t.","descr":" A cause of uneasiness and complaint; a wrong done and suffered; that which gives ground for remonstrance or resistance, as arising from injustice, tyranny, etc.; injury."},{"word":"Grievance","type":"v. t.","descr":" Grieving; grief; affliction."},{"word":"Grievancer","type":"n.","descr":" One who occasions a grievance; one who gives ground for complaint."},{"word":"Grieve","type":"n.","descr":" Alt. of Greeve"},{"word":"Greeve","type":"n.","descr":" A manager of a farm, or overseer of any work; a reeve; a manorial bailiff."},{"word":"Grieved","type":"imp. and p. p.","descr":" of Grieve"},{"word":"Grieving","type":"p. pr. and vb. n.","descr":" of Grieve"},{"word":"Grieve","type":"v. t.","descr":" To occasion grief to; to wound the sensibilities of; to make sorrowful; to cause to suffer; to afflict; to hurt; to try."},{"word":"Grieve","type":"v. t.","descr":" To sorrow over; as, to grieve one\\'s fate."},{"word":"Grieve","type":"v. i.","descr":" To feel grief; to be in pain of mind on account of an evil; to sorrow; to mourn; -- often followed by at, for, or over."},{"word":"Griever","type":"n.","descr":" One who, or that which, grieves."},{"word":"Grieving","type":"a.","descr":" Sad; sorrowful; causing grief."},{"word":"Grieving","type":"n.","descr":" The act of causing grief; the state of being grieved."},{"word":"Grievous","type":"a.","descr":" Causing grief or sorrow; painful; afflictive; hard to bear; offensive; harmful."},{"word":"Grievous","type":"a.","descr":" Characterized by great atrocity; heinous; aggravated; flagitious; as, a grievous sin."},{"word":"Grievous","type":"a.","descr":" Full of, or expressing, grief; showing great sorrow or affliction; as, a grievous cry."},{"word":"Griff","type":"n.","descr":" Grasp; reach."},{"word":"Griff","type":"n.","descr":" An arrangement of parallel bars for lifting the hooked wires which raise the warp threads in a loom for weaving figured goods."},{"word":"Griffe","type":"n.","descr":" The offspring of a mulatto woman and a negro; also, a mulatto."},{"word":"Griffin","type":"n.","descr":" An Anglo-Indian name for a person just arrived from Europe."},{"word":"Griffin","type":"n.","descr":" Alt. of Griffon"},{"word":"Griffon","type":"n.","descr":" A fabulous monster, half lion and half eagle. It is often represented in Grecian and Roman works of art."},{"word":"Griffon","type":"n.","descr":" A representation of this creature as an heraldic charge."},{"word":"Griffon","type":"n.","descr":" A species of large vulture (Gyps fulvus) found in the mountainous parts of Southern Europe, North Africa, and Asia Minor; -- called also gripe, and grype. It is supposed to be the \"eagle\" of the Bible. The bearded griffin is the lammergeir."},{"word":"Griffon","type":"n.","descr":" An English early apple."},{"word":"Grig","type":"n.","descr":" A cricket or grasshopper."},{"word":"Grig","type":"n.","descr":" Any small eel."},{"word":"Grig","type":"n.","descr":" The broad-nosed eel. See Glut."},{"word":"Grig","type":"n.","descr":" Heath."},{"word":"Gril","type":"a.","descr":" Harsh; hard; severe; stern; rough."},{"word":"Grill","type":"v. t.","descr":" A gridiron."},{"word":"Grill","type":"v. t.","descr":" That which is broiled on a gridiron, as meat, fish, etc."},{"word":"Grilled","type":"imp. and p. p.","descr":" of Grill"},{"word":"Grilling","type":"p. pr. and  vb. n.","descr":" of Grill"},{"word":"Grill","type":"n.","descr":" To broil on a grill or gridiron."},{"word":"Grill","type":"n.","descr":" To torment, as if by broiling."},{"word":"Grillade","type":"v. t.","descr":" The act of grilling; also, that which is grilled."},{"word":"Grillage","type":"n.","descr":" A framework of sleepers and crossbeams forming a foundation in marshy or treacherous soil."},{"word":"Grille","type":"v. t.","descr":" A lattice or grating."},{"word":"Grilly","type":"v. t.","descr":" To broil; to grill; hence, To harass."},{"word":"Grilse","type":"n.","descr":" A young salmon after its first return from the sea."},{"word":"Grim","type":"Compar.","descr":" Of forbidding or fear-inspiring aspect; fierce; stern; surly; cruel; frightful; horrible."},{"word":"Grimace","type":"n.","descr":" A distortion of the countenance, whether habitual, from affectation, or momentary aad occasional, to express some feeling, as contempt, disapprobation, complacency, etc.; a smirk; a made-up face."},{"word":"Grimace","type":"v. i.","descr":" To make grimaces; to distort one\\'s face; to make faces."},{"word":"Grimaced","type":"a.","descr":" Distorted; crabbed."},{"word":"Grimalkin","type":"n.","descr":" An old cat, esp. a she-cat."},{"word":"Grime","type":"n.","descr":" Foul matter; dirt, rubbed in; sullying blackness, deeply ingrained."},{"word":"Grime","type":"v. t.","descr":" To sully or soil deeply; to dirt."},{"word":"Grimily","type":"adv.","descr":" In a grimy manner."},{"word":"Griminess","type":"n.","descr":" The state of being grimy."},{"word":"Grimly","type":"a.","descr":" Grim; hideous; stern."},{"word":"Grimly","type":"adv.","descr":" In a grim manner; fiercely."},{"word":"Grimme","type":"n.","descr":" A West African antelope (Cephalophus rufilotus) of a deep bay color, with a broad dorsal stripe of black; -- called also conquetoon."},{"word":"Grimness","type":"n.","descr":" Fierceness of look; sternness; crabbedness; forbiddingness."},{"word":"Grimsir","type":"n.","descr":" A stern man."},{"word":"Grimy","type":"superl.","descr":" Full of grime; begrimed; dirty; foul."},{"word":"Grin","type":"n.","descr":" A snare; a gin."},{"word":"Grinned","type":"imp. and p. p.","descr":" of Grin"},{"word":"Grinning","type":"p. pr. and  vb. n.","descr":" of Grin"},{"word":"Grin","type":"v. i.","descr":" To show the teeth, as a dog; to snarl."},{"word":"Grin","type":"v. i.","descr":" To set the teeth together and open the lips, or to open the mouth and withdraw the lips from the teeth, so as to show them, as in laughter, scorn, or pain."},{"word":"Grin","type":"v. t.","descr":" To express by grinning."},{"word":"Grin","type":"n.","descr":" The act of closing the teeth and showing them, or of withdrawing the lips and showing the teeth; a hard, forced, or sneering smile."},{"word":"Ground","type":"imp. and p. p.","descr":" of Grind"},{"word":"Grinding","type":"p. pr. and vb. n.","descr":" of Grind"},{"word":"Grind","type":"v. t.","descr":" To reduce to powder by friction, as in a mill, or with the teeth; to crush into small fragments; to produce as by the action of millstones."},{"word":"Grind","type":"v. t.","descr":" To wear down, polish, or sharpen, by friction; to make smooth, sharp, or pointed; to whet, as a knife or drill; to rub against one another, as teeth, etc."},{"word":"Grind","type":"v. t.","descr":" To oppress by severe exactions; to harass."},{"word":"Grind","type":"v. t.","descr":" To study hard for examination."},{"word":"Grind","type":"v. i.","descr":" To perform the operation of grinding something; to turn the millstones."},{"word":"Grind","type":"v. i.","descr":" To become ground or pulverized by friction; as, this corn grinds well."},{"word":"Grind","type":"v. i.","descr":" To become polished or sharpened by friction; as, glass grinds smooth; steel grinds to a sharp edge."},{"word":"Grind","type":"v. i.","descr":" To move with much difficulty or friction; to grate."},{"word":"Grind","type":"v. i.","descr":" To perform hard aud distasteful service; to drudge; to study hard, as for an examination."},{"word":"Grind","type":"n.","descr":" The act of reducing to powder, or of sharpening, by friction."},{"word":"Grind","type":"n.","descr":" Any severe continuous work or occupation; esp., hard and uninteresting study."},{"word":"Grind","type":"n.","descr":" A hard student; a dig."},{"word":"Grinded","type":"p. p.","descr":" Ground."},{"word":"Grindelia","type":"n.","descr":" The dried stems and leaves of tarweed (Grindelia), used as a remedy in asthma and bronchitis."},{"word":"Grinder","type":"n.","descr":" One who, or that which, grinds."},{"word":"Grinder","type":"n.","descr":" One of the double teeth, used to grind or masticate the food; a molar."},{"word":"Grinder","type":"n.","descr":" The restless flycatcher (Seisura inquieta)  of Australia; -- called also restless thrush and volatile thrush. It makes a noise like a scissors grinder, to which the name alludes."},{"word":"Grindery","type":"n.","descr":" Leather workers\\' materials."},{"word":"Grinding","type":"a. and n.","descr":" from Grind."},{"word":"Grindingly","type":"adv.","descr":" In a grinding manner."},{"word":"Grindle","type":"n.","descr":" The bowfin; -- called also Johnny Grindle."},{"word":"Grindle stone","type":"","descr":" A grindstone."},{"word":"Grindlet","type":"n.","descr":" A small drain."},{"word":"Grindstone","type":"n.","descr":" A flat, circular stone, revolving on an axle, for grinding or sharpening tools, or shaping or smoothing objects."},{"word":"Grinner","type":"n.","descr":" One who grins."},{"word":"Grinningly","type":"adv.","descr":" In a grinning manner."},{"word":"Grint","type":"","descr":" 3d pers. sing. pres. of Grind, contr. from grindeth."},{"word":"Grinte","type":"","descr":" imp. of Grin, v. i., 1."},{"word":"Grinting","type":"n.","descr":" Grinding."},{"word":"Grip","type":"n.","descr":" The griffin."},{"word":"Grip","type":"n.","descr":" A small ditch or furrow."},{"word":"Grip","type":"v. t.","descr":" To trench; to drain."},{"word":"Grip","type":"v. t.","descr":" An energetic or tenacious grasp; a holding fast; strength in grasping."},{"word":"Grip","type":"v. t.","descr":" A peculiar mode of clasping the hand, by which members of a secret association recognize or greet, one another; as, a masonic grip."},{"word":"Grip","type":"v. t.","descr":" That by which anything is grasped; a handle or gripe; as, the grip of a sword."},{"word":"Grip","type":"v. t.","descr":" A device for grasping or holding fast to something."},{"word":"Grip","type":"v. t.","descr":" To give a grip to; to grasp; to gripe."},{"word":"Gripe","type":"n.","descr":" A vulture; the griffin."},{"word":"Griped","type":"imp. and p. p.","descr":" of Gripe"},{"word":"Griping","type":"p. pr. and vb. n.","descr":" of Gripe"},{"word":"Gripe","type":"v. t.","descr":" To catch with the hand; to clasp closely with the fingers; to clutch."},{"word":"Gripe","type":"v. t.","descr":" To seize and hold fast; to embrace closely."},{"word":"Gripe","type":"v. t.","descr":" To pinch; to distress. Specifically, to cause pinching and spasmodic pain to the bowels of, as by the effects of certain purgative or indigestible substances."},{"word":"Gripe","type":"v. i.","descr":" To clutch, hold, or pinch a thing, esp. money, with a gripe or as with a gripe."},{"word":"Gripe","type":"v. i.","descr":" To suffer griping pains."},{"word":"Gripe","type":"v. i.","descr":" To tend to come up into the wind, as a ship which, when sailing closehauled, requires constant labor at the helm."},{"word":"Gripe","type":"n.","descr":" Grasp; seizure; fast hold; clutch."},{"word":"Gripe","type":"n.","descr":" That on which the grasp is put; a handle; a grip; as, the gripe of a sword."},{"word":"Gripe","type":"n.","descr":" A device for grasping or holding anything; a brake to stop a wheel."},{"word":"Gripe","type":"n.","descr":" Oppression; cruel exaction; affiction; pinching distress; as, the gripe of poverty."},{"word":"Gripe","type":"n.","descr":" Pinching and spasmodic pain in the intestines; -- chiefly used in the plural."},{"word":"Gripe","type":"n.","descr":" The piece of timber which terminates the keel at the fore end; the forefoot."},{"word":"Gripe","type":"n.","descr":" The compass or sharpness of a ship\\'s stern under the water, having a tendency to make her keep a good wind."},{"word":"Gripe","type":"n.","descr":" An assemblage of ropes, dead-eyes, and hocks, fastened to ringbolts in the deck, to secure the boats when hoisted; also, broad bands passed around a boat to secure it at the davits and prevent swinging."},{"word":"Gripeful","type":"a.","descr":" Disposed to gripe; extortionate."},{"word":"Griper","type":"a.","descr":" One who gripes; an oppressor; an extortioner."},{"word":"Gripingly","type":"adv.","descr":" In a griping or oppressive manner."},{"word":"Griman","type":"n.","descr":" The man who manipulates a grip."},{"word":"Grippe","type":"n.","descr":" The influenza or epidemic catarrh."},{"word":"Gripper","type":"n.","descr":" One who, or that which, grips or seizes."},{"word":"Gripper","type":"n.","descr":" In printing presses, the fingers or nippers."},{"word":"Gripple","type":"n.","descr":" A grasp; a gripe."},{"word":"Gripple","type":"a.","descr":" Griping; greedy; covetous; tenacious."},{"word":"Grippleness","type":"n.","descr":" The quality of being gripple."},{"word":"Gripsack","type":"n.","descr":" A traveler\\'s handbag."},{"word":"Gris","type":"a.","descr":" Gray."},{"word":"Gris","type":"a.","descr":" A costly kind of fur."},{"word":"Gris","type":"n. sing. and pl.","descr":" A little pig."},{"word":"Grisaille","type":"n.","descr":" Decorative painting in gray monochrome; -- used in English especially for painted glass."},{"word":"Grisaille","type":"n.","descr":" A kind of French fancy dress goods."},{"word":"Grisamber","type":"n.","descr":" Ambergris."},{"word":"Grise","type":"n.","descr":" See Grice, a pig."},{"word":"Grise","type":"n.","descr":" A step (in a flight of stairs); a degree."},{"word":"Griseous","type":"a.","descr":" Of a light color, or white, mottled with black or brown; grizzled or grizzly."},{"word":"Grisette","type":"n.","descr":" A French girl or young married woman of the lower class; more frequently, a young working woman who is fond of gallantry."},{"word":"Griskin","type":"n.","descr":" The spine of a hog."},{"word":"Grisled","type":"a.","descr":" See Grizzled."},{"word":"Grisliness","type":"n.","descr":" The quality or state of being grisly; horrid."},{"word":"Grisly","type":"a.","descr":" Frightful; horrible; dreadful; harsh; as, grisly locks; a grisly specter."},{"word":"Grison","type":"n.","descr":" A South American animal of the family Mustelidae (Galictis vittata). It is about two feet long, exclusive of the tail. Its under parts are black. Also called South American glutton."},{"word":"Grison","type":"n.","descr":" A South American monkey (Lagothrix infumatus), said to be gluttonous."},{"word":"Grisons","type":"n. pl.","descr":" Inhabitants of the eastern Swiss Alps."},{"word":"Grisons","type":"n. pl.","descr":" The largest and most eastern of the Swiss cantons."},{"word":"Grist","type":"n.","descr":" Ground corn; that which is ground at one time; as much grain as is carried to the mill at one time, or the meal it produces."},{"word":"Grist","type":"n.","descr":" Supply; provision."},{"word":"Grist","type":"n.","descr":" In rope making, a given size of rope, common grist being a rope three inches in circumference, with twenty yarns in each of the three strands."},{"word":"Gristle","type":"n.","descr":" Cartilage. See Cartilage."},{"word":"Gristly","type":"a.","descr":" Consisting of, or containing, gristle; like gristle; cartilaginous."},{"word":"Gristmill","type":"n.","descr":" A mill for grinding grain; especially, a mill for grinding grists, or portions of grain brought by different customers; a custom mill."},{"word":"Grit","type":"n.","descr":" Sand or gravel; rough, hard particles."},{"word":"Grit","type":"n.","descr":" The coarse part of meal."},{"word":"Grit","type":"n.","descr":" Grain, esp. oats or wheat, hulled and coarsely ground; in high milling, fragments of cracked wheat smaller than groats."},{"word":"Grit","type":"n.","descr":" A hard, coarse-grained siliceous sandstone; as, millstone grit; -- called also gritrock and gritstone.  The name is also applied to a finer sharp-grained sandstone; as, grindstone grit."},{"word":"Grit","type":"n.","descr":" Structure, as adapted to grind or sharpen; as, a hone of good grit."},{"word":"Grit","type":"n.","descr":" Firmness of mind; invincible spirit; unyielding courage; fortitude."},{"word":"Grit","type":"v. i.","descr":" To give forth a grating sound, as sand under the feet; to grate; to grind."},{"word":"Gritted","type":"imp. and p. p.","descr":" of Grit"},{"word":"Gritting","type":"p. pr. and, vb. n.","descr":" of Grit"},{"word":"Grit","type":"v. t.","descr":" To grind; to rub harshly together; to grate; as, to grit the teeth."},{"word":"Grith","type":"n.","descr":" Peace; security; agreement."},{"word":"Gritrock","type":"n.","descr":" Alt. of Gritstone"},{"word":"Gritstone","type":"n.","descr":" See Grit, n., 4."},{"word":"Grittiness","type":"n.","descr":" The quality of being gritty."},{"word":"Gritty","type":"a.","descr":" Containing sand or grit; consisting of grit; caused by grit; full of hard particles."},{"word":"Gritty","type":"a.","descr":" Spirited; resolute; unyielding."},{"word":"Grivet","type":"n.","descr":" A monkey of the upper Nile and Abyssinia (Cercopithecus griseo-viridis), having the upper parts dull green, the lower parts white, the hands, ears, and face black. It was known to the ancient Egyptians. Called also tota."},{"word":"Grize","type":"n.","descr":" Same as 2d Grise."},{"word":"Grizelin","type":"a.","descr":" See Gridelin."},{"word":"Grizzle","type":"n.","descr":" Gray; a gray color; a mixture of white and black."},{"word":"Grizzled","type":"a.","descr":" Gray; grayish; sprinkled or mixed with gray; of a mixed white and black."},{"word":"Grizzly","type":"a.","descr":" Somewhat gray; grizzled."},{"word":"Grizzlies","type":"pl. ","descr":" of Grizzly"},{"word":"Grizzly","type":"n.","descr":" A grizzly bear. See under Grizzly, a."},{"word":"Grizzly","type":"a.","descr":" In hydraulic mining, gratings used to catch and throw out large stones from the sluices."},{"word":"Groaned","type":"imp. and p. p.","descr":" of Groan"},{"word":"Groaning","type":"p. pr. and vb. n.","descr":" of Groan"},{"word":"Groan","type":"v. i.","descr":" To give forth a low, moaning sound in breathing; to utter a groan, as in pain, in sorrow, or in derision; to moan."},{"word":"Groan","type":"v. i.","descr":" To strive after earnestly, as with groans."},{"word":"Groan","type":"v. t.","descr":" To affect by groans."},{"word":"Groan","type":"n.","descr":" A low, moaning sound; usually, a deep, mournful sound uttered in pain or great distress; sometimes, an expression of strong disapprobation; as, the remark was received with groans."},{"word":"Groanful","type":"a.","descr":" Agonizing; sad."},{"word":"Groat","type":"n.","descr":" An old English silver coin, equal to four pence."},{"word":"Groat","type":"n.","descr":" Any small sum of money."},{"word":"Groats","type":"n. pl.","descr":" Dried grain, as oats or wheat, hulled and broken or crushed; in high milling, cracked fragments of wheat larger than grits."},{"word":"Grocer","type":"n.","descr":" A trader who deals in tea, sugar, spices, coffee, fruits, and various other commodities."},{"word":"Groceries","type":"pl. ","descr":" of Grocery"},{"word":"Grocery","type":"n.","descr":" The commodities sold by grocers, as tea, coffee, spices, etc.; -- in the United States almost always in the plural form, in this sense."},{"word":"Grocery","type":"n.","descr":" A retail grocer\\'s shop or store."},{"word":"Grog","type":"n.","descr":" A mixture of spirit and water not sweetened; hence, any intoxicating liquor."},{"word":"Groggeries","type":"pl. ","descr":" of Groggery"},{"word":"Groggery","type":"n.","descr":" A grogshop."},{"word":"Grogginess","type":"n.","descr":" State of being groggy."},{"word":"Grogginess","type":"n.","descr":" Tenderness or stiffness in the foot of a horse, which causes him to move in a hobbling manner."},{"word":"Groggy","type":"a.","descr":" Overcome with grog; tipsy; unsteady on the legs."},{"word":"Groggy","type":"a.","descr":" Weakened in a fight so as to stagger; -- said of pugilists."},{"word":"Groggy","type":"a.","descr":" Moving in a hobbling manner, owing to ten der feet; -- said of a horse."},{"word":"Grogram","type":"n.","descr":" Alt. of Grogran"},{"word":"Grogran","type":"n.","descr":" A coarse stuff made of silk and mohair, or of coarse silk."},{"word":"Grogshop","type":"n.","descr":" A shop or room where strong liquors are sold and drunk; a dramshop."},{"word":"Groin","type":"n.","descr":" The snout of a swine."},{"word":"Groin","type":"v. i.","descr":" To grunt to growl; to snarl; to murmur."},{"word":"Groin","type":"n.","descr":" The line between the lower part of the abdomen and the thigh, or the region of this line; the inguen."},{"word":"Groin","type":"n.","descr":" The projecting solid angle formed by the meeting of two vaults, growing more obtuse as it approaches the summit."},{"word":"Groin","type":"n.","descr":" The surface formed by two such vaults."},{"word":"Groin","type":"n.","descr":" A frame of woodwork across a beach to accumulate and retain shingle."},{"word":"Groined","type":"imp. and p. p.","descr":" of Groin"},{"word":"Groining","type":"p. pr.  and vb. n.","descr":" of Groin"},{"word":"Groin","type":"v. t.","descr":" To fashion into groins; to build with groins."},{"word":"Groined","type":"a.","descr":" Built with groins; as, a groined ceiling; a groined vault."},{"word":"Gromet","type":"n.","descr":" Same as Grommet."},{"word":"Gromill","type":"n.","descr":" See Gromwell."},{"word":"Grommet","type":"n.","descr":" A ring formed by twisting on itself a single strand of an unlaid rope; also, a metallic eyelet in or for a sail or a mailbag. Sometimes written grummet."},{"word":"Grommet","type":"n.","descr":" A ring of rope used as a wad to hold a cannon ball in place."},{"word":"Gromwell","type":"n.","descr":" A plant of the genus Lithospermum (L. arvense), anciently used, because of its stony pericarp, in the cure of gravel. The German gromwell is the Stellera."},{"word":"Grond","type":"","descr":" obs. imp. of Grind."},{"word":"Gronte","type":"","descr":" obs. imp. of Groan."},{"word":"Groom","type":"n.","descr":" A boy or young man; a waiter; a servant; especially, a man or boy who has charge of horses, or the stable."},{"word":"Groom","type":"n.","descr":" One of several officers of the English royal household, chiefly in the lord chamberlain\\'s department; as, the groom of the chamber; the groom of the stole."},{"word":"Groom","type":"n.","descr":" A man recently married, or about to be married; a bridegroom."},{"word":"Groomed","type":"imp. and p. p.","descr":" of Groom"},{"word":"Grooming","type":"p. pr.  and vb. n.","descr":" of Groom"},{"word":"Groom","type":"v. i.","descr":" To tend or care for, or to curry or clean, as a, horse."},{"word":"Groomer","type":"n.","descr":" One who, or that which, grooms horses; especially, a brush rotated by a flexible or jointed revolving shaft, for cleaning horses."},{"word":"Groomsmen","type":"pl. ","descr":" of Groomsman"},{"word":"Groomsman","type":"n.","descr":" A male attendant of a bridegroom at his wedding; -- the correlative of bridesmaid."},{"word":"Grooper","type":"n.","descr":" See Grouper."},{"word":"Groove","type":"n.","descr":" A furrow, channel, or long hollow, such as may be formed by cutting, molding, grinding, the wearing force of flowing water, or constant travel; a depressed way; a worn path; a rut."},{"word":"Groove","type":"n.","descr":" Hence: The habitual course of life, work, or affairs; fixed routine."},{"word":"Groove","type":"n.","descr":" A shaft or excavation."},{"word":"Grooved","type":"imp. and p. p.","descr":" of Groove"},{"word":"Groving","type":"p. pr. and vb. n.","descr":" of Groove"},{"word":"Groove","type":"v. t.","descr":" To cut a groove or channel in; to form into channels or grooves; to furrow."},{"word":"Groover","type":"n.","descr":" One who or that which grooves."},{"word":"Groover","type":"n.","descr":" A miner."},{"word":"Grooving","type":"n.","descr":" The act of forming a groove or grooves; a groove, or collection of grooves."},{"word":"Groped","type":"imp. and p. p.","descr":" of Grope"},{"word":"Groping","type":"p. pr. and vb. n.","descr":" of Grope"},{"word":"Grope","type":"v. i.","descr":" To feel with or use the hands; to handle."},{"word":"Grope","type":"v. i.","descr":" To search or attempt to find something in the dark, or, as a blind person, by feeling; to move about hesitatingly, as in darkness or obscurity; to feel one\\'s way, as with the hands, when one can not see."},{"word":"Grope","type":"v. t.","descr":" To search out by feeling in the dark; as, we groped our way at midnight."},{"word":"Grope","type":"v. t.","descr":" To examine; to test; to sound."},{"word":"Groper","type":"n.","descr":" One who gropes; one who feels his way in the dark, or searches by feeling."},{"word":"Groping-ly","type":"adv.","descr":" In a groping manner."},{"word":"Gros","type":"n.","descr":" A heavy silk with a dull finish; as, gros de Naples; gros de Tours."},{"word":"Grosbeak","type":"n.","descr":" One of various species of finches having a large, stout beak. The common European grosbeak or hawfinch is Coccothraustes vulgaris."},{"word":"Groschen","type":"n.","descr":" A small silver coin and money of account of Germany, worth about two cents. It is not included in the new monetary system of the empire."},{"word":"Grosgrain","type":"a.","descr":" Of a coarse texture; -- applied to silk with a heavy thread running crosswise."},{"word":"Gross","type":"superl.","descr":" Great; large; bulky; fat; of huge size; excessively large."},{"word":"Gross","type":"superl.","descr":" Coarse; rough; not fine or delicate."},{"word":"Gross","type":"superl.","descr":" Not easily aroused or excited; not sensitive in perception or feeling; dull; witless."},{"word":"Gross","type":"superl.","descr":" Expressing, Or originating in, animal or sensual appetites; hence, coarse, vulgar, low, obscene, or impure."},{"word":"Gross","type":"superl.","descr":" Thick; dense; not attenuated; as, a gross medium."},{"word":"Gross","type":"superl.","descr":" Great; palpable; serious; vagrant; shameful; as, a gross mistake; gross injustice; gross negligence."},{"word":"Gross","type":"superl.","descr":" Whole; entire; total; without deduction; as, the gross sum, or gross amount, the gross weight; -- opposed to net."},{"word":"Gross","type":"a.","descr":" The main body; the chief part, bulk, or mass."},{"word":"Gross","type":"sing. and pl.","descr":" The number of twelve dozen; twelve times twelve; as, a gross of bottles; ten gross of pens."},{"word":"Grossbeak","type":"n.","descr":" See Grosbeak."},{"word":"Gross-headed","type":"a.","descr":" Thick-skulled; stupid."},{"word":"Grossification","type":"n.","descr":" The act of making gross or thick, or the state of becoming so."},{"word":"Grossification","type":"n.","descr":" The swelling of the ovary of plants after fertilization. Henslow."},{"word":"Grossly","type":"adv.","descr":" In a gross manner; greatly; coarsely; without delicacy; shamefully; disgracefully."},{"word":"Grossness","type":"n.","descr":" The state or quality of being gross; thickness; corpulence; coarseness; shamefulness."},{"word":"Grossular","type":"a.","descr":" Pertaining too, or resembling, a gooseberry; as, grossular garnet."},{"word":"Grossular","type":"a.","descr":" A translucent garnet of a pale green color like that of the gooseberry; -- called also grossularite."},{"word":"Grossularia","type":"n.","descr":" Same as Grossular."},{"word":"Grossulin","type":"n.","descr":" A vegetable jelly, resembling pectin, found in gooseberries (Ribes Grossularia) and other fruits."},{"word":"Grot","type":"n.","descr":" A grotto."},{"word":"Grot","type":"n.","descr":" Alt. of Grote"},{"word":"Grote","type":"n.","descr":" A groat."},{"word":"Grotesgue","type":"a.","descr":" Like the figures found in ancient grottoes; grottolike; wildly or strangely formed; whimsical; extravagant; of irregular forms and proportions; fantastic; ludicrous; antic."},{"word":"Grotesque","type":"n.","descr":" A whimsical figure, or scene, such as is found in old crypts and grottoes."},{"word":"Grotesque","type":"n.","descr":" Artificial grotto-work."},{"word":"Grotesquely","type":"adv.","descr":" In a grotesque manner."},{"word":"Grotesqueness","type":"n.","descr":" Quality of being grotesque."},{"word":"Grottoes","type":"pl. ","descr":" of Grotto"},{"word":"Grotto","type":"n.","descr":" A natural covered opening in the earth; a cave; also, an artificial recess, cave, or cavernlike apartment."},{"word":"Grotto-work","type":"n.","descr":" Artificial and ornamental rockwork in imitation of a grotto."},{"word":"Ground","type":"n.","descr":" The surface of the earth; the outer crust of the globe, or some indefinite portion of it."},{"word":"Ground","type":"n.","descr":" A floor or pavement supposed to rest upon the earth."},{"word":"Ground","type":"n.","descr":" Any definite portion of the earth\\'s surface; region; territory; country. Hence: A territory appropriated to, or resorted to, for a particular purpose; the field or place of action; as, a hunting or fishing ground; a play ground."},{"word":"Ground","type":"n.","descr":" Land; estate; possession; field; esp. (pl.), the gardens, lawns, fields, etc., belonging to a homestead; as, the grounds of the estate are well kept."},{"word":"Ground","type":"n.","descr":" The basis on which anything rests; foundation. Hence: The foundation of knowledge, belief, or conviction; a premise, reason, or datum; ultimate or first principle; cause of existence or occurrence; originating force or agency; as, the ground of my hope."},{"word":"Ground","type":"n.","descr":" That surface upon which the figures of a composition are set, and which relieves them by its plainness, being either of one tint or of tints but slightly contrasted with one another; as, crimson Bowers on a white ground."},{"word":"Ground","type":"n.","descr":" In sculpture, a flat surface upon which figures are raised in relief."},{"word":"Ground","type":"n.","descr":" In point lace, the net of small meshes upon which the embroidered pattern is applied; as, Brussels ground. See Brussels lace, under Brussels."},{"word":"Ground","type":"n.","descr":" A gummy composition spread over the surface of a metal to be etched, to prevent the acid from eating except where an opening is made by the needle."},{"word":"Ground","type":"n.","descr":" One of the pieces of wood, flush with the plastering, to which moldings, etc., are attached; -- usually in the plural."},{"word":"Ground","type":"n.","descr":" A composition in which the bass, consisting of a few bars of independent notes, is continually repeated to a varying melody."},{"word":"Ground","type":"n.","descr":" The tune on which descants are raised; the plain song."},{"word":"Ground","type":"n.","descr":" A conducting connection with the earth, whereby the earth is made part of an electrical circuit."},{"word":"Ground","type":"n.","descr":" Sediment at the bottom of liquors or liquids; dregs; lees; feces; as, coffee grounds."},{"word":"Ground","type":"n.","descr":" The pit of a theater."},{"word":"Grounded","type":"imp. and p. p.","descr":" of Ground"},{"word":"Grounding","type":"p. pr. and vb. n.","descr":" of Ground"},{"word":"Ground","type":"v. t.","descr":" To lay, set, or run, on the ground."},{"word":"Ground","type":"v. t.","descr":" To found; to fix or set, as on a foundation, reason, or principle; to furnish a ground for; to fix firmly."},{"word":"Ground","type":"v. t.","descr":" To instruct in elements or first principles."},{"word":"Ground","type":"v. t.","descr":" To connect with the ground so as to make the earth a part of an electrical circuit."},{"word":"Ground","type":"v. t.","descr":" To cover with a ground, as a copper plate for etching (see Ground, n., 5); or as paper or other materials with a uniform tint as a preparation for ornament."},{"word":"Ground","type":"v. i.","descr":" To run aground; to strike the bottom and remain fixed; as, the ship grounded on the bar."},{"word":"Ground","type":"","descr":" imp. and p. p. of Grind."},{"word":"Groundage","type":"n.","descr":" A local tax paid by a ship for the ground or space it occupies while in port."},{"word":"Groundedly","type":"adv.","descr":" In a grounded or firmly established manner."},{"word":"Grounden","type":"","descr":" p. p. of Grind."},{"word":"Grounding","type":"n.","descr":" The act, method, or process of laying a groundwork or foundation; hence, elementary instruction; the act or process of applying a ground, as of color, to wall paper, cotton cloth, etc.; a basis."},{"word":"Groundless","type":"a.","descr":" Without ground or foundation; wanting cause or reason for support; not authorized; false; as, groundless fear; a groundless report or assertion."},{"word":"Groundling","type":"n.","descr":" A fish that keeps at the bottom of the water, as the loach."},{"word":"Groundling","type":"n.","descr":" A spectator in the pit of a theater, which formerly was on the ground, and without floor or benches."},{"word":"Groundly","type":"adv.","descr":" Solidly; deeply; thoroughly."},{"word":"Groundnut","type":"n.","descr":" The fruit of the Arachis hypogaea (native country uncertain); the peanut; the earthnut."},{"word":"Groundnut","type":"n.","descr":" A leguminous, twining plant  (Apios tuberosa), producing clusters of dark purple flowers and having a root tuberous and pleasant to the taste."},{"word":"Groundnut","type":"n.","descr":" The dwarf ginseng (Aralia trifolia)."},{"word":"Groundnut","type":"n.","descr":" A European plant of the genus Bunium (B. flexuosum), having an edible root of a globular shape and sweet, aromatic taste; -- called also earthnut, earth chestnut, hawknut, and pignut."},{"word":"Groundsel","type":"v.","descr":" An annual composite plant (Senecio vulgaris), one of the most common and widely distributed weeds on the globe."},{"word":"Groundsel","type":"n.","descr":" Alt. of Groundsill"},{"word":"Groundsill","type":"n.","descr":" See Ground plate (a), under Ground"},{"word":"Groundwork","type":"n.","descr":" That which forms the foundation or support of anything; the basis; the essential or fundamental part; first principle."},{"word":"Group","type":"n.","descr":" A cluster, crowd, or throng; an assemblage, either of persons or things, collected without any regular form or arrangement; as, a group of men or of trees; a group of isles."},{"word":"Group","type":"n.","descr":" An assemblage of objects in a certain order or relation, or having some resemblance or common characteristic; as, groups of strata."},{"word":"Group","type":"n.","descr":" A variously limited assemblage of animals or plants, having some resemblance, or common characteristics in form or structure. The term has different uses, and may be made to include certain species of a genus, or a whole genus, or certain genera, or even several orders."},{"word":"Group","type":"n.","descr":" A number of eighth, sixteenth, etc., notes joined at the stems; -- sometimes rather indefinitely applied to any ornament made up of a few short notes."},{"word":"Grouped","type":"imp. and p. p.","descr":" of Group"},{"word":"Grouping","type":"p. pr. and vb. n.","descr":" of Group"},{"word":"Group","type":"n.","descr":" To form a group of; to arrange or combine in a group or in groups, often with reference to mutual relation and the best effect; to form an assemblage of."},{"word":"Grouper","type":"n.","descr":" One of several species of valuable food fishes of the genus Epinephelus, of the family Serranidae, as the red grouper, or brown snapper  (E. morio), and the black grouper, or warsaw (E. nigritus), both from Florida and the Gulf of Mexico."},{"word":"Grouper","type":"n.","descr":" The tripletail (Lobotes)."},{"word":"Grouper","type":"n.","descr":" In California, the name is often applied to the rockfishes."},{"word":"Grouping","type":"n.","descr":" The disposal or relative arrangement of figures or objects, as in, drawing, painting, and sculpture, or in ornamental design."},{"word":"Grouse","type":"n. sing. and pl.","descr":" Any of the numerous species of gallinaceous birds of the family Tetraonidae, and subfamily Tetraoninae, inhabiting Europe, Asia, and North America. They have plump bodies, strong, well-feathered legs, and usually mottled plumage. The group includes the ptarmigans (Lagopus), having feathered feet."},{"word":"Grouse","type":"v. i.","descr":" To seek or shoot grouse."},{"word":"Grouse","type":"v. i.","descr":" To complain or grumble."},{"word":"Grouser","type":"n.","descr":" A pointed timber attached to a boat and sliding vertically, to thrust into the ground as a means of anchorage."},{"word":"Grout","type":"n.","descr":" Coarse meal; ground malt; pl. groats."},{"word":"Grout","type":"n.","descr":" Formerly, a kind of beer or ale."},{"word":"Grout","type":"n.","descr":" Lees; dregs; grounds."},{"word":"Grout","type":"n.","descr":" A thin, coarse mortar, used for pouring into the joints of masonry and brickwork; also, a finer material, used in finishing the best ceilings. Gwilt."},{"word":"Grouted","type":"imp. and p. p.","descr":" of Grout"},{"word":"Grouting","type":"p. pr. and vb. n.","descr":" of Grout"},{"word":"Grout","type":"v. t.","descr":" To fill up or finish with grout, as the joints between stones."},{"word":"Grouthead","type":"n.","descr":" See Growthead."},{"word":"Grouting","type":"n.","descr":" The process of filling in or finishing with grout; also, the grout thus filled in."},{"word":"Groutnol","type":"n.","descr":" Same as Growthead."},{"word":"Grouty","type":"a.","descr":" Cross; sulky; sullen."},{"word":"Grove","type":"v.","descr":" A smaller group of trees than a forest, and without underwood, planted, or growing naturally as if arranged by art; a wood of small extent."},{"word":"Groveled","type":"imp. and p. p.","descr":" of Grovel"},{"word":"Grovelled","type":"","descr":" of Grovel"},{"word":"Groveling","type":"p. pr. and vb. n.","descr":" of Grovel"},{"word":"Grovelling","type":"","descr":" of Grovel"},{"word":"Grovel","type":"adv.","descr":" To creep on the earth, or with the face to the ground; to lie prone, or move uneasily with the body prostrate on the earth; to lie fiat on one\\'s belly, expressive of abjectness; to crawl."},{"word":"Grovel","type":"adv.","descr":" To tend toward, or delight in, what is sensual or base; to be low, abject, or mean."},{"word":"Groveler","type":"n.","descr":" One who grovels; an abject wretch."},{"word":"Groveling","type":"a.","descr":" Lying prone; low; debased."},{"word":"Grovy","type":"a.","descr":" Pertaining to, or resembling, a grove; situated in, or frequenting, groves."},{"word":"Grew","type":"imp.","descr":" of Grow"},{"word":"Grown ","type":"p. p.","descr":" of Grow"},{"word":"Growing","type":"p. pr. and vb. n.","descr":" of Grow"},{"word":"Grow","type":"v. i.","descr":" To increase in size by a natural and organic process; to increase in bulk by the gradual assimilation of new matter into the living organism; -- said of animals and vegetables and their organs."},{"word":"Grow","type":"v. i.","descr":" To increase in any way; to become larger and stronger; to be augmented; to advance; to extend; to wax; to accrue."},{"word":"Grow","type":"v. i.","descr":" To spring up and come to matturity in a natural way; to be produced by vegetation; to thrive; to flourish; as, rice grows in warm countries."},{"word":"Grow","type":"v. i.","descr":" To pass from one state to another; to result as an effect from a cause; to become; as, to grow pale."},{"word":"Grow","type":"v. i.","descr":" To become attached of fixed; to adhere."},{"word":"Grow","type":"v. t.","descr":" To cause to grow; to cultivate; to produce; as, to grow a crop; to grow wheat, hops, or tobacco."},{"word":"Growable","type":"a.","descr":" Capable of growth."},{"word":"Growan","type":"n.","descr":" A decomposed granite, forming a mass of gravel, as in tin lodes in Cornwall."},{"word":"Grower","type":"n.","descr":" One who grows or produces; as, a grower of corn; also, that which grows or increases; as, a vine may be a rank or a slow grower."},{"word":"Growled","type":"imp. and p. p.","descr":" of Growl"},{"word":"Growling","type":"p. pr. and vb. e.","descr":" of Growl"},{"word":"Growl","type":"v. i.","descr":" To utter a deep guttural sound, sa an angry dog; to give forth an angry, grumbling sound."},{"word":"Growl","type":"v. t.","descr":" To express by growling."},{"word":"Growl","type":"n.","descr":" The deep, threatening sound made by a surly dog; a grumbling sound."},{"word":"Growler","type":"n.","descr":" One who growls."},{"word":"Growler","type":"n.","descr":" The large-mouthed black bass."},{"word":"Growler","type":"n.","descr":" A four-wheeled cab."},{"word":"Growlingly","type":"adv.","descr":" In a growling manner."},{"word":"Grown","type":"","descr":" p. p. of Grow."},{"word":"Growse","type":"v. i.","descr":" To shiver; to have chills."},{"word":"Growth","type":"n.","descr":" The process of growing; the gradual increase of an animal or a vegetable body; the development from a seed, germ, or root, to full size or maturity; increase in size, number, frequency, strength, etc.; augmentation; advancement; production; prevalence or influence; as, the growth of trade; the growth of power; the growth of intemperance.  Idle weeds are fast in growth."},{"word":"Growth","type":"n.","descr":" That which has grown or is growing; anything produced; product; consequence; effect; result."},{"word":"Growthead","type":"n.","descr":" A lazy person; a blockhead."},{"word":"Growthful","type":"a.","descr":" Having capacity of growth."},{"word":"Groyne","type":"n.","descr":" See Groin."},{"word":"Grozing iron","type":"","descr":" A tool with a hardened steel point, formerly used instead of a diamond for cutting glass."},{"word":"Grozing iron","type":"","descr":" A tool for smoothing the solder joints of lead pipe."},{"word":"Grubbed","type":"imp. and p. p.","descr":" of Grub"},{"word":"Grubbing","type":"p. pr. and vb. n.","descr":" of Grub"},{"word":"Grub","type":"v. i.","descr":" To dig in or under the ground, generally for an object that is difficult to reach or extricate; to be occupied in digging."},{"word":"Grub","type":"v. i.","descr":" To drudge; to do menial work."},{"word":"Grub","type":"v. t.","descr":" To dig; to dig up by the roots; to root out by digging; -- followed by up; as, to grub up trees, rushes, or sedge."},{"word":"Grub","type":"v. t.","descr":" To supply with food."},{"word":"Grub","type":"n.","descr":" The larva of an insect, especially of a beetle; -- called also grubworm. See Illust. of Goldsmith beetle, under Goldsmith."},{"word":"Grub","type":"n.","descr":" A short, thick man; a dwarf."},{"word":"Grub","type":"n.","descr":" Victuals; food."},{"word":"Grubber","type":"n.","descr":" One who, or that which, grubs; especially, a machine or tool of the nature of a grub ax, grub hook, etc."},{"word":"Grubbla","type":"v. t. and i.","descr":" To feel or grope in the dark."},{"word":"Grubby","type":"a.","descr":" Dirty; unclean."},{"word":"Grubby","type":"n.","descr":" Any species of Cottus; a sculpin."},{"word":"Grubworm","type":"n.","descr":" See Grub, n., 1."},{"word":"Grucche","type":"v. i.","descr":" To murmur; to grumble."},{"word":"Grudger","type":"imp. and p. p.","descr":" of Grudge"},{"word":"Grudging","type":"p. pr. and vb. n.","descr":" of Grudge"},{"word":"Grudge","type":"v. t.","descr":" To look upon with desire to possess or to appropriate; to envy (one) the possession of; to begrudge; to covet; to give with reluctance; to desire to get back again; -- followed by the direct object only, or by both the direct and indirect objects."},{"word":"Grudge","type":"v. t.","descr":" To hold or harbor with malicioua disposition or purpose; to cherish enviously."},{"word":"Grudge","type":"v. i.","descr":" To be covetous or envious; to show discontent; to murmur; to complain; to repine; to be unwilling or reluctant."},{"word":"Grudge","type":"v. i.","descr":" To feel compunction or grief."},{"word":"Grudge","type":"n.","descr":" Sullen malice or malevolence; cherished malice, enmity, or dislike; ill will; an old cause of hatred or quarrel."},{"word":"Grudge","type":"n.","descr":" Slight symptom of disease."},{"word":"Grudgeful","type":"a.","descr":" Full of grudge; envious."},{"word":"Grudgeons","type":"n. pl.","descr":" Alt. of Gurgeons"},{"word":"Gruddger","type":"n.","descr":" One who grudges."},{"word":"Grudgingly","type":"adv.","descr":" In a grudging manner."},{"word":"Grudgingness","type":"n.","descr":" The state or quality of grudging, or of being full of grudge or unwillingness."},{"word":"Gruel","type":"n.","descr":" A light, liquid food, made by boiling meal of maize, oatmeal, or fiour in water or milk; thin porridge."},{"word":"Gruelly","type":"a.","descr":" Like gruel; of the consistence of gruel."},{"word":"Gruesome","type":"a.","descr":" Same as Grewsome."},{"word":"Gruf","type":"adv.","descr":" Forwards; with one\\'s face to the ground."},{"word":"Gruff","type":"superl.","descr":" Of a rough or stern manner, voice, or countenance; sour; surly; severe; harsh."},{"word":"Grugru palm","type":"","descr":" A West Indian name for several kinds of palm. See Macaw tree, under Macaw."},{"word":"Grugru worm","type":"","descr":" The larva or grub of a large South American beetle (Calandra palmarum), which lives in the pith of palm trees and sugar cane. It is eaten by the natives, and esteemed a delicacy."},{"word":"Grum","type":"a.","descr":" Morose; severe of countenance; sour; surly; glum; grim."},{"word":"Grum","type":"a.","descr":" Low; deep in the throat; guttural; rumbling; as,"},{"word":"Grunbled","type":"imp. and p. p.","descr":" of Grumble"},{"word":"Grumbling","type":"p. pr. and vb. n.","descr":" of Grumble"},{"word":"Grumble","type":"v. i.","descr":" To murmur or mutter with discontent; to make ill-natured complaints in a low voice and a surly manner."},{"word":"Grumble","type":"v. i.","descr":" To growl; to snarl in deep tones; as, a lion grumbling over his prey."},{"word":"Grumble","type":"v. i.","descr":" To rumble; to make a low, harsh, and heavy sound; to mutter; as, the distant thunder grumbles."},{"word":"Grumble","type":"v. t.","descr":" To express or utter with grumbling."},{"word":"Grumble","type":"n.","descr":" The noise of one that grumbles."},{"word":"Grumble","type":"n.","descr":" A grumbling, discontented disposition."},{"word":"Grumbler","type":"n.","descr":" One who grumbles."},{"word":"Grumblingly","type":"adv.","descr":" In a grumbling manner."},{"word":"Grume","type":"n.","descr":" A thick, viscid fluid; a clot, as of blood."},{"word":"Grumbly","type":"adv.","descr":" In a grum manner."},{"word":"Grumose","type":"a.","descr":" Clustered in grains at intervals; grumous."},{"word":"Grumous","type":"a.","descr":" Resembling or containing grume; thick; concreted; clotted; as, grumous blood."},{"word":"Grumous","type":"a.","descr":" See Grumose."},{"word":"Grumousness","type":"n.","descr":" The state of being grumous."},{"word":"Grumpily","type":"adv.","descr":" In a surly manner; sullenly."},{"word":"Grumpy","type":"a.","descr":" Surly; dissatisfied; grouty."},{"word":"Grundel","type":"n.","descr":" A groundling (fish)."},{"word":"Grundsel","type":"n.","descr":" Groundsel."},{"word":"Grunted","type":"imp. and p. p.","descr":" of Grunt"},{"word":"Grunting","type":"p. pr. and vb. n.","descr":" of Grunt"},{"word":"Grunt","type":"v. t.","descr":" To make a deep, short noise, as a hog; to utter a short groan or a deep guttural sound."},{"word":"Grunt","type":"n.","descr":" A deep, guttural sound, as of a hog."},{"word":"Grunt","type":"n.","descr":" Any one of several species of American food fishes, of the genus Haemulon, allied to the snappers, as, the black grunt (A.  Plumieri), and the redmouth grunt  (H. aurolineatus), of the Southern United States; -- also applied to allied species of the genera Pomadasys, Orthopristis, and Pristopoma. Called also pigfish, squirrel fish, and grunter; -- so called from the noise it makes when taken."},{"word":"Grunter","type":"n.","descr":" One who, or that which, grunts; specifically, a hog."},{"word":"Grunter","type":"n.","descr":" One of several American marine fishes. See Sea robin, and Grunt, n., 2."},{"word":"Grunter","type":"n.","descr":" A hook used in lifting a crucible."},{"word":"Gruntingly","type":"adv.","descr":" In a grunting manner."},{"word":"Gruntle","type":"v. i.","descr":" To grunt; to grunt repeatedly."},{"word":"Gruntling","type":"n.","descr":" A young hog."},{"word":"Grutch","type":"v.","descr":" See Grudge."},{"word":"Gruyere cheese","type":"","descr":" A kind of cheese made at Gruyere, Switzerland. It is a firm cheese containing numerous cells, and is known in the United States as Schweitzerkase."},{"word":"Gry","type":"n.","descr":" A measure equal to one tenth of a line."},{"word":"Gry","type":"n.","descr":" Anything very small, or of little value."},{"word":"Gryde","type":"v. i.","descr":" To gride. See Gride."},{"word":"Gryfon","type":"n.","descr":" See Griffin."},{"word":"Gryllus","type":"n.","descr":" A genus of insects including the common crickets."},{"word":"Grype","type":"v. t.","descr":" To gripe."},{"word":"Grype","type":"n.","descr":" A vulture; the griffin."},{"word":"Gryphaea","type":"n.","descr":" A genus of cretaceous fossil shells allied to the oyster."},{"word":"Gryphite","type":"n.","descr":" A shell of the genus Gryphea."},{"word":"Gryphon","type":"n.","descr":" The griffin vulture."},{"word":"Grysbok","type":"n.","descr":" A small South African antelope (Neotragus melanotis).  It is speckled with gray and chestnut, above; the under parts are reddish fawn."}]