[{"word":"Gum ammoniac","type":"n.","descr":" The concrete juice (gum resin) of an umbelliferous plant, the Dorema ammoniacum. It is brought chiefly from Persia in the form of yellowish tears, which occur singly, or are aggregated into masses. It has a peculiar smell, and a nauseous, sweet taste, followed by a bitter one. It is inflammable, partially soluble in water and in spirit of wine, and is used in medicine as an expectorant and resolvent, and for the formation of certain plasters."},{"word":"Guide","type":"n.","descr":" The leather strap by which the shield of a knight was slung across the shoulder, or across the neck and shoulder."},{"word":"Guilding","type":"n.","descr":" The art or practice of overlaying or covering with gold leaf; also, a thin coating or wash of gold, or of that which resembles gold."},{"word":"Guilding","type":"n.","descr":" Gold in leaf, powder, or liquid, for application to any surface."},{"word":"Guilding","type":"n.","descr":" Any superficial coating or appearance, as opposed to what is solid and genuine."},{"word":"Gun","type":"","descr":" of Gin"},{"word":"Guist","type":"n.","descr":" Same as Joust."},{"word":"Guru","type":"n.","descr":" A spiritual teacher, guide, or confessor amoung the Hindoos."},{"word":"Gurgeons","type":"n. pl.","descr":" Coarse meal."},{"word":"Guacharo","type":"n.","descr":" A nocturnal bird of South America and Trinidad (Steatornis Caripensis, or S. steatornis); -- called also oilbird."},{"word":"Guachos","type":"pl. ","descr":" of Guacho"},{"word":"Guacho","type":"n.","descr":" One of the mixed-blood (Spanish-Indian) inhabitants of the pampas of South America; a mestizo."},{"word":"Guacho","type":"n.","descr":" An Indian who serves as a messenger."},{"word":"Guaco","type":"n.","descr":" A plant (Aristolochia anguicida) of Carthagena, used as an antidote to serpent bites."},{"word":"Guaco","type":"n.","descr":" The Mikania Guaco, of Brazil, used for the same purpose."},{"word":"Guaiac","type":"a.","descr":" Pertaining to, or resembling, guaiacum."},{"word":"Guaiac","type":"n.","descr":" Guaiacum."},{"word":"Guaiacum","type":"n.","descr":" A genus of small, crooked trees, growing in tropical America."},{"word":"Guaiacum","type":"n.","descr":" The heart wood or the resin of the Guaiacum offinale or lignum-vitae, a large tree of the West Indies and Central America. It is much used in medicine."},{"word":"Guan","type":"n.","descr":" Any one of many species of large gallinaceous birds of Central and South America, belonging to Penelope, Pipile, Ortalis, and allied genera. Several of the species are often domesticated."},{"word":"Guana","type":"n.","descr":" See Iguana."},{"word":"Guanacos","type":"pl. ","descr":" of Guanaco"},{"word":"Guanaco","type":"n.","descr":" A South American mammal (Auchenia huanaco), allied to the llama, but of larger size and more graceful form, inhabiting the southern Andes and Patagonia. It is supposed by some to be the llama in a wild state."},{"word":"Guanidine","type":"n.","descr":" A strongly alkaline base, CN3H5, formed by the oxidation of guanin, and also obtained combined with methyl in the decomposition of creatin. Boiled with dilute sulphuric acid, it yields urea and ammonia."},{"word":"Guaniferous","type":"a.","descr":" Yielding guano."},{"word":"Guanin","type":"n.","descr":" A crystalline substance (C5H5N5O) contained in guano. It is also a constituent of the liver, pancreas, and other glands in mammals."},{"word":"Guanos","type":"pl. ","descr":" of Guano"},{"word":"Guano","type":"n.","descr":" A substance found in great abundance on some coasts or islands frequented by sea fowls, and composed chiefly of their excrement. It is rich in phosphates and ammonia, and is used as a powerful fertilizer."},{"word":"Guara","type":"n.","descr":" The scarlet ibis. See Ibis."},{"word":"Guara","type":"n.","descr":" A large-maned wild dog of South America (Canis jubatus) -- named from its cry."},{"word":"Guarana","type":"n.","descr":" A preparation from the seeds of Paullinia sorbilis, a woody climber of Brazil, used in making an astringent drink, and also in the cure of headache."},{"word":"Guaranine","type":"n.","descr":" An alkaloid extracted from guarana. Same as Caffeine."},{"word":"Guarantees","type":"pl. ","descr":" of Guarantee"},{"word":"Guarantee","type":"n.","descr":" In law and common usage: A promise to answer for the payment of some debt, or the performance of some duty, in case of the failure of another person, who is, in the first instance, liable to such payment or performance; an engagement which secures or insures another against a contingency; a warranty; a security. Same as Guaranty."},{"word":"Guarantee","type":"n.","descr":" One who binds himself to see an undertaking of another performed; a guarantor."},{"word":"Guarantee","type":"n.","descr":" The person to whom a guaranty is made; --  the correlative of guarantor."},{"word":"guaranteed","type":"imp. and p. p.","descr":" of Guarantee"},{"word":"Guaranteeing","type":"p, pr. and vb. n.","descr":" of Guarantee"},{"word":"Guarantee","type":"n.","descr":" In law and common usage: to undertake or engage for the payment of (a debt) or the performance of (a duty) by another person; to undertake to secure (a possession, right, claim, etc.) to another against a specified contingency, or at all avents; to give a guarantee concerning; to engage, assure, or secure as a thing that may be depended on; to warrant; as, to guarantee the execution of a treaty."},{"word":"Guarantor","type":"n.","descr":" One who makes or gives a guaranty; a warrantor; a surety."},{"word":"Guarantor","type":"n.","descr":" One who engages to secure another in any right or possession."},{"word":"Guaranies","type":"pl. ","descr":" of Guaranty"},{"word":"Guaranty","type":"n.","descr":" In law and common usage: An undertaking to answer for the payment of some debt, or the performance of some contract or duty, of another, in case of the failure of such other to pay or perform; a guarantee; a warranty; a security."},{"word":"Guarantied","type":"imp. and p. p.","descr":" of Guaranty"},{"word":"Guarantying","type":"p. pr. and vb. n.","descr":" of Guaranty"},{"word":"Guaranty","type":"n.","descr":" In law and common usage: To undertake or engage that another person shall perform (what he has stipulated); to undertake to be answerable for (the debt or default of another); to engage to answer for the performance of (some promise or duty by another) in case of a failure by the latter to perform; to undertake to secure (something) to another, as in the case of a contingency. See Guarantee, v. t."},{"word":"Guarded","type":"imp. and p. p.","descr":" of Guard"},{"word":"Gurding","type":"p. pr. and, vb. n.","descr":" of Guard"},{"word":"Guard","type":"n.","descr":" To protect from danger; to secure against surprise, attack, or injury; to keep in safety; to defend; to shelter; to shield from surprise or attack; to protect by attendance; to accompany for protection; to care for."},{"word":"Guard","type":"n.","descr":" To keep watch over, in order to prevent escape or restrain from acts of violence, or the like."},{"word":"Guard","type":"n.","descr":" To protect the edge of, esp. with an ornamental border; hence, to face or ornament with lists, laces, etc."},{"word":"Guard","type":"n.","descr":" To fasten by binding; to gird."},{"word":"Guard","type":"v. i.","descr":" To watch by way of caution or defense; to be caution; to be in a state or position of defense or safety; as, careful persons guard against mistakes."},{"word":"Guard","type":"v. t.","descr":" One who, or that which, guards from injury, danger, exposure, or attack; defense; protection."},{"word":"Guard","type":"v. t.","descr":" A man, or body of men, stationed to protect or control a person or position; a watch; a sentinel."},{"word":"Guard","type":"v. t.","descr":" One who has charge of a mail coach or a railway train; a conductor."},{"word":"Guard","type":"v. t.","descr":" Any fixture or attachment designed to protect or secure against injury, soiling, or defacement, theft or loss"},{"word":"Guard","type":"v. t.","descr":" That part of a sword hilt which protects the hand."},{"word":"Guard","type":"v. t.","descr":" Ornamental lace or hem protecting the edge of a garment."},{"word":"Guard","type":"v. t.","descr":" A chain or cord for fastening a watch to one\\'s person or dress."},{"word":"Guard","type":"v. t.","descr":" A fence or rail to prevent falling from the deck of a vessel."},{"word":"Guard","type":"v. t.","descr":" An extension of the deck of a vessel beyond the hull; esp., in side-wheel steam vessels, the framework of strong timbers, which curves out on each side beyond the paddle wheel, and protects it and the shaft against collision."},{"word":"Guard","type":"v. t.","descr":" A plate of metal, beneath the stock, or the lock frame, of a gun or pistol, having a loop, called a bow, to protect the trigger."},{"word":"Guard","type":"v. t.","descr":" An interleaved strip at the back, as in a scrap book, to guard against its breaking when filled."},{"word":"Guard","type":"v. t.","descr":" A posture of defense in fencing, and in bayonet and saber exercise."},{"word":"Guard","type":"v. t.","descr":" An expression or admission intended to secure against objections or censure."},{"word":"Guard","type":"v. t.","descr":" Watch; heed; care; attention; as, to keep guard."},{"word":"Guard","type":"v. t.","descr":" The fibrous sheath which covers the phragmacone of the Belemnites."},{"word":"Guardable","type":"v. t.","descr":" Capable of being guarded or protected."},{"word":"Guardage","type":"v. t.","descr":" Wardship"},{"word":"Guardant","type":"v. t.","descr":" Acting as guardian."},{"word":"Guardant","type":"v. t.","descr":" Same as Gardant."},{"word":"Guardant","type":"n.","descr":" A guardian."},{"word":"Guarded","type":"a.","descr":" Cautious; wary; circumspect; as, he was guarded in his expressions; framed or uttered with caution; as, his expressions were guarded."},{"word":"Guardenage","type":"n.","descr":" Guardianship."},{"word":"Guarder","type":"n.","descr":" One who guards."},{"word":"Guardfish","type":"n.","descr":" The garfish."},{"word":"Guardful","type":"a.","descr":" Cautions; wary; watchful."},{"word":"Guardhouse","type":"n.","descr":" A building which is occupied by the guard, and in which soldiers are confined for misconduct; hence, a lock-up."},{"word":"Guardian","type":"v. t.","descr":" One who guards, preserves, or secures; one to whom any person or thing is committed for protection, security, or preservation from injury; a warden."},{"word":"Guardian","type":"v. t.","descr":" One who has, or is entitled to, the custody of the person or property of an infant, a minor without living parents, or a person incapable of managing his own affairs."},{"word":"Guardian","type":"a.","descr":" Performing, or appropriate to, the office of a protector; as, a guardian care."},{"word":"Guardianage","type":"n.","descr":" Guardianship."},{"word":"Guardiance","type":"n.","descr":" Guardianship."},{"word":"Guardianess","type":"n.","descr":" A female guardian."},{"word":"Guardianless","type":"a.","descr":" Without a guardian."},{"word":"Guardianship","type":"n.","descr":" The office, duty, or care, of a guardian; protection; care; watch."},{"word":"Guardless","type":"a.","descr":" Without a guard or defense; unguarded."},{"word":"Guardroom","type":"n.","descr":" The room occupied by the guard during its term of duty; also, a room where prisoners are confined."},{"word":"Guards","type":"n. pl.","descr":" A body of picked troops; as, \"The Household Guards.\""},{"word":"Guardship","type":"n.","descr":" Care; protection."},{"word":"Guardsmen","type":"pl. ","descr":" of Guardsman"},{"word":"Guardsman","type":"n.","descr":" One who guards; a guard."},{"word":"Guardsman","type":"n.","descr":" A member, either officer or private, of any military body called Guards."},{"word":"Guarish","type":"v. t.","descr":" To heal."},{"word":"Guatemala grass","type":"","descr":" See Teosinte."},{"word":"Guava","type":"n.","descr":" A tropical tree, or its fruit, of the genus Psidium. Two varieties are well known, the P. pyriferum, or white guava, and P. pomiferum, or red guava.  The fruit or berry is shaped like a pomegranate, but is much smaller. It is somewhat astringent, but makes a delicious jelly."},{"word":"Gubernance","type":"n.","descr":" Government."},{"word":"Gubernate","type":"v. t.","descr":" To govern."},{"word":"Gubernation","type":"n.","descr":" The act of governing; government"},{"word":"Gubernative","type":"a.","descr":" Governing."},{"word":"Gubernatorial","type":"a.","descr":" Pertaining to a governor, or to government."},{"word":"Gudgeon","type":"n.","descr":" A small European freshwater fish (Gobio fluviatilis), allied to the carp. It is easily caught and often used for food and for bait. In America the killifishes or minnows are often called gudgeons."},{"word":"Gudgeon","type":"n.","descr":" What may be got without skill or merit."},{"word":"Gudgeon","type":"n.","descr":" A person easily duped or cheated."},{"word":"Gudgeon","type":"n.","descr":" The pin of iron fastened in the end of a wooden shaft or axle, on which it turns; formerly, any journal, or pivot, or bearing, as the pintle and eye of a hinge, but esp. the end journal of a horizontal."},{"word":"Gudgeon","type":"n.","descr":" A metal eye or socket attached to the sternpost to receive the pintle of the rudder."},{"word":"Gudgeon","type":"v. t.","descr":" To deprive fraudulently; to cheat; to dupe; to impose upon."},{"word":"Gue","type":"n.","descr":" A sharper; a rogue."},{"word":"Gueber","type":"n.","descr":" Alt. of Guebre"},{"word":"Guebre","type":"n.","descr":" Same as Gheber."},{"word":"Guelderrose","type":"n.","descr":" A cultivated variety of a species of Viburnum (V. Opulus), bearing large bunches of white flowers; -- called also snowball tree."},{"word":"Guelph","type":"n.","descr":" Alt. of Guelf"},{"word":"Guelf","type":"n.","descr":" One of a faction in Germany and Italy, in the 12th and 13th centuries, which supported the House of Guelph and the pope, and opposed the Ghibellines, or faction of the German emperors."},{"word":"Guelphic","type":"a.","descr":" Alt. of Guelfic"},{"word":"Guelfic","type":"a.","descr":" Of or pertaining to the family or the faction of the Guelphs."},{"word":"Guenon","type":"n.","descr":" One of several long-tailed Oriental monkeys, of the genus Cercocebus, as the green monkey and grivet."},{"word":"Gueparde","type":"n.","descr":" The cheetah."},{"word":"Guerdon","type":"n.","descr":" A reward; requital; recompense;  -- used in both a good and a bad sense."},{"word":"Guerdon","type":"n.","descr":" To give guerdon to; to reward; to be a recompense for."},{"word":"Guerdonable","type":"a.","descr":" Worthy of reward."},{"word":"Guerdonless","type":"a.","descr":" Without reward or guerdon."},{"word":"Guereza","type":"n.","descr":" A beautiful Abyssinian monkey (Colobus guereza), having the body black, with a fringe of long, silky, white hair along the sides, and a tuft of the same at the end of the tail.  The frontal band, cheeks, and chin are white."},{"word":"Guerilla","type":"a.","descr":" See Guerrilla."},{"word":"Guerite","type":"n.","descr":" A projecting turret for a sentry, as at the salient angles of works, or the acute angles of bastions."},{"word":"Guernsey lily","type":"","descr":" A South African plant (Nerine Sarniensis) with handsome lilylike flowers, naturalized on the island of Guernsey."},{"word":"Guerrilla","type":"n.","descr":" An irregular mode of carrying on war, by the constant attacks of independent bands, adopted in the north of Spain during the Peninsular war."},{"word":"Guerrilla","type":"n.","descr":" One who carries on, or assists in carrying on, irregular warfare; especially, a member of an independent band engaged in predatory excursions in war time."},{"word":"Guerrilla","type":"a.","descr":" Pertaining to, or engaged in, warfare carried on irregularly and by independent bands; as, a guerrilla party; guerrilla warfare."},{"word":"Guessed","type":"imp. and p. p.","descr":" of Guess"},{"word":"Guessing","type":"p. pr. and vb. n.","descr":" of Guess"},{"word":"Guess","type":"v. t.","descr":" To form an opinion concerning, without knowledge or means of knowledge; to judge of at random; to conjecture."},{"word":"Guess","type":"v. t.","descr":" To judge or form an opinion of, from reasons that seem preponderating, but are not decisive."},{"word":"Guess","type":"v. t.","descr":" To solve by a correct conjecture; to conjecture rightly; as, he who guesses the riddle shall have the ring; he has guessed my designs."},{"word":"Guess","type":"v. t.","descr":" To hit upon or reproduce by memory."},{"word":"Guess","type":"v. t.","descr":" To think; to suppose; to believe; to imagine; --  followed by an objective clause."},{"word":"Guess","type":"v. i.","descr":" To make a guess or random judgment; to conjecture; -- with at, about, etc."},{"word":"Guess","type":"n.","descr":" An opinion as to anything, formed without sufficient or decisive evidence or grounds; an attempt to hit upon the truth by a random judgment; a conjecture; a surmise."},{"word":"Guessable","type":"a.","descr":" Capable of being guessed."},{"word":"Guesser","type":"n.","descr":" One who guesses; one who forms or gives an opinion without means of knowing."},{"word":"Guessingly","type":"adv.","descr":" By way of conjecture."},{"word":"Guessive","type":"a.","descr":" Conjectural."},{"word":"Guess rope","type":"","descr":" A guess warp."},{"word":"Guess warp","type":"","descr":" A rope or hawser by which a vessel is towed or warped along; -- so called because it is necessary to guess at the length to be carried in the boat making the attachment to a distant object."},{"word":"Guesswork","type":"n.","descr":" Work performed, or results obtained, by guess; conjecture."},{"word":"Guest","type":"n.","descr":" A visitor; a person received and entertained in one\\'s house or at one\\'s table; a visitor entertained without pay."},{"word":"Guest","type":"v. t.","descr":" To receive or entertain hospitably."},{"word":"Guest","type":"v. i.","descr":" To be, or act the part of, a guest."},{"word":"Guest rope","type":"","descr":" The line by which a boat makes fast to the swinging boom."},{"word":"Guestwise","type":"adv.","descr":" In the manner of a guest."},{"word":"Guevi","type":"n.","descr":" One of several very small species and varieties of African antelopes, of the genus Cephalophus, as the Cape guevi or kleeneboc (Cephalophus pygmaea); -- called also pygmy antelope."},{"word":"Guffaw","type":"n.","descr":" A loud burst of laughter; a horse laugh."},{"word":"Guffer","type":"n.","descr":" The eelpout; guffer eel."},{"word":"Guggle","type":"v. i.","descr":" See Gurgle."},{"word":"Guhr","type":"n.","descr":" A loose, earthy deposit from water, found in the cavities or clefts of rocks, mostly white, but sometimes red or yellow, from a mixture of clay or ocher."},{"word":"Guiac","type":"n.","descr":" Same as Guaiac."},{"word":"Guiacol","type":"n.","descr":" A colorless liquid, C6H4,OCH3.OH, resembling the phenols, found as a constituent of woodtar creosote, aud produced by the dry distillation of guaiac resin."},{"word":"Guiacum","type":"n.","descr":" Same as Guaiacum."},{"word":"Guib","type":"n.","descr":" A West African antelope  (Tragelaphus scriptus), curiously marked with white stripes and spots on a reddish fawn ground, and hence called harnessed antelope; -- called also guiba."},{"word":"Guicowar","type":"n.","descr":" [Mahratta g\/ekw\/r, prop., a cowherd.]  The title of the sovereign of Guzerat, in Western India; -- generally called the Guicowar of Baroda, which is the capital of the country."},{"word":"Guidable","type":"a.","descr":" Capable of being guided; willing to be guided or counseled."},{"word":"Guidage","type":"n.","descr":" The reward given to a guide for services."},{"word":"Guidage","type":"n.","descr":" Guidance; lead; direction."},{"word":"Guidance","type":"n.","descr":" The act or result of guiding; the superintendence or assistance of a guide; direction; government; a leading."},{"word":"Guided","type":"imp. and p. p.","descr":" of Guide"},{"word":"Guiding","type":"p. pr.  and vb. n.","descr":" of Guide"},{"word":"Guide","type":"v. t.","descr":" To lead or direct in a way; to conduct in a course or path; to pilot; as, to guide a traveler."},{"word":"Guide","type":"v. t.","descr":" To regulate and manage; to direct; to order; to superintend the training or education of; to instruct and influence intellectually or morally; to train."},{"word":"Guide","type":"v. t.","descr":" A person who leads or directs another in his way or course, as in a strange land; one who exhibits points of interest to strangers; a conductor; also, that which guides; a guidebook."},{"word":"Guide","type":"v. t.","descr":" One who, or that which, directs another in his conduct or course of lifo; a director; a regulator."},{"word":"Guide","type":"v. t.","descr":" Any contrivance, especially one having a directing edge, surface, or channel, for giving direction to the motion of anything, as water, an instrument, or part of a machine, or for directing the hand or eye, as of an operator"},{"word":"Guide","type":"v. t.","descr":" A blade or channel for directing the flow of water to the wheel buckets."},{"word":"Guide","type":"v. t.","descr":" A grooved director for a probe or knife."},{"word":"Guide","type":"v. t.","descr":" A strip or device to direct the compositor\\'s eye to the line of copy he is setting."},{"word":"Guide","type":"v. t.","descr":" A noncommissioned officer or soldier placed on the directiug flank of each subdivision of a column of troops, or at the end of a line, to mark the pivots, formations, marches, and alignments in tactics."},{"word":"Guideboard","type":"n.","descr":" A board, as upon a guidepost having upon it directions or information as to the road."},{"word":"Guidebook","type":"n.","descr":" A book of directions and information for travelers, tourists, etc."},{"word":"Guideless","type":"a.","descr":" Without a guide."},{"word":"Guidepost","type":"n.","descr":" A post at the fork of a road, with a guideboard on it, to direct travelers."},{"word":"Guider","type":"n.","descr":" A guide; a director."},{"word":"Guideress","type":"n.","descr":" A female guide."},{"word":"Guidguid","type":"n.","descr":" A South American ant bird of the genus Hylactes; -- called also barking bird."},{"word":"Guidon","type":"v. t.","descr":" A small flag or streamer, as that carried by cavalry, which is broad at one end and nearly pointed at the other, or that used to direct the movements of a body of infantry, or to make signals at sea; also, the flag of a guild or fraternity. In the United States service, each company of cavalry has a guidon."},{"word":"Guidon","type":"v. t.","descr":" One who carries a flag."},{"word":"Guidon","type":"v. t.","descr":" One of a community established at Rome, by Charlemagne, to guide pilgrims to the Holy Land."},{"word":"Gulge","type":"n.","descr":" See Gige."},{"word":"Guild","type":"v. t.","descr":" An association of men belonging to the same class, or engaged in kindred pursuits, formed for mutual aid and protection; a business fraternity or corporation; as, the Stationers\\' Guild; the Ironmongers\\' Guild. They were originally licensed by the government, and endowed with special privileges and authority."},{"word":"Guild","type":"v. t.","descr":" A guildhall."},{"word":"Guild","type":"v. t.","descr":" A religious association or society, organized for charitable purposes or for assistance in parish work."},{"word":"Guildable","type":"a.","descr":" Liable to a tax."},{"word":"Guilder","type":"n.","descr":" A Dutch silver coin worth about forty cents; -- called also florin and gulden."},{"word":"Guildhall","type":"n.","descr":" The hall where a guild or corporation usually assembles; a townhall."},{"word":"Guile","type":"n.","descr":" Craft; deceitful cunning; artifice; duplicity; wile; deceit; treachery."},{"word":"Guile","type":"n.","descr":" To disguise or conceal; to deceive or delude."},{"word":"Guileful","type":"a.","descr":" Full of guile; characterized by cunning, deceit, or treachery; guilty."},{"word":"Guileless","type":"a.","descr":" Free from guile; artless."},{"word":"Guilor","type":"n.","descr":" A deceiver; one who deludes, or uses guile."},{"word":"Guillemet","type":"n.","descr":" A quotation mark."},{"word":"Guillemot","type":"n.","descr":" One of several northern sea birds, allied to the auks. They have short legs, placed far back, and are expert divers and swimmers."},{"word":"Guillevat","type":"n.","descr":" A vat for fermenting liquors."},{"word":"Guilloche","type":"n.","descr":" An ornament in the form of two or more bands or strings twisted over each other in a continued series, leaving circular openings which are filled with round ornaments."},{"word":"Guilloched","type":"a.","descr":" Waved or engine-turned."},{"word":"Guillotine","type":"n.","descr":" A machine for beheading a person by one stroke of a heavy ax or blade, which slides in vertical guides, is raised by a cord, and let fall upon the neck of the victim."},{"word":"Guillotine","type":"n.","descr":" Any machine or instrument for cutting or shearing, resembling in its action a guillotine."},{"word":"Guillotined","type":"imp. and p. p.","descr":" of Guillotine"},{"word":"Guillotining","type":"p. pr. and vb. n.","descr":" of Guillotine"},{"word":"Guillotine","type":"v. t.","descr":" To behead with the guillotine."},{"word":"Guilt","type":"v. t.","descr":" The criminality and consequent exposure to punishment resulting from willful disobedience of law, or from morally wrong action; the state of one who has broken a moral or political law; crime; criminality; offense against right."},{"word":"Guilt","type":"v. t.","descr":" Exposure to any legal penalty or forfeiture."},{"word":"Guiltily","type":"adv.","descr":" In a guilty manner."},{"word":"Guiltiness","type":"n.","descr":" The quality or state of being guilty."},{"word":"Guiltless","type":"a.","descr":" Free from guilt; innocent."},{"word":"Guiltless","type":"a.","descr":" Without experience or trial; unacquainted (with)."},{"word":"Guilt-sick","type":"a.","descr":" Made sick by consciousness of guilt."},{"word":"Guilty","type":"superl.","descr":" Having incurred guilt; criminal; morally delinquent; wicked; chargeable with, or responsible for, something censurable; justly exposed to penalty; -- used with of, and usually followed by the crime, sometimes by the punishment."},{"word":"Guilty","type":"superl.","descr":" Evincing or indicating guilt; involving guilt; as, a guilty look; a guilty act; a guilty feeling."},{"word":"Guilty","type":"superl.","descr":" Conscious; cognizant."},{"word":"Guilty","type":"superl.","descr":" Condemned to payment."},{"word":"Guiltylike","type":"adv.","descr":" Guiltily."},{"word":"Guinea","type":"n.","descr":" A district on the west coast of Africa (formerly noted for its export of gold and slaves) after which the Guinea fowl, Guinea grass, Guinea peach, etc., are named."},{"word":"Guinea","type":"n.","descr":" A gold coin of England current for twenty-one shillings sterling, or about five dollars, but not coined since the issue of sovereigns in 1817."},{"word":"Guipure","type":"n.","descr":" A term used for lace of different kinds; most properly for a lace of large pattern and heavy material which has no ground or mesh, but has the pattern held together by connecting threads called bars or brides."},{"word":"Guirland","type":"n.","descr":" See Garland."},{"word":"Guise","type":"n.","descr":" Customary way of speaking or acting; custom; fashion; manner; behavior; mien; mode; practice; -- often used formerly in such phrases as: at his own guise; that is, in his own fashion, to suit himself."},{"word":"Guise","type":"n.","descr":" External appearance in manner or dress; appropriate indication or expression; garb; shape."},{"word":"Guise","type":"n.","descr":" Cover; cloak; as, under the guise of patriotism."},{"word":"Guiser","type":"n.","descr":" A person in disguise; a masker; a mummer."},{"word":"Guitar","type":"n.","descr":" A stringed instrument of music resembling the lute or the violin, but larger, and having six strings, three of silk covered with silver wire, and three of catgut, -- played upon with the fingers."},{"word":"Guitguit","type":"n.","descr":" One of several species of small tropical American birds of the family Coerebidae, allied to the creepers; -- called also quit. See Quit."},{"word":"GulAe","type":"pl. ","descr":" of Gula"},{"word":"Gulas","type":"pl. ","descr":" of Gula"},{"word":"Gula","type":"n.","descr":" The upper front of the neck, next to the chin; the upper throat."},{"word":"Gula","type":"n.","descr":" A plate which in most insects supports the submentum."},{"word":"Gula","type":"n.","descr":" A capping molding. Same as Cymatium."},{"word":"Gular","type":"a.","descr":" Pertaining to the gula or throat; as, gular plates. See Illust. of Bird, and Bowfin."},{"word":"Gulaund","type":"n.","descr":" An arctic sea bird."},{"word":"Gulch","type":"n.","descr":" Act of gulching or gulping."},{"word":"Gulch","type":"n.","descr":" A glutton."},{"word":"Gulch","type":"n.","descr":" A ravine, or part of the deep bed of a torrent when dry; a gully."},{"word":"Gulch","type":"v. t.","descr":" To swallow greedily; to gulp down."},{"word":"Guid","type":"n.","descr":" A flower. See Gold."},{"word":"Gulden","type":"n.","descr":" See Guilder."},{"word":"Gule","type":"v. t.","descr":" To give the color of gules to."},{"word":"Gule","type":"n.","descr":" The throat; the gullet."},{"word":"Gules","type":"n.","descr":" The tincture red, indicated in seals and engraved figures of escutcheons by parallel vertical lines. Hence, used poetically for a red color or that which is red."},{"word":"Gulf","type":"n.","descr":" A hollow place in the earth; an abyss; a deep chasm or basin,"},{"word":"Gulf","type":"n.","descr":" That which swallows; the gullet."},{"word":"Gulf","type":"n.","descr":" That which swallows irretrievably; a whirlpool; a sucking eddy."},{"word":"Gulf","type":"n.","descr":" A portion of an ocean or sea extending into the land; a partially land-locked sea; as, the Gulf of Mexico."},{"word":"Gulf","type":"n.","descr":" A large deposit of ore in a lode."},{"word":"Gulfy","type":"a.","descr":" Full of whirlpools or gulfs."},{"word":"Gulgul","type":"n.","descr":" A cement made in India from sea shells, pulverized and mixed with oil, and spread over a ship\\'s bottom, to prevent the boring of worms."},{"word":"Gulist","type":"n.","descr":" A glutton."},{"word":"Gulled","type":"imp. and p. p.","descr":" of Gull"},{"word":"Gulling","type":"p. pr. and vb. n.","descr":" of Gull"},{"word":"Gull","type":"v. t.","descr":" To deceive; to cheat; to mislead; to trick; to defraud."},{"word":"Gull","type":"n.","descr":" A cheating or cheat; trick; fraud."},{"word":"Gull","type":"n.","descr":" One easily cheated; a dupe."},{"word":"Gull","type":"n.","descr":" One of many species of long-winged sea birds of the genus Larus and allied genera."},{"word":"Gullage","type":"n.","descr":" Act of being gulled."},{"word":"Guller","type":"n.","descr":" One who gulls; a deceiver."},{"word":"Gullery","type":"n.","descr":" An act, or the practice, of gulling; trickery; fraud."},{"word":"Gullet","type":"n.","descr":" The tube by which food and drink are carried from the pharynx to the stomach; the esophagus."},{"word":"Gullet","type":"n.","descr":" Something shaped like the food passage, or performing similar functions"},{"word":"Gullet","type":"n.","descr":" A channel for water."},{"word":"Gullet","type":"n.","descr":" A preparatory cut or channel in excavations, of sufficient width for the passage of earth wagons."},{"word":"Gullet","type":"n.","descr":" A concave cut made in the teeth of some saw blades."},{"word":"Gulleting","type":"n.","descr":" A system of excavating by means of gullets or channels."},{"word":"Gullible","type":"a.","descr":" Easily gulled; that may be duped."},{"word":"Gullish","type":"a.","descr":" Foolish; stupid."},{"word":"Gulles","type":"pl. ","descr":" of Gully"},{"word":"Gully","type":"n.","descr":" A large knife."},{"word":"Gullies","type":"pl. ","descr":" of Gully"},{"word":"Gully","type":"n.","descr":" A channel or hollow worn in the earth by a current of water; a short deep portion of a torrent\\'s bed when dry."},{"word":"Gully","type":"n.","descr":" A grooved iron rail or tram plate."},{"word":"Gullied","type":"imp. and p. p.","descr":" of Gully"},{"word":"Gullying","type":"p. pr. and  vb. n.","descr":" of Gully"},{"word":"Gully","type":"v. t.","descr":" To wear into a gully or into gullies."},{"word":"Gully","type":"v. i.","descr":" To flow noisily."},{"word":"Gulosity","type":"n.","descr":" Excessive appetite; greediness; voracity."},{"word":"Gulped","type":"imp. and p. p.","descr":" of Gulp"},{"word":"Gulping","type":"p. pr. and vb. n.","descr":" of Gulp"},{"word":"Gulp","type":"v. t.","descr":" To swallow eagerly, or in large draughts; to swallow up; to take down at one swallow."},{"word":"Gulp","type":"n.","descr":" The act of taking a large mouthful; a swallow, or as much as is awallowed at once."},{"word":"Gulp","type":"n.","descr":" A disgorging."},{"word":"Gulph","type":"n.","descr":" See Gulf."},{"word":"Gult","type":"n.","descr":" Guilt. See Guilt."},{"word":"Gulty","type":"a.","descr":" Guilty."},{"word":"Guly","type":"a.","descr":" Of or pertaining to gules; red."},{"word":"Gum","type":"n.","descr":" The dense tissues which invest the teeth, and cover the adjacent parts of the jaws."},{"word":"Gum","type":"v. t.","descr":" To deepen and enlarge the spaces between the teeth of (a worn saw). See Gummer."},{"word":"Gum","type":"n.","descr":" A vegetable secretion of many trees or plants that hardens when it exudes, but is soluble in water; as, gum arabic; gum tragacanth; the gum of the cherry tree. Also, with less propriety, exudations that are not soluble in water; as, gum copal and gum sandarac, which are really resins."},{"word":"Gum","type":"n.","descr":" See Gum tree, below."},{"word":"Gum","type":"n.","descr":" A hive made of a section of a hollow gum tree; hence, any roughly made hive; also, a vessel or bin made of a hollow log."},{"word":"Gum","type":"n.","descr":" A rubber overshoe."},{"word":"Gummed","type":"imp. and. p.","descr":" of Gum"},{"word":"Gumming","type":"p. pr. and vb. n.","descr":" of Gum"},{"word":"Gum","type":"v. t.","descr":" To smear with gum; to close with gum; to unite or stiffen by gum or a gumlike substance; to make sticky with a gumlike substance."},{"word":"Gum","type":"v. i.","descr":" To exude or from gum; to become gummy."},{"word":"Gumbo","type":"n.","descr":" A soup thickened with the mucilaginous pods of the okra; okra soup."},{"word":"Gumbo","type":"n.","descr":" The okra plant or its pods."},{"word":"Gumboil","type":"n.","descr":" A small suppurting inflamed spot on the gum."},{"word":"Gummata","type":"pl. ","descr":" of Gumma"},{"word":"Gumma","type":"n.","descr":" A kind of soft tumor, usually of syphilitic origin."},{"word":"Gummatous","type":"a.","descr":" Belonging to, or resembling, gumma."},{"word":"Gummer","type":"n.","descr":" A punch-cutting tool, or machine for deepening and enlarging the spaces between the teeth of a worn saw."},{"word":"Gummiferous","type":"a.","descr":" Producing gum; gum-bearing."},{"word":"Gumminess","type":"n.","descr":" The state or quality of being gummy; viscousness."},{"word":"Gummite","type":"n.","descr":" A yellow amorphous mineral, essentially a hydrated oxide of uranium derived from the alteration of uraninite."},{"word":"Gummosity","type":"n.","descr":" Gumminess; a viscous or adhesive quality or nature."},{"word":"Gummous","type":"a.","descr":" Gumlike, or composed of gum; gummy."},{"word":"Gummous","type":"a.","descr":" Of or pertaining to a gumma."},{"word":"Gummy","type":"a.","descr":" Consisting of gum; viscous; adhesive; producing or containing gum; covered with gum or a substance resembling gum."},{"word":"Gump","type":"n.","descr":" A dolt; a dunce."},{"word":"Gumption","type":"n.","descr":" Capacity; shrewdness; common sense."},{"word":"Gumption","type":"n.","descr":" The art of preparing colors."},{"word":"Gumption","type":"n.","descr":" Megilp."},{"word":"Gun","type":"n.","descr":" A weapon which throws or propels a missile to a distance; any firearm or instrument for throwing projectiles by the explosion of gunpowder, consisting of a tube or barrel closed at one end, in which the projectile is placed, with an explosive charge behind, which is ignited by various means. Muskets, rifles, carbines, and fowling pieces are smaller guns, for hand use, and are called small arms.  Larger guns are called cannon, ordnance, fieldpieces, carronades, howitzers, etc. See these terms in the Vocabulary."},{"word":"Gun","type":"n.","descr":" A piece of heavy ordnance; in a restricted sense, a cannon."},{"word":"Gun","type":"n.","descr":" Violent blasts of wind."},{"word":"Gun","type":"v. i.","descr":" To practice fowling or hunting small game; -- chiefly in participial form; as, to go gunning."},{"word":"Guna","type":"n.","descr":" In Sanskrit grammar, a lengthening of the simple vowels a, i, e, by prefixing an a element. The term is sometimes used to denote the same vowel change in other languages."},{"word":"Gunarchy","type":"n.","descr":" See Gynarchy."},{"word":"Gunboat","type":"n.","descr":" A vessel of light draught, carrying one or more guns."},{"word":"Guncotton","type":"","descr":" See under Gun."},{"word":"Gundelet","type":"n.","descr":" See Gondola."},{"word":"Gunflint","type":"n.","descr":" A sharpened flint for the lock of a gun, to ignite the charge. It was in common use before the introduction of percussion caps."},{"word":"Gunjah","type":"n.","descr":" See Ganja."},{"word":"Gunlock","type":"n.","descr":" The lock of a gun, for producing the discharge. See Lock."},{"word":"Gunnage","type":"n.","descr":" The number of guns carried by a ship of war."},{"word":"Gunnel","type":"n.","descr":" A gunwale."},{"word":"Gunnel","type":"n.","descr":" A small, eel-shaped, marine fish of the genus Muraenoides; esp., M. gunnellus of Europe and America; -- called also gunnel fish, butterfish, rock eel."},{"word":"Gunner","type":"n.","descr":" One who works a gun, whether on land or sea; a cannoneer."},{"word":"Gunner","type":"n.","descr":" A warrant officer in the navy having charge of the ordnance on a vessel."},{"word":"Gunner","type":"n.","descr":" The great northern diver or loon. See Loon."},{"word":"Gunner","type":"n.","descr":" The sea bream."},{"word":"Gunnery","type":"n.","descr":" That branch of military science which comprehends the theory of projectiles, and the manner of constructing and using ordnance."},{"word":"Gunnie","type":"n.","descr":" Space left by the removal of ore."},{"word":"Gunning","type":"n.","descr":" The act or practice of hunting or shooting game with a gun."},{"word":"Gunny","type":"","descr":" Alt. of Gunny cloth"},{"word":"Gunny cloth","type":"","descr":" A strong, coarse kind of sacking, made from the fibers (called jute) of two plants of the genus Corchorus (C. olitorius and C. capsularis), of India. The fiber is also used in the manufacture of cordage."},{"word":"Gunocracy","type":"n.","descr":" See Gyneocracy."},{"word":"Gunpowder","type":"n.","descr":" A black, granular, explosive substance, consisting of an intimate mechanical mixture of niter, charcoal, and sulphur. It is used in gunnery and blasting."},{"word":"Gunreach","type":"n.","descr":" The reach or distance to which a gun will shoot; gunshot."},{"word":"Gunroom","type":"n.","descr":" An apartment on the after end of the lower gun deck of a ship of war, usually occupied as a messroom by the commissioned officers, except the captain; -- called wardroom in the United States navy."},{"word":"Gunshot","type":"n.","descr":" Act of firing a gun; a shot."},{"word":"Gunshot","type":"n.","descr":" The distance to which shot can be thrown from a gun, so as to be effective; the reach or range of a gun."},{"word":"Gunshot","type":"a.","descr":" Made by the shot of a gun: as. a gunshot wound."},{"word":"Gunsmith","type":"n.","descr":" One whose occupation is to make or repair small firearms; an armorer."},{"word":"Gunsmithery","type":"n.","descr":" Alt. of Gunsmith ing"},{"word":"Gunsmith ing","type":"n.","descr":" The art or business of a gunsmith."},{"word":"Gunstick","type":"n.","descr":" A stick to ram down the charge of a musket, etc.; a rammer or ramrod."},{"word":"Gunstock","type":"n.","descr":" The stock or wood to which the barrel of a hand gun is fastened."},{"word":"Gunstome","type":"n.","descr":" A cannon ball; -- so called because originally made of stone."},{"word":"Gunter rig","type":"","descr":" A topmast arranged with metal bands so that it will readily slide up and down the lower mast."},{"word":"Gunters chain","type":"","descr":" The chain ordinarily used in measuring land. See Chain, n., 4, and Gunter\\'s scale."},{"word":"Gunters line","type":"","descr":" A logarithmic line on Gunter\\'s scale, used for performing the multiplication and division of numbers mechanically by the dividers; -- called also line of lines, and line of numbers."},{"word":"Gunters quadrant","type":"","descr":" A thin quadrant, made of brass, wood, etc., showing a stereographic projection on the plane of the equator. By it are found the hour of the day, the sun\\'s azimuth, the altitude of objects in degrees, etc. See Gunter\\'s scale."},{"word":"Gunters scale","type":"","descr":" A scale invented by the Rev. Edmund Gunter (1581-1626), a professor of astronomy at Gresham College, London, who invented also Gunter\\'s chain, and Gunter\\'s quadrant."},{"word":"Gunwale","type":"n.","descr":" The upper edge of a vessel\\'s or boat\\'s side; the uppermost wale of a ship (not including the bulwarks); or that piece of timber which reaches on either side from the quarter-deck to the forecastle, being the uppermost bend, which finishes the upper works of the hull."},{"word":"Gurge","type":"n.","descr":" A whirlpool."},{"word":"Gurge","type":"v. t.","descr":" To swallow up."},{"word":"Gurgeons","type":"n. pl.","descr":" See Grudgeons."},{"word":"Gurgled","type":"imp. and p. p.","descr":" of Gurgle"},{"word":"Gurgling","type":"p. pr. and vb. n.","descr":" of Gurgle"},{"word":"Gurgle","type":"v. i.","descr":" To run or flow in a broken, irregular, noisy current, as water from a bottle, or a small stream among pebbles or stones."},{"word":"Gurgle","type":"n.","descr":" The act of gurgling; a broken, bubbling noise. \"Tinkling gurgles.\""},{"word":"Gurglet","type":"n.","descr":" A porous earthen jar for cooling water by evaporation."},{"word":"Gurgling-ly","type":"adv.","descr":" In a gurgling manner."},{"word":"Gurgoyle","type":"n.","descr":" See Gargoyle."},{"word":"Gurjun","type":"n.","descr":" A thin balsam or wood oil derived from the Diptcrocarpus laevis, an East Indian tree. It is used in medicine, and as a substitute for linseed oil in the coarser kinds of paint."},{"word":"Gurl","type":"n.","descr":" A young person of either sex. [Obs.] See Girl."},{"word":"Gurlet","type":"n.","descr":" A pickax with one sharp point and one cutting edge."},{"word":"Gurmy","type":"n.","descr":" A level; a working."},{"word":"Gurnard","type":"n.","descr":" Alt. of Gurnet"},{"word":"Gurnet","type":"n.","descr":" One ofseveral European marine fishes, of the genus Trigla and allied genera, having a large and spiny head, with mailed cheeks. Some of the species are highly esteemed for food. The name is sometimes applied to the American sea robins."},{"word":"Gurniad","type":"n.","descr":" See Gwiniad."},{"word":"Gurry","type":"n.","descr":" An alvine evacuation; also, refuse matter."},{"word":"Gurry","type":"n.","descr":" A small fort."},{"word":"Gurt","type":"n.","descr":" A gutter or channel for water, hewn out of the bottom of a working drift."},{"word":"Gurts","type":"n. pl.","descr":" Groatts."},{"word":"Gushed","type":"imp. and p. p.","descr":" of Gush"},{"word":"Gushing","type":"p. pr. and vb. n.","descr":" of Gush"},{"word":"Gush","type":"v. i.","descr":" To issue with violence and rapidity, as a fluid; to rush forth as a fluid from confinement; to flow copiously."},{"word":"Gush","type":"v. i.","descr":" To make a sentimental or untimely exhibition of affection; to display enthusiasm in a silly, demonstrative manner."},{"word":"Gush","type":"v. t.","descr":" A sudden and violent issue of a fluid from an inclosed plase; an emission of a liquid in a large quantity, and with force; the fluid thus emitted; a rapid outpouring of anything; as, a gush of song from a bird."},{"word":"Gush","type":"v. t.","descr":" A sentimental exhibition of affection or enthusiasm, etc.; effusive display of sentiment."},{"word":"Gusher","type":"n.","descr":" One who gushes."},{"word":"Gushing","type":"a.","descr":" Rushing forth with violence, as a fluid; flowing copiously; as, gushing waters."},{"word":"Gushing","type":"a.","descr":" Emitting copiously, as tears or words; weakly and unreservedly demonstrative in matters of affection; sentimental."},{"word":"Gushingly","type":"adv.","descr":" In a gushing manner; copiously."},{"word":"Gushingly","type":"adv.","descr":" Weakly; sentimentally; effusively."},{"word":"Gusset","type":"n.","descr":" A small piece of cloth inserted in a garment, for the purpose of strengthening some part or giving it a tapering enlargement."},{"word":"Gusset","type":"n.","descr":" Anything resembling a gusset in a garment"},{"word":"Gusset","type":"n.","descr":" A small piece of chain mail at the openings of the joints beneath the arms."},{"word":"Gusset","type":"n.","descr":" A kind of bracket, or angular piece of iron, fastened in the angles of a structure to give strength or stiffness; esp., the part joining the barrel and the fire box of a locomotive boiler."},{"word":"Gusset","type":"n.","descr":" An abatement or mark of dishonor in a coat of arms, resembling a gusset."},{"word":"Gust","type":"n.","descr":" A sudden squall; a violent blast of wind; a sudden and brief rushing or driving of the wind. Snow, and hail, stormy gust and flaw."},{"word":"Gust","type":"n.","descr":" A sudden violent burst of passion."},{"word":"Gust","type":"n.","descr":" The sense or pleasure of tasting; relish; gusto."},{"word":"Gust","type":"n.","descr":" Gratification of any kind, particularly that which is exquisitely relished; enjoyment."},{"word":"Gust","type":"n.","descr":" Intellectual taste; fancy."},{"word":"Gust","type":"v. t.","descr":" To taste; to have a relish for."},{"word":"Gustable","type":"v.","descr":" Capable of being tasted; tastable."},{"word":"Gustable","type":"v.","descr":" Pleasant to the taste; toothsome; savory."},{"word":"Gustable","type":"n.","descr":" Anything that can be tasted."},{"word":"Gustard","type":"n.","descr":" The great bustard."},{"word":"Gustation","type":"n.","descr":" The act of tasting."},{"word":"Gustatory","type":"a.","descr":" Pertaining to, or subservient to, the sense of taste; as, the gustatory nerve which supplies the front of the tongue."},{"word":"Gustful","type":"a.","descr":" Tasteful; well-tasted."},{"word":"Gustful","type":"a.","descr":" Gusty."},{"word":"Gustless","type":"a.","descr":" Tasteless; insipid."},{"word":"Gusto","type":"n.","descr":" Nice or keen appreciation or enjoyment; relish; taste; fancy."},{"word":"Gustoso","type":"a. and adv.","descr":" Tasteful; in a tasteful, agreeable manner."},{"word":"Gusty","type":"a.","descr":" Subject to, or characterized by, gusts or squalls; windy; stormy; tempestuous."},{"word":"Gut","type":"n.","descr":" A narrow passage of water; as, the Gut of Canso."},{"word":"Gut","type":"n.","descr":" An intenstine; a bowel; the whole alimentary canal; the enteron; (pl.) bowels; entrails."},{"word":"Gut","type":"n.","descr":" One of the prepared entrails of an animal, esp. of a sheep, used for various purposes. See Catgut."},{"word":"Gut","type":"n.","descr":" The sac of silk taken from a silkworm (when ready to spin its cocoon), for the purpose of drawing it out into a thread. This, when dry, is exceedingly strong, and is used as the snood of a fish line."},{"word":"Gutted","type":"imp. and p. p.","descr":" of Gut"},{"word":"Gutting","type":"p. pr. and vb. n.","descr":" of Gut"},{"word":"Gut","type":"v. t.","descr":" To take out the bowels from; to eviscerate."},{"word":"Gut","type":"v. t.","descr":" To plunder of contents; to destroy or remove the interior or contents of; as, a mob gutted the bouse."},{"word":"GuttAe","type":"pl. ","descr":" of Gutta"},{"word":"Gutta","type":"n.","descr":" A drop."},{"word":"Gutta","type":"n.","descr":" One of a series of ornaments, in the form of a frustum of a cone, attached to the lower part of the triglyphs, and also to the lower faces of the mutules, in the Doric order; -- called also campana, and drop."},{"word":"Gutta-percha","type":"n.","descr":" A concrete juice produced by various trees found in the Malayan archipelago, especially by the Isonandra, \/  Dichopsis, Gutta. It becomes soft, and unpressible at the tamperature of boiling water, and, on cooling, retains its new shape. It dissolves in oils and ethers, but not in water. In many of its properties it resembles caoutchouc, and it is extensively used for many economical purposes. The Mimusops globosa of Guiana also yields this material."},{"word":"Guttate","type":"a.","descr":" Spotted, as if discolored by drops."},{"word":"Guttated","type":"a.","descr":" Besprinkled with drops, or droplike spots."},{"word":"Guttatrap","type":"n.","descr":" The inspissated juice of a tree of the genus Artocarpus (A. incisa, or breadfruit tree), sometimes used in making birdlime, on account of its glutinous quality."},{"word":"Gutter","type":"n.","descr":" A channel at the eaves of a roof for conveying away the rain; an eaves channel; an eaves trough."},{"word":"Gutter","type":"n.","descr":" A small channel at the roadside or elsewhere, to lead off surface water."},{"word":"Gutter","type":"n.","descr":" Any narrow channel or groove; as, a gutter formed by erosion in the vent of a gun from repeated firing."},{"word":"Guttered","type":"imp. and p. p.","descr":" of Gutter"},{"word":"Guttering","type":"p. pr. and vb. n.","descr":" of Gutter"},{"word":"Gutter","type":"v. t.","descr":" To cut or form into small longitudinal hollows; to channel."},{"word":"Gutter","type":"v. t.","descr":" To supply with a gutter or gutters."},{"word":"Gutter","type":"v. i.","descr":" To become channeled, as a candle when the flame flares in the wind."},{"word":"Guttifer","type":"n.","descr":" A plant that exudes gum or resin."},{"word":"Guttiferous","type":"a.","descr":" Yielding gum or resinous substances."},{"word":"Guttiferous","type":"a.","descr":" Pertaining to a natural order of trees and shrubs (Guttiferae) noted for their abounding in a resinous sap."},{"word":"Guttiform","type":"a.","descr":" Drop-shaped, as a spot of color."},{"word":"Guttle","type":"n.","descr":" To put into the gut; to swallow greedily; to gorge; to gormandize. [Obs.] L\\'Estrange."},{"word":"Guttler","type":"n.","descr":" A greedy eater; a glutton."},{"word":"Guttulous","type":"a.","descr":" In droplike form."},{"word":"Guttural","type":"a.","descr":" Of or pertaining to the throat; formed in the throat; relating to, or characteristic of, a sound formed in the throat."},{"word":"Guttural","type":"n.","descr":" A sound formed in the throat; esp., a sound formed by the aid of the back of the tongue, much retracted, and the soft palate; also, a letter representing such a sound."},{"word":"Gutturalism","type":"n.","descr":" The quality of being guttural; as, the gutturalism of A [in the 16th cent.]"},{"word":"Gutturality","type":"n.","descr":" The quality of being guttural."},{"word":"Gutturalize","type":"v. t.","descr":" To speak gutturally; to give a guttural sound to."},{"word":"Gutturally","type":"adv.","descr":" In a guttural manner."},{"word":"Gutturalness","type":"n.","descr":" The quality of being guttural."},{"word":"Gutturine","type":"a.","descr":" Pertaining to the throat."},{"word":"Gutturize","type":"v. t.","descr":" To make in the throat; to gutturalize."},{"word":"Gutturo-","type":"","descr":" A combining form denoting relation to the throat; as, gutturo-nasal, having both a guttural and a nasal character; gutturo-palatal."},{"word":"Gutty","type":"a.","descr":" Charged or sprinkled with drops."},{"word":"Gutwort","type":"n.","descr":" A plant, Globularia Alypum, a violent purgative, found in Africa."},{"word":"Guy","type":"n.","descr":" A rope, chain, or rod attached to anything to steady it; as: a rope to steady or guide an object which is being hoisted or lowered; a rope which holds in place the end of a boom, spar, or yard in a ship; a chain or wire rope connecting a suspension bridge with the land on either side to prevent lateral swaying; a rod or rope attached to the top of a structure, as of a derrick, and extending obliquely to the ground, where it is fastened."},{"word":"Guyed","type":"imp. and p. p.","descr":" of Guy"},{"word":"Guying","type":"p. pr. and vb. n.","descr":" of Guy"},{"word":"Guy","type":"v. t.","descr":" To steady or guide with a guy."},{"word":"Guy","type":"n.","descr":" A grotesque effigy, like that of Guy Fawkes, dressed up in England on the fifth of November, the day of the Gunpowder Plot."},{"word":"Guy","type":"n.","descr":" A person of queer looks or dress."},{"word":"Guy","type":"v. t.","descr":" To fool; to baffle; to make (a person) an object of ridicule."},{"word":"Guyle","type":"v. t.","descr":" To guile."},{"word":"Guze","type":"n.","descr":" A roundlet of tincture sanguine, which is blazoned without mention of the tincture."},{"word":"Guzzled","type":"imp. and p. p.","descr":" of Guzzle"},{"word":"Guzzling","type":"p. pr. and vb. n.","descr":" of Guzzle"},{"word":"Guzzle","type":"v. i.","descr":" To swallow liquor greedily; to drink much or frequently."},{"word":"Guzzle","type":"v. t.","descr":" To swallow much or often; to swallow with immoderate gust; to drink greedily or continually; as, one who guzzles beer."},{"word":"Guzzle","type":"n.","descr":" An insatiable thing or person."},{"word":"Guzzler","type":"n.","descr":" An immoderate drinker."}]