[{"word":"Gyall","type":"n.","descr":" See Gayal."},{"word":"Gyb","type":"n.","descr":" Alt. of Gybe"},{"word":"Gybe","type":"n.","descr":" See Jib."},{"word":"Gybe","type":"n. and v.","descr":" See Gibe."},{"word":"Gybed","type":"imp. and p. p.","descr":" of Gybe"},{"word":"Gybing","type":"p. pr.  and vb. n.","descr":" of Gybe"},{"word":"Gybe","type":"v. t. and i.","descr":" To shift from one side of a vessel to the other; -- said of the boom of a fore-and-aft sail when the vessel is steered off the wind until the sail fills on the opposite side."},{"word":"Gye","type":"v. t.","descr":" To guide; to govern."},{"word":"Gyle","type":"n.","descr":" Fermented wort used for making vinegar."},{"word":"Gymnal","type":"a. and n.","descr":" Same as Gimmal."},{"word":"Gymnasiarch","type":"n.","descr":" An Athenian officer who superintended the gymnasia, and provided the oil and other necessaries at his own expense."},{"word":"Gymnasiums","type":"pl. ","descr":" of Gymnasium"},{"word":"Gymnasia","type":"pl. ","descr":" of Gymnasium"},{"word":"Gymnasium","type":"n.","descr":" A place or building where athletic exercises are performed; a school for gymnastics."},{"word":"Gymnasium","type":"n.","descr":" A school for the higher branches of literature and science; a preparatory school for the university; -- used esp. of German schools of this kind."},{"word":"Gymnast","type":"n.","descr":" One who teaches or practices gymnastic exercises; the manager of a gymnasium; an athlete."},{"word":"Gymnastic","type":"a.","descr":" Alt. of Gymnastical"},{"word":"Gymnastical","type":"a.","descr":" Pertaining to athletic exercises intended for health, defense, or diversion; -- said of games or exercises, as running, leaping, wrestling, throwing the discus, the javelin, etc.; also, pertaining to disciplinary exercises for the intellect; athletic; as, gymnastic exercises, contests, etc."},{"word":"Gymnastic","type":"n.","descr":" A gymnast."},{"word":"Gymnastically","type":"adv.","descr":" In a gymnastic manner."},{"word":"Gymnastics","type":"n.","descr":" Athletic or disciplinary exercises; the art of performing gymnastic exercises; also, disciplinary exercises for the intellect or character."},{"word":"Gymnic","type":"a.","descr":" Alt. of Gymnical"},{"word":"Gymnical","type":"a.","descr":" Athletic; gymnastic."},{"word":"Gymnic","type":"n.","descr":" Athletic exercise."},{"word":"Gymnite","type":"n.","descr":" A hydrous silicate of magnesia."},{"word":"Gymnoblastea","type":"n. pl.","descr":" The Athecata; -- so called because the medusoid buds are not inclosed in a capsule."},{"word":"Gymnoblastic","type":"a.","descr":" Of or pertaining to the Gymnoblastea."},{"word":"Gymnocarpous","type":"a.","descr":" Naked-fruited, the fruit either smooth or not adherent to the perianth."},{"word":"Gymnochroa","type":"n. pl.","descr":" A division of Hydroidea including the hydra. See Hydra."},{"word":"Gymnocladus","type":"n.","descr":" A genus of leguminous plants; the Kentucky coffee tree. The leaves are cathartic, and the seeds a substitute for coffee."},{"word":"Gymnocopa","type":"n. pl.","descr":" A group of transparent, free-swimming Annelida, having setae only in the cephalic appendages."},{"word":"Gymnocyte","type":"n.","descr":" A cytode without a proper cell wall, but with a nucleus."},{"word":"Gymnocytode","type":"n.","descr":" A cytode without either a cell wall or a nucleus."},{"word":"Gymnodont","type":"n.","descr":" One of a group of plectognath fishes (Gymnodontes), having the teeth and jaws consolidated into one or two bony plates, on each jaw, as the diodonts and tetradonts. See Bur fish, Globefish, Diodon."},{"word":"Gymnogen","type":"n.","descr":" One of a class of plants, so called by Lindley, because the ovules are fertilized by direct contact of the pollen. Same as Gymnosperm."},{"word":"Gymnoglossa","type":"n. pl.","descr":" A division of gastropods in which the odontophore is without teeth."},{"word":"Gymnolaema","type":"n. pl.","descr":" Alt. of Gymnolaemata"},{"word":"Gymnolaemata","type":"n. pl.","descr":" An order of Bryozoa, having no epistome."},{"word":"Gymnonoti","type":"n. pl.","descr":" The order of fishes which includes the Gymnotus or electrical eel. The dorsal fin is wanting."},{"word":"Gymnopaedic","type":"a.","descr":" Having young that are naked when hatched; psilopaedic;  -- said of certain birds."},{"word":"Gymnophiona","type":"n. pl.","descr":" An order of Amphibia, having a long, annulated, snakelike body. See Ophiomorpha."},{"word":"Gymnophthalmata","type":"n. pl.","descr":" A group of acalephs, including the naked-eyed medusae; the hydromedusae. Most of them are known to be the free-swimming progeny (gonophores) of hydroids."},{"word":"Gymnoplast","type":"n.","descr":" A cell or mass of protoplasm devoid of an envelope, as a white blood corpuscle."},{"word":"Gymnorhinal","type":"a.","descr":" Having unfeathered nostrils, as certain birds."},{"word":"Gymnosomata","type":"n. pl.","descr":" One of the orders of Pteropoda.  They have no shell."},{"word":"Gymnosophist","type":"n.","descr":" One of a sect of philosophers, said to have been found in India by Alexander the Great, who went almost naked, denied themselves the use of flesh, renounced bodily pleasures, and employed themselves in the contemplation of nature."},{"word":"Gymnosophy","type":"n.","descr":" The doctrines of the Gymnosophists."},{"word":"Gymnosperm","type":"n.","descr":" A plant that bears naked seeds (i. e., seeds not inclosed in an ovary), as the common pine and hemlock.  Cf. Angiosperm."},{"word":"Gymnospermous","type":"n.","descr":" Having naked seeds, or seeds not inclosed in a capsule or other vessel."},{"word":"Gymnospermous","type":"n.","descr":" Belonging to the class of plants consisting of gymnosperms."},{"word":"Gymnotoka","type":"n. pl.","descr":" The Athecata."},{"word":"Gymnotus","type":"n.","descr":" A genus of South American fresh-water fishes, including the Gymnotus electricus, or electric eel. It has a greenish, eel-like body, and is possessed of electric power."},{"word":"Gyn","type":"v. i.","descr":" To begin [Obs.] See Gin."},{"word":"Gynaeceum","type":"n.","descr":" Alt. of Gynaecium"},{"word":"Gynaecium","type":"n.","descr":" The part of a large house, among the ancients, exclusively appropriated to women."},{"word":"Gynaecian","type":"a.","descr":" The same as Gynecian."},{"word":"Gynaecophore","type":"n.","descr":" A ventral canal or groove, in which the males of some di\/cious trematodes carry the female. See Illust. of Haematozoa."},{"word":"Gynander","type":"n.","descr":" A plant having the stamens inserted in the pistil."},{"word":"Gynandria","type":"n. pl.","descr":" A class of plants in the Linnaean system, whose stamens grow out of, or are united with, the pistil."},{"word":"Gynandrian","type":"a.","descr":" Alt. of Gynandrous"},{"word":"Gynandrous","type":"a.","descr":" Having stamens inserted in the pistil; belonging to the class Gynandria."},{"word":"Gynandromorph","type":"n.","descr":" An animal affected with gynandromorphism,"},{"word":"Gynandromorphism","type":"n.","descr":" An abnormal condition of certain animals, in which one side has the external characters of the male, and the other those of the female."},{"word":"Gynandromorphous","type":"a.","descr":" Affected, with gynandromorphism."},{"word":"Gynantherous","type":"a.","descr":" Pertaining to an abnormal condition of the flower, in which the stamens are converted into pistils."},{"word":"Gynarchy","type":"n.","descr":" Government by a woman."},{"word":"Gyneceum","type":"n.","descr":" See Gynaeceum."},{"word":"Gynecian","type":"a.","descr":" Of or relating to women."},{"word":"Gynecocracy","type":"n.","descr":" Government by a woman, female power; gyneocracy."},{"word":"Gynecological","type":"a.","descr":" Of or pertaining to gynecology."},{"word":"Gynecology","type":"n.","descr":" The science which treats of the structure and diseases of women."},{"word":"Gyneocracy","type":"n.","descr":" See Gynecocracy."},{"word":"Gyneolatry","type":"n.","descr":" The adoration or worship of woman."},{"word":"Gynephobia","type":"n.","descr":" Hatred of women; repugnance to the society of women."},{"word":"Gynno","type":"v. i.","descr":" To begin. See Gin."},{"word":"Gynobase","type":"n.","descr":" A dilated base or receptacle, supporting a multilocular ovary."},{"word":"Gynobasic","type":"a.","descr":" Pertaining to, or having, a gynobase."},{"word":"Gynocracy","type":"n.","descr":" Female government; gynecocracy."},{"word":"Gynodioecious","type":"a.","descr":" Dioecious, but having some hermaphrodite or perfect flowers on an individual plant which bears mostly pistillate flowers."},{"word":"Gynoecium","type":"n.","descr":" The pistils of a flower, taken collectively. See Illust. of Carpophore."},{"word":"Gynophore","type":"n.","descr":" The pedicel raising the pistil or ovary above the stamens, as in the passion flower."},{"word":"Gynophore","type":"n.","descr":" One of the branches bearing the female gonophores, in certain Siphonophora."},{"word":"Gyp","type":"n.","descr":" A college servant; -- so called in Cambridge, England; at Oxford called a scout."},{"word":"Gypse","type":"n.","descr":" See Gypsum."},{"word":"Gypseous","type":"a.","descr":" Resembling or containing gypsum; partaking of the qualities of gypsum."},{"word":"Gypsey","type":"n.","descr":" A gypsy. See Gypsy."},{"word":"Gypsiferous","type":"a.","descr":" Containing gypsum."},{"word":"Gypsine","type":"a.","descr":" Gypseous."},{"word":"Gypsography","type":"n.","descr":" The act or art of engraving on gypsum."},{"word":"Gypsoplast","type":"n.","descr":" A cast taken in plaster of Paris, or in white lime."},{"word":"Gypsum","type":"n.","descr":" A mineral consisting of the hydrous sulphate of lime (calcium). When calcined, it forms plaster of Paris. Selenite is a transparent, crystalline variety; alabaster, a fine, white, massive variety."},{"word":"Gypsies","type":"pl. ","descr":" of Gypsy"},{"word":"Gypsy","type":"n.","descr":" One of a vagabond race, whose tribes, coming originally from India, entered Europe in 14th or 15th centry, and are now scattered over Turkey, Russia, Hungary, Spain, England, etc., living by theft, fortune telling, horsejockeying, tinkering, etc.  Cf. Bohemian, Romany."},{"word":"Gypsy","type":"n.","descr":" The language used by the gypsies."},{"word":"Gypsy","type":"n.","descr":" A dark-complexioned person."},{"word":"Gypsy","type":"n.","descr":" A cunning or crafty person"},{"word":"Gypsy","type":"a.","descr":" Pertaining to, or suitable for, gypsies."},{"word":"Gypsy","type":"v. i.","descr":" To play the gypsy; to picnic in the woods."},{"word":"Gypsyism","type":"n.","descr":" The arts and practices or habits of gypsies; deception; cheating; flattery."},{"word":"Gypsyism","type":"n.","descr":" The state of a gypsy."},{"word":"Gypsywort","type":"n.","descr":" A labiate plant (the Lycopus Europaeus). Gypsies are said to stain their skin with its juice."},{"word":"Gyracanthus","type":"n.","descr":" A genus of fossil fishes, found in Devonian and carboniferous strata;  -- so named from their round, sculptured spines."},{"word":"Gyral","type":"a.","descr":" Moving in a circular path or way; whirling; gyratory."},{"word":"Gyral","type":"a.","descr":" Pertaining to a gyrus, or convolution."},{"word":"Gyrant","type":"a.","descr":" Gyrating."},{"word":"Gyrate","type":"a.","descr":" Winding or coiled round; curved into a circle; taking a circular course."},{"word":"Gyrated","type":"imp. and p. p.","descr":" of Gyrate"},{"word":"Gyrating","type":"p. pr. and vb. n.","descr":" of Gyrate"},{"word":"Gyrate","type":"n.","descr":" To revolve round a central point; to move spirally about an axis, as a tornado; to revolve."},{"word":"Gyration","type":"n.","descr":" The act of turning or whirling, as around a fixed center; a circular or spiral motion; motion about an axis; rotation; revolution."},{"word":"Gyration","type":"n.","descr":" One of the whorls of a spiral univalve shell."},{"word":"Gyratory","type":"a.","descr":" Moving in a circle, or spirally; revolving; whirling around."},{"word":"Gyre","type":"n.","descr":" A circular motion, or a circle described by a moving body; a turn or revolution; a circuit."},{"word":"Gyre","type":"v. t. and i.","descr":" To turn round; to gyrate."},{"word":"Gyreful","type":"a.","descr":" Abounding in gyres."},{"word":"Gyrencephala","type":"n. pl.","descr":" The higher orders of Mammalia, in which the cerebrum is convoluted."},{"word":"Gyrfalcon","type":"n.","descr":" One of several species and varieties of large Arctic falcons, esp. Falco rusticolus and the white species F. Islandicus, both of which are circumpolar.  The black and the gray are varieties of the former. See Illust. of Accipiter."},{"word":"Gyri","type":"n. pl.","descr":" See Gyrus."},{"word":"Gyrland","type":"v. t.","descr":" To garland."},{"word":"Gyrodus","type":"n.","descr":" A genus of extinct oolitic fishes, having rounded teeth in several rows adapted for crushing."},{"word":"Gyrogonite","type":"n.","descr":" The petrified fruit of the Chara hispida, a species of stonewort. See Stonewort."},{"word":"Gyroidal","type":"a.","descr":" Spiral in arrangement or action."},{"word":"Gyroidal","type":"a.","descr":" Having the planes arranged spirally, so that they incline all to the right (or left) of a vertical line; -- said of certain hemihedral forms."},{"word":"Gyroidal","type":"a.","descr":" Turning the plane of polarization circularly or spirally to the right or left."},{"word":"Gyrolepis","type":"n.","descr":" A genus of ganoid fishes, found in strata of the new red sandetone, and the lias bone beds."},{"word":"Gyroma","type":"n.","descr":" A turning round."},{"word":"Gyromancy","type":"n.","descr":" A kind of divination performed by drawing a ring or circle, and walking in or around it."},{"word":"Gyron","type":"n.","descr":" A subordinary of triangular form having one of its angles at the fess point and the opposite aide at the edge of the escutcheon. When there is only one gyron on the shield it is bounded by two lines drawn from the fess point, one horizontally to the dexter side, and one to the dexter chief corner."},{"word":"Gyronny","type":"a.","descr":" Covered with gyrons, or divided so as to form several gyrons; -- said of an escutcheon."},{"word":"Gyropigeon","type":"n.","descr":" A flying object simulating a pigeon in flight, when projected from a spring trap. It is used as a flying target in shooting matches."},{"word":"Gyroscope","type":"n.","descr":" A rotating wheel, mounted in a ring or rings, for illustrating the dynamics of rotating bodies, the composition of rotations, etc. It was devised by Professor W. R. Johnson, in 1832, by whom it was called the rotascope."},{"word":"Gyroscope","type":"n.","descr":" A form of the above apparatus, invented by M. Foucault, mounted so delicately as to render visible the rotation of the earth, through the tendency of the rotating wheel to preserve a constant plane of rotation, independently of the earth\\'s motion."},{"word":"Gyroscopic","type":"a.","descr":" Pertaining to the gyroscope; resembling the motion of the gyroscope."},{"word":"Gy-rose","type":"a.","descr":" Turned round like a crook, or bent to and fro."},{"word":"Gyrostat","type":"n.","descr":" A modification of the gyroscope, consisting essentially of a fly wheel fixed inside a rigid case to which is attached a thin flange of metal for supporting the instrument. It is used in studying the dynamics of rotating bodies."},{"word":"Gyrostatic","type":"a.","descr":" Of or pertaining to the gyrostat or to gyrostatics."},{"word":"Gyrostatics","type":"n.","descr":" The doctrine or theory of the gyrostat, or of the phenomena of rotating bodies."},{"word":"Gyri","type":"pl. ","descr":" of Gyrus"},{"word":"Gyrus","type":"n.","descr":" A convoluted ridge between grooves; a convolution; as, the gyri of the brain; the gyri of brain coral.  See Brain."},{"word":"Gyse","type":"n.","descr":" Guise."},{"word":"Gyte","type":"a.","descr":" Delirious; senselessly extravagant; as, the man is clean gyte."},{"word":"Gyve","type":"n.","descr":" A shackle; especially, one to confine the legs; a fetter."},{"word":"Gyve","type":"v. t.","descr":" To fetter; to shackle; to chain."}]