[{"word":"Head","type":"n.","descr":" The anterior or superior part of an animal, containing the brain, or chief ganglia of the nervous system, the mouth, and in the higher animals, the chief sensory organs; poll; cephalon."},{"word":"Head","type":"n.","descr":" The uppermost, foremost, or most important part of an inanimate object; such a part as may be considered to resemble the head of an animal; often, also, the larger, thicker, or heavier part or extremity, in distinction from the smaller or thinner part, or from the point or edge; as, the head of a cane, a nail, a spear, an ax, a mast, a sail, a ship; that which covers and closes the top or the end of a hollow vessel; as, the head of a cask or a steam boiler."},{"word":"Head","type":"n.","descr":" The place where the head should go; as, the head of a bed, of a grave, etc.; the head of a carriage, that is, the hood which covers the head."},{"word":"Head","type":"n.","descr":" The most prominent or important member of any organized body; the chief; the leader; as, the head of a college, a school, a church, a state, and the like."},{"word":"Head","type":"n.","descr":" The place or honor, or of command; the most important or foremost position; the front; as, the head of the table; the head of a column of soldiers."},{"word":"Head","type":"n.","descr":" Each one among many; an individual; -- often used in a plural sense; as, a thousand head of cattle."},{"word":"Head","type":"n.","descr":" The seat of the intellect; the brain; the understanding; the mental faculties; as, a good head, that is, a good mind; it never entered his head, it did not occur to him; of his own head, of his own thought or will."},{"word":"Head","type":"n.","descr":" The source, fountain, spring, or beginning, as of a stream or river; as, the head of the Nile; hence, the altitude of the source, or the height of the surface, as of water, above a given place, as above an orifice at which it issues, and the pressure resulting from the height or from motion; sometimes also, the quantity in reserve; as, a mill or reservoir has a good head of water, or ten feet head; also, that part of a gulf or bay most remote from the outlet or the sea."},{"word":"Head","type":"n.","descr":" A headland; a promontory; as, Gay Head."},{"word":"Head","type":"n.","descr":" A separate part, or topic, of a discourse; a theme to be expanded; a subdivision; as, the heads of a sermon."},{"word":"Head","type":"n.","descr":" Culminating point or crisis; hence, strength; force; height."},{"word":"Head","type":"n.","descr":" Power; armed force."},{"word":"Head","type":"n.","descr":" A headdress; a covering of the head; as, a laced head; a head of hair."},{"word":"Head","type":"n.","descr":" An ear of wheat, barley, or of one of the other small cereals."},{"word":"Head","type":"n.","descr":" A dense cluster of flowers, as in clover, daisies, thistles; a capitulum."},{"word":"Head","type":"n.","descr":" A dense, compact mass of leaves, as in a cabbage or a lettuce plant."},{"word":"Head","type":"n.","descr":" The antlers of a deer."},{"word":"Head","type":"n.","descr":" A rounded mass of foam which rises on a pot of beer or other effervescing liquor."},{"word":"Head","type":"n.","descr":" Tiles laid at the eaves of a house."},{"word":"Head","type":"a.","descr":" Principal; chief; leading; first; as, the head master of a school; the head man of a tribe; a head chorister; a head cook."},{"word":"Headed","type":"imp. and p. p.","descr":" of Head"},{"word":"Heading","type":"p. pr. and vb. n.","descr":" of Head"},{"word":"Head","type":"v. t.","descr":" To be at the head of; to put one\\'s self at the head of; to lead; to direct; to act as leader to; as, to head an army, an expedition, or a riot."},{"word":"Head","type":"v. t.","descr":" To form a head to; to fit or furnish with a head; as, to head a nail."},{"word":"Head","type":"v. t.","descr":" To behead; to decapitate."},{"word":"Head","type":"v. t.","descr":" To cut off the top of; to lop off; as, to head trees."},{"word":"Head","type":"v. t.","descr":" To go in front of; to get in the front of, so as to hinder or stop; to oppose; hence, to check or restrain; as, to head a drove of cattle; to head a person; the wind heads a ship."},{"word":"Head","type":"v. t.","descr":" To set on the head; as, to head a cask."},{"word":"Head","type":"v. i.","descr":" To originate; to spring; to have its source, as a river."},{"word":"Head","type":"v. i.","descr":" To go or point in a certain direction; to tend; as, how does the ship head?"},{"word":"Head","type":"v. i.","descr":" To form a head; as, this kind of cabbage heads early."},{"word":"Headache","type":"n.","descr":" Pain in the head; cephalalgia."},{"word":"Headachy","type":"a.","descr":" Afflicted with headache."},{"word":"Headband","type":"n.","descr":" A fillet; a band for the head."},{"word":"Headband","type":"n.","descr":" The band at each end of the back of a book."},{"word":"Headbeard","type":"n.","descr":" A board or boarding which marks or forms the head of anything; as, the headboard of a bed; the headboard of a grave."},{"word":"Headborough","type":"n.","descr":" Alt. of Headborrow"},{"word":"Headborrow","type":"n.","descr":" The chief of a frankpledge, tithing, or decennary, consisting of ten families; -- called also borsholder, boroughhead, boroughholder, and sometimes tithingman. See Borsholder."},{"word":"Headborrow","type":"n.","descr":" A petty constable."},{"word":"Head-cheese","type":"n.","descr":" A dish made of portions of the head, or head and feet, of swine, cut up fine, seasoned, and pressed into a cheeselike mass."},{"word":"Headdress","type":"n.","descr":" A covering or ornament for the head; a headtire."},{"word":"Headdress","type":"n.","descr":" A manner of dressing the hair or of adorning it, whether with or without a veil, ribbons, combs, etc."},{"word":"Headed","type":"a.","descr":" Furnished with a head (commonly as denoting intellectual faculties); -- used in composition; as, clear-headed, long-headed, thick-headed; a many-headed monster."},{"word":"Headed","type":"a.","descr":" Formed into a head; as, a headed cabbage."},{"word":"Header","type":"n.","descr":" One who, or that which, heads nails, rivets, etc., esp. a machine for heading."},{"word":"Header","type":"n.","descr":" One who heads a movement, a party, or a mob; head; chief; leader."},{"word":"Header","type":"n.","descr":" A brick or stone laid with its shorter face or head in the surface of the wall."},{"word":"Header","type":"n.","descr":" In framing, the piece of timber fitted between two trimmers, and supported by them, and carrying the ends of the tailpieces."},{"word":"Header","type":"n.","descr":" A reaper for wheat, that cuts off the heads only."},{"word":"Header","type":"n.","descr":" A fall or plunge headforemost, as while riding a bicycle, or in bathing; as, to take a header."},{"word":"Headfirst","type":"adv.","descr":" Alt. of Headforemost"},{"word":"Headforemost","type":"adv.","descr":" With the head foremost."},{"word":"Headfish","type":"n.","descr":" The sunfish (Mola)."},{"word":"Head gear","type":"n.","descr":" Alt. of Headgear"},{"word":"Headgear","type":"n.","descr":" Headdress."},{"word":"Headgear","type":"n.","descr":" Apparatus above ground at the mouth of a mine or deep well."},{"word":"Head-hunter","type":"n.","descr":" A member of any tribe or race of savages who have the custom of decapitating human beings and preserving their heads as trophies. The Dyaks of Borneo are the most noted head-hunters."},{"word":"Headily","type":"adv.","descr":" In a heady or rash manner; hastily; rashly; obstinately."},{"word":"Headiness","type":"n.","descr":" The quality of being heady."},{"word":"Heading","type":"n.","descr":" The act or state of one who, or that which, heads; formation of a head."},{"word":"Heading","type":"n.","descr":" That which stands at the head; title; as, the heading of a paper."},{"word":"Heading","type":"n.","descr":" Material for the heads of casks, barrels, etc."},{"word":"Heading","type":"n.","descr":" A gallery, drift, or adit in a mine; also, the end of a drift or gallery; the vein above a drift."},{"word":"Heading","type":"n.","descr":" The extension of a line ruffling above the line of stitch."},{"word":"Heading","type":"n.","descr":" That end of a stone or brick which is presented outward."},{"word":"Headland","type":"n.","descr":" A cape; a promontory; a point of land projecting into the sea or other expanse of water."},{"word":"Headland","type":"n.","descr":" A ridge or strip of unplowed at the ends of furrows, or near a fence."},{"word":"Headless","type":"a.","descr":" Having no head; beheaded; as, a headless body, neck, or carcass."},{"word":"Headless","type":"a.","descr":" Destitute of a chief or leader."},{"word":"Headless","type":"a.","descr":" Destitute of understanding or prudence; foolish; rash; obstinate."},{"word":"Headlight","type":"n.","descr":" A light, with a powerful reflector, placed at the head of a locomotive, or in front of it, to throw light on the track at night, or in going through a dark tunnel."},{"word":"Headline","type":"n.","descr":" The line at the head or top of a page."},{"word":"Headline","type":"n.","descr":" See Headrope."},{"word":"Headlong","type":"a. and adv.","descr":" With the head foremost; as, to fall headlong."},{"word":"Headlong","type":"a. and adv.","descr":" Rashly; precipitately; without deliberation."},{"word":"Headlong","type":"a. and adv.","descr":" Hastily; without delay or respite."},{"word":"Headlong","type":"a.","descr":" Rash; precipitate; as, headlong folly."},{"word":"Headlong","type":"a.","descr":" Steep; precipitous."},{"word":"Head-lugged","type":"a.","descr":" Lugged or dragged by the head."},{"word":"Headmen","type":"pl. ","descr":" of Headman"},{"word":"Headman","type":"n.","descr":" A head or leading man, especially of a village community."},{"word":"Headmold shot","type":"","descr":" Alt. of Headmould shot"},{"word":"Headmould shot","type":"","descr":" An old name for the condition of the skull, in which the bones ride, or are shot, over each other at the sutures."},{"word":"Headmost","type":"a.","descr":" Most advanced; most forward; as, the headmost ship in a fleet."},{"word":"Headnote","type":"n.","descr":" A note at the head of a page or chapter; in law reports, an abstract of a case, showing the principles involved and the opinion of the court."},{"word":"Headpan","type":"n.","descr":" The brainpan."},{"word":"Headpiece","type":"n.","descr":" Head."},{"word":"Headpiece","type":"n.","descr":" A cap of defense; especially, an open one, as distinguished from the closed helmet of the Middle Ages."},{"word":"Headpiece","type":"n.","descr":" Understanding; mental faculty."},{"word":"Headpiece","type":"n.","descr":" An engraved ornament at the head of a chapter, or of a page."},{"word":"Headquarters","type":"n. sing.","descr":" The quarters or place of residence of any chief officer, as the general in command of an army, or the head of a police force; the place from which orders or instructions are issued; hence, the center of authority or order."},{"word":"Headrace","type":"n.","descr":" See Race, a water course."},{"word":"Headroom","type":"n.","descr":" See Headway, 2."},{"word":"Headrope","type":"n.","descr":" That part of a boltrope which is sewed to the upper edge or head of a sail."},{"word":"Headsail","type":"n.","descr":" Any sail set forward of the foremast."},{"word":"Headshake","type":"n.","descr":" A significant shake of the head, commonly as a signal of denial."},{"word":"Headship","type":"n.","descr":" Authority or dignity; chief place."},{"word":"Headsmen","type":"pl. ","descr":" of Headsman"},{"word":"Headsman","type":"n.","descr":" An executioner who cuts off heads."},{"word":"Headspring","type":"n.","descr":" Fountain; source."},{"word":"Headstall","type":"n.","descr":" That part of a bridle or halter which encompasses the head."},{"word":"Headstock","type":"n.","descr":" A part (usually separate from the bed or frame) for supporting some of the principal working parts of a machine"},{"word":"Headstock","type":"n.","descr":" The part of a lathe that holds the revolving spindle and its attachments; -- also called poppet head, the opposite corresponding part being called a tailstock."},{"word":"Headstock","type":"n.","descr":" The part of a planing machine that supports the cutter, etc."},{"word":"Headstone","type":"n.","descr":" The principal stone in a foundation; the chief or corner stone."},{"word":"Headstone","type":"n.","descr":" The stone at the head of a grave."},{"word":"Headstrong","type":"a.","descr":" Not easily restrained; ungovernable; obstinate; stubborn."},{"word":"Headstrong","type":"a.","descr":" Directed by ungovernable will, or proceeding from obstinacy."},{"word":"Headstrongness","type":"n.","descr":" Obstinacy."},{"word":"Headtire","type":"n.","descr":" A headdress."},{"word":"Headtire","type":"n.","descr":" The manner of dressing the head, as at a particular time and place."},{"word":"Headway","type":"n.","descr":" The progress made by a ship in motion; hence, progress or success of any kind."},{"word":"Headway","type":"n.","descr":" Clear space under an arch, girder, and the like, sufficient to allow of easy passing underneath."},{"word":"Headwork","type":"n.","descr":" Mental labor."},{"word":"Heady","type":"a.","descr":" Willful; rash; precipitate; hurried on by will or passion; ungovernable."},{"word":"Heady","type":"a.","descr":" Apt to affect the head; intoxicating; strong."},{"word":"Heady","type":"a.","descr":" Violent; impetuous."},{"word":"Heal","type":"v. t.","descr":" To cover, as a roof, with tiles, slate, lead, or the like."},{"word":"Healed","type":"imp. and p. p.","descr":" of Heal"},{"word":"Healing","type":"p. pr. and vb. n.","descr":" of Heal"},{"word":"Heal","type":"v. t.","descr":" To make hale, sound, or whole; to cure of a disease, wound, or other derangement; to restore to soundness or health."},{"word":"Heal","type":"v. t.","descr":" To remove or subdue; to cause to pass away; to cure; -- said of a disease or a wound."},{"word":"Heal","type":"v. t.","descr":" To restore to original purity or integrity."},{"word":"Heal","type":"v. t.","descr":" To reconcile, as a breach or difference; to make whole; to free from guilt; as, to heal dissensions."},{"word":"Heal","type":"v. i.","descr":" To grow sound; to return to a sound state; as, the limb heals, or the wound heals; -- sometimes with up or over; as, it will heal up, or over."},{"word":"Heal","type":"v. t.","descr":" Health."},{"word":"Healable","type":"a.","descr":" Capable of being healed."},{"word":"Healall","type":"n.","descr":" A common herb of the Mint family (Brunela vulgaris), destitute of active properties, but anciently thought a panacea."},{"word":"Heald","type":"n.","descr":" A heddle."},{"word":"Healful","type":"a.","descr":" Tending or serving to heal; healing."},{"word":"Healing","type":"a.","descr":" Tending to cure; soothing; mollifying; as, the healing art; a healing salve; healing words."},{"word":"Healingly","type":"adv.","descr":" So as to heal or cure."},{"word":"Health","type":"n.","descr":" The state of being hale, sound, or whole, in body, mind, or soul; especially, the state of being free from physical disease or pain."},{"word":"Health","type":"n.","descr":" A wish of health and happiness, as in pledging a person in a toast."},{"word":"Healthful","type":"a.","descr":" Full of health; free from illness or disease; well; whole; sound; healthy; as, a healthful body or mind; a healthful plant."},{"word":"Healthful","type":"a.","descr":" Serving to promote health of body or mind; wholesome; salubrious; salutary; as, a healthful air, diet."},{"word":"Healthful","type":"a.","descr":" Indicating, characterized by, or resulting from, health or soundness; as, a healthful condition."},{"word":"Healthful","type":"a.","descr":" Well-disposed; favorable."},{"word":"Healthfully","type":"adv.","descr":" In health; wholesomely."},{"word":"Healthfulness","type":"n.","descr":" The state of being healthful."},{"word":"Healthily","type":"adv.","descr":" In a healthy manner."},{"word":"Healthiness","type":"n.","descr":" The state of being healthy or healthful; freedom from disease."},{"word":"Healthless","type":"n.","descr":" Without health, whether of body or mind; in firm."},{"word":"Healthless","type":"n.","descr":" Not conducive to health; unwholesome."},{"word":"Healthlessness","type":"n.","descr":" The state of being health\/ess."},{"word":"Healthsome","type":"a.","descr":" Wholesome; salubrious."},{"word":"Healthward","type":"a. and adv.","descr":" In the direction of health; as, a healthward tendency."},{"word":"Healthy","type":"superl.","descr":" Being in a state of health; enjoying health; hale; sound; free from disease; as, a healthy chid; a healthy plant."},{"word":"Healthy","type":"superl.","descr":" Evincing health; as, a healthy pulse; a healthy complexion."},{"word":"Healthy","type":"superl.","descr":" Conducive to health; wholesome; salubrious; salutary; as, a healthy exercise; a healthy climate."},{"word":"Heam","type":"n.","descr":" The afterbirth or secundines of a beast."},{"word":"Heap","type":"n.","descr":" A crowd; a throng; a multitude or great number of persons."},{"word":"Heap","type":"n.","descr":" A great number or large quantity of things not placed in a pile."},{"word":"Heap","type":"n.","descr":" A pile or mass; a collection of things laid in a body, or thrown together so as to form an elevation; as, a heap of earth or stones."},{"word":"Heaped","type":"imp. and p. p.","descr":" of Heap"},{"word":"Heaping","type":"p. pr. and vb. n.","descr":" of Heap"},{"word":"Heap","type":"v. t.","descr":" To collect in great quantity; to amass; to lay up; to accumulate; -- usually with up; as, to heap up treasures."},{"word":"Heap","type":"v. t.","descr":" To throw or lay in a heap; to make a heap of; to pile; as, to heap stones; -- often with up; as, to heap up earth; or with on; as, to heap on wood or coal."},{"word":"Heap","type":"v. t.","descr":" To form or round into a heap, as in measuring; to fill (a measure) more than even full."},{"word":"Heaper","type":"n.","descr":" One who heaps, piles, or amasses."},{"word":"Heapy","type":"a.","descr":" Lying in heaps."},{"word":"Heard","type":"imp. and p. p.","descr":" of Hear"},{"word":"Hearing","type":"p. pr. and vb. n.","descr":" of Hear"},{"word":"Hear","type":"v. t.","descr":" To perceive by the ear; to apprehend or take cognizance of by the ear; as, to hear sounds; to hear a voice; to hear one call."},{"word":"Hear","type":"v. t.","descr":" To give audience or attention to; to listen to; to heed; to accept the doctrines or advice of; to obey; to examine; to try in a judicial court; as, to hear a recitation; to hear a class; the case will be heard to-morrow."},{"word":"Hear","type":"v. t.","descr":" To attend, or be present at, as hearer or worshiper; as, to hear a concert; to hear Mass."},{"word":"Hear","type":"v. t.","descr":" To give attention to as a teacher or judge."},{"word":"Hear","type":"v. t.","descr":" To accede to the demand or wishes of; to listen to and answer favorably; to favor."},{"word":"Hear","type":"v. i.","descr":" To have the sense or faculty of perceiving sound."},{"word":"Hear","type":"v. i.","descr":" To use the power of perceiving sound; to perceive or apprehend by the ear; to attend; to listen."},{"word":"Hear","type":"v. i.","descr":" To be informed by oral communication; to be told; to receive information by report or by letter."},{"word":"Heard","type":"","descr":" imp. and p. p. of Hear."},{"word":"Hearer","type":"n.","descr":" One who hears; an auditor."},{"word":"Hearing","type":"n.","descr":" The act or power of perceiving sound; perception of sound; the faculty or sense by which sound is perceived; as, my hearing is good."},{"word":"Hearing","type":"n.","descr":" Attention to what is delivered; opportunity to be heard; audience; as, I could not obtain a hearing."},{"word":"Hearing","type":"n.","descr":" A listening to facts and evidence, for the sake of adjudication; a session of a court for considering proofs and determining issues."},{"word":"Hearing","type":"n.","descr":" Extent within which sound may be heard; sound; earshot."},{"word":"Hearkened","type":"imp. and p. p.","descr":" of Hearken"},{"word":"Hearkening","type":"p. pr. and vb. n.","descr":" of Hearken"},{"word":"Hearken","type":"v. i.","descr":" To listen; to lend the ear; to attend to what is uttered; to give heed; to hear, in order to obey or comply."},{"word":"Hearken","type":"v. i.","descr":" To inquire; to seek information."},{"word":"Hearken","type":"v. t.","descr":" To hear by listening."},{"word":"Hearken","type":"v. t.","descr":" To give heed to; to hear attentively."},{"word":"Hearkener","type":"n.","descr":" One who hearkens; a listener."},{"word":"Hearsal","type":"n.","descr":" Rehearsal."},{"word":"Hearsay","type":"n.","descr":" Report; rumor; fame; common talk; something heard from another."},{"word":"Hearse","type":"n.","descr":" A hind in the year of its age."},{"word":"Hearse","type":"n.","descr":" A framework of wood or metal placed over the coffin or tomb of a deceased person, and covered with a pall; also, a temporary canopy bearing wax lights and set up in a church, under which the coffin was placed during the funeral ceremonies."},{"word":"Hearse","type":"n.","descr":" A grave, coffin, tomb, or sepulchral monument."},{"word":"Hearse","type":"n.","descr":" A bier or handbarrow for conveying the dead to the grave."},{"word":"Hearse","type":"n.","descr":" A carriage specially adapted or used for conveying the dead to the grave."},{"word":"Hearse","type":"v. t.","descr":" To inclose in a hearse; to entomb."},{"word":"Hearsecloth","type":"n.","descr":" A cloth for covering a coffin when on a bier; a pall."},{"word":"Hearselike","type":"a.","descr":" Suitable to a funeral."},{"word":"Heart","type":"n.","descr":" A hollow, muscular organ, which, by contracting rhythmically, keeps up the circulation of the blood."},{"word":"Heart","type":"n.","descr":" The seat of the affections or sensibilities, collectively or separately, as love, hate, joy, grief, courage, and the like; rarely, the seat of the understanding or will; -- usually in a good sense, when no epithet is expressed; the better or lovelier part of our nature; the spring of all our actions and purposes; the seat of moral life and character; the moral affections and character itself; the individual disposition and character; as, a good, tender, loving, bad, hard, or selfish heart."},{"word":"Heart","type":"n.","descr":" The nearest the middle or center; the part most hidden and within; the inmost or most essential part of any body or system; the source of life and motion in any organization; the chief or vital portion; the center of activity, or of energetic or efficient action; as, the heart of a country, of a tree, etc."},{"word":"Heart","type":"n.","descr":" Courage; courageous purpose; spirit."},{"word":"Heart","type":"n.","descr":" Vigorous and efficient activity; power of fertile production; condition of the soil, whether good or bad."},{"word":"Heart","type":"n.","descr":" That which resembles a heart in shape; especially, a roundish or oval figure or object having an obtuse point at one end, and at the other a corresponding indentation, -- used as a symbol or representative of the heart."},{"word":"Heart","type":"n.","descr":" One of a series of playing cards, distinguished by the figure or figures of a heart; as, hearts are trumps."},{"word":"Heart","type":"n.","descr":" Vital part; secret meaning; real intention."},{"word":"Heart","type":"n.","descr":" A term of affectionate or kindly and familiar address."},{"word":"Heart","type":"v. t.","descr":" To give heart to; to hearten; to encourage; to inspirit."},{"word":"Heart","type":"v. i.","descr":" To form a compact center or heart; as, a hearting cabbage."},{"word":"Heartache","type":"n.","descr":" Sorrow; anguish of mind; mental pang."},{"word":"Heartbreak","type":"n.","descr":" Crushing sorrow or grief; a yielding to such grief."},{"word":"Heartbreaking","type":"a.","descr":" Causing overpowering sorrow."},{"word":"Heartbroken","type":"a.","descr":" Overcome by crushing sorrow; deeply grieved."},{"word":"Heartburn","type":"n.","descr":" An uneasy, burning sensation in the stomach, often attended with an inclination to vomit. It is sometimes idiopathic, but is often a symptom of often complaints."},{"word":"Heartburned","type":"a.","descr":" Having heartburn."},{"word":"Heartburning","type":"a.","descr":" Causing discontent."},{"word":"Heartburning","type":"n.","descr":" Same as Heartburn."},{"word":"Heartburning","type":"n.","descr":" Discontent; secret enmity."},{"word":"Heartdear","type":"a.","descr":" Sincerely beloved."},{"word":"Heartdeep","type":"a.","descr":" Rooted in the heart."},{"word":"Heart-eating","type":"a.","descr":" Preying on the heart."},{"word":"Hearted","type":"a.","descr":" Having a heart; having (such) a heart (regarded as the seat of the affections, disposition, or character)."},{"word":"Hearted","type":"a.","descr":" Shaped like a heart; cordate."},{"word":"Hearted","type":"a.","descr":" Seated or laid up in the heart."},{"word":"Heartedness","type":"n.","descr":" Earnestness; sincerity; heartiness."},{"word":"Hearten","type":"v. t.","descr":" To encourage; to animate; to incite or stimulate the courage of; to embolden."},{"word":"Hearten","type":"v. t.","descr":" To restore fertility or strength to, as to land."},{"word":"Heartener","type":"n.","descr":" One who, or that which, heartens, animates, or stirs up."},{"word":"Heartfelt","type":"a.","descr":" Hearty; sincere."},{"word":"Heartgrief","type":"n.","descr":" Heartache; sorrow."},{"word":"Hearth","type":"n.","descr":" The pavement or floor of brick, stone, or metal in a chimney, on which a fire is made; the floor of a fireplace; also, a corresponding part of a stove."},{"word":"Hearth","type":"n.","descr":" The house itself, as the abode of comfort to its inmates and of hospitality to strangers; fireside."},{"word":"Hearth","type":"n.","descr":" The floor of a furnace, on which the material to be heated lies, or the lowest part of a melting furnace, into which the melted material settles."},{"word":"Hearthstone","type":"n.","descr":" Stone forming the hearth; hence, the fireside; home."},{"word":"Heartily","type":"adv.","descr":" From the heart; with all the heart; with sincerity."},{"word":"Heartily","type":"adv.","descr":" With zeal; actively; vigorously; willingly; cordially; as, he heartily assisted the prince."},{"word":"Heariness","type":"n.","descr":" The quality of being hearty; as, the heartiness of a greeting."},{"word":"Heartless","type":"a.","descr":" Without a heart."},{"word":"Heartless","type":"a.","descr":" Destitute of courage; spiritless; despodent."},{"word":"Heartless","type":"a.","descr":" Destitute of feeling or affection; unsympathetic; cruel."},{"word":"Heartlet","type":"n.","descr":" A little heart."},{"word":"Heartlings","type":"interj.","descr":" An exclamation used in addressing a familiar acquaintance."},{"word":"Heartpea","type":"n.","descr":" Same as Heartseed."},{"word":"Heartquake","type":"n.","descr":" Trembling of the heart; trepidation; fear."},{"word":"Heartrending","type":"a.","descr":" Causing intense grief; overpowering with anguish; very distressing."},{"word":"Heart-robbing","type":"a.","descr":" Depriving of thought; ecstatic."},{"word":"Heart-robbing","type":"a.","descr":" Stealing the heart or affections; winning."},{"word":"Hearts-ease","type":"n.","descr":" Ease of heart; peace or tranquillity of mind or feeling."},{"word":"Hearts-ease","type":"n.","descr":" A species of violet (Viola tricolor); -- called also pansy."},{"word":"Heartseed","type":"n.","descr":" A climbing plant of the genus Cardiospermum, having round seeds which are marked with a spot like a heart."},{"word":"Heartshaped","type":"a.","descr":" Having the shape of a heart; cordate."},{"word":"Heartsick","type":"a.","descr":" Sick at heart; extremely depressed in spirits; very despondent."},{"word":"Heartsome","type":"a.","descr":" Merry; cheerful; lively."},{"word":"Heart-spoon","type":"n.","descr":" A part of the breastbone."},{"word":"Heartstricken","type":"a.","descr":" Shocked; dismayed."},{"word":"Heartstrike","type":"v. t.","descr":" To affect at heart; to shock."},{"word":"Heartstring","type":"n.","descr":" A nerve or tendon, supposed to brace and sustain the heart."},{"word":"Heartstruck","type":"a.","descr":" Driven to the heart; infixed in the mind."},{"word":"Heartstruck","type":"a.","descr":" Shocked with pain, fear, or remorse; dismayed; heartstricken."},{"word":"Heartswelling","type":"a.","descr":" Rankling in, or swelling, the heart."},{"word":"Heart-whole","type":"a.","descr":" Having the heart or affections free; not in love."},{"word":"Heart-whole","type":"a.","descr":" With unbroken courage; undismayed."},{"word":"Heart-whole","type":"a.","descr":" Of a single and sincere heart."},{"word":"Heartwood","type":"n.","descr":" The hard, central part of the trunk of a tree, consisting of the old and matured wood, and usually differing in color from the outer layers. It is technically known as duramen, and distinguished from the softer sapwood or alburnum."},{"word":"Heart-wounded","type":"a.","descr":" Wounded to the heart with love or grief."},{"word":"Hearty","type":"superl.","descr":" Pertaining to, or proceeding from, the heart; warm; cordial; bold; zealous; sincere; willing; also, energetic; active; eager; as, a hearty welcome; hearty in supporting the government."},{"word":"Hearty","type":"superl.","descr":" Exhibiting strength; sound; healthy; firm; not weak; as, a hearty timber."},{"word":"Hearty","type":"superl.","descr":" Promoting strength; nourishing; rich; abundant; as, hearty food; a hearty meal."},{"word":"Hearties","type":"pl. ","descr":" of Hearty"},{"word":"Hearty","type":"n.","descr":"  Comrade; boon companion; good fellow; -- a term of familiar address and fellowship among sailors."},{"word":"Heartyhale","type":"a.","descr":" Good for the heart."},{"word":"Heat","type":"n.","descr":" A force in nature which is recognized in various effects, but especially in the phenomena of fusion and evaporation, and which, as manifested in fire, the sun\\'s rays, mechanical action, chemical combination, etc., becomes directly known to us through the sense of feeling. In its nature heat is a mode if motion, being in general a form of molecular disturbance or vibration. It was formerly supposed to be a subtile, imponderable fluid, to which was given the name caloric."},{"word":"Heat","type":"n.","descr":" The sensation caused by the force or influence of heat when excessive, or above that which is normal to the human body; the bodily feeling experienced on exposure to fire, the sun\\'s rays, etc.; the reverse of cold."},{"word":"Heat","type":"n.","descr":" High temperature, as distinguished from low temperature, or cold; as, the heat of summer and the cold of winter; heat of the skin or body in fever, etc."},{"word":"Heat","type":"n.","descr":" Indication of high temperature; appearance, condition, or color of a body, as indicating its temperature; redness; high color; flush; degree of temperature to which something is heated, as indicated by appearance, condition, or otherwise."},{"word":"Heat","type":"n.","descr":" A single complete operation of heating, as at a forge or in a furnace; as, to make a horseshoe in a certain number of heats."},{"word":"Heat","type":"n.","descr":" A violent action unintermitted; a single effort; a single course in a race that consists of two or more courses; as, he won two heats out of three."},{"word":"Heat","type":"n.","descr":" Utmost violence; rage; vehemence; as, the heat of battle or party."},{"word":"Heat","type":"n.","descr":" Agitation of mind; inflammation or excitement; exasperation."},{"word":"Heat","type":"n.","descr":" Animation, as in discourse; ardor; fervency."},{"word":"Heat","type":"n.","descr":" Sexual excitement in animals."},{"word":"Heat","type":"n.","descr":" Fermentation."},{"word":"Heated","type":"imp. and p. p.","descr":" of Heat"},{"word":"Heating","type":"p. pr. and vb. n.","descr":" of Heat"},{"word":"Heat","type":"v. t.","descr":" To make hot; to communicate heat to, or cause to grow warm; as, to heat an oven or furnace, an iron, or the like."},{"word":"Heat","type":"v. t.","descr":" To excite or make hot by action or emotion; to make feverish."},{"word":"Heat","type":"v. t.","descr":" To excite ardor in; to rouse to action; to excite to excess; to inflame, as the passions."},{"word":"Heat","type":"v. i.","descr":" To grow warm or hot by the action of fire or friction, etc., or the communication of heat; as, the iron or the water heats slowly."},{"word":"Heat","type":"v. i.","descr":" To grow warm or hot by fermentation, or the development of heat by chemical action; as, green hay heats in a mow, and manure in the dunghill."},{"word":"Heat","type":"imp. and p. p.","descr":" Heated; as, the iron though heat red-hot."},{"word":"Heater","type":"n.","descr":" One who, or that which, heats."},{"word":"Heater","type":"n.","descr":" Any contrivance or implement, as a furnace, stove, or other heated body or vessel, etc., used to impart heat to something, or to contain something to be heated."},{"word":"Heath","type":"n.","descr":" A low shrub (Erica, \/ Calluna, vulgaris), with minute evergreen leaves, and handsome clusters of pink flowers. It is used in Great Britain for brooms, thatch, beds for the poor, and for heating ovens. It is also called heather, and ling."},{"word":"Heath","type":"n.","descr":" Also, any species of the genus Erica, of which several are European, and many more are South African, some of great beauty. See Illust. of Heather."},{"word":"Heath","type":"n.","descr":" A place overgrown with heath; any cheerless tract of country overgrown with shrubs or coarse herbage."},{"word":"Heathclad","type":"a.","descr":" Clad or crowned with heath."},{"word":"Heathens","type":"pl. ","descr":" of Heathen"},{"word":"Heathen","type":"pl. ","descr":" of Heathen"},{"word":"Heathen","type":"n.","descr":" An individual of the pagan or unbelieving nations, or those which worship idols and do not acknowledge the true God; a pagan; an idolater."},{"word":"Heathen","type":"n.","descr":" An irreligious person."},{"word":"Heathen","type":"a.","descr":" Gentile; pagan; as, a heathen author."},{"word":"Heathen","type":"a.","descr":" Barbarous; unenlightened; heathenish."},{"word":"Heathen","type":"a.","descr":" Irreligious; scoffing."},{"word":"Heathendom","type":"n.","descr":" That part of the world where heathenism prevails; the heathen nations, considered collectively."},{"word":"Heathendom","type":"n.","descr":" Heathenism."},{"word":"Heathenesse","type":"n.","descr":" Heathendom."},{"word":"Heathenish","type":"a.","descr":" Of or pertaining to the heathen; resembling or characteristic of heathens."},{"word":"Heathenish","type":"a.","descr":" Rude; uncivilized; savage; cruel."},{"word":"Heathenish","type":"a.","descr":" Irreligious; as, a heathenish way of living."},{"word":"Heathenishly","type":"adv.","descr":" In a heathenish manner."},{"word":"Heathenishness","type":"n.","descr":" The state or quality of being heathenish."},{"word":"Heathenism","type":"n.","descr":" The religious system or rites of a heathen nation; idolatry; paganism."},{"word":"Heathenism","type":"n.","descr":" The manners or morals usually prevalent in a heathen country; ignorance; rudeness; barbarism."},{"word":"Heathenized","type":"imp. and p. p.","descr":" of Heathenize"},{"word":"Heathenizing","type":"p. pr. and vb. n.","descr":" of Heathenize"},{"word":"Heathenize","type":"v. t.","descr":" To render heathen or heathenish."},{"word":"Heathenness","type":"n.","descr":" State of being heathen or like the heathen."},{"word":"Heathenry","type":"n.","descr":" The state, quality, or character of the heathen."},{"word":"Heathenry","type":"n.","descr":" Heathendom; heathen nations."},{"word":"Heather","type":"n.","descr":" Heath."},{"word":"Heathery","type":"a.","descr":" Heathy; abounding in heather; of the nature of heath."},{"word":"Heathy","type":"a.","descr":" Full of heath; abounding with heath; as, heathy land; heathy hills."},{"word":"Heating","type":"a.","descr":" That heats or imparts heat; promoting warmth or heat; exciting action; stimulating; as, heating medicines or applications."},{"word":"Heatingly","type":"adv.","descr":" In a heating manner; so as to make or become hot or heated."},{"word":"Heatless","type":"a.","descr":" Destitute of heat; cold."},{"word":"Heaved","type":"imp.","descr":" of Heave"},{"word":"Heaved","type":"p. p.","descr":" of Heave"},{"word":"Heaving","type":"p. pr. and vb. n.","descr":" of Heave"},{"word":"Heave","type":"v. t.","descr":" To cause to move upward or onward by a lifting effort; to lift; to raise; to hoist; -- often with up; as, the wave heaved the boat on land."},{"word":"Heave","type":"v. t.","descr":" To throw; to cast; -- obsolete, provincial, or colloquial, except in certain nautical phrases; as, to heave the lead; to heave the log."},{"word":"Heave","type":"v. t.","descr":" To force from, or into, any position; to cause to move; also, to throw off; -- mostly used in certain nautical phrases; as, to heave the ship ahead."},{"word":"Heave","type":"v. t.","descr":" To raise or force from the breast; to utter with effort; as, to heave a sigh."},{"word":"Heave","type":"v. t.","descr":" To cause to swell or rise, as the breast or bosom."},{"word":"Heave","type":"v. i.","descr":" To be thrown up or raised; to rise upward, as a tower or mound."},{"word":"Heave","type":"v. i.","descr":" To rise and fall with alternate motions, as the lungs in heavy breathing, as waves in a heavy sea, as ships on the billows, as the earth when broken up by frost, etc.; to swell; to dilate; to expand; to distend; hence, to labor; to struggle."},{"word":"Heave","type":"v. i.","descr":" To make an effort to raise, throw, or move anything; to strain to do something difficult."},{"word":"Heave","type":"v. i.","descr":" To make an effort to vomit; to retch; to vomit."},{"word":"Heave","type":"n.","descr":" An effort to raise something, as a weight, or one\\'s self, or to move something heavy."},{"word":"Heave","type":"n.","descr":" An upward motion; a rising; a swell or distention, as of the breast in difficult breathing, of the waves, of the earth in an earthquake, and the like."},{"word":"Heave","type":"n.","descr":" A horizontal dislocation in a metallic lode, taking place at an intersection with another lode."},{"word":"Heaven","type":"n.","descr":" The expanse of space surrounding the earth; esp., that which seems to be over the earth like a great arch or dome; the firmament; the sky; the place where the sun, moon, and stars appear; -- often used in the plural in this sense."},{"word":"Heaven","type":"n.","descr":" The dwelling place of the Deity; the abode of bliss; the place or state of the blessed after death."},{"word":"Heaven","type":"n.","descr":" The sovereign of heaven; God; also, the assembly of the blessed, collectively; -- used variously in this sense, as in No. 2."},{"word":"Heaven","type":"n.","descr":" Any place of supreme happiness or great comfort; perfect felicity; bliss; a sublime or exalted condition; as, a heaven of delight."},{"word":"Heavened","type":"imp. and p. p.","descr":" of Heaven"},{"word":"Heavening","type":"p. pr. and vb. n.","descr":" of Heaven"},{"word":"Heaven","type":"v. t.","descr":" To place in happiness or bliss, as if in heaven; to beatify."},{"word":"Heavenize","type":"v. t.","descr":" To render like heaven or fit for heaven."},{"word":"Heavenliness","type":"n.","descr":" The state or quality of being heavenly."},{"word":"Heavenly","type":"a.","descr":" Pertaining to, resembling, or inhabiting heaven; celestial; not earthly; as, heavenly regions; heavenly music."},{"word":"Heavenly","type":"a.","descr":" Appropriate to heaven in character or happiness; perfect; pure; supremely blessed; as, a heavenly race; the heavenly, throng."},{"word":"Heavenly","type":"adv.","descr":" In a manner resembling that of heaven."},{"word":"Heavenly","type":"adv.","descr":" By the influence or agency of heaven."},{"word":"Heavenlyminded","type":"a.","descr":" Having the thoughts and affections placed on, or suitable for, heaven and heavenly objects; devout; godly; pious."},{"word":"Heavenward","type":"a and adv.","descr":" Toward heaven."},{"word":"Heave offering","type":"","descr":" An offering or oblation heaved up or elevated before the altar, as the shoulder of the peace offering. See Wave offering."},{"word":"Heaver","type":"n.","descr":" One who, or that which, heaves or lifts; a laborer employed on docks in handling freight; as, a coal heaver."},{"word":"Heaver","type":"n.","descr":" A bar used as a lever."},{"word":"Heaves","type":"n.","descr":" A disease of horses, characterized by difficult breathing, with heaving of the flank, wheezing, flatulency, and a peculiar cough; broken wind."},{"word":"Heavily","type":"adv.","descr":" In a heavy manner; with great weight; as, to bear heavily on a thing; to be heavily loaded."},{"word":"Heavily","type":"adv.","descr":" As if burdened with a great weight; slowly and laboriously; with difficulty; hence, in a slow, difficult, or suffering manner; sorrowfully."},{"word":"Heaviness","type":"n.","descr":" The state or quality of being heavy in its various senses; weight; sadness; sluggishness; oppression; thickness."},{"word":"Heaving","type":"n.","descr":" A lifting or rising; a swell; a panting or deep sighing."},{"word":"Heavisome","type":"a.","descr":" Heavy; dull."},{"word":"Heavy","type":"a.","descr":" Having the heaves."},{"word":"Heavy","type":"superl.","descr":" Heaved or lifted with labor; not light; weighty; ponderous; as, a heavy stone; hence, sometimes, large in extent, quantity, or effects; as, a heavy fall of rain or snow; a heavy failure; heavy business transactions, etc.; often implying strength; as, a heavy barrier; also, difficult to move; as, a heavy draught."},{"word":"Heavy","type":"superl.","descr":" Not easy to bear; burdensome; oppressive; hard to endure or accomplish; hence, grievous, afflictive; as, heavy yokes, expenses, undertakings, trials, news, etc."},{"word":"Heavy","type":"superl.","descr":" Laden with that which is weighty; encumbered; burdened; bowed down, either with an actual burden, or with care, grief, pain, disappointment."},{"word":"Heavy","type":"superl.","descr":" Slow; sluggish; inactive; or lifeless, dull, inanimate, stupid; as, a heavy gait, looks, manners, style, and the like; a heavy writer or book."},{"word":"Heavy","type":"superl.","descr":" Strong; violent; forcible; as, a heavy sea, storm, cannonade, and the like."},{"word":"Heavy","type":"superl.","descr":" Loud; deep; -- said of sound; as, heavy thunder."},{"word":"Heavy","type":"superl.","descr":" Dark with clouds, or ready to rain; gloomy; -- said of the sky."},{"word":"Heavy","type":"superl.","descr":" Impeding motion; cloggy; clayey; -- said of earth; as, a heavy road, soil, and the like."},{"word":"Heavy","type":"superl.","descr":" Not raised or made light; as, heavy bread."},{"word":"Heavy","type":"superl.","descr":" Not agreeable to, or suitable for, the stomach; not easily digested; -- said of food."},{"word":"Heavy","type":"superl.","descr":" Having much body or strength; -- said of wines, or other liquors."},{"word":"Heavy","type":"superl.","descr":" With child; pregnant."},{"word":"Heavy","type":"adv.","descr":" Heavily; -- sometimes used in composition; as, heavy-laden."},{"word":"Heavy","type":"v. t.","descr":" To make heavy."},{"word":"Heavy-armed","type":"a.","descr":" Wearing heavy or complete armor; carrying heavy arms."},{"word":"Heavy-haded","type":"a.","descr":" Clumsy; awkward."},{"word":"Heavy-headed","type":"a.","descr":" Dull; stupid."},{"word":"Heavy spar","type":"","descr":" Native barium sulphate or barite, -- so called because of its high specific gravity as compared with other non-metallic minerals."},{"word":"Hebdomad","type":"n.","descr":" A week; a period of seven days."},{"word":"Hebdomadal","type":"a.","descr":" Alt. of Hebdomadary"},{"word":"Hebdomadary","type":"a.","descr":" Consisting of seven days, or occurring at intervals of seven days; weekly."},{"word":"Hebdomadally","type":"adv.","descr":" In periods of seven days; weekly."},{"word":"Hebdomadary","type":"n.","descr":" A member of a chapter or convent, whose week it is to officiate in the choir, and perform other services, which, on extraordinary occasions, are performed by the superiors."},{"word":"Hebdomatical","type":"a.","descr":" Weekly; hebdomadal."},{"word":"Hebe","type":"n.","descr":" The goddess of youth, daughter of Jupiter and Juno. She was believed to have the power of restoring youth and beauty to those who had lost them."},{"word":"Hebe","type":"n.","descr":" An African ape; the hamadryas."},{"word":"Heben","type":"n.","descr":" Ebony."},{"word":"Hebenon","type":"n.","descr":" See Henbane."},{"word":"Hebetated","type":"imp. and p. p.","descr":" of Hebetate"},{"word":"Hebetating","type":"p. pr. and vb. n.","descr":" of Hebetate"},{"word":"Hebetate","type":"v. t.","descr":" To render obtuse; to dull; to blunt; to stupefy; as, to hebetate the intellectual faculties."},{"word":"Hebetate","type":"a.","descr":" Obtuse; dull."},{"word":"Hebetate","type":"a.","descr":" Having a dull or blunt and soft point."},{"word":"Hebetation","type":"n.","descr":" The act of making blunt, dull, or stupid."},{"word":"Hebetation","type":"n.","descr":" The state of being blunted or dulled."},{"word":"Hebete","type":"a.","descr":" Dull; stupid."},{"word":"Hebetude","type":"n.","descr":" Dullness; stupidity."},{"word":"Hebraic","type":"a.","descr":" Of or pertaining to the Hebrews, or to the language of the Hebrews."},{"word":"Hebraically","type":"adv.","descr":" After the manner of the Hebrews or of the Hebrew language."},{"word":"Hebraism","type":"n.","descr":" A Hebrew idiom or custom; a peculiar expression or manner of speaking in the Hebrew language."},{"word":"Hebraism","type":"n.","descr":" The type of character of the Hebrews."},{"word":"Hebraist","type":"n.","descr":" One versed in the Hebrew language and learning."},{"word":"Hebraistic","type":"a.","descr":" Pertaining to, or resembling, the Hebrew language or idiom."},{"word":"Hebraistically","type":"adv.","descr":" In a Hebraistic sense or form."},{"word":"Hebraize","type":"v. t.","descr":" To convert into the Hebrew idiom; to make Hebrew or Hebraistic."},{"word":"Hebraized","type":"imp. and p. p.","descr":" of Hebraize"},{"word":"Hebraizing","type":"p. pr. and vb. n.","descr":" of Hebraize"},{"word":"Hebraize","type":"v. i.","descr":" To speak Hebrew, or to conform to the Hebrew idiom, or to Hebrew customs."},{"word":"Hebrew","type":"n.","descr":" An appellative of Abraham or of one of his descendants, esp. in the line of Jacob; an Israelite; a Jew."},{"word":"Hebrew","type":"n.","descr":" The language of the Hebrews; -- one of the Semitic family of languages."},{"word":"Hebrew","type":"a.","descr":" Of or pertaining to the Hebrews; as, the Hebrew language or rites."},{"word":"Hebrewess","type":"n.","descr":" An Israelitish woman."},{"word":"Hebrician","type":"n.","descr":" A Hebraist."},{"word":"Hebridean","type":"a.","descr":" Alt. of Hebridian"},{"word":"Hebridian","type":"a.","descr":" Of or pertaining to the islands called Hebrides, west of Scotland."},{"word":"Hebridian","type":"n.","descr":" A native or inhabitant of the Hebrides."},{"word":"Hecatomb","type":"n.","descr":" A sacrifice of a hundred oxen or cattle at the same time; hence, the sacrifice or slaughter of any large number of victims."},{"word":"Hecatompedon","type":"n.","descr":" A name given to the old Parthenon at Athens, because measuring 100 Greek feet, probably in the width across the stylobate."},{"word":"Hecdecane","type":"n.","descr":" A white, semisolid, spermaceti-like hydrocarbon, C16H34, of the paraffin series, found dissolved as an important ingredient of kerosene, and so called because each molecule has sixteen atoms of carbon; -- called also hexadecane."},{"word":"Heck","type":"n.","descr":" The bolt or latch of a door."},{"word":"Heck","type":"n.","descr":" A rack for cattle to feed at."},{"word":"Heck","type":"n.","descr":" A door, especially one partly of latticework; -- called also heck door."},{"word":"Heck","type":"n.","descr":" A latticework contrivance for catching fish."},{"word":"Heck","type":"n.","descr":" An apparatus for separating the threads of warps into sets, as they are wound upon the reel from the bobbins, in a warping machine."},{"word":"Heck","type":"n.","descr":" A bend or winding of a stream."},{"word":"Heckimal","type":"n.","descr":" The European blue titmouse (Parus coeruleus)."},{"word":"Heckle","type":"n. and v. t.","descr":" Same as Hackle."},{"word":"Hectare","type":"n.","descr":" A measure of area, or superficies, containing a hundred ares, or 10,000 square meters, and equivalent to 2.471 acres."},{"word":"Hectic","type":"a.","descr":" Habitual; constitutional; pertaining especially to slow waste of animal tissue, as in consumption; as, a hectic type in disease; a hectic flush."},{"word":"Hectic","type":"a.","descr":" In a hectic condition; having hectic fever; consumptive; as, a hectic patient."},{"word":"Hectic","type":"n.","descr":" Hectic fever."},{"word":"Hectic","type":"n.","descr":" A hectic flush."},{"word":"Hectocotylized","type":"a.","descr":" Changed into a hectocotylus; having a hectocotylis."},{"word":"Hectocotyli","type":"pl. ","descr":" of Hectocotylus"},{"word":"Hectocotylus","type":"n.","descr":" One of the arms of the male of most kinds of cephalopods, which is specially modified in various ways to effect the fertilization of the eggs. In a special sense, the greatly modified arm of Argonauta and allied genera, which, after receiving the spermatophores, becomes detached from the male, and attaches itself to the female for reproductive purposes."},{"word":"Hectogram","type":"n.","descr":" A measure of weight, containing a hundred grams, or about 3.527 ounces avoirdupois."},{"word":"Hectogramme","type":"n.","descr":" The same as Hectogram."},{"word":"Hectograph","type":"n.","descr":" A contrivance for multiple copying, by means of a surface of gelatin softened with glycerin."},{"word":"Hectoliter","type":"n.","descr":" Alt. of Hectolitre"},{"word":"Hectolitre","type":"n.","descr":" A measure of liquids, containing a hundred liters; equal to a tenth of a cubic meter, nearly 26\/ gallons of wine measure, or 22.0097 imperial gallons. As a dry measure, it contains ten decaliters, or about 2\/ Winchester bushels."},{"word":"Hectometer","type":"n.","descr":" Alt. of Hectometre"},{"word":"Hectometre","type":"n.","descr":" A measure of length, equal to a hundred meters. It is equivalent to 328.09 feet."},{"word":"Hector","type":"n.","descr":" A bully; a blustering, turbulent, insolent, fellow; one who vexes or provokes."},{"word":"Hectored","type":"imp. and p. p.","descr":" of Hector"},{"word":"Hectoring","type":"p. pr. and vb. n.","descr":" of Hector"},{"word":"Hector","type":"v. t.","descr":" To treat with insolence; to threaten; to bully; hence, to torment by words; to tease; to taunt; to worry or irritate by bullying."},{"word":"Hector","type":"v. i.","descr":" To play the bully; to bluster; to be turbulent or insolent."},{"word":"Hectorism","type":"n.","descr":" The disposition or the practice of a hector; a bullying."},{"word":"Hectorly","type":"a.","descr":" Resembling a hector; blustering; insolent; taunting."},{"word":"Hectostere","type":"n.","descr":" A measure of solidity, containing one hundred cubic meters, and equivalent to 3531.66 English or 3531.05 United States cubic feet."},{"word":"Heddles","type":"pl. ","descr":" of Heddle"},{"word":"Heddle","type":"n.","descr":" One of the sets of parallel doubled threads which, with mounting, compose the harness employed to guide the warp threads to the lathe or batten in a loom."},{"word":"Heddle","type":"v. t.","descr":" To draw (the warp thread) through the heddle-eyes, in weaving."},{"word":"Heddle-eye","type":"n.","descr":" The eye or loop formed in each heddle to receive a warp thread."},{"word":"Heddling","type":"vb. n.","descr":" The act of drawing the warp threads through the heddle-eyes of a weaver\\'s harness; the harness itself."},{"word":"Hederaceous","type":"a.","descr":" Of, pertaining to, or resembling, ivy."},{"word":"Hederal","type":"a.","descr":" Of or pertaining to ivy."},{"word":"Hederic","type":"a.","descr":" Pertaining to, or derived from, the ivy (Hedera); as, hederic acid, an acid of the acetylene series."},{"word":"Hederiferous","type":"a.","descr":" Producing ivy; ivy-bearing."},{"word":"Hederose","type":"a.","descr":" Pertaining to, or of, ivy; full of ivy."},{"word":"Hedge","type":"n.","descr":" A thicket of bushes, usually thorn bushes; especially, such a thicket planted as a fence between any two portions of land; and also any sort of shrubbery, as evergreens, planted in a line or as a fence; particularly, such a thicket planted round a field to fence it, or in rows to separate the parts of a garden."},{"word":"Hedged","type":"imp. and p. p.","descr":" of Hedge"},{"word":"Hedging","type":"p. pr. and vb. n.","descr":" of Hedge"},{"word":"Hedge","type":"v. t.","descr":" To inclose or separate with a hedge; to fence with a thickly set line or thicket of shrubs or small trees; as, to hedge a field or garden."},{"word":"Hedge","type":"v. t.","descr":" To obstruct, as a road, with a barrier; to hinder from progress or success; -- sometimes with up and out."},{"word":"Hedge","type":"v. t.","descr":" To surround for defense; to guard; to protect; to hem (in)."},{"word":"Hedge","type":"v. t.","descr":" To surround so as to prevent escape."},{"word":"Hedge","type":"v. i.","descr":" To shelter one\\'s self from danger, risk, duty, responsibility, etc., as if by hiding in or behind a hedge; to skulk; to slink; to shirk obligations."},{"word":"Hedge","type":"v. i.","descr":" To reduce the risk of a wager by making a bet against the side or chance one has bet on."},{"word":"Hedge","type":"v. i.","descr":" To use reservations and qualifications in one\\'s speech so as to avoid committing one\\'s self to anything definite."},{"word":"Hedgeborn","type":"a.","descr":" Born under a hedge; of low birth."},{"word":"Hedgebote","type":"n.","descr":" Same as Haybote."},{"word":"Hedgehog","type":"n.","descr":" A small European insectivore (Erinaceus Europaeus), and other allied species of Asia and Africa, having the hair on the upper part of its body mixed with prickles or spines. It is able to roll itself into a ball so as to present the spines outwardly in every direction. It is nocturnal in its habits, feeding chiefly upon insects."},{"word":"Hedgehog","type":"n.","descr":" The Canadian porcupine."},{"word":"Hedgehog","type":"n.","descr":" A species of Medicago (M. intertexta), the pods of which are armed with short spines; -- popularly so called."},{"word":"Hedgehog","type":"n.","descr":" A form of dredging machine."},{"word":"Hedgeless","type":"a.","descr":" Having no hedge."},{"word":"Hedgepig","type":"n.","descr":" A young hedgehog."},{"word":"Hedger","type":"n.","descr":" One who makes or mends hedges; also, one who hedges, as, in betting."},{"word":"Hedgerow","type":"n.","descr":" A row of shrubs, or trees, planted for inclosure or separation of fields."},{"word":"Hedging bill","type":"","descr":" A hedge bill. See under Hedge."},{"word":"Hedonic","type":"a.","descr":" Pertaining to pleasure."},{"word":"Hedonic","type":"a.","descr":" Of or relating to Hedonism or the Hedonic sect."},{"word":"Hedonistic","type":"a.","descr":" Same as Hedonic, 2."},{"word":"Heeded","type":"imp. and p. p.","descr":" of Heed"},{"word":"Heeding","type":"p. pr. and vb. n.","descr":" of Heed"},{"word":"Heed","type":"v. t.","descr":" To mind; to regard with care; to take notice of; to attend to; to observe."},{"word":"Heed","type":"v. i.","descr":" To mind; to consider."},{"word":"Heed","type":"n.","descr":" Attention; notice; observation; regard; -- often with give or take."},{"word":"Heed","type":"n.","descr":" Careful consideration; obedient regard."},{"word":"Heed","type":"n.","descr":" A look or expression of heading."},{"word":"Heedful","type":"a.","descr":" Full of heed; regarding with care; cautious; circumspect; attentive; vigilant."},{"word":"Heedless","type":"a.","descr":" Without heed or care; inattentive; careless; thoughtless; unobservant."},{"word":"Heedy","type":"a.","descr":" Heedful."},{"word":"Heel","type":"v. i.","descr":" To lean or tip to one side, as a ship; as, the ship heels aport; the boat heeled over when the squall struck it."},{"word":"Heel","type":"n.","descr":" The hinder part of the foot; sometimes, the whole foot; -- in man or quadrupeds."},{"word":"Heel","type":"n.","descr":" The hinder part of any covering for the foot, as of a shoe, sock, etc.; specif., a solid part projecting downward from the hinder part of the sole of a boot or shoe."},{"word":"Heel","type":"n.","descr":" The latter or remaining part of anything; the closing or concluding part."},{"word":"Heel","type":"n.","descr":" Anything regarded as like a human heel in shape; a protuberance; a knob."},{"word":"Heel","type":"n.","descr":" The part of a thing corresponding in position to the human heel; the lower part, or part on which a thing rests"},{"word":"Heel","type":"n.","descr":" The after end of a ship\\'s keel."},{"word":"Heel","type":"n.","descr":" The lower end of a mast, a boom, the bowsprit, the sternpost, etc."},{"word":"Heel","type":"n.","descr":" In a small arm, the corner of the but which is upwards in the firing position."},{"word":"Heel","type":"n.","descr":" The uppermost part of the blade of a sword, next to the hilt."},{"word":"Heel","type":"n.","descr":" The part of any tool next the tang or handle; as, the heel of a scythe."},{"word":"Heel","type":"n.","descr":" Management by the heel, especially the spurred heel; as, the horse understands the heel well."},{"word":"Heel","type":"n.","descr":" The lower end of a timber in a frame, as a post or rafter. In the United States, specif., the obtuse angle of the lower end of a rafter set sloping."},{"word":"Heel","type":"n.","descr":" A cyma reversa; -- so called by workmen."},{"word":"Heeled","type":"imp. and p. p.","descr":" of Heel"},{"word":"Heeling","type":"p. pr. and vb. n.","descr":" of Heel"},{"word":"Heel","type":"v. t.","descr":" To perform by the use of the heels, as in dancing, running, and the like."},{"word":"Heel","type":"v. t.","descr":" To add a heel to; as, to heel a shoe."},{"word":"Heel","type":"v. t.","descr":" To arm with a gaff, as a cock for fighting."},{"word":"Heelball","type":"n.","descr":" A composition of wax and lampblack, used by shoemakers for polishing, and by antiquaries in copying inscriptions."},{"word":"Heeler","type":"n.","descr":" A cock that strikes well with his heels or spurs."},{"word":"Heeler","type":"n.","descr":" A dependent and subservient hanger-on of a political patron."},{"word":"Heelless","type":"a.","descr":" Without a heel."},{"word":"Heelpiece","type":"n.","descr":" A piece of armor to protect the heels."},{"word":"Heelpiece","type":"n.","descr":" A piece of leather fixed on the heel of a shoe."},{"word":"Heelpiece","type":"n.","descr":" The end."},{"word":"Heelpost","type":"n.","descr":" The post supporting the outer end of a propeller shaft."},{"word":"Heelpost","type":"n.","descr":" The post to which a gate or door is hinged."},{"word":"Heelpost","type":"n.","descr":" The quoin post of a lock gate."},{"word":"Heelspur","type":"n.","descr":" A slender bony or cartilaginous process developed from the heel bone of bats. It helps to support the wing membranes. See Illust. of Cheiropter."},{"word":"Heeltap","type":"n.","descr":" One of the segments of leather in the heel of a shoe."},{"word":"Heeltap","type":"n.","descr":" A small portion of liquor left in a glass after drinking."},{"word":"Heeltapped","type":"imp. and p. p.","descr":" of Heeltap"},{"word":"Heeltapping","type":"p. pr. and vb. n.","descr":" of Heeltap"},{"word":"Heeltap","type":"v. t.","descr":" To add a piece of leather to the heel of (a shoe, boot, etc.)"},{"word":"Heeltool","type":"n.","descr":" A tool used by turners in metal, having a bend forming a heel near the cutting end."},{"word":"Heep","type":"n.","descr":" The hip of the dog-rose."},{"word":"Heer","type":"n.","descr":" A yarn measure of six hundred yards or \/ of a spindle. See Spindle."},{"word":"Heer","type":"n.","descr":" Hair."},{"word":"Heft","type":"n.","descr":" Same as Haft, n."},{"word":"Heft","type":"n.","descr":" The act or effort of heaving\/ violent strain or exertion."},{"word":"Heft","type":"n.","descr":" Weight; ponderousness."},{"word":"Heft","type":"n.","descr":" The greater part or bulk of anything; as, the heft of the crop was spoiled."},{"word":"Hefted","type":"imp. and p. p.","descr":" of Heft"},{"word":"Heft","type":"","descr":" of Heft"},{"word":"Hefting","type":"p. pr. and vb. n.","descr":" of Heft"},{"word":"Heft","type":"v. t.","descr":" To heave up; to raise aloft."},{"word":"Heft","type":"v. t.","descr":" To prove or try the weight of by raising."},{"word":"Hefty","type":"a.","descr":" Moderately heavy."},{"word":"Hegelian","type":"a.","descr":" Pertaining to Hegelianism."},{"word":"Hegelian","type":"n.","descr":" A follower of Hegel."},{"word":"Hegelianism","type":"n.","descr":" Alt. of Hegelism"},{"word":"Hegelism","type":"n.","descr":" The system of logic and philosophy set forth by Hegel, a German writer (1770-1831)."},{"word":"Hegemonic","type":"a.","descr":" Alt. of Hegemonical"},{"word":"Hegemonical","type":"a.","descr":" Leading; controlling; ruling; predominant."},{"word":"Hegemony","type":"n.","descr":" Leadership; preponderant influence or authority; -- usually applied to the relation of a government or state to its neighbors or confederates."},{"word":"Hegge","type":"n.","descr":" A hedge."},{"word":"Hegira","type":"n.","descr":" The flight of Mohammed from Mecca, September 13, A. D. 622 (subsequently established as the first year of the Moslem era); hence, any flight or exodus regarded as like that of Mohammed."},{"word":"Heifer","type":"n.","descr":" A young cow."},{"word":"Heigh-ho","type":"interj.","descr":" An exclamation of surprise, joy, dejection, uneasiness, weariness, etc."},{"word":"Height","type":"n.","descr":" The condition of being high; elevated position."},{"word":"Height","type":"n.","descr":" The distance to which anything rises above its foot, above that on which in stands, above the earth, or above the level of the sea; altitude; the measure upward from a surface, as the floor or the ground, of animal, especially of a man; stature."},{"word":"Height","type":"n.","descr":" Degree of latitude either north or south."},{"word":"Height","type":"n.","descr":" That which is elevated; an eminence; a hill or mountain; as, Alpine heights."},{"word":"Height","type":"n.","descr":" Elevation in excellence of any kind, as in power, learning, arts; also, an advanced degree of social rank; preeminence or distinction in society; prominence."},{"word":"Height","type":"n.","descr":" Progress toward eminence; grade; degree."},{"word":"Height","type":"n.","descr":" Utmost degree in extent; extreme limit of energy or condition; as, the height of a fever, of passion, of madness, of folly; the height of a tempest."},{"word":"Heightened","type":"imp. and p. p.","descr":" of Heighten"},{"word":"Heightening","type":"p. pr. and vb. n.","descr":" of Heighten"},{"word":"Heighten","type":"v. t.","descr":" To make high; to raise higher; to elevate."},{"word":"Heighten","type":"v. t.","descr":" To carry forward; to advance; to increase; to augment; to aggravate; to intensify; to render more conspicuous; -- used of things, good or bad; as, to heighten beauty; to heighten a flavor or a tint."},{"word":"Heightener","type":"n.","descr":" One who, or that which, heightens."},{"word":"Heinous","type":"a.","descr":" Hateful; hatefully bad; flagrant; odious; atrocious; giving great great offense; -- applied to deeds or to character."},{"word":"Heir","type":"n.","descr":" One who inherits, or is entitled to succeed to the possession of, any property after the death of its owner; one on whom the law bestows the title or property of another at the death of the latter."},{"word":"Heir","type":"n.","descr":" One who receives any endowment from an ancestor or relation; as, the heir of one\\'s reputation or virtues."},{"word":"Heir","type":"v. t.","descr":" To inherit; to succeed to."},{"word":"Heirdom","type":"n.","descr":" The state of an heir; succession by inheritance."},{"word":"Heiress","type":"n.","descr":" A female heir."},{"word":"Heirless","type":"a.","descr":" Destitute of an heir."},{"word":"Heirloom","type":"n.","descr":" Any furniture, movable, or personal chattel, which by law or special custom descends to the heir along with the inheritance; any piece of personal property that has been in a family for several generations."},{"word":"Heirship","type":"n.","descr":" The state, character, or privileges of an heir; right of inheriting."},{"word":"Hejira","type":"n.","descr":" See Hegira."},{"word":"Hektare","type":"n.","descr":" Alt. of Hektometer"},{"word":"Hektogram","type":"n.","descr":" Alt. of Hektometer"},{"word":"Hektoliter","type":"n.","descr":" Alt. of Hektometer"},{"word":"Hektometer","type":"n.","descr":" Same as Hectare, Hectogram, Hectoliter, and Hectometer."},{"word":"Hektograph","type":"n.","descr":" See Hectograph."},{"word":"Helamys","type":"n.","descr":" See Jumping hare, under Hare."},{"word":"Helcoplasty","type":"n.","descr":" The act or process of repairing lesions made by ulcers, especially by a plastic operation."},{"word":"Held","type":"","descr":" imp. and p. p. of Hold."},{"word":"Hele","type":"n.","descr":" Health; welfare."},{"word":"Hele","type":"v. t.","descr":" To hide; to cover; to roof."},{"word":"Helena","type":"n.","descr":" See St. Elmo\\'s fire, under Saint."},{"word":"Helenin","type":"n.","descr":" A neutral organic substance found in the root of the elecampane (Inula helenium), and extracted as a white crystalline or oily material, with a slightly bitter taste."},{"word":"Heliac","type":"a.","descr":" Heliacal."},{"word":"Heliacal","type":"a.","descr":" Emerging from the light of the sun, or passing into it; rising or setting at the same, or nearly the same, time as the sun."},{"word":"Heliacally","type":"adv.","descr":" In a heliacal manner."},{"word":"Helianthin","type":"n.","descr":" An artificial, orange dyestuff, analogous to tropaolin, and like it used as an indicator in alkalimetry; -- called also methyl orange."},{"word":"Helianthoid","type":"a.","descr":" Of or pertaining to the Helianthoidea."},{"word":"Helianthoidea","type":"n. pl.","descr":" An order of Anthozoa; the Actinaria."},{"word":"Helical","type":"a.","descr":" Of or pertaining to, or in the form of, a helix; spiral; as, a helical staircase; a helical spring."},{"word":"Helichrysum","type":"n.","descr":" A genus of composite plants, with shining, commonly white or yellow, or sometimes reddish, radiated involucres, which are often called \"everlasting flowers.\""},{"word":"Heliciform","type":"a.","descr":" Having the form of a helix; spiral."},{"word":"Helicin","type":"n.","descr":" A glucoside obtained as a white crystalline substance by partial oxidation of salicin, from a willow (Salix Helix of Linnaeus.)"},{"word":"Helicine","type":"a.","descr":" Curled; spiral; helicoid; -- applied esp. to certain arteries of the penis."},{"word":"Helicograph","type":"n.","descr":" An instrument for drawing spiral lines on a plane."},{"word":"Helicoid","type":"a.","descr":" Spiral; curved, like the spire of a univalve shell."},{"word":"Helicoid","type":"a.","descr":" Shaped like a snail shell; pertaining to the Helicidae, or Snail family."},{"word":"Helicoid","type":"n.","descr":" A warped surface which may be generated by a straight line moving in such a manner that every point of the line shall have a uniform motion in the direction of another fixed straight line, and at the same time a uniform angular motion about it."},{"word":"Helicoidal","type":"a.","descr":" Same as Helicoid."},{"word":"Helicon","type":"n.","descr":" A mountain in Boeotia, in Greece, supposed by the Greeks to be the residence of Apollo and the Muses."},{"word":"Heliconia","type":"n.","descr":" One of numerous species of Heliconius, a genus of tropical American butterflies. The wings are usually black, marked with green, crimson, and white."},{"word":"Heliconian","type":"a.","descr":" Of or pertaining to Helicon."},{"word":"Heliconian","type":"a.","descr":" Like or pertaining to the butterflies of the genus Heliconius."},{"word":"Helicotrema","type":"n.","descr":" The opening by which the two scalae communicate at the top of the cochlea of the ear."},{"word":"Helio-","type":"","descr":" A combining form from Gr. \"h`lios the sun."},{"word":"Heliocentric","type":"a.","descr":" Alt. of Heliocentrical"},{"word":"Heliocentrical","type":"a.","descr":" pertaining to the sun\\'s center, or appearing to be seen from it; having, or relating to, the sun as a center; -- opposed to geocentrical."},{"word":"Heliochrome","type":"n.","descr":" A photograph in colors."},{"word":"Heliochromic","type":"a.","descr":" Pertaining to, or produced by, heliochromy."},{"word":"Heliochromy","type":"n.","descr":" The art of producing photographs in color."},{"word":"Heliograph","type":"n.","descr":" A picture taken by heliography; a photograph."},{"word":"Heliograph","type":"n.","descr":" An instrument for taking photographs of the sun."},{"word":"Heliograph","type":"n.","descr":" An apparatus for telegraphing by means of the sun\\'s rays. See Heliotrope, 3."},{"word":"Heliographic","type":"a.","descr":" Of or pertaining to heliography or a heliograph; made by heliography."},{"word":"Heliography","type":"n.","descr":" Photography."},{"word":"Heliogravure","type":"n.","descr":" The process of photographic engraving."},{"word":"Heliolater","type":"n.","descr":" A worshiper of the sun."},{"word":"Heliolatry","type":"n.","descr":" Sun worship. See Sabianism."},{"word":"Heliolite","type":"n.","descr":" A fossil coral of the genus Heliolites, having twelve-rayed cells. It is found in the Silurian rocks."},{"word":"Heliometer","type":"n.","descr":" An instrument devised originally for measuring the diameter of the sun; now employed for delicate measurements of the distance and relative direction of two stars too far apart to be easily measured in the field of view of an ordinary telescope."},{"word":"Heliometric","type":"a.","descr":" Alt. of Heliometrical"},{"word":"Heliometrical","type":"a.","descr":" Of or pertaining to the heliometer, or to heliometry."},{"word":"Heliometry","type":"n.","descr":" The apart or practice of measuring the diameters of heavenly bodies, their relative distances, etc. See Heliometer."},{"word":"Heliopora","type":"n.","descr":" An East Indian stony coral now known to belong to the Alcyonaria; -- called also blue coral."},{"word":"Helioscope","type":"n.","descr":" A telescope or instrument for viewing the sun without injury to the eyes, as through colored glasses, or with mirrors which reflect but a small portion of light."},{"word":"Heliostat","type":"n.","descr":" An instrument consisting of a mirror moved by clockwork, by which a sunbeam is made apparently stationary, by being steadily directed to one spot during the whole of its diurnal period; also, a geodetic heliotrope."},{"word":"Heliotrope","type":"n.","descr":" An instrument or machine for showing when the sun arrived at the tropics and equinoctial line."},{"word":"Heliotrope","type":"n.","descr":" A plant of the genus Heliotropium; -- called also turnsole and girasole. H. Peruvianum is the commonly cultivated species with fragrant flowers."},{"word":"Heliotrope","type":"n.","descr":" An instrument for making signals to an observer at a distance, by means of the sun\\'s rays thrown from a mirror."},{"word":"Heliotrope","type":"n.","descr":" See Bloodstone (a)."},{"word":"Heliotroper","type":"n.","descr":" The person at a geodetic station who has charge of the heliotrope."},{"word":"Heliotropic","type":"a.","descr":" Manifesting heliotropism; turning toward the sun."},{"word":"Heliotropism","type":"n.","descr":" The phenomenon of turning toward the light, seen in many leaves and flowers."},{"word":"Heliotype","type":"n.","descr":" A picture obtained by the process of heliotypy."},{"word":"Heliotypic","type":"a.","descr":" Relating to, or obtained by, heliotypy."},{"word":"Heliotypy","type":"n.","descr":" A method of transferring pictures from photographic negatives to hardened gelatin plates from which impressions are produced on paper as by lithography."},{"word":"Heliozoa","type":"n. pl.","descr":" An order of fresh-water rhizopods having a more or less globular form, with slender radiating pseudopodia; the sun animalcule."},{"word":"Helispheric","type":"a.","descr":" Alt. of Helispherical"},{"word":"Helispherical","type":"a.","descr":" Spiral."},{"word":"Helium","type":"n.","descr":" A gaseous element found in the atmospheres of the sun and earth and in some rare minerals."},{"word":"Helices","type":"pl. ","descr":" of Helix"},{"word":"Helixes","type":"pl. ","descr":" of Helix"},{"word":"Helix","type":"n.","descr":" A nonplane curve whose tangents are all equally inclined to a given plane. The common helix is the curve formed by the thread of the ordinary screw. It is distinguished from the spiral, all the convolutions of which are in the plane."},{"word":"Helix","type":"n.","descr":" A caulicule or little volute under the abacus of the Corinthian capital."},{"word":"Helix","type":"n.","descr":" The incurved margin or rim of the external ear. See Illust. of Ear."},{"word":"Helix","type":"n.","descr":" A genus of land snails, including a large number of species."},{"word":"Hell","type":"v. t.","descr":" The place of the dead, or of souls after death; the grave; -- called in Hebrew sheol, and by the Greeks hades."},{"word":"Hell","type":"v. t.","descr":" The place or state of punishment for the wicked after death; the abode of evil spirits. Hence, any mental torment; anguish."},{"word":"Hell","type":"v. t.","descr":" A place where outcast persons or things are gathered"},{"word":"Hell","type":"v. t.","descr":" A dungeon or prison; also, in certain running games, a place to which those who are caught are carried for detention."},{"word":"Hell","type":"v. t.","descr":" A gambling house."},{"word":"Hell","type":"v. t.","descr":" A place into which a tailor throws his shreds, or a printer his broken type."},{"word":"Hell","type":"v. t.","descr":" To overwhelm."},{"word":"Hellanodic","type":"n.","descr":" A judge or umpire in games or combats."},{"word":"Hellbender","type":"n.","descr":" A large North American aquatic salamander (Protonopsis horrida or Menopoma Alleghaniensis). It is very voracious and very tenacious of life. Also called alligator, and water dog."},{"word":"Hellborn","type":"a.","descr":" Born in or of hell."},{"word":"Hellbred","type":"a.","descr":" Produced in hell."},{"word":"Hellbrewed","type":"a.","descr":" Prepared in hell."},{"word":"Hellbroth","type":"n.","descr":" A composition for infernal purposes; a magical preparation."},{"word":"Hell-cat ","type":"n.","descr":" A witch; a hag."},{"word":"Hell-diver","type":"n.","descr":" The dabchick."},{"word":"Helldoomed","type":"a.","descr":" Doomed to hell."},{"word":"Hellebore","type":"n.","descr":" A genus of perennial herbs (Helleborus) of the Crowfoot family, mostly having powerfully cathartic and even poisonous qualities. H. niger is the European black hellebore, or Christmas rose, blossoming in winter or earliest spring. H. officinalis was the officinal hellebore of the ancients."},{"word":"Hellebore","type":"n.","descr":" Any plant of several species of the poisonous liliaceous genus Veratrum, especially V. album and V. viride, both called white hellebore."},{"word":"Helleborein","type":"n.","descr":" A poisonous glucoside accompanying helleborin in several species of hellebore, and extracted as a white crystalline substance with a bittersweet taste. It has a strong action on the heart, resembling digitalin."},{"word":"Helleborin","type":"n.","descr":" A poisonous glucoside found in several species of hellebore, and extracted as a white crystalline substance with a sharp tingling taste. It possesses the essential virtues of the plant; -- called also elleborin."},{"word":"Helleborism","type":"n.","descr":" The practice or theory of using hellebore as a medicine."},{"word":"Hellene","type":"n.","descr":" A native of either ancient or modern Greece; a Greek."},{"word":"Hellenian","type":"a.","descr":" Of or pertaining to the Hellenes, or Greeks."},{"word":"Hellenic","type":"a.","descr":" Of or pertaining to the Hellenes, or inhabitants of Greece; Greek; Grecian."},{"word":"Hellenic","type":"n.","descr":" The dialect, formed with slight variations from the Attic, which prevailed among Greek writers after the time of Alexander."},{"word":"Hellenism","type":"n.","descr":" A phrase or form of speech in accordance with genius and construction or idioms of the Greek language; a Grecism."},{"word":"Hellenism","type":"n.","descr":" The type of character of the ancient Greeks, who aimed at culture, grace, and amenity, as the chief elements in human well-being and perfection."},{"word":"Hellenist","type":"n.","descr":" One who affiliates with Greeks, or imitates Greek manners; esp., a person of Jewish extraction who used the Greek language as his mother tongue, as did the Jews of Asia Minor, Greece, Syria, and Egypt; distinguished from the Hebraists, or native Jews (Acts vi. 1)."},{"word":"Hellenist","type":"n.","descr":" One skilled in the Greek language and literature; as, the critical Hellenist."},{"word":"Hellenistic","type":"a.","descr":" Alt. of Hellenistical"},{"word":"Hellenistical","type":"a.","descr":" Pertaining to the Hellenists."},{"word":"Hellenistically","type":"adv.","descr":" According to the Hellenistic manner or dialect."},{"word":"Hellenize","type":"v. i.","descr":" To use the Greek language; to play the Greek; to Grecize."},{"word":"Hellenize","type":"v. t.","descr":" To give a Greek form or character to; to Grecize; as, to Hellenize a word."},{"word":"Hellenotype","type":"n.","descr":" See Ivorytype."},{"word":"Hellespont","type":"n.","descr":" A narrow strait between Europe and Asia, now called the Daradanelles. It connects the Aegean Sea and the sea of Marmora."},{"word":"Hellespontine","type":"a.","descr":" Of or pertaining to the Hellespont."},{"word":"Hellgamite","type":"n.","descr":" Alt. of Hellgramite"},{"word":"Hellgramite","type":"n.","descr":" The aquatic larva of a large American winged insect (Corydalus cornutus), much used a fish bait by anglers; the dobson. It belongs to the Neuroptera."},{"word":"Hellhag","type":"n.","descr":" A hag of or fit for hell."},{"word":"Hell-haunted","type":"a.","descr":" Haunted by devils; hellish."},{"word":"Hellhound","type":"n.","descr":" A dog of hell; an agent of hell."},{"word":"Hellier","type":"v. t.","descr":" One who heles or covers; hence, a tiler, slater, or thatcher."},{"word":"Hellish","type":"a.","descr":" Of or pertaining to hell; like hell; infernal; malignant; wicked; detestable; diabolical."},{"word":"Hellkite","type":"n.","descr":" A kite of infernal breed."},{"word":"Hello","type":"interj. and n.","descr":" See Halloo."},{"word":"Hellward","type":"adv.","descr":" Toward hell."},{"word":"Helly","type":"a.","descr":" Hellish."},{"word":"Helm","type":"n.","descr":" See Haulm, straw."},{"word":"Helm","type":"n.","descr":" The apparatus by which a ship is steered, comprising rudder, tiller, wheel, etc.; -- commonly used of the tiller or wheel alone."},{"word":"Helm","type":"n.","descr":" The place or office of direction or administration."},{"word":"Helm","type":"n.","descr":" One at the place of direction or control; a steersman; hence, a guide; a director."},{"word":"Helm","type":"n.","descr":" A helve."},{"word":"Helmed","type":"imp. and p. p.","descr":" of Helm"},{"word":"Helming","type":"p. pr. and vb. n.","descr":" of Helm"},{"word":"Helm","type":"v. t.","descr":" To steer; to guide; to direct."},{"word":"Helm","type":"n.","descr":" A helmet."},{"word":"Helm","type":"n.","descr":" A heavy cloud lying on the brow of a mountain."},{"word":"Helm","type":"v. t.","descr":" To cover or furnish with a helm or helmet."},{"word":"Helmage","type":"n.","descr":" Guidance; direction."},{"word":"Helmed","type":"a.","descr":" Covered with a helmet."},{"word":"Helmet","type":"n.","descr":" A defensive covering for the head. See Casque, Headpiece, Morion, Sallet, and Illust. of Beaver."},{"word":"Helmet","type":"n.","descr":" The representation of a helmet over shields or coats of arms, denoting gradations of rank by modifications of form."},{"word":"Helmet","type":"n.","descr":" A helmet-shaped hat, made of cork, felt, metal, or other suitable material, worn as part of the uniform of soldiers, firemen, etc., also worn in hot countries as a protection from the heat of the sun."},{"word":"Helmet","type":"n.","descr":" That which resembles a helmet in form, position, etc."},{"word":"Helmet","type":"n.","descr":" The upper part of a retort."},{"word":"Helmet","type":"n.","descr":" The hood-formed upper sepal or petal of some flowers, as of the monkshood or the snapdragon."},{"word":"Helmet","type":"n.","descr":" A naked shield or protuberance on the top or fore part of the head of a bird."},{"word":"Helmeted","type":"a.","descr":" Wearing a helmet; furnished with or having a helmet or helmet-shaped part; galeate."},{"word":"Helmet-shaped","type":"a.","descr":" Shaped like a helmet; galeate. See Illust. of Galeate."},{"word":"Helminth","type":"n.","descr":" An intestinal worm, or wormlike intestinal parasite; one of the Helminthes."},{"word":"Helminthagogue","type":"n.","descr":" A vermifuge."},{"word":"Helminthes","type":"n. pl.","descr":" One of the grand divisions or branches of the animal kingdom. It is a large group including a vast number of species, most of which are parasitic. Called also Enthelminthes, Enthelmintha."},{"word":"Helminthiasis","type":"n.","descr":" A disease in which worms are present in some part of the body."},{"word":"Helminthic","type":"a.","descr":" Of or relating to worms, or Helminthes; expelling worms."},{"word":"Helminthic","type":"n.","descr":" A vermifuge; an anthelmintic."},{"word":"Helminthite","type":"n.","descr":" One of the sinuous tracks on the surfaces of many stones, and popularly considered as worm trails."},{"word":"Helminthoid","type":"a.","descr":" Wormlike; vermiform."},{"word":"Helminthologic","type":"a.","descr":" Alt. of Helminthological"},{"word":"Helminthological","type":"a.","descr":" Of or pertaining to helminthology."},{"word":"Helminthologist","type":"n.","descr":" One versed in helminthology."},{"word":"Helminthology","type":"n.","descr":" The natural history, or study, of worms, esp. parasitic worms."},{"word":"Helmless","type":"a.","descr":" Destitute of a helmet."},{"word":"Helmless","type":"a.","descr":" Without a helm or rudder."},{"word":"Helmsmen","type":"pl. ","descr":" of Helmsman"},{"word":"Helmsman","type":"n.","descr":" The man at the helm; a steersman."},{"word":"Helmwind","type":"n.","descr":" A wind attending or presaged by the cloud called helm."},{"word":"Helot","type":"n.","descr":" A slave in ancient Sparta; a Spartan serf; hence, a slave or serf."},{"word":"Helotism","type":"n.","descr":" The condition of the Helots or slaves in Sparta; slavery."},{"word":"Helotry","type":"n.","descr":" The Helots, collectively; slaves; bondsmen."},{"word":"Helped","type":"imp. and p. p.","descr":" of Help"},{"word":"Helping","type":"p. pr. and vb. n.","descr":" of Help"},{"word":"Help","type":"v. t.","descr":" To furnish with strength or means for the successful performance of any action or the attainment of any object; to aid; to assist; as, to help a man in his work; to help one to remember; -- the following infinitive is commonly used without to; as, \"Help me scale yon balcony.\""},{"word":"Help","type":"v. t.","descr":" To furnish with the means of deliverance from trouble; as, to help one in distress; to help one out of prison."},{"word":"Help","type":"v. t.","descr":" To furnish with relief, as in pain or disease; to be of avail against; -- sometimes with of before a word designating the pain or disease, and sometimes having such a word for the direct object."},{"word":"Help","type":"v. t.","descr":" To change for the better; to remedy."},{"word":"Help","type":"v. t.","descr":" To prevent; to hinder; as, the evil approaches, and who can help it?"},{"word":"Help","type":"v. t.","descr":" To forbear; to avoid."},{"word":"Help","type":"v. t.","descr":" To wait upon, as the guests at table, by carving and passing food."},{"word":"Help","type":"v. i.","descr":" To lend aid or assistance; to contribute strength or means; to avail or be of use; to assist."},{"word":"Help","type":"v. t.","descr":" Strength or means furnished toward promoting an object, or deliverance from difficulty or distress; aid; ^; also, the person or thing furnishing the aid; as, he gave me a help of fifty dollars."},{"word":"Help","type":"v. t.","descr":" Remedy; relief; as, there is no help for it."},{"word":"Help","type":"v. t.","descr":" A helper; one hired to help another; also, thew hole force of hired helpers in any business."},{"word":"Help","type":"v. t.","descr":" Specifically, a domestic servant, man or woman."},{"word":"Helper","type":"n.","descr":" One who, or that which, helps, aids, assists, or relieves; as, a lay helper in a parish."},{"word":"Helpful","type":"a.","descr":" Furnishing help; giving aid; assistant; useful; salutary."},{"word":"Helpless","type":"a.","descr":" Destitute of help or strength; unable to help or defend one\\'s self; needing help; feeble; weak; as, a helpless infant."},{"word":"Helpless","type":"a.","descr":" Beyond help; irremediable."},{"word":"Helpless","type":"a.","descr":" Bringing no help; unaiding."},{"word":"Helpless","type":"a.","descr":" Unsupplied; destitute; -- with of."},{"word":"Helpmate","type":"n.","descr":" A helper; a companion; specifically, a wife."},{"word":"Helpmeet","type":"n.","descr":" A wife; a helpmate."},{"word":"Helter-skelter","type":"adv.","descr":" In hurry and confusion; without definite purpose; irregularly."},{"word":"Helve","type":"n.","descr":" The handle of an ax, hatchet, or adze."},{"word":"Helve","type":"n.","descr":" The lever at the end of which is the hammer head, in a forge hammer."},{"word":"Helve","type":"n.","descr":" A forge hammer which is lifted by a cam acting on the helve between the fulcrum and the head."},{"word":"Helved","type":"imp. and p. p.","descr":" of Helve"},{"word":"Helving","type":"p. pr. and vb. n.","descr":" of Helve"},{"word":"Helve","type":"v. t.","descr":" To furnish with a helve, as an ax."},{"word":"Helvetian","type":"a.","descr":" Same as Helvetic."},{"word":"Helvetian","type":"n.","descr":" A Swiss; a Switzer."},{"word":"Helvetic","type":"a.","descr":" Of or pertaining to the Helvetii, the ancient inhabitant of the Alps, now Switzerland, or to the modern states and inhabitant of the Alpine regions; as, the Helvetic confederacy; Helvetic states."},{"word":"Helvine","type":"n.","descr":" Alt. of Helvite"},{"word":"Helvite","type":"n.","descr":" A mineral of a yellowish color, consisting chiefly of silica, glucina, manganese, and iron, with a little sulphur."},{"word":"Hem","type":"pron.","descr":" Them"},{"word":"Hem","type":"interj.","descr":" An onomatopoetic word used as an expression of hesitation, doubt, etc. It is often a sort of voluntary half cough, loud or subdued, and would perhaps be better expressed by hm."},{"word":"Hem","type":"n.","descr":" An utterance or sound of the voice, hem or hm, often indicative of hesitation or doubt, sometimes used to call attention."},{"word":"Hem","type":"v. i.","descr":" To make the sound expressed by the word hem; hence, to hesitate in speaking."},{"word":"Hem","type":"n.","descr":" The edge or border of a garment or cloth, doubled over and sewed, to strengthen raveling."},{"word":"Hem","type":"n.","descr":" Border; edge; margin."},{"word":"Hem","type":"n.","descr":" A border made on sheet-metal ware by doubling over the edge of the sheet, to stiffen it and remove the sharp edge."},{"word":"Hemmed","type":"imp. and p. p.","descr":" of Hem"},{"word":"Hemming","type":"p. pr. and vb. n.","descr":" of Hem"},{"word":"Hem","type":"v. t.","descr":" To form a hem or border to; to fold and sew down the edge of."},{"word":"Hem","type":"v. t.","descr":" To border; to edge"},{"word":"Hema-","type":"","descr":" Same as Haema-."},{"word":"Hemachate","type":"n.","descr":" A species of agate, sprinkled with spots of red jasper."},{"word":"Hemachrome","type":"n.","descr":" Same as Haemachrome."},{"word":"Hemacite","type":"n.","descr":" A composition made from blood, mixed with mineral or vegetable substances, used for making buttons, door knobs, etc."},{"word":"Hemadrometer","type":"n.","descr":" Alt. of Hemadromometer"},{"word":"Hemadromometer","type":"n.","descr":" An instrument for measuring the velocity with which the blood moves in the arteries."},{"word":"Hemadrometry","type":"n.","descr":" Alt. of Hemadromometry"},{"word":"Hemadromometry","type":"n.","descr":" The act of measuring the velocity with which the blood circulates in the arteries; haemotachometry."},{"word":"Hemadynamics","type":"n.","descr":" The principles of dynamics in their application to the blood; that part of science which treats of the motion of the blood."},{"word":"Hemadynamometer","type":"n.","descr":" An instrument by which the pressure of the blood in the arteries, or veins, is measured by the height to which it will raise a column of mercury; -- called also a haemomanometer."},{"word":"Hemal","type":"a.","descr":" Relating to the blood or blood vessels; pertaining to, situated in the region of, or on the side with, the heart and great blood vessels; -- opposed to neural."},{"word":"Hemaphaein","type":"n.","descr":" Same as Haemaphaein."},{"word":"Hemapophyses","type":"pl. ","descr":" of Hemapophysis"},{"word":"Hemapophysis","type":"n.","descr":" The second element in each half of a hemal arch, corresponding to the sternal part of a rib."},{"word":"Hemastatic","type":"a. and n.","descr":" Alt. of Hemastatical"},{"word":"Hemastatical","type":"a. and n.","descr":" Same as Hemostatic."},{"word":"Hemastatics","type":"n.","descr":" Laws relating to the equilibrium of the blood in the blood vessels."},{"word":"Hematachometer","type":"n.","descr":" Same as Haematachometer."},{"word":"Hematein","type":"n.","descr":" A reddish brown or violet crystalline substance, C16H12O6, got from hematoxylin by partial oxidation, and regarded as analogous to the phthaleins."},{"word":"Hematemesis","type":"n.","descr":" A vomiting of blood."},{"word":"Hematherm","type":"n.","descr":" A warm-blooded animal."},{"word":"Hemathermal","type":"a.","descr":" Warm-blooded; hematothermal."},{"word":"Hematic","type":"a.","descr":" Same as Haematic."},{"word":"Hematic","type":"n.","descr":" A medicine designed to improve the condition of the blood."},{"word":"Hematin","type":"n.","descr":" Hematoxylin."},{"word":"Hematin","type":"n.","descr":" A bluish black, amorphous substance containing iron and obtained from blood. It exists the red blood corpuscles united with globulin, and the form of hemoglobin or oxyhemoglobin gives to the blood its red color."},{"word":"Hematinometer","type":"n.","descr":" A form of hemoglobinometer."},{"word":"Hematinometric","type":"a.","descr":" Relating to the measurement of the amount of hematin or hemoglobin contained in blood, or other fluids."},{"word":"Hematinon","type":"n.","descr":" A red consisting of silica, borax, and soda, fused with oxide of copper and iron, and used in enamels, mosaics, etc."},{"word":"Hematite","type":"n.","descr":" An important ore of iron, the sesquioxide, so called because of the red color of the powder. It occurs in splendent rhombohedral crystals, and in massive and earthy forms; -- the last called red ocher. Called also specular iron, oligist iron, rhombohedral iron ore, and bloodstone. See Brown hematite, under Brown."},{"word":"Hematitic","type":"a.","descr":" Of or pertaining to hematite, or resembling it."},{"word":"Hemato","type":"","descr":" See Haema-."},{"word":"Hematocele","type":"n.","descr":" A tumor filled with blood."},{"word":"Hematocrya","type":"n. pl.","descr":" The cold-blooded vertebrates, that is, all but the mammals and birds; -- the antithesis to Hematotherma."},{"word":"Hematocrystallin","type":"n.","descr":" See Hemoglobin."},{"word":"Hematoid","type":"a.","descr":" Resembling blood."},{"word":"Hematoidin","type":"n.","descr":" A crystalline or amorphous pigment, free from iron, formed from hematin in old blood stains, and in old hemorrhages in the body. It resembles bilirubin. When present in the corpora lutea it is called haemolutein."},{"word":"Hematology","type":"n.","descr":" The science which treats of the blood."},{"word":"Hematoma","type":"n.","descr":" A circumscribed swelling produced by an effusion of blood beneath the skin."},{"word":"Hematophilia","type":"n.","descr":" A condition characterized by a tendency to profuse and uncontrollable hemorrhage from the slightest wounds."},{"word":"Hematosin","type":"n.","descr":" The hematin of blood."},{"word":"Hematosis","type":"n.","descr":" Sanguification; the conversion of chyle into blood."},{"word":"Hematosis","type":"n.","descr":" The arterialization of the blood in the lungs; the formation of blood in general; haematogenesis."},{"word":"Hematotherma","type":"n. pl.","descr":" The warm-blooded vertebrates, comprising the mammals and birds; -- the antithesis to hematocrya."},{"word":"Hematothermal","type":"a.","descr":" Warm-blooded."},{"word":"Hematoxylin","type":"n.","descr":" Haematoxylin."},{"word":"Hematuria","type":"n.","descr":" Passage of urine mingled with blood."},{"word":"Hemautography","type":"n.","descr":" The obtaining of a curve similar to a pulse curve or sphygmogram by allowing the blood from a divided artery to strike against a piece of paper."},{"word":"Hemelytra","type":"pl. ","descr":" of Hemelytrum"},{"word":"Hemelytron","type":"n.","descr":" Alt. of Hemelytrum"},{"word":"Hemelytrum","type":"n.","descr":" One of the partially thickened anterior wings of certain insects, as of many Hemiptera, the earwigs, etc."},{"word":"Hemeralopia","type":"n.","descr":" A disease of the eyes, in consequence of which a person can see clearly or without pain only by daylight or a strong artificial light; day sight."},{"word":"Hemerobian","type":"n.","descr":" A neuropterous insect of the genus Hemerobius, and allied genera."},{"word":"Hemerobid","type":"a.","descr":" Of relating to the hemerobians."},{"word":"Hemerocallis","type":"n.","descr":" A genus of plants, some species of which are cultivated for their beautiful flowers; day lily."},{"word":"Hemi-","type":"","descr":" A prefix signifying half."},{"word":"Hemialbumin","type":"n.","descr":" Same as Hemialbumose."},{"word":"Hemialbumose","type":"n.","descr":" An albuminous substance formed in gastric digestion, and by the action of boiling dilute acids on albumin. It is readily convertible into hemipeptone. Called also hemialbumin."},{"word":"Hemianaesthesia","type":"n.","descr":" Anaesthesia upon one side of the body."},{"word":"Hemibranchi","type":"n. pl.","descr":" An order of fishes having an incomplete or reduced branchial apparatus. It includes the sticklebacks, the flutemouths, and Fistularia."},{"word":"Hemicardia","type":"n.","descr":" A lateral half of the heart, either the right or left."},{"word":"Hemicarp","type":"n.","descr":" One portion of a fruit that spontaneously divides into halves."},{"word":"Hemicerebrum","type":"n.","descr":" A lateral half of the cerebrum."},{"word":"Hemicollin","type":"n.","descr":" See Semiglutin."},{"word":"Hemicrania","type":"n.","descr":" A pain that affects only one side of the head."},{"word":"Hemicrany","type":"n.","descr":" Hemicranis."},{"word":"Hemicycle","type":"n.","descr":" A half circle; a semicircle."},{"word":"Hemicycle","type":"n.","descr":" A semicircular place, as a semicircular arena, or room, or part of a room."},{"word":"Hemidactyl","type":"n.","descr":" Any species of Old World geckoes of the genus Hemidactylus. The hemidactyls have dilated toes, with two rows of plates beneath."},{"word":"Hemi-demi-semiquaver","type":"n.","descr":" A short note, equal to one fourth of a semiquaver, or the sixty-fourth part of a whole note."},{"word":"Hemiditone","type":"n.","descr":" The lesser third."},{"word":"Hemigamous","type":"a.","descr":" Having one of the two florets in the same spikelet neuter, and the other unisexual, whether male or female; -- said of grasses."},{"word":"Hemiglyph","type":"n.","descr":" The half channel or groove in the edge of the triglyph in the Doric order."},{"word":"Hemihedral","type":"a.","descr":" Having half of the similar parts of a crystals, instead of all; consisting of half the planes which full symmetry would require, as when a cube has planes only on half of its eight solid angles, or one plane out of a pair on each of its edges; or as in the case of a tetrahedron, which is hemihedral to an octahedron, it being contained under four of the planes of an octahedron."},{"word":"Hemihedrism","type":"n.","descr":" The property of crystallizing hemihedrally."},{"word":"Hemihedron","type":"n.","descr":" A solid hemihedrally derived. The tetrahedron is a hemihedron."},{"word":"Hemiholohedral","type":"a.","descr":" Presenting hemihedral forms, in which half the sectants have the full number of planes."},{"word":"Hemimellitic","type":"a.","descr":" Having half as many (three) carboxyl radicals as mellitic acid; -- said of an organic acid."},{"word":"Hemimetabola","type":"n. pl.","descr":" Those insects which have an incomplete metamorphosis."},{"word":"Hemimetabolic","type":"a.","descr":" Having an incomplete metamorphosis, the larvae differing from the adults chiefly in laking wings, as in the grasshoppers and cockroaches."},{"word":"Hemimorphic","type":"a.","descr":" Having the two ends modified with unlike planes; -- said of a crystal."},{"word":"Hemin","type":"n.","descr":" A substance, in the form of reddish brown, microscopic, prismatic crystals, formed from dried blood by the action of strong acetic acid and common salt; -- called also Teichmann\\'s crystals. Chemically, it is a hydrochloride of hematin."},{"word":"Heminae","type":"pl. ","descr":" of Hemina"},{"word":"Hemina","type":"n.","descr":" A measure of half a sextary."},{"word":"Hemina","type":"n.","descr":" A measure equal to about ten fluid ounces."},{"word":"Hemionus","type":"n.","descr":" A wild ass found in Thibet; the kiang."},{"word":"Hemiopia","type":"n.","descr":" Alt. of Hemiopsia"},{"word":"Hemiopsia","type":"n.","descr":" A defect of vision in consequence of which a person sees but half of an object looked at."},{"word":"Hemiorthotype","type":"a.","descr":" Same as Monoclinic."},{"word":"Hemipeptone","type":"n.","descr":" A product of the gastric and pancreatic digestion of albuminous matter."},{"word":"Hemiplegia","type":"n.","descr":" A palsy that affects one side only of the body."},{"word":"Hemiplegy","type":"n.","descr":" Hemiplegia."},{"word":"Hemipode","type":"n.","descr":" Any bird of the genus Turnix. Various species inhabit Asia, Africa, and Australia."},{"word":"Hemiprotein","type":"n.","descr":" An insoluble, proteid substance, described by Schutzenberger, formed when albumin is heated for some time with dilute sulphuric acid. It is apparently identical with antialbumid and dyspeptone."},{"word":"Hemipter","type":"n.","descr":" One of the Hemiptera."},{"word":"Hemiptera","type":"n. pl.","descr":" An order of hexapod insects having a jointed proboscis, including four sharp stylets (mandibles and maxillae), for piercing. In many of the species (Heteroptera) the front wings are partially coriaceous, and different from the others."},{"word":"Hemipteral","type":"a.","descr":" Alt. of Hemipterous"},{"word":"Hemipterous","type":"a.","descr":" Of or pertaining to the Hemiptera."},{"word":"Hemipteran","type":"n.","descr":" One of the Hemiptera; an hemipter."},{"word":"Hemisected","type":"imp. and p. p.","descr":" of Hemisect"},{"word":"Hemisecting","type":"p. pr. and vb. n.","descr":" of Hemisect"},{"word":"Hemisect","type":"v. t.","descr":" To divide along the mesial plane."},{"word":"Hemisection","type":"n.","descr":" A division along the mesial plane; also, one of the parts so divided."},{"word":"Hemisphere","type":"n.","descr":" A half sphere; one half of a sphere or globe, when divided by a plane passing through its center."},{"word":"Hemisphere","type":"n.","descr":" Half of the terrestrial globe, or a projection of the same in a map or picture."},{"word":"Hemisphere","type":"n.","descr":" The people who inhabit a hemisphere."},{"word":"Hemispheric","type":"a.","descr":" Alt. of Hemispherical"},{"word":"Hemispherical","type":"a.","descr":" Containing, or pertaining to, a hemisphere; as, a hemispheric figure or form; a hemispherical body."},{"word":"Hemispheroid","type":"n.","descr":" A half of a spheroid."},{"word":"Hemispheroidal","type":"a.","descr":" Resembling, or approximating to, a hemisphere in form."},{"word":"Hemispherule","type":"n.","descr":" A half spherule."},{"word":"Hemistich","type":"n.","descr":" Half a poetic verse or line, or a verse or line not completed."},{"word":"Hemistichal","type":"a.","descr":" Pertaining to, or written in, hemistichs; also, by, or according to, hemistichs; as, a hemistichal division of a verse."},{"word":"Hemisystole","type":"n.","descr":" Contraction of only one ventricle of the heart."},{"word":"Hemitone","type":"n.","descr":" See Semitone."},{"word":"Hemitropal","type":"a.","descr":" Alt. of Hemitropous"},{"word":"Hemitropous","type":"a.","descr":" Turned half round; half inverted."},{"word":"Hemitropous","type":"a.","descr":" Having the raphe terminating about half way between the chalaza and the orifice; amphitropous; -- said of an ovule."},{"word":"Hemitrope","type":"a.","descr":" Half turned round; half inverted; (Crystallog.) having a twinned structure."},{"word":"Hemitrope","type":"n.","descr":" That which is hemitropal in construction; (Crystallog.) a twin crystal having a hemitropal structure."},{"word":"Hemitropy","type":"n.","descr":" Twin composition in crystals."},{"word":"Hemlock","type":"n.","descr":" The name of several poisonous umbelliferous herbs having finely cut leaves and small white flowers, as the Cicuta maculata, bulbifera, and virosa, and the Conium maculatum. See Conium."},{"word":"Hemlock","type":"n.","descr":" An evergreen tree common in North America (Abies, \/ Tsuga, Canadensis); hemlock spruce."},{"word":"Hemlock","type":"n.","descr":" The wood or timber of the hemlock tree."},{"word":"Hemmel","type":"n.","descr":" A shed or hovel for cattle."},{"word":"Hemmer","type":"n.","descr":" One who, or that which, hems with a needle."},{"word":"Hemmer","type":"n.","descr":" An attachment to a sewing machine, for turning under the edge of a piece of fabric, preparatory to stitching it down."},{"word":"Hemmer","type":"n.","descr":" A tool for turning over the edge of sheet metal to make a hem."},{"word":"Hemo-","type":"","descr":" Same as Haema-, Haemo-."},{"word":"Hemoglobin","type":"n.","descr":" The normal coloring matter of the red blood corpuscles of vertebrate animals. It is composed of hematin and globulin, and is also called haematoglobulin. In arterial blood, it is always combined with oxygen, and is then called oxyhemoglobin. It crystallizes under different forms from different animals, and when crystallized, is called haematocrystallin. See Blood crystal, under Blood."},{"word":"Hemoglobinometer","type":"n.","descr":" Same as Haemochromometer."},{"word":"Hemophilia","type":"n.","descr":" See Hematophilia."},{"word":"Hemoptysis","type":"n.","descr":" The expectoration of blood, due usually to hemorrhage from the mucous membrane of the lungs."},{"word":"Hemorrhage","type":"n.","descr":" Any discharge of blood from the blood vessels."},{"word":"Hemorrhagic","type":"a.","descr":" Pertaining or tending to a flux of blood; consisting in, or accompanied by, hemorrhage."},{"word":"Hemorrhoidal","type":"a.","descr":" Of or pertaining to, or of the nature of, hemorrhoids."},{"word":"Hemorrhoidal","type":"a.","descr":" Of or pertaining to the rectum; rectal; as, the hemorrhoidal arteries, veins, and nerves."},{"word":"Hemorrhoids","type":"n. pl.","descr":" Livid and painful swellings formed by the dilation of the blood vessels around the margin of, or within, the anus, from which blood or mucus is occasionally discharged; piles; emerods."},{"word":"Hemostatic","type":"a.","descr":" Of or relating to stagnation of the blood."},{"word":"Hemostatic","type":"a.","descr":" Serving to arrest hemorrhage; styptic."},{"word":"Hemostatic","type":"n.","descr":" A medicine or application to arrest hemorrhage."},{"word":"Hemoothorax","type":"n.","descr":" An effusion of blood into the cavity of the pleura."},{"word":"Hemp","type":"n.","descr":" A plant of the genus Cannabis (C. sativa), the fibrous skin or bark of which is used for making cloth and cordage. The name is also applied to various other plants yielding fiber."},{"word":"Hemp","type":"n.","descr":" The fiber of the skin or rind of the plant, prepared for spinning. The name has also been extended to various fibers resembling the true hemp."},{"word":"Hempen","type":"a.","descr":" Made of hemp; as, a hempen cord."},{"word":"Hempen","type":"a.","descr":" Like hemp."},{"word":"Hempy","type":"a.","descr":" Like hemp."},{"word":"Hemself","type":"pron.","descr":" Alt. of Hemselven"},{"word":"Hemselven","type":"pron.","descr":" Themselves; -- used reflexively."},{"word":"Hemstitched","type":"imp. and p. p.","descr":" of Hemstitch"},{"word":"Hemstitching","type":"p. pr. and vb. n.","descr":" of Hemstitch"},{"word":"Hemstitch","type":"v. t.","descr":" To ornament at the head of a broad hem by drawing out a few parallel threads, and fastening the cross threads in successive small clusters; as, to hemstitch a handkerchief."},{"word":"Hemstitched","type":"a.","descr":" Having a broad hem separated from the body of the article by a line of open work; as, a hemistitched handkerchief."},{"word":"Hemuse","type":"n.","descr":" The roebuck in its third year."},{"word":"Hen","type":"n.","descr":" The female of the domestic fowl; also, the female of grouse, pheasants, or any kind of birds; as, the heath hen; the gray hen."},{"word":"Henbane","type":"n.","descr":" A plant of the genus Hyoscyamus (H. niger). All parts of the plant are poisonous, and the leaves are used for the same purposes as belladonna. It is poisonous to domestic fowls; whence the name. Called also, stinking nightshade, from the fetid odor of the plant. See Hyoscyamus."},{"word":"Henbit","type":"n.","descr":" A weed of the genus Lamium (L. amplexicaule) with deeply crenate leaves."},{"word":"Hence","type":"adv.","descr":" From this place; away."},{"word":"Hence","type":"adv.","descr":" From this time; in the future; as, a week hence."},{"word":"Hence","type":"adv.","descr":" From this reason; as an inference or deduction."},{"word":"Hence","type":"adv.","descr":" From this source or origin."},{"word":"Hence","type":"v. t.","descr":" To send away."},{"word":"Henceforth","type":"adv.","descr":" From this time forward; henceforward."},{"word":"Henceforward","type":"adv.","descr":" From this time forward; henceforth."},{"word":"Henchboy","type":"n.","descr":" A page; a servant."},{"word":"Henchman","type":"n.","descr":" An attendant; a servant; a follower. Now chiefly used as a political cant term."},{"word":"Hencoop","type":"n.","descr":" A coop or cage for hens."},{"word":"Hende","type":"a.","descr":" Skillful; dexterous; clever."},{"word":"Hende","type":"a.","descr":" Friendly; civil; gentle; kind."},{"word":"Hendecagon","type":"n.","descr":" A plane figure of eleven sides and eleven angles."},{"word":"Hendecane","type":"n.","descr":" A hydrocarbon, C11H24, of the paraffin series; -- so called because it has eleven atoms of carbon in each molecule. Called also endecane, undecane."},{"word":"Hendecasyllabic","type":"a.","descr":" Pertaining to a line of eleven syllables."},{"word":"Hendecasyllable","type":"n.","descr":" A metrical line of eleven syllables."},{"word":"Hendecatoic","type":"a.","descr":" Undecylic; pertaining to, or derived from, hendecane; as, hendecatoic acid."},{"word":"Hendiadys","type":"n.","descr":" A figure in which the idea is expressed by two nouns connected by and, instead of by a noun and limiting adjective; as, we drink from cups and gold, for golden cups."},{"word":"Hendy","type":"a.","descr":" See Hende."},{"word":"Henen","type":"adv.","descr":" Hence."},{"word":"Henfish","type":"n.","descr":" A marine fish; the sea bream."},{"word":"Henfish","type":"n.","descr":" A young bib. See Bib, n., 2."},{"word":"Heng","type":"imp.","descr":" Hung."},{"word":"Hen-hearted","type":"a.","descr":" Cowardly; timid; chicken-hearted."},{"word":"Henhouses","type":"pl. ","descr":" of Henhouse"},{"word":"Henhouse","type":"n.","descr":" A house or shelter for fowls."},{"word":"Henhussy","type":"n.","descr":" A cotquean; a man who intermeddles with women\\'s concerns."},{"word":"Heniquen","type":"n.","descr":" See Jeniquen."},{"word":"Henna","type":"n.","descr":" A thorny tree or shrub of the genus Lawsonia (L. alba). The fragrant white blossoms are used by the Buddhists in religious ceremonies. The powdered leaves furnish a red coloring matter used in the East to stain the hails and fingers, the manes of horses, etc."},{"word":"Henna","type":"n.","descr":" The leaves of the henna plant, or a preparation or dyestuff made from them."},{"word":"Hennery","type":"n.","descr":" An inclosed place for keeping hens."},{"word":"Hennes","type":"adv.","descr":" Hence."},{"word":"Hennotannic","type":"a.","descr":" Pertaining to, or designating, a brown resinous substance resembling tannin, and extracted from the henna plant; as, hennotannic acid."},{"word":"Henoge ny","type":"n.","descr":" Alt. of Henogenesis"},{"word":"Henogenesis","type":"n.","descr":" Same as Ontogeny."},{"word":"Henotheism","type":"n.","descr":" Primitive religion in which each of several divinities is regarded as independent, and is worshiped without reference to the rest."},{"word":"Henotic","type":"a.","descr":" Harmonizing; irenic."},{"word":"Henpecked","type":"imp. and p. p.","descr":" of Henpeck"},{"word":"Henpecking","type":"p. pr. and vb.","descr":" of Henpeck"},{"word":"Henpeck","type":"v. t.","descr":" To subject to petty authority; -- said of a wife who thus treats her husband. Commonly used in the past participle (often adjectively)."},{"word":"Henroost","type":"n.","descr":" A place where hens roost."},{"word":"Henrys","type":"pl. ","descr":" of Henry"},{"word":"Henry","type":"n.","descr":" The unit of electric induction; the induction in a circuit when the electro-motive force induced in this circuit is one volt, while the inducing current varies at the rate of one ampere a second."},{"word":"Hens-foot","type":"n.","descr":" An umbelliferous plant (Caucalis daucoides)."},{"word":"Hente","type":"imp.","descr":" of Hent"},{"word":"Hent","type":"p. p.","descr":" of Hent"},{"word":"Hent","type":"v. t.","descr":" To seize; to lay hold on; to catch; to get."},{"word":"Henware","type":"n.","descr":" A coarse, blackish seaweed. See Badderlocks."},{"word":"Henxman","type":"n.","descr":" Henchman."},{"word":"Hep","type":"n.","descr":" See Hip, the fruit of the dog-rose."},{"word":"Hepar","type":"n.","descr":" Liver of sulphur; a substance of a liver-brown color, sometimes used in medicine. It is formed by fusing sulphur with carbonates of the alkalies (esp. potassium), and consists essentially of alkaline sulphides. Called also hepar sulphuris (\/)."},{"word":"Hepar","type":"n.","descr":" Any substance resembling hepar proper, in appearance; specifically, in homeopathy, calcium sulphide, called also hepar sulphuris calcareum (\/)."},{"word":"Hepatic","type":"a.","descr":" Of or pertaining to the liver; as, hepatic artery; hepatic diseases."},{"word":"Hepatic","type":"a.","descr":" Resembling the liver in color or in form; as, hepatic cinnabar."},{"word":"Hepatic","type":"a.","descr":" Pertaining to, or resembling, the plants called Hepaticae, or scale mosses and liverworts."},{"word":"Hepaticae","type":"pl. ","descr":" of Hepatica"},{"word":"Hepatica","type":"n.","descr":" A genus of pretty spring flowers closely related to Anemone; squirrel cup."},{"word":"Hepatica","type":"n.","descr":" Any plant, usually procumbent and mosslike, of the cryptogamous class Hepaticae; -- called also scale moss and liverwort. See Hepaticae, in the Supplement."},{"word":"Hepatical","type":"a.","descr":" Hepatic."},{"word":"Hepatite","type":"n.","descr":" A variety of barite emitting a fetid odor when rubbed or heated."},{"word":"Hepatitis","type":"n.","descr":" Inflammation of the liver."},{"word":"Hepatization","type":"n.","descr":" Impregnating with sulphureted hydrogen gas."},{"word":"Hepatization","type":"n.","descr":" Conversion into a substance resembling the liver; a state of the lungs when gorged with effused matter, so that they are no longer pervious to the air."},{"word":"Hepatized","type":"imp. and p. p.","descr":" of Hepatize"},{"word":"Hepatizing","type":"p. pr. and vb. n.","descr":" of Hepatize"},{"word":"Hepatize","type":"v. t.","descr":" To impregnate with sulphureted hydrogen gas, formerly called hepatic gas."},{"word":"Hepatize","type":"v. t.","descr":" To gorge with effused matter, as the lungs."},{"word":"Hepatocele","type":"n.","descr":" Hernia of the liver."},{"word":"Hepatocystic","type":"a.","descr":" Of or pertaining to the liver and gall bladder; as, the hepatocystic ducts."},{"word":"Hepatogastric","type":"a.","descr":" See Gastrohepatic."},{"word":"Hepatogenic","type":"a.","descr":" Alt. of Hepatogenous"},{"word":"Hepatogenous","type":"a.","descr":" Arising from the liver; due to a condition of the liver; as, hepatogenic jaundice."},{"word":"Hepatology","type":"n.","descr":" The science which treats of the liver; a treatise on the liver."},{"word":"Hepato-pancreas","type":"n.","descr":" A digestive gland in Crustacea, Mollusca, etc., usually called the liver, but different from the liver of vertebrates."},{"word":"Hepatorenal","type":"a.","descr":" Of or pertaining to the liver and kidneys; as, the hepatorenal ligament."},{"word":"Hepatoscopy","type":"n.","descr":" Divination by inspecting the liver of animals."},{"word":"Heppen","type":"a.","descr":" Neat; fit; comfortable."},{"word":"Hepper","type":"n.","descr":" A young salmon; a parr."},{"word":"Hepta","type":"","descr":" A combining form from Gr. \"epta`, seven."},{"word":"Heptachord","type":"n.","descr":" A system of seven sounds."},{"word":"Heptachord","type":"n.","descr":" A lyre with seven chords."},{"word":"Heptachord","type":"n.","descr":" A composition sung to the sound of seven chords or tones."},{"word":"Heptad","type":"n.","descr":" An atom which has a valence of seven, and which can be theoretically combined with, substituted for, or replaced by, seven monad atoms or radicals; as, iodine is a heptad in iodic acid. Also used as an adjective."},{"word":"Heptade","type":"n.","descr":" The sum or number of seven."},{"word":"Heptaglot","type":"n.","descr":" A book in seven languages."},{"word":"Heptagon","type":"n.","descr":" A plane figure consisting of seven sides and having seven angles."},{"word":"Heptagonal","type":"a.","descr":" Having seven angles or sides."},{"word":"Heptagynia","type":"n. pl.","descr":" A Linnaean order of plants having seven pistils."},{"word":"Heptagynian","type":"a.","descr":" Alt. of Heptagynous"},{"word":"Heptagynous","type":"a.","descr":" Having seven pistils."},{"word":"Heptahedron","type":"n.","descr":" A solid figure with seven sides."},{"word":"Heptamerous","type":"a.","descr":" Consisting of seven parts, or having the parts in sets of sevens."},{"word":"Heptandria","type":"n. pl.","descr":" A Linnaean class of plants having seven stamens."},{"word":"Heptandrian","type":"a.","descr":" Alt. of Heptandrous"},{"word":"Heptandrous","type":"a.","descr":" Having seven stamens."},{"word":"Heptane","type":"n.","descr":" Any one of several isometric hydrocarbons, C7H16, of the paraffin series (nine are possible, four are known); -- so called because the molecule has seven carbon atoms. Specifically, a colorless liquid, found as a constituent of petroleum, in the tar oil of cannel coal, etc."},{"word":"Heptangular","type":"a.","descr":" Having seven angles."},{"word":"Heptaphyllous","type":"a.","descr":" Having seven leaves."},{"word":"Heptarch","type":"n.","descr":" Same as Heptarchist."},{"word":"Heptarchic","type":"a.","descr":" Of or pertaining to a heptarchy; constituting or consisting of a heptarchy."},{"word":"Heptarchist","type":"n.","descr":" A ruler of one division of a heptarchy."},{"word":"Heptarchy","type":"n.","descr":" A government by seven persons; also, a country under seven rulers."},{"word":"Heptaspermous","type":"a.","descr":" Having seven seeds."},{"word":"Heptastich","type":"n.","descr":" A composition consisting of seven lines or verses."},{"word":"Heptateuch","type":"n.","descr":" The first seven books of the Testament."},{"word":"Heptavalent","type":"a.","descr":" Having seven units of attractive force or affinity; -- said of heptad elements or radicals."},{"word":"Heptene","type":"n.","descr":" Same as Heptylene."},{"word":"Heptine","type":"n.","descr":" Any one of a series of unsaturated metameric hydrocarbons, C7H12, of the acetylene series."},{"word":"Heptoic","type":"a.","descr":" Pertaining to, or derived from, heptane; as, heptoic acid."},{"word":"Heptone","type":"n.","descr":" A liquid hydrocarbon, C7H10, of the valylene series."},{"word":"Hep tree","type":"","descr":" The wild dog-rose."},{"word":"Heptyl","type":"n.","descr":" A compound radical, C7H15, regarded as the essential radical of heptane and a related series of compounds."},{"word":"Heptylene","type":"n.","descr":" A colorless liquid hydrocarbon, C7H14, of the ethylene series; also, any one of its isomers. Called also heptene."},{"word":"Heptylic","type":"a.","descr":" Pertaining to, or derived from, heptyl or heptane; as, heptylic alcohol.  Cf. \/nanthylic."},{"word":"Her","type":"pron. and a.","descr":" The form of the objective and the possessive case of the personal pronoun she; as, I saw her with her purse out."},{"word":"Her","type":"pron. pl.","descr":" Alt. of Here"},{"word":"Here","type":"pron. pl.","descr":" Of them; their."},{"word":"Heracleonite","type":"n.","descr":" A follower of Heracleon of Alexandria, a Judaizing Gnostic, in the early history of the Christian church."},{"word":"Herakline","type":"n.","descr":" A picrate compound, used as an explosive in blasting."},{"word":"Herald","type":"n.","descr":" An officer whose business was to denounce or proclaim war, to challenge to battle, to proclaim peace, and to bear messages from the commander of an army. He was invested with a sacred and inviolable character."},{"word":"Herald","type":"n.","descr":" In the Middle Ages, the officer charged with the above duties, and also with the care of genealogies, of the rights and privileges of noble families, and especially of armorial bearings. In modern times, some vestiges of this office remain, especially in England. See Heralds\\' College (below), and King-at-Arms."},{"word":"Herald","type":"n.","descr":" A proclaimer; one who, or that which, publishes or announces; as, the herald of another\\'s fame."},{"word":"Herald","type":"n.","descr":" A forerunner; a a precursor; a harbinger."},{"word":"Herald","type":"n.","descr":" Any messenger."},{"word":"Heralded","type":"imp. and p. p.","descr":" of Herald"},{"word":"Heralding","type":"p. pr. and vb. n.","descr":" of Herald"},{"word":"Herald","type":"v. t.","descr":" To introduce, or give tidings of, as by a herald; to proclaim; to announce; to foretell; to usher in."},{"word":"Heraldic","type":"a.","descr":" Of or pertaining to heralds or heraldry; as, heraldic blazoning; heraldic language."},{"word":"Heraldically","type":"adv.","descr":" In an heraldic manner; according to the rules of heraldry."},{"word":"Heraldry","type":"n.","descr":" The art or office of a herald; the art, practice, or science of recording genealogies, and blazoning arms or ensigns armorial; also, of marshaling cavalcades, processions, and public ceremonies."},{"word":"Heraldship","type":"n.","descr":" The office of a herald."},{"word":"Herapathite","type":"n.","descr":" The sulphate of iodoquinine, a substance crystallizing in thin plates remarkable for their effects in polarizing light."},{"word":"Heraud","type":"n.","descr":" A herald."},{"word":"Herb","type":"n.","descr":" A plant whose stem does not become woody and permanent, but dies, at least down to the ground, after flowering."},{"word":"Herb","type":"n.","descr":" Grass; herbage."},{"word":"Herbaceous","type":"a.","descr":" Of or pertaining to herbs; having the nature, texture, or characteristics, of an herb; as, herbaceous plants; an herbaceous stem."},{"word":"Herbage","type":"n.","descr":" Herbs collectively; green food beasts; grass; pasture."},{"word":"Herbage","type":"n.","descr":" The liberty or right of pasture in the forest or in the grounds of another man."},{"word":"Herbaged","type":"a.","descr":" Covered with grass."},{"word":"Herbal","type":"a.","descr":" Of or pertaining to herbs."},{"word":"Herbal","type":"n.","descr":" A book containing the names and descriptions of plants."},{"word":"Herbal","type":"n.","descr":" A collection of specimens of plants, dried and preserved; a hortus siccus; an herbarium."},{"word":"Herbalism","type":"n.","descr":" The knowledge of herbs."},{"word":"Herbalist","type":"n.","descr":" One skilled in the knowledge of plants; a collector of, or dealer in, herbs, especially medicinal herbs."},{"word":"Herbar","type":"n.","descr":" An herb."},{"word":"Herbarian","type":"n.","descr":" A herbalist."},{"word":"Herbarist","type":"n.","descr":" A herbalist."},{"word":"Herbariums","type":"pl. ","descr":" of Herbarium"},{"word":"Herbaria","type":"pl. ","descr":" of Herbarium"},{"word":"Herbarium","type":"n.","descr":" A collection of dried specimens of plants, systematically arranged."},{"word":"Herbarium","type":"n.","descr":" A book or case for preserving dried plants."},{"word":"Herbarize","type":"v. t.","descr":" See Herborize."},{"word":"Herbary","type":"n.","descr":" A garden of herbs; a cottage garden."},{"word":"Herber","type":"n.","descr":" A garden; a pleasure garden."},{"word":"Herbergage","type":"n.","descr":" Harborage; lodging; shelter; harbor."},{"word":"Herbergeour","type":"n.","descr":" A harbinger."},{"word":"Herbergh","type":"n.","descr":" Alt. of Herberwe"},{"word":"Herberwe","type":"n.","descr":" A harbor."},{"word":"Herbescent","type":"a.","descr":" Growing into herbs."},{"word":"Herbid","type":"a.","descr":" Covered with herbs."},{"word":"Herbiferous","type":"a.","descr":" Bearing herbs or vegetation."},{"word":"Herbist","type":"n.","descr":" A herbalist."},{"word":"Herbivora","type":"n. pl.","descr":" An extensive division of Mammalia. It formerly included the Proboscidea, Hyracoidea, Perissodactyla, and Artiodactyla, but by later writers it is generally restricted to the two latter groups (Ungulata). They feed almost exclusively upon vegetation."},{"word":"Herbivore","type":"n.","descr":" One of the Herbivora."},{"word":"Herbivorous","type":"a.","descr":" Eating plants; of or pertaining to the Herbivora."},{"word":"Herbless","type":"a.","descr":" Destitute of herbs or of vegetation."},{"word":"Herblet","type":"n.","descr":" A small herb."},{"word":"Herborist","type":"n.","descr":" A herbalist."},{"word":"Herborization","type":"n.","descr":" The act of herborizing."},{"word":"Herborization","type":"n.","descr":" The figure of plants in minerals or fossils."},{"word":"Herborized","type":"imp. and p. p.","descr":" of Herborize"},{"word":"Herborizing","type":"p. pr. and vb. n.","descr":" of Herborize"},{"word":"Herborize","type":"v. i.","descr":" To search for plants, or new species of plants, with a view to classifying them."},{"word":"Herborize","type":"v. t.","descr":" To form the figures of plants in; -- said in reference to minerals. See Arborized."},{"word":"Herborough","type":"n.","descr":" A harbor."},{"word":"Herbose","type":"a.","descr":" Alt. of Herbous"},{"word":"Herbous","type":"a.","descr":" Abounding with herbs."},{"word":"Herb-women","type":"pl. ","descr":" of Herb-woman"},{"word":"Herb-woman","type":"n.","descr":" A woman that sells herbs."},{"word":"Herby","type":"a.","descr":" Having the nature of, pertaining to, or covered with, herbs or herbage."},{"word":"Hercogamous","type":"a.","descr":" Not capable of self-fertilization; -- said of hermaphrodite flowers in which some structural obstacle forbids autogamy."},{"word":"Herculean","type":"a.","descr":" Requiring the strength of Hercules; hence, very great, difficult, or dangerous; as, an Herculean task."},{"word":"Herculean","type":"a.","descr":" Having extraordinary strength or size; as, Herculean limbs."},{"word":"Hercules","type":"n.","descr":" A hero, fabled to have been the son of Jupiter and Alcmena, and celebrated for great strength, esp. for the accomplishment of his twelve great tasks or \"labors.\""},{"word":"Hercules","type":"n.","descr":" A constellation in the northern hemisphere, near Lyra."},{"word":"Hercynian","type":"a.","descr":" Of or pertaining to an extensive forest in Germany, of which there are still portions in Swabia and the Hartz mountains."},{"word":"Herd","type":"a.","descr":" Haired."},{"word":"Herd","type":"n.","descr":" A number of beasts assembled together; as, a herd of horses, oxen, cattle, camels, elephants, deer, or swine; a particular stock or family of cattle."},{"word":"Herd","type":"n.","descr":" A crowd of low people; a rabble."},{"word":"Herd","type":"n.","descr":" One who herds or assembles domestic animals; a herdsman; -- much used in composition; as, a shepherd; a goatherd, and the like."},{"word":"Herded","type":"imp. and p. p.","descr":" of Herd"},{"word":"Herding","type":"p. pr. and vb. n.","descr":" of Herd"},{"word":"Herd","type":"v. i.","descr":" To unite or associate in a herd; to feed or run together, or in company; as, sheep herd on many hills."},{"word":"Herd","type":"v. i.","descr":" To associate; to ally one\\'s self with, or place one\\'s self among, a group or company."},{"word":"Herd","type":"v. i.","descr":" To act as a herdsman or a shepherd."},{"word":"Herd","type":"v. t.","descr":" To form or put into a herd."},{"word":"Herdbook","type":"n.","descr":" A book containing the list and pedigrees of one or more herds of choice breeds of cattle; -- also called herd record, or herd register."},{"word":"Herder","type":"n.","descr":" A herdsman."},{"word":"Herderite","type":"n.","descr":" A rare fluophosphate of glucina, in small white crystals."},{"word":"Herdess","type":"n.","descr":" A shepherdess; a female herder."},{"word":"Herdgroom","type":"n.","descr":" A herdsman."},{"word":"Herdic","type":"n.","descr":" A kind of low-hung cab."},{"word":"Herdman","type":"n.","descr":" Alt. of Herdsman"},{"word":"Herdsman","type":"n.","descr":" The owner or keeper of a herd or of herds; one employed in tending a herd of cattle."},{"word":"Herdswoman","type":"n.","descr":" A woman who tends a herd."},{"word":"Here","type":"n.","descr":" Hair."},{"word":"Here","type":"pron.","descr":" See Her, their."},{"word":"Here","type":"pron.","descr":" Her; hers. See Her."},{"word":"Here","type":"adv.","descr":" In this place; in the place where the speaker is; -- opposed to there."},{"word":"Here","type":"adv.","descr":" In the present life or state."},{"word":"Here","type":"adv.","descr":" To or into this place; hither. [Colloq.] See Thither."},{"word":"Here","type":"adv.","descr":" At this point of time, or of an argument; now."},{"word":"Herea-bout","type":"adv.","descr":" Alt. of Hereabouts"},{"word":"Hereabouts","type":"adv.","descr":" About this place; in this vicinity."},{"word":"Hereabouts","type":"adv.","descr":" Concerning this."},{"word":"Hereafter","type":"adv.","descr":" In time to come; in some future time or state."},{"word":"Hereafter","type":"n.","descr":" A future existence or state."},{"word":"Hereafterward","type":"adv.","descr":" Hereafter."},{"word":"Here-at","type":"adv.","descr":" At, or by reason of, this; as, he was offended hereat."},{"word":"Hereby","type":"adv.","descr":" By means of this."},{"word":"Hereby","type":"adv.","descr":" Close by; very near."},{"word":"Hereditability","type":"n.","descr":" State of being hereditable."},{"word":"Hereditable","type":"a.","descr":" Capable of being inherited. See Inheritable."},{"word":"Hereditable","type":"a.","descr":" Qualified to inherit; capable of inheriting."},{"word":"Hereditably","type":"adv.","descr":" By inheritance."},{"word":"Hereditament","type":"n.","descr":" Any species of property that may be inherited; lands, tenements, anything corporeal or incorporeal, real, personal, or mixed, that may descend to an heir."},{"word":"Hereditarily","type":"adv.","descr":" By inheritance; in an hereditary manner."},{"word":"Hereditary","type":"a.","descr":" Descended, or capable of descending, from an ancestor to an heir at law; received or passing by inheritance, or that must pass by inheritance; as, an hereditary estate or crown."},{"word":"Hereditary","type":"a.","descr":" Transmitted, or capable of being transmitted, as a constitutional quality or condition from a parent to a child; as, hereditary pride, bravery, disease."},{"word":"Heredity","type":"n.","descr":" Hereditary transmission of the physical and psychical qualities of parents to their offspring; the biological law by which living beings tend to repeat their characteristics in their descendants. See Pangenesis."},{"word":"Hereford","type":"n.","descr":" One of a breed of cattle originating in Herefordshire, England. The Herefords are good working animals, and their beef-producing quality is excellent."},{"word":"Herehence","type":"adv.","descr":" From hence."},{"word":"Herein","type":"adv.","descr":" In this."},{"word":"Hereinafter","type":"adv.","descr":" In the following part of this (writing, document, speech, and the like)."},{"word":"Hereinbefore","type":"adv.","descr":" In the preceding part of this (writing, document, book, etc.)."},{"word":"Hereinto","type":"adv.","descr":" Into this."},{"word":"Heremit","type":"n.","descr":" Alt. of Heremite"},{"word":"Heremite","type":"n.","descr":" A hermit."},{"word":"Heremitical","type":"a.","descr":" Of or pertaining to a hermit; solitary; secluded from society."},{"word":"Heren","type":"a.","descr":" Made of hair."},{"word":"Hereof","type":"adv.","descr":" Of this; concerning this; from this; hence."},{"word":"Hereon","type":"adv.","descr":" On or upon this; hereupon."},{"word":"Hereout","type":"adv.","descr":" Out of this."},{"word":"Heresiarch","type":"n.","descr":" A leader in heresy; the chief of a sect of heretics."},{"word":"Heresiarchy","type":"n.","descr":" A chief or great heresy."},{"word":"Heresiographer","type":"n.","descr":" One who writes on heresies."},{"word":"Heresiography","type":"n.","descr":" A treatise on heresy."},{"word":"Heresies","type":"pl. ","descr":" of Heresy"},{"word":"Heresy","type":"n.","descr":" An opinion held in opposition to the established or commonly received doctrine, and tending to promote a division or party, as in politics, literature, philosophy, etc.; -- usually, but not necessarily, said in reproach."},{"word":"Heresy","type":"n.","descr":" Religious opinion opposed to the authorized doctrinal standards of any particular church, especially when tending to promote schism or separation; lack of orthodox or sound belief; rejection of, or erroneous belief in regard to, some fundamental religious doctrine or truth; heterodoxy."},{"word":"Heresy","type":"n.","descr":" An offense against Christianity, consisting in a denial of some essential doctrine, which denial is publicly avowed, and obstinately maintained."},{"word":"Heretic","type":"n.","descr":" One who holds to a heresy; one who believes some doctrine contrary to the established faith or prevailing religion."},{"word":"Heretic","type":"n.","descr":" One who having made a profession of Christian belief, deliberately and pertinaciously refuses to believe one or more of the articles of faith \"determined by the authority of the universal church.\""},{"word":"Heretical","type":"a.","descr":" Containing heresy; of the nature of, or characterized by, heresy."},{"word":"Heretically","type":"adv.","descr":" In an heretical manner."},{"word":"Hereticate","type":"v. t.","descr":" To decide to be heresy or a heretic; to denounce as a heretic or heretical."},{"word":"Heretification","type":"n.","descr":" The act of hereticating or pronouncing heretical."},{"word":"Hereto","type":"adv.","descr":" To this; hereunto."},{"word":"Heretoch","type":"n.","descr":" Alt. of Heretog"},{"word":"Heretog","type":"n.","descr":" The leader or commander of an army; also, a marshal."},{"word":"Heretofore","type":"adv.","descr":" Up to this time; hitherto; before; in time past."},{"word":"Hereunto","type":"adv.","descr":" Unto this; up to this time; hereto."},{"word":"Hereupon","type":"adv.","descr":" On this; hereon."},{"word":"Herewith","type":"adv.","descr":" With this."},{"word":"Herie","type":"v. t.","descr":" To praise; to worship."},{"word":"Heriot","type":"n.","descr":" Formerly, a payment or tribute of arms or military accouterments, or the best beast, or chattel, due to the lord on the death of a tenant; in modern use, a customary tribute of goods or chattels to the lord of the fee, paid on the decease of a tenant."},{"word":"Heriotable","type":"a.","descr":" Subject to the payment of a heriot."},{"word":"Herisson","type":"n.","descr":" A beam or bar armed with iron spikes, and turning on a pivot; -- used to block up a passage."},{"word":"Heritability","type":"n.","descr":" The state of being heritable."},{"word":"Heritable","type":"a.","descr":" Capable of being inherited or of passing by inheritance; inheritable."},{"word":"Heritable","type":"a.","descr":" Capable of inheriting or receiving by inheritance."},{"word":"Heritage","type":"a.","descr":" That which is inherited, or passes from heir to heir; inheritance."},{"word":"Heritage","type":"a.","descr":" A possession; the Israelites, as God\\'s chosen people; also, a flock under pastoral charge."},{"word":"Heritance","type":"n.","descr":" Heritage; inheritance."},{"word":"Heritor","type":"n.","descr":" A proprietor or landholder in a parish."},{"word":"Herl","type":"n.","descr":" Same as Harl, 2."},{"word":"Herling","type":"n.","descr":" Alt. of Hirling"},{"word":"Hermae","type":"pl. ","descr":" of Herma"},{"word":"Herma","type":"n.","descr":" See Hermes, 2."},{"word":"Hermaphrodeity","type":"n.","descr":" Hermaphrodism."},{"word":"Hermaphrodism","type":"n.","descr":" See Hermaphroditism."},{"word":"Hermaphrodite","type":"n.","descr":" An individual which has the attributes of both male and female, or which unites in itself the two sexes; an animal or plant having the parts of generation of both sexes, as when a flower contains both the stamens and pistil within the same calyx, or on the same receptacle. In some cases reproduction may take place without the union of the distinct individuals. In the animal kingdom true hermaphrodites are found only among the invertebrates. See Illust. in Appendix, under Helminths."},{"word":"Hermaphrodite","type":"a.","descr":" Including, or being of, both sexes; as, an hermaphrodite animal or flower."},{"word":"Hermaphroditic","type":"a.","descr":" Alt. of Hermaphroditical"},{"word":"Hermaphroditical","type":"a.","descr":" Partaking of the characteristics of both sexes; characterized by hermaphroditism."},{"word":"Hermaphroditism","type":"n.","descr":" The union of the two sexes in the same individual, or the combination of some of their characteristics or organs in one individual."},{"word":"Hermeneutic","type":"a.","descr":" Alt. of Hermeneutical"},{"word":"Hermeneutical","type":"a.","descr":" Unfolding the signification; of or pertaining to interpretation; exegetical; explanatory; as, hermeneutic theology, or the art of expounding the Scriptures; a hermeneutic phrase."},{"word":"Hermeneutically","type":"adv.","descr":" According to the principles of interpretation; as, a verse of Scripture was examined hermeneutically."},{"word":"Hermeneutics","type":"n.","descr":" The science of interpretation and explanation; exegesis; esp., that branch of theology which defines the laws whereby the meaning of the Scriptures is to be ascertained."},{"word":"Hermes","type":"n.","descr":" See Mercury."},{"word":"Hermes","type":"n.","descr":" Originally, a boundary stone dedicated to Hermes as the god of boundaries, and therefore bearing in some cases a head, or head and shoulders, placed upon a quadrangular pillar whose height is that of the body belonging to the head, sometimes having feet or other parts of the body sculptured upon it. These figures, though often representing Hermes, were used for other divinities, and even, in later times, for portraits of human beings. Called also herma. See Terminal statue, under Terminal."},{"word":"Hermetic","type":"a.","descr":" Alt. of Hermetical"},{"word":"Hermetical","type":"a.","descr":" Of, pertaining to, or taught by, Hermes Trismegistus; as, hermetic philosophy. Hence: Alchemical; chemic."},{"word":"Hermetical","type":"a.","descr":" Of or pertaining to the system which explains the causes of diseases and the operations of medicine on the principles of the hermetic philosophy, and which made much use, as a remedy, of an alkali and an acid; as, hermetic medicine."},{"word":"Hermetical","type":"a.","descr":" Made perfectly close or air-tight by fusion, so that no gas or spirit can enter or escape; as, an hermetic seal. See Note under Hermetically."},{"word":"Hermetically","type":"adv.","descr":" In an hermetical manner; chemically."},{"word":"Hermetically","type":"adv.","descr":" By fusion, so as to form an air-tight closure."},{"word":"Hermit","type":"n.","descr":" A person who retires from society and lives in solitude; a recluse; an anchoret; especially, one who so lives from religious motives."},{"word":"Hermit","type":"n.","descr":" A beadsman; one bound to pray for another."},{"word":"Hermitage","type":"n.","descr":" The habitation of a hermit; a secluded residence."},{"word":"Hermitage","type":"n.","descr":" A celebrated French wine, both white and red, of the Department of Drome."},{"word":"Hermitary","type":"n.","descr":" A cell annexed to an abbey, for the use of a hermit."},{"word":"Hermitess","type":"n.","descr":" A female hermit."},{"word":"Hermitical","type":"a.","descr":" Pertaining to, or suited for, a hermit."},{"word":"Hermodactyl","type":"n.","descr":" A heart-shaped bulbous root, about the size of a finger, brought from Turkey, formerly used as a cathartic."},{"word":"Hermogenian","type":"n.","descr":" A disciple of Hermogenes, an heretical teacher who lived in Africa near the close of the second century. He held matter to be the fountain of all evil, and that souls and spirits are formed of corrupt matter."},{"word":"Hern","type":"n.","descr":" A heron; esp., the common European heron."},{"word":"Hernani","type":"n.","descr":" A thin silk or woolen goods, for women\\'s dresses, woven in various styles and colors."},{"word":"Herne","type":"n.","descr":" A corner."},{"word":"Hernias","type":"pl. ","descr":" of Hernia"},{"word":"Herniae","type":"pl. ","descr":" of Hernia"},{"word":"Hernia","type":"n.","descr":" A protrusion, consisting of an organ or part which has escaped from its natural cavity, and projects through some natural or accidental opening in the walls of the latter; as, hernia of the brain, of the lung, or of the bowels. Hernia of the abdominal viscera in most common. Called also rupture."},{"word":"Hernial","type":"a.","descr":" Of, or connected with, hernia."},{"word":"Herniotomy","type":"n.","descr":" A cutting for the cure or relief of hernia; celotomy."},{"word":"Hernshaw","type":"n.","descr":" Heronshaw."},{"word":"Heroes","type":"pl. ","descr":" of Hero"},{"word":"Hero","type":"n.","descr":" An illustrious man, supposed to be exalted, after death, to a place among the gods; a demigod, as Hercules."},{"word":"Hero","type":"n.","descr":" A man of distinguished valor or enterprise in danger, or fortitude in suffering; a prominent or central personage in any remarkable action or event; hence, a great or illustrious person."},{"word":"Hero","type":"n.","descr":" The principal personage in a poem, story, and the like, or the person who has the principal share in the transactions related; as Achilles in the Iliad, Ulysses in the Odyssey, and Aeneas in the Aeneid."},{"word":"Herodian","type":"n.","descr":" One of a party among the Jews, composed of partisans of Herod of Galilee. They joined with the Pharisees against Christ."},{"word":"Herodiones","type":"n. pl.","descr":" A division of wading birds, including the herons, storks, and allied forms. Called also Herodii."},{"word":"Heroess","type":"n.","descr":" A heroine."},{"word":"Heroic","type":"a.","descr":" Of or pertaining to, or like, a hero; of the nature of heroes; distinguished by the existence of heroes; as, the heroic age; an heroic people; heroic valor."},{"word":"Heroic","type":"a.","descr":" Worthy of a hero; bold; daring; brave; illustrious; as, heroic action; heroic enterprises."},{"word":"Heroic","type":"a.","descr":" Larger than life size, but smaller than colossal; -- said of the representation of a human figure."},{"word":"Heroical","type":"a.","descr":" Heroic."},{"word":"Heroicness","type":"n.","descr":" Heroism."},{"word":"Heroicomic","type":"a.","descr":" Alt. of Heroicomical"},{"word":"Heroicomical","type":"a.","descr":" Combining the heroic and the ludicrous; denoting high burlesque; as, a heroicomic poem."},{"word":"Heroine","type":"n.","descr":" A woman of an heroic spirit."},{"word":"Heroine","type":"n.","descr":" The principal female person who figures in a remarkable action, or as the subject of a poem or story."},{"word":"Heroism","type":"n.","descr":" The qualities characteristic of a hero, as courage, bravery, fortitude, unselfishness, etc.; the display of such qualities."},{"word":"Heron","type":"n.","descr":" Any wading bird of the genus Ardea and allied genera, of the family Ardeidae. The herons have a long, sharp bill, and long legs and toes, with the claw of the middle toe toothed. The common European heron (Ardea cinerea) is remarkable for its directly ascending flight, and was formerly hunted with the larger falcons."},{"word":"Heroner","type":"n.","descr":" A hawk used in hunting the heron."},{"word":"Heronry","type":"n.","descr":" A place where herons breed."},{"word":"Heronsew","type":"n.","descr":" A heronshaw."},{"word":"Heronshaw","type":"n.","descr":" A heron."},{"word":"Heroologist","type":"n.","descr":" One who treats of heroes."},{"word":"Heroship","type":"n.","descr":" The character or personality of a hero."},{"word":"Herpes","type":"n.","descr":" An eruption of the skin, taking various names, according to its form, or the part affected; especially, an eruption of vesicles in small distinct clusters, accompanied with itching or tingling, including shingles, ringworm, and the like; -- so called from its tendency to creep or spread from one part of the skin to another."},{"word":"Herpetic","type":"a.","descr":" Pertaining to, or resembling, the herpes; partaking of the nature of herpes; as, herpetic eruptions."},{"word":"Herpetism","type":"n.","descr":" See Dartrous diathesis, under Dartrous."},{"word":"Herpetologic","type":"a.","descr":" Alt. of Herpetological"},{"word":"Herpetological","type":"a.","descr":" Pertaining to herpetology."},{"word":"Herpetologist","type":"n.","descr":" One versed in herpetology, or the natural history of reptiles."},{"word":"Herpetology","type":"n.","descr":" The natural history of reptiles; that branch of zoology which relates to reptiles, including their structure, classification, and habits."},{"word":"Herpetotomist","type":"n.","descr":" One who dissects, or studies the anatomy of, reptiles."},{"word":"Herpetotomy","type":"n.","descr":" The anatomy or dissection of reptiles."},{"word":"Herr","type":"n.","descr":" A title of respect given to gentlemen in Germany, equivalent to the English Mister."},{"word":"Herring","type":"n.","descr":" One of various species of fishes of the genus Clupea, and allied genera, esp. the common round or English herring (C. harengus) of the North Atlantic. Herrings move in vast schools, coming in spring to the shores of Europe and America, where they are salted and smoked in great quantities."},{"word":"Herringbone","type":"a.","descr":" Pertaining to, or like, the spine of a herring; especially, characterized by an arrangement of work in rows of parallel lines, which in the alternate rows slope in different directions."},{"word":"Herrnhuter","type":"n.","descr":" One of the Moravians; -- so called from the settlement of Herrnhut (the Lord\\'s watch) made, about 1722, by the Moravians at the invitation of Nicholas Lewis, count of Zinzendorf, upon his estate in the circle of Bautzen."},{"word":"Hers","type":"pron.","descr":" See the Note under Her, pron."},{"word":"Hersal","type":"n.","descr":" Rehearsal."},{"word":"Herschel","type":"n.","descr":" See Uranus."},{"word":"Herschelian","type":"a.","descr":" Of or relating to Sir William Herschel; as, the Herschelian telescope."},{"word":"Herse","type":"n.","descr":" A kind of gate or portcullis, having iron bars, like a harrow, studded with iron spikes. It is hung above gateways so that it may be quickly lowered, to impede the advance of an enemy."},{"word":"Herse","type":"n.","descr":" See Hearse, a carriage for the dead."},{"word":"Herse","type":"n.","descr":" A funeral ceremonial."},{"word":"Herse","type":"v. t.","descr":" Same as Hearse, v. t."},{"word":"Herself","type":"pron.","descr":" An emphasized form of the third person feminine pronoun; -- used as a subject with she; as, she herself will bear the blame; also used alone in the predicate, either in the nominative or objective case; as, it is herself; she blames herself."},{"word":"Herself","type":"pron.","descr":" Her own proper, true, or real character; hence, her right, or sane, mind; as, the woman was deranged, but she is now herself again; she has come to herself."},{"word":"Hersillon","type":"n.","descr":" A beam with projecting spikes, used to make a breach impassable."},{"word":"Hert","type":"n.","descr":" A hart."},{"word":"Herte","type":"n.","descr":" A heart."},{"word":"Hertely","type":"a. and adv.","descr":" Hearty; heartily."},{"word":"Hery","type":"v. t.","descr":" To worship; to glorify; to praise."},{"word":"Hesitancy","type":"n.","descr":" The act of hesitating, or pausing to consider; slowness in deciding; vacillation; also, the manner of one who hesitates."},{"word":"Hesitancy","type":"n.","descr":" A stammering; a faltering in speech."},{"word":"Hesitant","type":"a.","descr":" Not prompt in deciding or acting; hesitating."},{"word":"Hesitant","type":"a.","descr":" Unready in speech."},{"word":"Hesitantly","type":"adv.","descr":" With hesitancy or doubt."},{"word":"Hesitated","type":"imp. and p. p.","descr":" of Hesitate"},{"word":"Hesitating","type":"p. pr. and vb. n.","descr":" of Hesitate"},{"word":"Hesitate","type":"v. i.","descr":" To stop or pause respecting decision or action; to be in suspense or uncertainty as to a determination; as, he hesitated whether to accept the offer or not; men often hesitate in forming a judgment."},{"word":"Hesitate","type":"v. i.","descr":" To stammer; to falter in speaking."},{"word":"Hesitate","type":"v. t.","descr":" To utter with hesitation or to intimate by a reluctant manner."},{"word":"Hesitatingly","type":"adv.","descr":" With hesitation or doubt."},{"word":"Hesitation","type":"n.","descr":" The act of hesitating; suspension of opinion or action; doubt; vacillation."},{"word":"Hesitation","type":"n.","descr":" A faltering in speech; stammering."},{"word":"Hesitative","type":"a.","descr":" Showing, or characterized by, hesitation."},{"word":"Hesitatory","type":"a.","descr":" Hesitating."},{"word":"Hesp","type":"n.","descr":" A measure of two hanks of linen thread."},{"word":"Hesper","type":"n.","descr":" The evening; Hesperus."},{"word":"Hesperetin","type":"n.","descr":" A white, crystalline substance having a sweetish taste, obtained by the decomposition of hesperidin, and regarded as a complex derivative of caffeic acid."},{"word":"Hesperian","type":"a.","descr":" Western; being in the west; occidental."},{"word":"Hesperian","type":"n.","descr":" A native or an inhabitant of a western country."},{"word":"Hesperian","type":"a.","descr":" Of or pertaining to a family of butterflies called Hesperidae, or skippers."},{"word":"Hesperian","type":"n.","descr":" Any one of the numerous species of Hesperidae; a skipper."},{"word":"Hesperid","type":"a. and n.","descr":" Same as 3d Hesperian."},{"word":"Hesperidene","type":"n.","descr":" An isomeric variety of terpene from orange oil."},{"word":"Hesperides","type":"n. pl.","descr":" The daughters of Hesperus, or Night (brother of Atlas), and fabled possessors of a garden producing golden apples, in Africa, at the western extremity of the known world. To slay the guarding dragon and get some of these apples was one of the labors of Hercules. Called also Atlantides."},{"word":"Hesperides","type":"n. pl.","descr":" The garden producing the golden apples."},{"word":"Hesperidin","type":"n.","descr":" A glucoside found in ripe and unripe fruit (as the orange), and extracted as a white crystalline substance."},{"word":"Hesperidium","type":"n.","descr":" A large berry with a thick rind, as a lemon or an orange."},{"word":"Hesperornis","type":"n.","descr":" A genus of large, extinct, wingless birds from the Cretaceous deposits of Kansas, belonging to the Odontornithes. They had teeth, and were essentially carnivorous swimming ostriches. Several species are known. See Illust. in Append."},{"word":"Hesperus","type":"n.","descr":" Venus when she is the evening star; Hesper."},{"word":"Hesperus","type":"n.","descr":" Evening."},{"word":"Hessian","type":"a.","descr":" Of or relating to Hesse, in Germany, or to the Hessians."},{"word":"Hessian","type":"n.","descr":" A native or inhabitant of Hesse."},{"word":"Hessian","type":"n.","descr":" A mercenary or venal person."},{"word":"Hessian","type":"n.","descr":" See Hessian boots and cloth, under Hessian, a."},{"word":"Hessite","type":"n.","descr":" A lead-gray sectile mineral. It is a telluride of silver."},{"word":"Hest","type":"n.","descr":" Command; precept; injunction."},{"word":"Hestern","type":"a.","descr":" Alt. of Hesternal"},{"word":"Hesternal","type":"a.","descr":" Pertaining to yesterday. [Obs.] See Yester, a."},{"word":"Hesychast","type":"n.","descr":" One of a mystical sect of the Greek Church in the fourteenth century; a quietist."},{"word":"Hetairism","type":"n.","descr":" Alt. of Hetarism"},{"word":"Hetarism","type":"n.","descr":" A supposed primitive state of society, in which all the women of a tribe were held in common."},{"word":"Hetchel","type":"v. t.","descr":" Same as Hatchel."},{"word":"Hete","type":"imp. and p. p.","descr":" of Hete"},{"word":"Het","type":"","descr":" of Hete"},{"word":"Hete","type":"v. t. and i.","descr":" Variant of Hote."},{"word":"Heteracanth","type":"a.","descr":" Having the spines of the dorsal fin unsymmetrical, or thickened alternately on the right and left sides."},{"word":"Heterarchy","type":"n.","descr":" The government of an alien."},{"word":"Heterauxesis","type":"n.","descr":" Unequal growth of a cell, or of a part of a plant."},{"word":"Hetero-","type":"","descr":" A combining form signifying other, other than usual, different; as, heteroclite, heterodox, heterogamous."},{"word":"Heterocarpism","type":"n.","descr":" The power of producing two kinds of reproductive bodies, as in Amphicarpaea, in which besides the usual pods, there are others underground."},{"word":"Heterocarpous","type":"a.","descr":" Characterized by heterocarpism."},{"word":"Hetercephalous","type":"a.","descr":" Bearing two kinds of heads or capitula; -- said of certain composite plants."},{"word":"Heterocera","type":"n. pl.","descr":" A division of Lepidoptera, including the moths, and hawk moths, which have the antennae variable in form."},{"word":"Heterocercal","type":"a.","descr":" Having the vertebral column evidently continued into the upper lobe of the tail, which is usually longer than the lower one, as in sharks."},{"word":"Heterocercy","type":"n.","descr":" Unequal development of the tail lobes of fishes; the possession of a heterocercal tail."},{"word":"Heterochromous","type":"a.","descr":" Having the central florets of a flower head of a different color from those of the circumference."},{"word":"Heterochronism","type":"n.","descr":" Alt. of Heterochrony"},{"word":"Heterochrony","type":"n.","descr":" In evolution, a deviation from the typical sequence in the formation of organs or parts."},{"word":"Heteroclite","type":"a.","descr":" Deviating from ordinary forms or rules; irregular; anomalous; abnormal."},{"word":"Heteroclite","type":"n.","descr":" A word which is irregular or anomalous either in declension or conjugation, or which deviates from ordinary forms of inflection in words of a like kind; especially, a noun which is irregular in declension."},{"word":"Heteroclite","type":"n.","descr":" Any thing or person deviating from the common rule, or from common forms."},{"word":"Heteroclitic","type":"a.","descr":" Alt. of Heteroclitical"},{"word":"Heteroclitical","type":"a.","descr":" Deviating from ordinary forms or rules; irregular; anomalous; abnormal."},{"word":"Heteroclitous","type":"a.","descr":" Heteroclitic."},{"word":"Heterocyst","type":"n.","descr":" A cell larger than the others, and of different appearance, occurring in certain algae related to nostoc."},{"word":"Heterodactyl","type":"a.","descr":" Heterodactylous."},{"word":"Heterodactyl","type":"n.","descr":" One of the Heterodactylae."},{"word":"Heterodactylae","type":"n. pl.","descr":" A group of birds including the trogons."},{"word":"Heterodactylous","type":"a.","descr":" Having the first and second toes turned backward, as in the trogons."},{"word":"Heterodont","type":"a.","descr":" Having the teeth differentiated into incisors, canines, and molars, as in man; -- opposed to homodont."},{"word":"Heterodont","type":"n.","descr":" Any animal with heterodont dentition."},{"word":"Heterodox","type":"a.","descr":" Contrary to, or differing from, some acknowledged standard, as the Bible, the creed of a church, the decree of a council, and the like; not orthodox; heretical; -- said of opinions, doctrines, books, etc., esp. upon theological subjects."},{"word":"Heterodox","type":"a.","descr":" Holding heterodox opinions, or doctrines not orthodox; heretical; -- said of persons."},{"word":"Heterodox","type":"n.","descr":" An opinion opposed to some accepted standard."},{"word":"Heterodoxal","type":"a.","descr":" Not orthodox."},{"word":"Heterodoxy","type":"n.","descr":" An opinion or doctrine, or a system of doctrines, contrary to some established standard of faith, as the Scriptures, the creed or standards of a church, etc.; heresy."},{"word":"Heterodromous","type":"a.","descr":" Having spirals of changing direction."},{"word":"Heterodromous","type":"a.","descr":" Moving in opposite directions; -- said of a lever, pulley, etc., in which the resistance and the actuating force are on opposite sides of the fulcrum or axis."},{"word":"Heterogamous","type":"a.","descr":" The condition of having two or more kinds of flowers which differ in regard to stamens and pistils, as in the aster."},{"word":"Heterogamous","type":"a.","descr":" Characterized by heterogamy."},{"word":"Heterogamy","type":"n.","descr":" The process of fertilization in plants by an indirect or circuitous method; -- opposed to orthogamy."},{"word":"Heterogamy","type":"n.","descr":" That form of alternate generation in which two kinds of sexual generation, or a sexual and a parthenogenetic generation, alternate; -- in distinction from metagenesis, where sexual and asexual generations alternate."},{"word":"Heterogangliate","type":"a.","descr":" Having the ganglia of the nervous system unsymmetrically arranged; -- said of certain invertebrate animals."},{"word":"Heterogene","type":"a.","descr":" Heterogenous."},{"word":"Heterogeneal","type":"a.","descr":" Heterogeneous."},{"word":"Heterogeneity","type":"n.","descr":" The state of being heterogeneous; contrariety."},{"word":"Heterogeneous","type":"a.","descr":" Differing in kind; having unlike qualities; possessed of different characteristics; dissimilar; -- opposed to homogeneous, and said of two or more connected objects, or of a conglomerate mass, considered in respect to the parts of which it is made up."},{"word":"Heterogenesis","type":"n.","descr":" Spontaneous generation, so called."},{"word":"Heterogenesis","type":"n.","descr":" That method of reproduction in which the successive generations differ from each other, the parent organism producing offspring different in habit and structure from itself, the original form, however, reappearing after one or more generations; -- opposed to homogenesis, or gamogenesis."},{"word":"Heterogenetic","type":"a.","descr":" Relating to heterogenesis; as, heterogenetic transformations."},{"word":"Heterogenist","type":"n.","descr":" One who believes in the theory of spontaneous generation, or heterogenesis."},{"word":"Heterogenous","type":"a.","descr":" Of or pertaining to heterogenesis; heterogenetic."},{"word":"Heterogeny","type":"n.","descr":" Heterogenesis."},{"word":"Heterogonous","type":"a.","descr":" Characterized by heterogony."},{"word":"Heterogony","type":"n.","descr":" The condition of having two or more kinds of flowers, different as to the length of their stamens and pistils."},{"word":"Heterographic","type":"a.","descr":" Employing the same letters to represent different sounds in different words or syllables; -- said of methods of spelling; as, the ordinary English orthography is heterographic."},{"word":"Heterography","type":"n.","descr":" That method of spelling in which the same letters represent different sounds in different words, as in the ordinary English orthography; e. g., g in get and in ginger."},{"word":"Heterogynous","type":"a.","descr":" Having females very unlike the males in form and structure; -- as certain insects, the males of which are winged, and the females wingless."},{"word":"Heterologous","type":"a.","descr":" Characterized by heterology; consisting of different elements, or of like elements in different proportions; different; -- opposed to homologous; as, heterologous organs."},{"word":"Heterology","type":"n.","descr":" The absence of correspondence, or relation, in type of structure; lack of analogy between parts, owing to their being composed of different elements, or of like elements in different proportions; variation in structure from the normal form; -- opposed to homology."},{"word":"Heterology","type":"n.","descr":" The connection or relation of bodies which have partial identity of composition, but different characteristics and properties; the relation existing between derivatives of the same substance, or of the analogous members of different series; as, ethane, ethyl alcohol, acetic aldehyde, and acetic acid are in heterology with each other, though each in at the same time a member of a distinct homologous series.  Cf. Homology."},{"word":"Heteromera","type":"n. pl.","descr":" A division of Coleoptera, having heteromerous tarsi."},{"word":"Heteromerous","type":"a.","descr":" Unrelated in chemical composition, though similar or indentical in certain other respects; as, borax and augite are homoemorphous, but heteromerous."},{"word":"Heteromerous","type":"a.","descr":" With the parts not corresponding in number."},{"word":"Heteromerous","type":"a.","descr":" Having the femoral artery developed as the principal artery of the leg; -- said of certain birds, as the cotingas and pipras."},{"word":"Heteromerous","type":"a.","descr":" Having five tarsal joints in the anterior and middle legs, but only four in the posterior pair, as the blister beetles and oil beetles."},{"word":"Heteromorphic","type":"a.","descr":" Deviating from the normal, perfect, or mature form; having different forms at different stages of existence, or in different individuals of the same species; -- applied especially to insects in which there is a wide difference of form between the larva and the adult, and to plants having more than one form of flower."},{"word":"Heteromorphism","type":"n.","descr":" Alt. of Heteromorphy"},{"word":"Heteromorphy","type":"n.","descr":" The state or quality of being heteromorphic."},{"word":"Heteromorphous","type":"a.","descr":" Heteromorphic."},{"word":"Heteromyaria","type":"n. pl.","descr":" A division of bivalve shells, including the marine mussels, in which the two adductor muscles are very unequal. See Dreissena, and Illust. under Byssus."},{"word":"Heteronereis","type":"n.","descr":" A free-swimming, dimorphic, sexual form of certain species of Nereis."},{"word":"Heteronomous","type":"a.","descr":" Subject to the law of another."},{"word":"Heteronomy","type":"n.","descr":" Subordination or subjection to the law of another; political subjection of a community or state; -- opposed to autonomy."},{"word":"Heteronomy","type":"n.","descr":" A term applied by Kant to those laws which are imposed on us from without, or the violence done to us by our passions, wants, or desires."},{"word":"Heteronym","type":"n.","descr":" That which is heteronymous; a thing having a different name or designation from some other thing; -- opposed to homonym."},{"word":"Heteronymous","type":"a.","descr":" Having different names or designations; standing in opposite relations."},{"word":"Heteroousian","type":"a.","descr":" Having different essential qualities; of a different nature."},{"word":"Heteroousian","type":"n.","descr":" One of those Arians who held that the Son was of a different substance from the Father."},{"word":"Heteroousious","type":"a.","descr":" See Heteroousian."},{"word":"Heteropathic","type":"a.","descr":" Of or pertaining to the method of heteropathy; allopathic."},{"word":"Heteropathy","type":"n.","descr":" That mode of treating diseases, by which a morbid condition is removed by inducing an opposite morbid condition to supplant it; allopathy."},{"word":"Heteropelmous","type":"a.","descr":" Having each of the two flexor tendons of the toes bifid, the branches of one going to the first and second toes; those of the other, to the third and fourth toes. See Illust. in Append."},{"word":"Heterophagi","type":"n. pl.","descr":" Altrices."},{"word":"Heterophemist","type":"n.","descr":" One liable to the fault of heterophemy."},{"word":"Heterophemy","type":"n.","descr":" The unconscious saying, in speech or in writing, of that which one does not intend to say; -- frequently the very reverse of the thought which is present to consciousness."},{"word":"Heterophony","type":"n.","descr":" An abnormal state of the voice."},{"word":"Heterophyllous","type":"a.","descr":" Having leaves of more than one shape on the same plant."},{"word":"Heteroplasm","type":"n.","descr":" An abnormal formation foreign to the economy, and composed of elements different from those are found in it in its normal condition."},{"word":"Heteroplastic","type":"a.","descr":" Producing a different type of organism; developing into a different form of tissue, as cartilage which develops into bone."},{"word":"Heteropod","type":"n.","descr":" One of the Heteropoda."},{"word":"Heteropod","type":"a.","descr":" Heteropodous."},{"word":"Heteropoda","type":"n. pl.","descr":" An order of pelagic Gastropoda, having the foot developed into a median fin. Some of the species are naked; others, as Carinaria and Atlanta, have thin glassy shells."},{"word":"Heteropodous","type":"a.","descr":" Of or pertaining to the Heteropoda."},{"word":"Heteropter","type":"n.","descr":" One of the Heteroptera."},{"word":"Heteroptera","type":"n. pl.","descr":" A suborder of Hemiptera, in which the base of the anterior wings is thickened. See Hemiptera."},{"word":"Heteroptics","type":"n.","descr":" False optics."},{"word":"Heteroscian","type":"n.","descr":" One who lives either north or south of the tropics, as contrasted with one who lives on the other side of them; -- so called because at noon the shadows always fall in opposite directions (the one northward, the other southward)."},{"word":"Heterosis","type":"n.","descr":" A figure of speech by which one form of a noun, verb, or pronoun, and the like, is used for another, as in the sentence: \"What is life to such as me?\""},{"word":"Heterosomati","type":"n. pl.","descr":" An order of fishes, comprising the flounders, halibut, sole, etc., having the body and head asymmetrical, with both eyes on one side. Called also Heterosomata, Heterosomi."},{"word":"Heterosporic","type":"a.","descr":" Alt. of Heterosporous"},{"word":"Heterosporous","type":"a.","descr":" Producing two kinds of spores unlike each other."},{"word":"Heterostyled","type":"a.","descr":" Having styles of two or more distinct forms or lengths."},{"word":"Heterostylism","type":"n.","descr":" The condition of being heterostyled."},{"word":"Heterotactous","type":"a.","descr":" Relating to, or characterized by, heterotaxy."},{"word":"Heterotaxy","type":"n.","descr":" Variation in arrangement from that existing in a normal form; heterogenous arrangement or structure, as, in botany, the deviation in position of the organs of a plant, from the ordinary or typical arrangement."},{"word":"Heterotopism","type":"n.","descr":" Alt. of Heterotopy"},{"word":"Heterotopy","type":"n.","descr":" A deviation from the natural position; -- a term applied in the case of organs or growths which are abnormal in situation."},{"word":"Heterotopy","type":"n.","descr":" A deviation from the natural position of parts, supposed to be effected in thousands of years, by the gradual displacement of germ cells."},{"word":"Heterotricha","type":"n. pl.","descr":" A division of ciliated Infusoria, having fine cilia all over the body, and a circle of larger ones around the anterior end."},{"word":"Heterotropal","type":"a.","descr":" Alt. of Heterotropous"},{"word":"Heterotropous","type":"a.","descr":" Having the embryo or ovule oblique or transverse to the funiculus; amphitropous."},{"word":"Hething","type":"n.","descr":" Contempt; scorn."},{"word":"Hetmans","type":"pl. ","descr":" of Hetman"},{"word":"Hetman","type":"n.","descr":" A Cossack headman or general. The title of chief hetman is now held by the heir to the throne of Russia."},{"word":"Heugh","type":"n.","descr":" A crag; a cliff; a glen with overhanging sides."},{"word":"Heugh","type":"n.","descr":" A shaft in a coal pit; a hollow in a quarry."},{"word":"Heuk","type":"n.","descr":" Variant of Huke."},{"word":"Heulandite","type":"n.","descr":" A mineral of the Zeolite family, often occurring in amygdaloid, in foliated masses, and also in monoclinic crystals with pearly luster on the cleavage face. It is a hydrous silicate of alumina and lime."},{"word":"Heuristic","type":"a.","descr":" Serving to discover or find out."},{"word":"Heved","type":"n.","descr":" The head."},{"word":"Hewed","type":"imp.","descr":" of Hew"},{"word":"Hewed","type":"p. p.","descr":" of Hew"},{"word":"Hewn","type":"","descr":" of Hew"},{"word":"Hewing","type":"p. pr. and vb. n.","descr":" of Hew"},{"word":"Hew","type":"v. t.","descr":" To cut with an ax; to fell with a sharp instrument; -- often with down, or off."},{"word":"Hew","type":"v. t.","descr":" To form or shape with a sharp instrument; to cut; hence, to form laboriously; -- often with out; as, to hew out a sepulcher."},{"word":"Hew","type":"v. t.","descr":" To cut in pieces; to chop; to hack."},{"word":"Hew","type":"n.","descr":" Destruction by cutting down."},{"word":"Hew","type":"n.","descr":" Hue; color."},{"word":"Hew","type":"n.","descr":" Shape; form."},{"word":"Hewe","type":"n.","descr":" A domestic servant; a retainer."},{"word":"Hewer","type":"n.","descr":" One who hews."},{"word":"Hewhole","type":"n.","descr":" The European green woodpecker. See Yaffle."},{"word":"Hewn","type":"a.","descr":" Felled, cut, or shaped as with an ax; roughly squared; as, a house built of hewn logs."},{"word":"Hewn","type":"a.","descr":" Roughly dressed as with a hammer; as, hewn stone."},{"word":"Hex-","type":"","descr":" Alt. of Hexa"},{"word":"Hexa","type":"","descr":" A prefix or combining form, used to denote six, sixth, etc.; as, hexatomic, hexabasic."},{"word":"Hexabasic","type":"a.","descr":" Having six hydrogen atoms or six radicals capable of being replaced or saturated by bases; -- said of acids; as, mellitic acid is hexabasic."},{"word":"Hexacapsular","type":"a.","descr":" Having six capsules or seed vessels."},{"word":"Hexachord","type":"n.","descr":" A series of six notes, with a semitone between the third and fourth, the other intervals being whole tones."},{"word":"Hexacid","type":"a.","descr":" Having six atoms or radicals capable of being replaced by acids; hexatomic; hexavalent; -- said of bases; as, mannite is a hexacid base."},{"word":"Hexactinellid","type":"a.","descr":" Having six-rayed spicules; belonging to the Hexactinellinae."},{"word":"Hexactinelline","type":"a.","descr":" Belonging to the Hexactinellinae, a group of sponges, having six-rayed siliceous spicules."},{"word":"Hexactinia","type":"n. pl.","descr":" The Anthozoa."},{"word":"Hexad","type":"n.","descr":" An atom whose valence is six, and which can be theoretically combined with, substituted for, or replaced by, six monad atoms or radicals; as, sulphur is a hexad in sulphuric acid. Also used as an adjective."},{"word":"Hexadactylous","type":"a.","descr":" Having six fingers or toes."},{"word":"Hexade","type":"n.","descr":" A series of six numbers."},{"word":"Hexadecane","type":"n.","descr":" See Hecdecane."},{"word":"Hexagon","type":"n.","descr":" A plane figure of six angles."},{"word":"Hexagonal","type":"a.","descr":" Having six sides and six angles; six-sided."},{"word":"Hexagonally","type":"adv.","descr":" In an hexagonal manner."},{"word":"Hexagony","type":"n.","descr":" A hexagon."},{"word":"Hexagynia","type":"n. pl.","descr":" A Linnaean order of plants having six pistils."},{"word":"Hexagynian","type":"a.","descr":" Alt. of Hexagynous"},{"word":"Hexagynous","type":"a.","descr":" Having six pistils."},{"word":"Hexahedral","type":"a.","descr":" In the form of a hexahedron; having six sides or faces."},{"word":"Hexahedrons","type":"pl. ","descr":" of Hexahedron"},{"word":"Hexahedra","type":"pl. ","descr":" of Hexahedron"},{"word":"Hexahedron","type":"n.","descr":" A solid body of six sides or faces."},{"word":"Hexahemeron","type":"n.","descr":" A term of six days."},{"word":"Hexahemeron","type":"n.","descr":" The history of the six day\\'s work of creation, as contained in the first chapter of Genesis."},{"word":"Hexamerous","type":"a.","descr":" In six parts; in sixes."},{"word":"Hexameter","type":"n.","descr":" A verse of six feet, the first four of which may be either dactyls or spondees, the fifth must regularly be a dactyl, and the sixth always a spondee. In this species of verse are composed the Iliad of Homer and the Aeneid of Virgil. In English hexameters accent takes the place of quantity."},{"word":"Hexameter","type":"a.","descr":" Having six metrical feet, especially dactyls and spondees."},{"word":"Hexametric","type":"a.","descr":" Alt. of Hexametrical"},{"word":"Hexametrical","type":"a.","descr":" Consisting of six metrical feet."},{"word":"Hexametrist","type":"n.","descr":" One who writes in hexameters."},{"word":"Hexandria","type":"n. pl.","descr":" A Linnaean class of plants having six stamens."},{"word":"Hexandrian","type":"a.","descr":" Alt. of Hex-androus"},{"word":"Hex-androus","type":"a.","descr":" Having six stamens."},{"word":"Hexane","type":"n.","descr":" Any one of five hydrocarbons, C6H14, of the paraffin series. They are colorless, volatile liquids, and are so called because the molecule has six carbon atoms."},{"word":"Hexangular","type":"a.","descr":" Having six angles or corners."},{"word":"Hexapetalous","type":"a.","descr":" Having six petals."},{"word":"Hexaphyllous","type":"a.","descr":" Having six leaves or leaflets."},{"word":"Hexapla","type":"sing.","descr":" A collection of the Holy Scriptures in six languages or six versions in parallel columns; particularly, the edition of the Old Testament published by Origen, in the 3d century."},{"word":"Hexapod","type":"a.","descr":" Having six feet."},{"word":"Hexapod","type":"n.","descr":" An animal having six feet; one of the Hexapoda."},{"word":"Hexapoda","type":"n. pl.","descr":" The true, or six-legged, insects; insects other than myriapods and arachnids."},{"word":"Hexapodous","type":"a.","descr":" Having six feet; belonging to the Hexapoda."},{"word":"Hexapterous","type":"a.","descr":" Having six processes."},{"word":"Hexastich","type":"n.","descr":" Alt. of Hexastichon"},{"word":"Hexastichon","type":"n.","descr":" A poem consisting of six verses or lines."},{"word":"Hexastyle","type":"a.","descr":" Having six columns in front; -- said of a portico or temple."},{"word":"Hexastyle","type":"n.","descr":" A hexastyle portico or temple."},{"word":"Hexateuch","type":"n.","descr":" The first six books of the Old Testament."},{"word":"Hexatomic","type":"a.","descr":" Having six atoms in the molecule."},{"word":"Hexatomic","type":"a.","descr":" Having six replaceable radicals."},{"word":"Hexavalent","type":"p. pr.","descr":" Having a valence of six; -- said of hexads."},{"word":"Hexdecyl","type":"n.","descr":" The essential radical, C16H33, of hecdecane."},{"word":"Hexdecylic","type":"a.","descr":" Pertaining to, or derived from, hexdecyl or hecdecane; as, hexdecylic alcohol."},{"word":"Hexeikosane","type":"n.","descr":" A hydrocarbon, C26H54, resembling paraffine; -- so called because each molecule has twenty-six atoms of carbon."},{"word":"Hexene","type":"n.","descr":" Same as Hexylene."},{"word":"Hexicology","type":"n.","descr":" The science which treats of the complex relations of living creatures to other organisms, and to their surrounding conditions generally."},{"word":"Hexine","type":"n.","descr":" A hydrocarbon, C6H10, of the acetylene series, obtained artificially as a colorless, volatile, pungent liquid; -- called also hexoylene."},{"word":"Hexoctahedron","type":"n.","descr":" A solid having forty-eight equal triangular faces."},{"word":"Hexoic","type":"a.","descr":" Pertaining to, or derived from, hexane; as, hexoic acid."},{"word":"Hexone","type":"n.","descr":" A liquid hydrocarbon, C6H8, of the valylene series, obtained from distillation products of certain fats and gums."},{"word":"Hexyl","type":"n.","descr":" A compound radical, C6H13, regarded as the essential residue of hexane, and a related series of compounds."},{"word":"Hexylene","type":"n.","descr":" A colorless, liquid hydrocarbon, C6H12, of the ethylene series, produced artificially, and found as a natural product of distillation of certain coals; also, any one several isomers of hexylene proper. Called also hexene."},{"word":"Hexylic","type":"a.","descr":" Pertaining to, or derived from, hexyl or hexane; as, hexylic alcohol."},{"word":"Hey","type":"a.","descr":" High."},{"word":"Hey","type":"interj.","descr":" An exclamation of joy, surprise, or encouragement."},{"word":"Hey","type":"interj.","descr":" A cry to set dogs on."},{"word":"Heyday","type":"interj.","descr":" An expression of frolic and exultation, and sometimes of wonder."},{"word":"Heyday","type":"n.","descr":" The time of triumph and exultation; hence, joy, high spirits, frolicsomeness; wildness."},{"word":"Heydeguy","type":"n.","descr":" A kind of country-dance or round."},{"word":"Heyh","type":"a.","descr":" Alt. of Heygh"},{"word":"Heygh","type":"a.","descr":" High."},{"word":"Heyne","type":"n.","descr":" A wretch; a rascal."},{"word":"Heyten","type":"adv.","descr":" Hence."},{"word":"Held","type":"imp. and p. p.","descr":" of Hold"}]