[{"word":"Hying","type":"p. pr. and vb. n.","descr":" of Hie"},{"word":"Hyacine","type":"n.","descr":" A hyacinth."},{"word":"Hyacinth","type":"n.","descr":" A bulbous plant of the genus Hyacinthus, bearing beautiful spikes of fragrant flowers. H. orientalis is a common variety."},{"word":"Hyacinth","type":"n.","descr":" A plant of the genus Camassia (C. Farseri), called also Eastern camass; wild hyacinth."},{"word":"Hyacinth","type":"n.","descr":" The name also given to Scilla Peruviana, a Mediterranean plant, one variety of which produces white, and another blue, flowers; -- called also, from a mistake as to its origin, Hyacinth of Peru."},{"word":"Hyacinth","type":"n.","descr":" A red variety of zircon, sometimes used as a gem. See Zircon."},{"word":"Hyacinthian","type":"a.","descr":" Hyacinthine."},{"word":"Hyacinthine","type":"a.","descr":" Belonging to the hyacinth; resemblingthe hyacinth; in color like the hyacinth."},{"word":"Hyades","type":"n.pl.","descr":" Alt. of Hyads"},{"word":"Hyads","type":"n.pl.","descr":" A cluster of five stars in the face of the constellation Taurus, supposed by the ancients to indicate the coming of rainy weather when they rose with the sun."},{"word":"Hyaena","type":"n.","descr":" Same as Hyena."},{"word":"Hyalea","type":"n.","descr":" A pteroid of the genus Cavolina. See Pteropoda, and Illustration in Appendix."},{"word":"Hyalescence","type":"n.","descr":" The process of becoming, or the state of being, transparent like glass."},{"word":"Hyaline","type":"a.","descr":" Glassy; resembling glass; consisting of glass; transparent, like crystal."},{"word":"Hyaline","type":"n.","descr":" A poetic term for the sea or the atmosphere."},{"word":"Hyaline","type":"n.","descr":" The pellucid substance, present in cells in process of development, from which, according to some embryologists, the cell nucleous originates."},{"word":"Hyaline","type":"n.","descr":" The main constituent of the walls of hydatid cysts; a nitrogenous body, which, by decomposition, yields a dextrogyrate sugar, susceptible of alcoholic fermentation."},{"word":"Hyalite","type":"n.","descr":" A pellucid variety of opal in globules looking like colorless gum or resin; -- called also Muller\\'s glass."},{"word":"Hyalograph","type":"n.","descr":" An instrument for tracing designs on glass."},{"word":"Hyalography","type":"n.","descr":" Art of writing or engraving on glass."},{"word":"Hyaloid","type":"a.","descr":" Resembling glass; vitriform; transparent; hyaline; as, the hyaloid membrane, a very delicate membrane inclosing the vitreous humor of the eye."},{"word":"Hyalonema","type":"n.","descr":" A genus of hexactinelline sponges, having a long stem composed of very long, slender, transparent, siliceous fibres twisted together like the strands of a color. The stem of the Japanese species (H. Sieboldii), called glass-rope, has long been in use as an ornament. See Glass-rope."},{"word":"Hyalophane","type":"n.","descr":" A species of the feldspar group containing barium. See Feldspar."},{"word":"Hyalospongia","type":"n. pl.","descr":" An order of vitreous sponges, having glassy six-rayed, siliceous spicules; -- called also Hexactinellinae."},{"word":"Hyalotype","type":"n.","descr":" A photographic picture copied from the negative on glass; a photographic transparency."},{"word":"Hybernacle","type":"","descr":" Alt. of Hybernation"},{"word":"Hybernate","type":"","descr":" Alt. of Hybernation"},{"word":"Hybernation","type":"","descr":" See Hibernacle, Hibernate, Hibernation."},{"word":"Hyblaean","type":"a.","descr":" Pertaining to Hybla, an ancient town of Sicily, famous for its bees."},{"word":"Hybodont","type":"a.","descr":" Of, pertaining to, or resembling, an extinct genus of sharks (Hybodus), especially in the form of the teeth, which consist of a principal median cone with smaller lateral ones."},{"word":"Hybodus","type":"n.","descr":" An extinct genus of sharks having conical, compressed teeth."},{"word":"Hybrid","type":"n.","descr":" The offspring of the union of two distinct species; an animal or plant produced from the mixture of two species. See Mongrel."},{"word":"Hybrid","type":"a.","descr":" Produced from the mixture of two species; as, plants of hybrid nature."},{"word":"Hybridism","type":"n.","descr":" The state or quality of being hybrid."},{"word":"Hybridist","type":"n.","descr":" One who hybridizes."},{"word":"Hybridity","type":"n.","descr":" Hybridism."},{"word":"Hybridizable","type":"a.","descr":" Capable of forming a hybrid, or of being subjected to a hybridizing process; capable of producing a hybrid by union with another species or stock."},{"word":"Hybridization","type":"n.","descr":" The act of hybridizing, or the state of being hybridized."},{"word":"Hybridized","type":"imp. and p. p.","descr":" of Hybridize"},{"word":"Hybridizing","type":"p. pr. and vb. n.","descr":" of Hybridize"},{"word":"Hybridize","type":"v. t.","descr":" To render hybrid; to produce by mixture of stocks."},{"word":"Hybridizer","type":"n.","descr":" One who hybridizes."},{"word":"Hybridous","type":"a.","descr":" Same as Hybrid."},{"word":"Hydage","type":"n.","descr":" A land tax. See Hidage."},{"word":"Hydantoic","type":"a.","descr":" Pertaining to, or derived from, hydantoin. See Glycoluric."},{"word":"Hydantoin","type":"n.","descr":" A derivative of urea, C3H4N2O2, obtained from allantion, as a white, crystalline substance, with a sweetish taste; -- called also glycolyl urea."},{"word":"Hydatid","type":"n.","descr":" A membranous sac or bladder filled with a pellucid fluid, found in various parts of the bodies of animals, but unconnected with the tissues. It is usually formed by parasitic worms, esp. by larval tapeworms, as Echinococcus and Coenurus. See these words in the Vocabulary."},{"word":"Hydatiform","type":"a.","descr":" Resembling a hydatid."},{"word":"Hydatoid","type":"a.","descr":" Resembling water; watery; aqueous; hyaloid."},{"word":"Hydr-","type":"","descr":" See under Hydro-."},{"word":"Hydras","type":"pl. ","descr":" of Hydra"},{"word":"Hydrae","type":"pl. ","descr":" of Hydra"},{"word":"Hydra","type":"n.","descr":" A serpent or monster in the lake or marsh of Lerna, in the Peloponnesus, represented as having many heads, one of which, when cut off, was immediately succeeded by two others, unless the wound was cauterized. It was slain by Hercules. Hence, a terrible monster."},{"word":"Hydra","type":"n.","descr":" Hence: A multifarious evil, or an evil having many sources; not to be overcome by a single effort."},{"word":"Hydra","type":"n.","descr":" Any small fresh-water hydroid of the genus Hydra, usually found attached to sticks, stones, etc., by a basal sucker."},{"word":"Hydra","type":"n.","descr":" A southern constellation of great length lying southerly from Cancer, Leo, and Virgo."},{"word":"Hydrachnid","type":"n.","descr":" An aquatic mite of the genus Hydrachna. The hydrachnids, while young, are parasitic on fresh-water mussels."},{"word":"Hydracid","type":"n.","descr":" An acid containing hydrogen; -- sometimes applied to distinguish acids like hydrochloric, hydrofluoric, and the like, which contain no oxygen, from the oxygen acids or oxacids. See Acid."},{"word":"Hydracrylic","type":"a.","descr":" Pertaining to, or designating, an isomeric variety of lastic acid that breaks down into acrylic acid and water."},{"word":"Hydractinian","type":"n.","descr":" Any species or marine hydroids, of the genus Hydractinia and allied genera. These hydroids form, by their rootstalks, a firm, chitinous coating on shells and stones, and esp. on spiral shells occupied by hermit crabs. See Illust. of Athecata."},{"word":"Hydraemia","type":"n.","descr":" An abnormally watery state of the blood; anaemia."},{"word":"Hydragogue","type":"a.","descr":" Causing a discharge of water; expelling serum effused into any part of the body, as in dropsy."},{"word":"Hydragogue","type":"n.","descr":" A hydragogue medicine, usually a cathartic or diuretic."},{"word":"Hydramide","type":"n.","descr":" One of a group of crystalline bodies produced by the action of ammonia on certain aldehydes."},{"word":"Hydramine","type":"n.","descr":" One of a series of artificial, organic bases, usually produced as thick viscous liquids by the action of ammonia on ethylene oxide. They have the properties both of alcohol and amines."},{"word":"Hydrangea","type":"n.","descr":" A genus of shrubby plants bearing opposite leaves and large heads of showy flowers, white, or of various colors. H. hortensis, the common garden species, is a native of China or Japan."},{"word":"Hydrant","type":"n.","descr":" A discharge pipe with a valve and spout at which water may be drawn from the mains of waterworks; a water plug."},{"word":"Hydranth","type":"n.","descr":" One of the nutritive zooids of a hydroid colony. Also applied to the proboscis or manubrium of a hydroid medusa. See Illust. of Hydroidea."},{"word":"Hydrargochloride","type":"n.","descr":" A compound of the bichloride of mercury with another chloride."},{"word":"Hydrargyrate","type":"a.","descr":" Of or pertaining to mercury; containing, or impregnated with, mercury."},{"word":"Hydrargyrism","type":"n.","descr":" A diseased condition produced by poisoning with hydrargyrum, or mercury; mercurialism."},{"word":"Hydrargyrum","type":"n.","descr":" Quicksilver; mercury."},{"word":"Hydrarthrosis","type":"n.","descr":" An effusion of watery liquid into the cavity of a joint."},{"word":"Hydrastine","type":"n.","descr":" An alkaloid, found in the rootstock of the golden seal (Hydrastis Canadensis), and extracted as a bitter, white, crystalline substance. It is used as a tonic and febrifuge."},{"word":"Hydra-tainted","type":"a.","descr":" Dipped in the gall of the fabulous hydra; poisonous; deadly."},{"word":"Hydrate","type":"n.","descr":" A compound formed by the union of water with some other substance, generally forming a neutral body, as certain crystallized salts."},{"word":"Hydrate","type":"n.","descr":" A substance which does not contain water as such, but has its constituents (hydrogen, oxygen, hydroxyl) so arranged that water may be eliminated; hence, a derivative of, or compound with, hydroxyl; hydroxide; as, ethyl hydrate, or common alcohol; calcium hydrate, or slaked lime."},{"word":"Hydrated","type":"imp. and p. p.","descr":" of Hydrate"},{"word":"Hydrating","type":"p. pr. and vb. n.","descr":" of Hydrate"},{"word":"Hydrate","type":"v. t.","descr":" To form into a hydrate; to combine with water."},{"word":"Hydrated","type":"a.","descr":" Formed into a hydrate; combined with water."},{"word":"Hydration","type":"n.","descr":" The act of becoming, or state of being, a hydrate."},{"word":"Hydraulic","type":"a.","descr":" Of or pertaining to hydraulics, or to fluids in motion; conveying, or acting by, water; as, an hydraulic clock, crane, or dock."},{"word":"Hydraulical","type":"a.","descr":" Hydraulic."},{"word":"Hydraulicon","type":"n.","descr":" An ancient musical instrument played by the action of water; a water organ."},{"word":"Hydraulics","type":"n.","descr":" That branch of science, or of engineering, which treats of fluids in motion, especially of water, its action in rivers and canals, the works and machinery for conducting or raising it, its use as a prime mover, and the like."},{"word":"Hydrazine","type":"n.","descr":" Any one of a series of nitrogenous bases, resembling the amines and produced by the reduction of certain nitroso and diazo compounds; as, methyl hydrazine, phenyl hydrazine, etc.  They are derivatives of hydrazine proper, H2N.NH2, which is a doubled amido group, recently (1887) isolated as a stable, colorless gas, with a peculiar, irritating odor. As a base it forms distinct salts. Called also diamide, amidogen, (or more properly diamidogen), etc."},{"word":"Hydrencephsloid","type":"a.","descr":" Same as Hydrocephaloid."},{"word":"Hydria","type":"n.","descr":" A water jar; esp., one with a large rounded body, a small neck, and three handles. Some of the most beautiful Greek vases are of this form."},{"word":"Hydriad","type":"n.","descr":" A water nymph."},{"word":"Hydric","type":"a.","descr":" Pertaining to, or containing, hydrogen; as, hydric oxide."},{"word":"Hydride","type":"n.","descr":" A compound of the binary type, in which hydrogen is united with some other element."},{"word":"Hydriform","type":"a.","descr":" Having the form or structure of a hydra."},{"word":"Hydrina","type":"n. pl.","descr":" The group of hydroids to which the fresh-water hydras belong."},{"word":"Hydriodate","type":"n.","descr":" Same as Hydriodide."},{"word":"Hydriodic","type":"a.","descr":" Pertaining to, or derived from, hydrogen and iodine; -- said of an acid produced by the combination of these elements."},{"word":"Hydriodide","type":"n.","descr":" A compound of hydriodic acid with a base; -- distinguished from an iodide, in which only the iodine combines with the base."},{"word":"Hydro-","type":"","descr":" Alt. of Hydr-"},{"word":"Hydr-","type":"","descr":" A combining form from Gr. \/, \/, water (see Hydra)."},{"word":"Hydr-","type":"","descr":" A combining form of hydrogen, indicating hydrogen as an ingredient, as hydrochloric; or a reduction product obtained by hydrogen, as hydroquinone."},{"word":"Hydrobarometer","type":"n.","descr":" An instrument for determining the depth of the sea water by its pressure."},{"word":"Hydrobilirubin","type":"n.","descr":" A body formed from bilirubin, identical with urobilin."},{"word":"Hydrobranchiata","type":"n. pl.","descr":" An extensive artificial division of gastropod mollusks, including those that breathe by gills, as contrasted with the Pulmonifera."},{"word":"Hydrobromate","type":"n.","descr":" Same as Hydrobromide."},{"word":"Hydrobromic","type":"a.","descr":" Composed of hydrogen and bromine; as, hydrobromic acid."},{"word":"Hydrobromide","type":"n.","descr":" A compound of hydrobromic acid with a base; -- distinguished from a bromide, in which only the bromine unites with the base."},{"word":"Hydrocarbon","type":"n.","descr":" A compound containing only hydrogen and carbon, as methane, benzene, etc.; also, by extension, any of their derivatives."},{"word":"Hydrocarbonaceous","type":"a.","descr":" Of the nature, or containing, hydrocarbons."},{"word":"Hydrocarbonate","type":"n.","descr":" A hydrocarbon."},{"word":"Hydrocarbonate","type":"n.","descr":" A hydrous carbonate, as malachite."},{"word":"Hydrocarbostyril","type":"n.","descr":" A white, crystalline, nitrogenous hydrocarbon, C9H9NO, obtained from certain derivatives of cinnamic acid and closely related to quinoline and carbostyril."},{"word":"Hydrocarburet","type":"n.","descr":" Carbureted hydrogen; also, a hydrocarbon."},{"word":"Hydrocauli","type":"pl. ","descr":" of Hydrocaulus"},{"word":"Hydrocaulus","type":"n.","descr":" The hollow stem of a hydroid, either simple or branched. See Illust. of Gymnoblastea and Hydroidea."},{"word":"Hydrocele","type":"n.","descr":" A collection of serous fluid in the areolar texture of the scrotum or in the coverings, especially in the serous sac, investing the testicle or the spermatic cord; dropsy of the testicle."},{"word":"Hydrocephalic","type":"a.","descr":" Relating to, or connected with, hydrocephalus, or dropsy of the brain."},{"word":"Hydrocephaloid","type":"a.","descr":" Resembling hydrocephalus."},{"word":"Hydrocephalous","type":"a.","descr":" Having hydrocephalus."},{"word":"Hydrocephalus","type":"n.","descr":" An accumulation of liquid within the cavity of the cranium, especially within the ventricles of the brain; dropsy of the brain. It is due usually to tubercular meningitis. When it occurs in infancy, it often enlarges the head enormously."},{"word":"Hydrochlorate","type":"n.","descr":" Same as Hydrochloride."},{"word":"Hydrochloric","type":"a.","descr":" Pertaining to, or compounded of, chlorine and hydrogen gas; as, hydrochloric acid; chlorhydric."},{"word":"Hydrochloride","type":"n.","descr":" A compound of hydrochloric acid with a base; -- distinguished from a chloride, where only chlorine unites with the base."},{"word":"Hydrocorallia","type":"n. pl.","descr":" A division of Hydroidea, including those genera that secrete a stony coral, as Millepora and Stylaster. Two forms of zooids in life project from small pores in the coral and resemble those of other hydroids. See Millepora."},{"word":"Hydrocyanate","type":"n.","descr":" See Hydrocyanide."},{"word":"Hydrocyanic","type":"a.","descr":" Pertaining to, or derived from the combination of, hydrogen and cyanogen."},{"word":"Hydrocyanide","type":"n.","descr":" A compound of hydrocyanic acid with a base; -- distinguished from a cyanide, in which only the cyanogen so combines."},{"word":"Hydrodynamic","type":"a.","descr":" Alt. of Hydrodynamical"},{"word":"Hydrodynamical","type":"a.","descr":" Pertaining to, or derived from, the dynamical action of water of a liquid; of or pertaining to water power."},{"word":"Hydrodynamics","type":"n.","descr":" That branch of the science of mechanics which relates to fluids, or, as usually limited, which treats of the laws of motion and action of nonelastic fluids, whether as investigated mathematically, or by observation and experiment; the principles of dynamics, as applied to water and other fluids."},{"word":"Hydrodynamometer","type":"n.","descr":" An instrument to measure the velocity of a liquid current by the force of its impact."},{"word":"Hydro-electric","type":"a.","descr":" Pertaining to, employed in, or produced by, the evolution of electricity by means of a battery in which water or steam is used."},{"word":"Hydro-extractor","type":"n.","descr":" An apparatus for drying anything, as yarn, cloth, sugar, etc., by centrifugal force; a centrifugal."},{"word":"Hydroferricyanic","type":"n.","descr":" Pertaining to, or containing, or obtained from, hydrogen, ferric iron, and cyanogen; as, hydroferricyanic acid. See Ferricyanic."},{"word":"Hydroferrocyanic","type":"a.","descr":" Pertaining to, or containing, or obtained from, hydrogen, ferrous iron, and cyanogen; as, hydroferrocyanic acid. See Ferrocyanic."},{"word":"Hydrofluate","type":"n.","descr":" A supposed compound of hydrofluoris acid and a base; a fluoride."},{"word":"Hydrofluoric","type":"a.","descr":" Pertaining to, or containing, hydrogen and fluorine; fluohydric; as, hydrofluoric acid."},{"word":"Hydrofluosilicate","type":"n.","descr":" A salt of hydrofluosilic acid; a silicofluoride. See Silicofluoride."},{"word":"Hydrofluosilicic","type":"a.","descr":" Pertaining to, or denoting, a compound consisting of a double fluoride of hydrogen and silicon; silicofluoric. See Silicofluoric."},{"word":"Hydrogalvanic","type":"a.","descr":" Pertaining to, produced by, or consisting of, electricity evolved by the action or use of fluids; as, hydrogalvanic currents."},{"word":"Hydrogen","type":"n.","descr":" A gaseous element, colorless, tasteless, and odorless, the lightest known substance, being fourteen and a half times lighter than air (hence its use in filling balloons), and over eleven thousand times lighter than water. It is very abundant, being an ingredient of water and of many other substances, especially those of animal or vegetable origin. It may by produced in many ways, but is chiefly obtained by the action of acids (as sulphuric) on metals, as zinc, iron, etc. It is very inflammable, and is an ingredient of coal gas and water gas. It is standard of chemical equivalents or combining weights, and also of valence, being the typical monad. Symbol H. Atomic weight 1."},{"word":"Hydrogenated","type":"imp. and p. p.","descr":" of Hydrogenate"},{"word":"Hydrogenating","type":"p. pr. and vb. n.","descr":" of Hydrogenate"},{"word":"Hydrogenate","type":"v. t.","descr":" To hydrogenize."},{"word":"Hydrogenation","type":"n.","descr":" The act of combining with hydrogen, or the state of being so combined."},{"word":"Hydrogenide","type":"n.","descr":" A binary compound containing hydrogen; a hydride. [R.] See Hydride."},{"word":"Hydrogenium","type":"n.","descr":" Hydrogen; -- called also in view of its supposed metallic nature."},{"word":"Hydrogenized","type":"imp. and p. p.","descr":" of Hydrogenize"},{"word":"Hydrogenizing","type":"p. pr. and vb. n.","descr":" of Hydrogenize"},{"word":"Hydrogenize","type":"v. t.","descr":" To combine with hydrogen; to treat with, or subject to the action of, hydrogen; to reduce; -- contrasted with oxidize."},{"word":"Hydrogenous","type":"a.","descr":" Of or pertaining to hydrogen; containing hydrogen."},{"word":"Hydrognosy","type":"n.","descr":" A treatise upon, or a history and description of, the water of the earth."},{"word":"Hydrogode","type":"n.","descr":" The negative pole or cathode."},{"word":"Hydrographer","type":"n.","descr":" One skilled in the hydrography; one who surveys, or draws maps or charts of, the sea, lakes, or other waters, with the adjacent shores; one who describes the sea or other waters."},{"word":"Hydrographic","type":"a.","descr":" Alt. of Hydrographical"},{"word":"Hydrographical","type":"a.","descr":" Of or relating to hydrography."},{"word":"Hydrography","type":"n.","descr":" The art of measuring and describing the sea, lakes, rivers, and other waters, with their phenomena."},{"word":"Hydrography","type":"n.","descr":" That branch of surveying which embraces the determination of the contour of the bottom of a harbor or other sheet of water, the depth of soundings, the position of channels and shoals, with the construction of charts exhibiting these particulars."},{"word":"Hydroguret","type":"n.","descr":" A hydride."},{"word":"Hydroid","type":"a.","descr":" Related to, or resembling, the hydra; of or pertaining to the Hydroidea."},{"word":"Hydroid","type":"n.","descr":" One of the Hydroideas."},{"word":"Hydroidea","type":"n. pl.","descr":" An extensive order of Hydrozoa or Acalephae."},{"word":"Hydrokinetic","type":"a.","descr":" Of or pertaining to the motions of fluids, or the forces which produce or affect such motions; -- opposed to hydrostatic."},{"word":"Hydrological","type":"a.","descr":" Of or pertaining to hydrology."},{"word":"Hydrologist","type":"n.","descr":" One skilled in hydrology."},{"word":"Hydrology","type":"n.","descr":" The science of water, its properties, phenomena, and distribution over the earth\\'s surface."},{"word":"Hydrolytic","type":"a.","descr":" Tending to remove or separate water; eliminating water."},{"word":"Hydromagnesite","type":"n.","descr":" A hydrous carbonate of magnesia occurring in white, early, amorphous masses."},{"word":"Hydromancy","type":"n.","descr":" Divination by means of water, -- practiced by the ancients."},{"word":"Hydromantic","type":"a.","descr":" Of or pertaining to divination by water."},{"word":"Hydromechanics","type":"n.","descr":" That branch of physics which treats of the mechanics of liquids, or of their laws of equilibrium and of motion."},{"word":"Hydromedusae","type":"pl. ","descr":" of Hydromedusa"},{"word":"Hydromedusa","type":"n.","descr":" Any medusa or jellyfish which is produced by budding from a hydroid. They are called also Craspedota, and naked-eyed medusae."},{"word":"Hydromel","type":"n.","descr":" A liquor consisting of honey diluted in water, and after fermentation called mead."},{"word":"Hydromellonic","type":"a.","descr":" See Cyamellone."},{"word":"Hydrometallurgical","type":"a.","descr":" Of or pertaining to hydrometallurgy; involving the use of liquid reagents in the treatment or reduction of ores."},{"word":"Hydrometallurgy","type":"n.","descr":" The art or process of assaying or reducing ores by means of liquid reagents."},{"word":"Hydrometeor","type":"n.","descr":" A meteor or atmospheric phenomenon dependent upon the vapor of water; -- in the pl., a general term for the whole aqueous phenomena of the atmosphere, as rain, snow, hail, etc."},{"word":"Hydrometeorological","type":"a.","descr":" Of or pertaining to hydrometeorology, or to rain, clouds, storms, etc."},{"word":"Hydrometeorology","type":"n.","descr":" That branch of meteorology which relates to, or treats of, water in the atmosphere, or its phenomena, as rain, clouds, snow, hail, storms, etc."},{"word":"Hydrometer","type":"n.","descr":" An instrument for determining the specific gravities of liquids, and thence the strength spirituous liquors, saline solutions, etc."},{"word":"Hydrometer","type":"n.","descr":" An instrument, variously constructed, used for measuring the velocity or discharge of water, as in rivers, from reservoirs, etc., and called by various specific names according to its construction or use, as tachometer, rheometer, hydrometer, pendulum, etc.; a current gauge."},{"word":"Hydrometric","type":"a.","descr":" Alt. of Hydrometrical"},{"word":"Hydrometrical","type":"a.","descr":" Of or pertaining to an hydrometer, or to the determination of the specific gravity of fluids."},{"word":"Hydrometrical","type":"a.","descr":" Of or pertaining to measurement of the velocity, discharge, etc., of running water."},{"word":"Hydrometrical","type":"a.","descr":" Made by means of an hydrometer; as, hydrometric observations."},{"word":"Hydrometrograph","type":"n.","descr":" An instrument for determining and recording the quantity of water discharged from a pipe, orifice, etc., in a given time."},{"word":"Hydrometry","type":"n.","descr":" The art of determining the specific gravity of liquids, and thence the strength of spirituous liquors, saline solutions, etc."},{"word":"Hydrometry","type":"n.","descr":" The art or operation of measuring the velocity or discharge of running water, as in rivers, etc."},{"word":"Hydromica","type":"n.","descr":" A variety of potash mica containing water. It is less elastic than ordinary muscovite."},{"word":"Hydronephrosis","type":"n.","descr":" An accumulation of urine in the pelvis of the kidney, occasioned by obstruction in the urinary passages."},{"word":"Hydropath","type":"n.","descr":" A hydropathist."},{"word":"Hydropathic","type":"a.","descr":" Alt. of Hydropathical"},{"word":"Hydropathical","type":"a.","descr":" Of or pertaining to hydropathy."},{"word":"Hydropathist","type":"n.","descr":" One who practices hydropathy; a water-cure doctor."},{"word":"Hydropathy","type":"n.","descr":" The water cure; a mode of treating diseases by the copious and frequent use of pure water, both internally and externally."},{"word":"Hydroperitoneum","type":"n.","descr":" Same as Ascites."},{"word":"Hydrophane","type":"n.","descr":" A semitranslucent variety of opal that becomes translucent or transparent on immersion in water."},{"word":"Hydrophanous","type":"a.","descr":" Made transparent by immersion in water."},{"word":"Hydrophid","type":"n.","descr":" Any sea snake of the genus Hydrophys and allied genera. These snakes are venomous, live upon fishes, and have a flattened tail for swimming."},{"word":"Hydrophlorone","type":"n.","descr":" A white, crystalline benzene derivative, C8H10O2, obtained by the reduction of phlorone."},{"word":"Hydrophobia","type":"n.","descr":" An abnormal dread of water, said to be a symptom of canine madness; hence:"},{"word":"Hydrophobia","type":"n.","descr":" The disease caused by a bite form, or inoculation with the saliva of, a rabid creature, of which the chief symptoms are, a sense of dryness and construction in the throat, causing difficulty in deglutition, and a marked heightening of reflex excitability, producing convulsions whenever the patient attempts to swallow, or is disturbed in any way, as by the sight or sound of water; rabies; canine madness."},{"word":"Hydrophobic","type":"a.","descr":" Of or pertaining to hydrophobia; producing or caused by rabies; as, hydrophobic symptoms; the hydrophobic poison."},{"word":"Hydrophoby","type":"n.","descr":" See Hydrophobia."},{"word":"Hydrophora","type":"n. pl.","descr":" The Hydroidea."},{"word":"Hydrophore","type":"n.","descr":" An instrument used for the purpose of obtaining specimens of water from any desired depth, as in a river, a lake, or the ocean."},{"word":"Hydrophyllia","type":"pl. ","descr":" of Hydrophyllium"},{"word":"Hydrophylliums","type":"pl. ","descr":" of Hydrophyllium"},{"word":"Hydrophyllium","type":"n.","descr":" One of the flat, leaflike, protective zooids, covering other zooids of certain Siphonophora."},{"word":"Hydrophyte","type":"n.","descr":" An aquatic plant; an alga."},{"word":"Hydrophytology","type":"n.","descr":" The branch of botany which treats of water plants."},{"word":"Hydropic","type":"a.","descr":" Alt. of Hydropical"},{"word":"Hydropical","type":"a.","descr":" Dropsical, or resembling dropsy."},{"word":"Hydropically","type":"adv.","descr":" In a hydropical manner."},{"word":"Hydropiper","type":"n.","descr":" A species (Polygonum Hydropiper) of knotweed with acrid foliage; water pepper; smartweed."},{"word":"Hydropneumatic","type":"a.","descr":" Pertaining to, or depending upon, both liquid and gaseous substances; as, hydropneumatic apparatus for collecting gases over water or other liquids."},{"word":"Hydropsy","type":"n.","descr":" Same as Dropsy."},{"word":"Hydropult","type":"n.","descr":" A machine for throwing water by hand power, as a garden engine, a fire extinguisher, etc."},{"word":"Hydroquinone","type":"n.","descr":" A white crystalline substance, C6H4(OH)2, obtained by the reduction of quinone. It is a diacid phenol, resembling, and metameric with, pyrocatechin and resorcin. Called also dihydroxy benzene."},{"word":"Hydrorhizae","type":"pl. ","descr":" of Hydrorhiza"},{"word":"Hydrorhizas","type":"pl. ","descr":" of Hydrorhiza"},{"word":"Hydrorhiza","type":"n.","descr":" The rootstock or decumbent stem by which a hydroid is attached to other objects. See Illust. under Hydroidea."},{"word":"Hydrosalt","type":"n.","descr":" A salt supposed to be formed by a hydracid and a base."},{"word":"Hydrosalt","type":"n.","descr":" An acid salt."},{"word":"Hydrosalt","type":"n.","descr":" A hydrous salt; a salt combined with water of hydration or crystallization."},{"word":"Hydroscope","type":"n.","descr":" An instrument designed to mark the presence of water, especially in air."},{"word":"Hydroscope","type":"n.","descr":" A kind of water clock, used anciently for measuring time, the water tricking from an orifice at the end of a graduated tube."},{"word":"Hydrosome","type":"n.","descr":" Alt. of Hydrosoma"},{"word":"Hydrosoma","type":"n.","descr":" All the zooids of a hydroid colony collectively, including the nutritive and reproductive zooids, and often other kinds."},{"word":"Hydrosorbic","type":"a.","descr":" Pertaining to, or designating, an acid obtained from sorbic acid when this takes up hydrogen; as, hydrosorbic acid."},{"word":"Hydrostat","type":"n.","descr":" A contrivance or apparatus to prevent the explosion of steam boilers."},{"word":"Hydrostatic","type":"a.","descr":" Alt. of Hydrostatical"},{"word":"Hydrostatical","type":"a.","descr":" Of or relating to hydrostatics; pertaining to, or in accordance with, the principles of the equilibrium of fluids."},{"word":"Hydrostatically","type":"adv.","descr":" According to hydrostatics, or to hydrostatic principles."},{"word":"Hydrostatician","type":"n.","descr":" One who is versed or skilled in hydrostatics."},{"word":"Hydrostatics","type":"n.","descr":" The branch of science which relates to the pressure and equilibrium of nonelastic fluids, as water, mercury, etc.; the principles of statics applied to water and other liquids."},{"word":"Hydrosulphate","type":"n.","descr":" Same as Hydrosulphurent."},{"word":"Hydrosulphide","type":"n.","descr":" One of a series of compounds, derived from hydrogen sulphide by the replacement of half its hydrogen by a base or basic radical; as, potassium hydrosulphide, KSH. The hydrosulphides are analogous to the hydrates and include the mercaptans."},{"word":"Hydrosulphite","type":"n.","descr":" A saline compound of hydrosulphurous acid and a base."},{"word":"Hydrosulphuret","type":"n.","descr":" A hydrosulphide."},{"word":"Hydrosulphureted","type":"a.","descr":" Combined with hydrogen sulphide."},{"word":"Hydrosulphuric","type":"a.","descr":" Pertaining to, or derived from, hydrogen and sulphur; as, hydrosulphuric acid, a designation applied to the solution of hydrogen sulphide in water."},{"word":"Hydrosulphurous","type":"a.","descr":" Pertaining to, or designating, an acid obtained by the reduction of sulphurous acid. See Hyposulphurous acid, under Hyposulphurous."},{"word":"Hydrotellurate","type":"n.","descr":" A salt formed by the union of hydrotelluric acid and the base."},{"word":"Hydrotelluric","type":"a.","descr":" Formed by hydrogen and tellurium; as, hydrotelluric acid, or hydrogen telluride."},{"word":"Hydrothecae","type":"pl. ","descr":" of Hydrotheca"},{"word":"Hydrothecas","type":"pl. ","descr":" of Hydrotheca"},{"word":"Hydrotheca","type":"n.","descr":" One of the calicles which, in some Hydroidea (Thecaphora), protect the hydrants. See Illust. of Hydroidea, and Campanularian."},{"word":"Hydrotherapy","type":"n.","descr":" See Hydropathy."},{"word":"Hydrothermal","type":"a.","descr":" Of or pertaining to hot water; -- used esp. with reference to the action of heated waters in dissolving, redepositing, and otherwise producing mineral changes within the crust of the globe."},{"word":"Hydrothorax","type":"n.","descr":" An accumulation of serous fluid in the cavity of the chest."},{"word":"Hydrotic","type":"a.","descr":" Causing a discharge of water or phlegm."},{"word":"Hydrotic","type":"n.","descr":" A hydrotic medicine."},{"word":"Hydrotical","type":"a.","descr":" Hydrotic."},{"word":"Hydrotrope","type":"n.","descr":" A device for raising water by the direct action of steam; a pulsometer."},{"word":"Hydrotropic","type":"a.","descr":" Turning or bending towards moisture, as roots."},{"word":"Hydrotropism","type":"n.","descr":" A tendency towards moisture."},{"word":"Hydrous","type":"a.","descr":" Containing water; watery."},{"word":"Hydrous","type":"a.","descr":" Containing water of hydration or crystallization."},{"word":"Hydroxanthane","type":"n.","descr":" A persulphocyanate."},{"word":"Hydroxanthic","type":"a.","descr":" Persulphocyanic."},{"word":"Hydroxide","type":"n.","descr":" A hydrate; a substance containing hydrogen and oxygen, made by combining water with an oxide, and yielding water by elimination. The hydroxides are regarded as compounds of hydroxyl, united usually with basic element or radical; as, calcium hydroxide ethyl hydroxide."},{"word":"Hydroxy-","type":"","descr":" A combining form, also used adjectively, indicating hydroxyl as an ingredient."},{"word":"Hydroxyl","type":"n.","descr":" A compound radical, or unsaturated group, HO, consisting of one atom of hydrogen and one of oxygen. It is a characteristic part of the hydrates, the alcohols, the oxygen acids, etc."},{"word":"Hydroxylamine","type":"n.","descr":" A nitrogenous, organic base, NH2.OH, resembling ammonia, and produced by a modified reduction of nitric acid. It is usually obtained as a volatile, unstable solution in water. It acts as a strong reducing agent."},{"word":"Hydrozoa","type":"n. pl.","descr":" The Acalephae; one of the classes of coelenterates, including the Hydroidea, Discophora, and Siphonophora."},{"word":"Hydrozoal","type":"a.","descr":" Of or pertaining to the Hydrozoa."},{"word":"Hydrozoa","type":"pl. ","descr":" of Hydrozoon"},{"word":"Hydrozoons","type":"pl. ","descr":" of Hydrozoon"},{"word":"Hydrozoon","type":"n.","descr":" One of the Hydrozoa."},{"word":"Hydruret","type":"n.","descr":" A binary compound of hydrogen; a hydride."},{"word":"Hydrus","type":"n.","descr":" A constellation of the southern hemisphere, near the south pole."},{"word":"Hye","type":"n. and v.","descr":" See Hie."},{"word":"Hyemal","type":"a.","descr":" Belonging to winter; done in winter."},{"word":"Hyemate","type":"v. i.","descr":" To pass the winter."},{"word":"Hyemation","type":"n.","descr":" The passing of a winter in a particular place; a wintering."},{"word":"Hyemation","type":"n.","descr":" The act of affording shelter in winter."},{"word":"Hyen","type":"n.","descr":" A hyena."},{"word":"Hyenas","type":"pl. ","descr":" of Hyena"},{"word":"Hyena","type":"n.","descr":" Any carnivorous mammal of the family Hyaenidae, of which three living species are known. They are large and strong, but cowardly. They feed chiefly on carrion, and are nocturnal in their habits."},{"word":"Hyetal","type":"a.","descr":" Of or pertaining to rain; descriptive of the distribution of rain, or of rainy regions."},{"word":"Hyetograph","type":"n.","descr":" A chart or graphic representation of the average distribution of rain over the surface of the earth."},{"word":"Hyetographic","type":"a.","descr":" Of or pertaining to to hyetography."},{"word":"Hyetography","type":"n.","descr":" The branch of physical science which treats of the geographical distribution of rain."},{"word":"Hygeia","type":"n.","descr":" The goddess of health, daughter of Esculapius."},{"word":"Hygeian","type":"a.","descr":" Relating to Hygeia, the goddess of health; of or pertaining to health, or its preservation."},{"word":"Hygeist","type":"n.","descr":" One skilled in hygiena; a hygienist."},{"word":"Hygieist","type":"n.","descr":" A hygienist."},{"word":"Hygiene","type":"n.","descr":" That department of sanitary science which treats of the preservation of health, esp. of households and communities; a system of principles or rules designated for the promotion of health."},{"word":"Hygienic","type":"a.","descr":" Of or pertaining to health or hygiene; sanitary."},{"word":"Hygienics","type":"n.","descr":" The science of health; hygiene."},{"word":"Hygienism","type":"n.","descr":" Hygiene."},{"word":"Hygienist","type":"n.","descr":" One versed in hygiene."},{"word":"Hygiology","type":"n.","descr":" A treatise on, or the science of, the preservation of health."},{"word":"Hygrine","type":"n.","descr":" An alkaloid associated with cocaine in coca leaves (Erythroxylon coca), and extracted as a thick, yellow oil, having a pungent taste and odor."},{"word":"Hygrodeik","type":"n.","descr":" A form of hygrometer having wet and dry bulb thermometers, with an adjustable index showing directly the percentage of moisture in the air, etc."},{"word":"Hygrograph","type":"n.","descr":" An instrument for recording automatically the variations of the humidity of the atmosphere."},{"word":"Hygrology","type":"n.","descr":" The science which treats of the fluids of the body."},{"word":"Hygrometer","type":"n.","descr":" An instrument for measuring the degree of moisture of the atmosphere."},{"word":"Hygrometric","type":"a.","descr":" Alt. of Hygrometrical"},{"word":"Hygrometrical","type":"a.","descr":" Of or pertaining to hygrometry; made with, or according to, the hygrometer; as, hygrometric observations."},{"word":"Hygrometrical","type":"a.","descr":" Readily absorbing and retaining moisture; as, hygrometric substances, like potash."},{"word":"Hygrometry","type":"n.","descr":" That branch of physics which relates to the determination of the humidity of bodies, particularly of the atmosphere, with the theory and use of the instruments constructed for this purpose."},{"word":"Hygrophanous","type":"a.","descr":" Having such a structure as to be diaphanous when moist, and opaque when dry."},{"word":"Hygrophthalmic","type":"a.","descr":" Serving to moisten the eye; -- sometimes applied to the lachrymal ducts."},{"word":"Hygroplasm","type":"n.","descr":" The fluid portion of the cell protoplasm, in opposition to stereoplasm, the solid or insoluble portion. The latter is supposed to be partly nutritive and partly composed of idioplasm."},{"word":"Hygroscope","type":"n.","descr":" An instrument which shows whether there is more or less moisture in the atmosphere, without indicating its amount."},{"word":"Hygroscopic","type":"a.","descr":" Of or pertaining to, or indicated by, the hygroscope; not readily manifest to the senses, but capable of detection by the hygroscope; as, glass is often covered with a film of hygroscopic moisture."},{"word":"Hygroscopic","type":"a.","descr":" Having the property of readily inbibing moisture from the atmosphere, or of the becoming coated with a thin film of moisture, as glass, etc."},{"word":"Hygroscopicity","type":"n.","descr":" The property possessed by vegetable tissues of absorbing or discharging moisture according to circumstances."},{"word":"Hygrostatics","type":"n.","descr":" The science or art of comparing or measuring degrees of moisture."},{"word":"Hyke","type":"n.","descr":" See Haik, and Huke."},{"word":"Hylaeosaur","type":"n.","descr":" Alt. of Hylaeosaurus"},{"word":"Hylaeosaurus","type":"n.","descr":" A large Wealden dinosaur from the Tilgate Forest, England. It was about twenty feet long, protected by bony plates in the skin, and armed with spines."},{"word":"Hylarchical","type":"a.","descr":" Presiding over matter."},{"word":"Hyleosaur","type":"n.","descr":" Same as Hylaeosaur."},{"word":"Hylic","type":"a.","descr":" Of or pertaining to matter; material; corporeal; as, hylic influences."},{"word":"Hylicist","type":"n.","descr":" A philosopher who treats chiefly of matter; one who adopts or teaches hylism."},{"word":"Hylism","type":"n.","descr":" A theory which regards matter as the original principle of evil."},{"word":"Hylobate","type":"n.","descr":" Any species of the genus Hylobates; a gibbon, or long-armed ape. See Gibbon."},{"word":"Hylodes","type":"n.","descr":" The piping frog (Hyla Pickeringii), a small American tree frog, which in early spring, while breeding in swamps and ditches, sings with high, shrill, but musical, notes."},{"word":"Hyloism","type":"n.","descr":" Same as Hylotheism."},{"word":"Hyloist","type":"n.","descr":" Same as Hylotheist."},{"word":"Hylopathism","type":"n.","descr":" The doctrine that matter is sentient."},{"word":"Hylopathist","type":"n.","descr":" One who believes in hylopathism."},{"word":"Hylophagous","type":"a.","descr":" Eating green shoots, as certain insects do."},{"word":"Hylotheism","type":"n.","descr":" The doctrine of belief that matter is God, or that there is no God except matter and the universe; pantheism. See Materialism."},{"word":"Hylotheist","type":"n.","descr":" One who believes in hylotheism."},{"word":"Hylozoic","type":"a.","descr":" Of or pertaining to hylozoism."},{"word":"Hylozoism","type":"n.","descr":" The doctrine that matter possesses a species of life and sensation, or that matter and life are inseparable."},{"word":"Hylozoist","type":"n.","descr":" A believer in hylozoism."},{"word":"Hymar","type":"n.","descr":" The wild ass of Persia."},{"word":"Hymen","type":"n.","descr":" A fold of muscous membrane often found at the orifice of the vagina; the vaginal membrane."},{"word":"Hymen","type":"n.","descr":" A fabulous deity; according to some, the son of Apollo and Urania, according to others, of Bacchus and Venus. He was the god of marriage, and presided over nuptial solemnities."},{"word":"Hymen","type":"n.","descr":" Marriage; union as if by marriage."},{"word":"Hymeneal","type":"n.","descr":" Alt. of Hymenean"},{"word":"Hymenean","type":"n.","descr":" Of or pertaining to marriage; as, hymeneal rites."},{"word":"Hymeneal","type":"n.","descr":" Alt. of Hymenean"},{"word":"Hymenean","type":"n.","descr":" A marriage song."},{"word":"Hymenia","type":"pl. ","descr":" of Hymenium"},{"word":"Hymeniums","type":"pl. ","descr":" of Hymenium"},{"word":"Hymenium","type":"n.","descr":" The spore-bearing surface of certain fungi, as that on the gills of a mushroom."},{"word":"Hymenogeny","type":"n.","descr":" The production of artificial membranes by contact of two fluids, as albumin and fat, by which the globules of the latter are surrounded by a thin film of the former."},{"word":"Hymenomycetes","type":"n. pl.","descr":" One of the great divisions of fungi, containing those species in which the hymenium is completely exposed."},{"word":"Hymenophore","type":"n.","descr":" That part of a fungus which is covered with the hymenium."},{"word":"Hymenopter","type":"n.","descr":" One of the Hymenoptera."},{"word":"Hymenoptera","type":"n. pl.","descr":" An extensive order of insects, including the bees, ants, ichneumons, sawflies, etc."},{"word":"Hymenopteral","type":"a.","descr":" Alt. of Hymenopterous"},{"word":"Hymenopterous","type":"a.","descr":" Like, or characteristic of, the Hymenoptera; pertaining to the Hymenoptera."},{"word":"Hymenopteran","type":"n.","descr":" One of the Hymenoptera."},{"word":"Hymn","type":"n.","descr":" An ode or song of praise or adoration; especially, a religious ode, a sacred lyric; a song of praise or thankgiving intended to be used in religious service; as, the Homeric hymns; Watts\\' hymns."},{"word":"Hymned","type":"imp. and p. p.","descr":" of Hymn"},{"word":"Hymning","type":"p. pr. and vb. n.","descr":" of Hymn"},{"word":"Hymn","type":"v. t.","descr":" To praise in song; to worship or extol by singing hymns; to sing."},{"word":"Hymn","type":"v. i.","descr":" To sing in praise or adoration."},{"word":"Hymnal","type":"n.","descr":" A collection of hymns; a hymn book."},{"word":"Hymnic","type":"a.","descr":" Relating to hymns, or sacred lyrics."},{"word":"Hymning","type":"a.","descr":" Praising with hymns; singing."},{"word":"Hymning","type":"n.","descr":" The singing of hymns."},{"word":"Hymnist","type":"n.","descr":" A writer of hymns."},{"word":"Hymnody","type":"n.","descr":" Hymns, considered collectively; hymnology."},{"word":"Hymnographer","type":"n.","descr":" One who writes on the subject of hymns."},{"word":"Hymnographer","type":"n.","descr":" A writer or composed of hymns."},{"word":"Hymnography","type":"n.","descr":" The art or act of composing hymns."},{"word":"Hymnologist","type":"n.","descr":" A composer or compiler of hymns; one versed in hymnology."},{"word":"Hymnology","type":"n.","descr":" The hymns or sacred lyrics composed by authors of a particular country or period; as, the hymnology of the eighteenth century; also, the collective body of hymns used by any particular church or religious body; as, the Anglican hymnology."},{"word":"Hymnology","type":"n.","descr":" A knowledge of hymns; a treatise on hymns."},{"word":"Hympne","type":"n.","descr":" A hymn."},{"word":"Hyndreste","type":"a.","descr":" See Hinderest."},{"word":"Hyne","type":"n.","descr":" A servant. See Hine."},{"word":"Hyo-","type":"","descr":" A prexif used in anatomy, and generally denoting connection with the hyoid bone or arch; as, hyoglossal, hyomandibular, hyomental, etc."},{"word":"Hyoganoidei","type":"n. pl.","descr":" A division of ganoid fishes, including the gar pikes and bowfins."},{"word":"Hyoglossal","type":"a.","descr":" Pertaining to or connecting the tongue and hyodean arch; as, the hyoglossal membrane."},{"word":"Hyoglossal","type":"a.","descr":" Of or pertaining to the hyoglossus muscle."},{"word":"Hyoglossus","type":"n.","descr":" A flat muscle on either side of the tongue, connecting it with the hyoid bone."},{"word":"Hyoid","type":"a.","descr":" Having the form of an arch, or of the Greek letter upsilon [\/]."},{"word":"Hyoid","type":"a.","descr":" Of or pertaining to the bony or cartilaginous arch which supports the tongue. Sometimes applied to the tongue itself."},{"word":"Hyoid","type":"n.","descr":" The hyoid bone."},{"word":"Hyoideal","type":"a.","descr":" Alt. of Hyoidean"},{"word":"Hyoidean","type":"a.","descr":" Same as Hyoid, a."},{"word":"Hyomandibular","type":"a.","descr":" Pertaining both to the hyoidean arch and the mandible or lower jaw; as, the hyomandibular bone or cartilage, a segment of the hyoid arch which connects the lower jaw with the skull in fishes."},{"word":"Hyomandibular","type":"n.","descr":" The hyomandibular bone or cartilage."},{"word":"Hyomental","type":"a.","descr":" Between the hyoid bone and the lower jaw, pertaining to them; suprahyoid; submaxillary; as, the hyomental region of the front of the neck."},{"word":"Hyopastron","type":"n.","descr":" The second lateral plate in the plastron of turtles; -- called also hyosternum."},{"word":"Hyoscine","type":"n.","descr":" An alkaloid found with hyoscyamine (with which it is also isomeric) in henbane, and extracted as a white, amorphous, semisolid substance."},{"word":"Hyoscyamine","type":"n.","descr":" An alkaloid found in henbane (Hyoscyamus niger), and regarded as its active principle. It is also found with other alkaloids in the thorn apple and deadly nightshade. It is extracted as a white crystalline substance, with a sharp, offensive taste. Hyoscyamine is isomeric with atropine, is very poisonous, and is used as a medicine for neuralgia, like belladonna. Called also hyoscyamia, duboisine, etc."},{"word":"Hyoscyamus","type":"n.","descr":" A genus of poisonous plants of the Nightshade family; henbane."},{"word":"Hyoscyamus","type":"n.","descr":" The leaves of the black henbane (Hyoscyamus niger), used in neuralgic and pectorial troubles."},{"word":"Hyosternal","type":"a.","descr":" Between the hyoid bone and the sternum, or pertaining to them; infrahyoid; as, the hyosternal region of the neck."},{"word":"Hyosternal","type":"a.","descr":" Pertaining to the hyosternum of turtles."},{"word":"Hyosternum","type":"n.","descr":" See Hyoplastron."},{"word":"Hyostylic","type":"a.","descr":" Having the mandible suspended by the hyomandibular, or upper part of the hyoid arch, as in fishes, instead of directly articulated with the skull as in mammals; -- said of the skull."},{"word":"Hyp","type":"n.","descr":" An abbreviation of hypochonaria; -- usually in plural."},{"word":"Hyp","type":"v. t.","descr":" To make melancholy."},{"word":"Hypaethral","type":"a.","descr":" Alt. of Hypethral"},{"word":"Hypethral","type":"a.","descr":" Exposed to the air; wanting a roof; -- applied to a building or part of a building."},{"word":"Hypallage","type":"n.","descr":" A figure consisting of a transference of attributes from their proper subjects to other. Thus Virgil says, \"dare classibus austros,\" to give the winds to the fleets, instead of dare classibus austris, to give the fleets to the winds."},{"word":"Hypanthia","type":"pl. ","descr":" of Hypanthium"},{"word":"Hypanthiums","type":"pl. ","descr":" of Hypanthium"},{"word":"Hypanthium","type":"n.","descr":" A fruit consisting in large part of a receptacle, enlarged below the calyx, as in the Calycanthus, the rose hip, and the pear."},{"word":"Hypapophyles","type":"pl. ","descr":" of Hypapophysis"},{"word":"Hypapophysis","type":"n.","descr":" A process, or other element, of a vertebra developed from the ventral side of the centrum, as haemal spines, and chevron bones."},{"word":"Hyparterial","type":"a.","descr":" Situated below an artery; applied esp. to the branches of the bronchi given off below the point where the pulmonary artery crosses the bronchus."},{"word":"Hypaspist","type":"n.","descr":" A shield-bearer or armor-bearer."},{"word":"Hypaxial","type":"a.","descr":" Beneath the axis of the skeleton; subvertebral; hyposkeletal."},{"word":"Hyper-","type":"","descr":" A prefix signifying over, above; as, hyperphysical, hyperthyrion; also, above measure, abnormally great, excessive; as, hyperaemia, hyperbola, hypercritical, hypersecretion."},{"word":"Hyper-","type":"","descr":" A prefix equivalent to super- or per-; as hyperoxide, or peroxide. [Obs.] See Per-."},{"word":"Hyperaemia","type":"n.","descr":" A superabundance or congestion of blood in an organ or part of the body."},{"word":"Hyperaesthesia","type":"n.","descr":" A state of exalted or morbidly increased sensibility of the body, or of a part of it."},{"word":"Hyperapophyses","type":"pl. ","descr":" of Hyperapophysis"},{"word":"Hyperapophysis","type":"n.","descr":" A lateral and backward-projecting process on the dorsal side of a vertebra."},{"word":"Hyperaspist","type":"n.","descr":" One who holds a shield over another; hence, a defender."},{"word":"Hyperbatic","type":"a.","descr":" Of or pertaining to an hyperbaton; transposed; inverted."},{"word":"Hyperbaton","type":"n.","descr":" A figurative construction, changing or inverting the natural order of words or clauses; as, \"echoed the hills\" for \"the hills echoed.\""},{"word":"Hyperbola","type":"n.","descr":" A curve formed by a section of a cone, when the cutting plane makes a greater angle with the base than the side of the cone makes. It is a plane curve such that the difference of the distances from any point of it to two fixed points, called foci, is equal to a given distance. See Focus. If the cutting plane be produced so as to cut the opposite cone, another curve will be formed, which is also an hyperbola. Both curves are regarded as branches of the same hyperbola. See Illust. of Conic section, and Focus."},{"word":"Hyperbole","type":"n.","descr":" A figure of speech in which the expression is an evident exaggeration of the meaning intended to be conveyed, or by which things are represented as much greater or less, better or worse, than they really are; a statement exaggerated fancifully, through excitement, or for effect."},{"word":"Hyperbolic","type":"a.","descr":" Alt. of Hyperbolical"},{"word":"Hyperbolical","type":"a.","descr":" Belonging to the hyperbola; having the nature of the hyperbola."},{"word":"Hyperbolical","type":"a.","descr":" Relating to, containing, or of the nature of, hyperbole; exaggerating or diminishing beyond the fact; exceeding the truth; as, an hyperbolical expression."},{"word":"Hyperbolically","type":"adv.","descr":" In the form of an hyperbola."},{"word":"Hyperbolically","type":"adv.","descr":" With exaggeration; in a manner to express more or less than the truth."},{"word":"Hyperboliform","type":"a.","descr":" Having the form, or nearly the form, of an hyperbola."},{"word":"Hyperbolism","type":"n.","descr":" The use of hyperbole."},{"word":"Hyperbolist","type":"n.","descr":" One who uses hyperboles."},{"word":"Hyperbolized","type":"imp. and p. p.","descr":" of Hyperbolize"},{"word":"Hyperbolizing","type":"p. pr. and vb. n.","descr":" of Hyperbolize"},{"word":"Hyperbolize","type":"v. i.","descr":" To speak or write with exaggeration."},{"word":"Hyperbolize","type":"v. t.","descr":" To state or represent hyperbolically."},{"word":"Hyperboloid","type":"n.","descr":" A surface of the second order, which is cut by certain planes in hyperbolas; also, the solid, bounded in part by such a surface."},{"word":"Hyperboloid","type":"a.","descr":" Having some property that belongs to an hyperboloid or hyperbola."},{"word":"Hyperborean","type":"a.","descr":" Of or pertaining to the region beyond the North wind, or to its inhabitants."},{"word":"Hyperborean","type":"a.","descr":" Northern; belonging to, or inhabiting, a region in very far north; most northern; hence, very cold; fright, as, a hyperborean coast or atmosphere."},{"word":"Hyperborean","type":"n.","descr":" One of the people who lived beyond the North wind, in a land of perpetual sunshine."},{"word":"Hyperborean","type":"n.","descr":" An inhabitant of the most northern regions."},{"word":"Hypercarbureted","type":"a.","descr":" Having an excessive proportion of carbonic acid; -- said of bicarbonates or acid carbonates."},{"word":"Hypercatalectic","type":"a.","descr":" Having a syllable or two beyond measure; as, a hypercatalectic verse."},{"word":"Hyperchloric","type":"a.","descr":" See Perchloric."},{"word":"Hyperchromatism","type":"n.","descr":" The condition of having an unusual intensity of color."},{"word":"Hypercritic","type":"n.","descr":" One who is critical beyond measure or reason; a carping critic; a captious censor."},{"word":"Hypercritic","type":"a.","descr":" Hypercritical."},{"word":"Hypercritical","type":"a.","descr":" Over critical; unreasonably or unjustly critical; carping; captious."},{"word":"Hypercritical","type":"a.","descr":" Excessively nice or exact."},{"word":"Hypercritically","type":"adv.","descr":" In a hypercritical manner."},{"word":"Hypercriticise","type":"v. t.","descr":" To criticise with unjust severity; to criticise captiously."},{"word":"Hypercriticism","type":"n.","descr":" Excessive criticism, or unjust severity or rigor of criticism; zoilism."},{"word":"Hyperdicrotic","type":"a.","descr":" Excessive dicrotic; as, a hyperdicrotic pulse."},{"word":"Hyperdicrotism","type":"n.","descr":" A hyperdicrotic condition."},{"word":"Hyperdicrotous","type":"a.","descr":" Hyperdicrotic."},{"word":"Hyperdulia","type":"n.","descr":" Veneration or worship given to the Virgin Mary as the most exalted of mere creatures; higher veneration than dulia."},{"word":"Hyperduly","type":"n.","descr":" Hyperdulia."},{"word":"Hyperesthesia","type":"n.","descr":" Same as Hyperaesthesia."},{"word":"Hypericum","type":"n.","descr":" A genus of plants, generally with dotted leaves and yellow flowers; -- called also St. John\\'s-wort."},{"word":"Hyperinosis","type":"n.","descr":" A condition of the blood, characterized by an abnormally large amount of fibrin, as in many inflammatory diseases."},{"word":"Hyperion","type":"n.","descr":" The god of the sun; in the later mythology identified with Apollo, and distinguished for his beauty."},{"word":"Hyperkinesis","type":"n.","descr":" Abnormally increased muscular movement; spasm."},{"word":"Hyperkinetic","type":"a.","descr":" Of or pertaining to hyperkinesis."},{"word":"Hypermetamorphosis","type":"n.","descr":" A kind of metamorphosis, in certain insects, in which the larva itself undergoes remarkable changes of form and structure during its growth."},{"word":"Hypermeter","type":"n.","descr":" A verse which has a redundant syllable or foot; a hypercatalectic verse."},{"word":"Hypermeter","type":"n.","descr":" Hence, anything exceeding the ordinary standard."},{"word":"Hypermetrical","type":"a.","descr":" Having a redundant syllable; exceeding the common measure."},{"word":"Hypermetropia","type":"n.","descr":" Alt. of Hypermetropy"},{"word":"Hypermetropy","type":"n.","descr":" A condition of the eye in which, through shortness of the eyeball or fault of the refractive media, the rays of light come to a focus behind the retina; farsightedness; -- called also hyperopia.  Cf. Emmetropia."},{"word":"Hypermyriorama","type":"n.","descr":" A show or exhibition having a great number of scenes or views."},{"word":"Hyperoartia","type":"n. pl.","descr":" An order of marsipobranchs including the lampreys. The suckerlike moth contains numerous teeth; the nasal opening is in the middle of the head above, but it does not connect with the mouth. See Cyclostoma, and Lamprey."},{"word":"Hyperopia","type":"n.","descr":" Hypermetropia."},{"word":"Hyperorganic","type":"a.","descr":" Higher than, or beyond the sphere of, the organic."},{"word":"Hyperorthodoxy","type":"n.","descr":" Orthodoxy pushed to excess."},{"word":"Hyperotreta","type":"n. pl.","descr":" An order of marsipobranchs, including the Myxine or hagfish and the genus Bdellostoma. They have barbels around the mouth, one tooth on the plate, and a communication between the nasal aperture and the throat. See Hagfish."},{"word":"Hyperoxide","type":"n.","descr":" A compound having a relatively large percentage of oxygen; a peroxide."},{"word":"Hyperoxygenated","type":"a.","descr":" Alt. of Hyperoxygenized"},{"word":"Hyperoxygenized","type":"a.","descr":" Combined with a relatively large amount of oxygen; -- said of higher oxides."},{"word":"Hyperoxymuriate","type":"n.","descr":" A perchlorate."},{"word":"Hyperoxymuriatic","type":"a.","descr":" Perchloric; as, hyperoxymuriatic acid."},{"word":"Hyperphysical","type":"a.","descr":" Above or transcending physical laws; supernatural."},{"word":"Hyperplasia","type":"n.","descr":" An increase in, or excessive growth of, the normal elements of any part."},{"word":"Hyperplastic","type":"a.","descr":" Of or pertaining to hyperplasia."},{"word":"Hyperplastic","type":"a.","descr":" Tending to excess of formative action."},{"word":"Hypernoea","type":"n.","descr":" Abnormal breathing, due to slightly deficient arterialization of the blood; -- in distinction from eupnoea. See Eupnoea, and Dispnoea."},{"word":"Hyperpyrexia","type":"n.","descr":" A condition of excessive fever; an elevation of temperature in a disease, in excess of the limit usually observed in that disease."},{"word":"Hypersecretion","type":"n.","descr":" Morbid or excessive secretion, as in catarrh."},{"word":"Hypersensibility","type":"n.","descr":" See Hyperaesthesia."},{"word":"Hyperspace","type":"n.","descr":" An imagined space having more than three dimensions."},{"word":"Hypersthene","type":"n.","descr":" An orthorhombic mineral of the pyroxene group, of a grayish or greenish black color, often with a peculiar bronzelike luster (schiller) on the cleavage surface."},{"word":"Hypersthenic","type":"a.","descr":" Composed of, or containing, hypersthene."},{"word":"Hyperthetical","type":"a.","descr":" Exaggerated; excessive; hyperbolical."},{"word":"Hyperthyrion","type":"n.","descr":" That part of the architrave which is over a door or window."},{"word":"Hypertrophic","type":"a.","descr":" Alt. of Hypertrophical"},{"word":"Hypertrophical","type":"a.","descr":" Of or pertaining to hypertrophy; affected with, or tending to, hypertrophy."},{"word":"Hypertrophied","type":"a.","descr":" Excessively developed; characterized by hypertrophy."},{"word":"Hypertrophy","type":"n.","descr":" A condition of overgrowth or excessive development of an organ or part; -- the opposite of atrophy."},{"word":"Hyphae","type":"n. pl.","descr":" The long, branching filaments of which the mycelium (and the greater part of the plant) of a fungus is formed.  They are also found enveloping the gonidia of lichens, making up a large part of their structure."},{"word":"Hyphen","type":"n.","descr":" A mark or short dash, thus [-], placed at the end of a line which terminates with a syllable of a word, the remainder of which is carried to the next line; or between the parts of many a compound word; as in fine-leaved, clear-headed. It is also sometimes used to separate the syllables of words."},{"word":"Hyphened","type":"imp. and p. p.","descr":" of Hyphen"},{"word":"Hyphening","type":"p. pr. and vb. n.","descr":" of Hyphen"},{"word":"Hyphen","type":"v. t.","descr":" To connect with, or separate by, a hyphen, as two words or the parts of a word."},{"word":"Hyphenated","type":"a.","descr":" United by hyphens; hyphened; as, a hyphenated or hyphened word."},{"word":"Hyphomycetes","type":"n. pl.","descr":" One of the great division of fungi, containing those species which have naked spores borne on free or only fasciculate threads."},{"word":"Hypidiomorphic","type":"a.","descr":" Partly idiomorphic; -- said of rock a portion only of whose constituents have a distinct crystalline form."},{"word":"Hypinosis","type":"n.","descr":" A diminution in the normal amount of fibrin present in the blood."},{"word":"Hypnagogic","type":"a.","descr":" Leading to sleep; -- applied to the illusions of one who is half asleep."},{"word":"Hypnobate","type":"n.","descr":" A somnambulist."},{"word":"Hypnocyst","type":"n.","descr":" A cyst in which some unicellular organisms temporarily inclose themselves, from which they emerge unchanged, after a period of drought or deficiency of food. In some instances, a process of spore formation seems to occur within such cysts."},{"word":"Hypnogenic","type":"a.","descr":" Relating to the production of hypnotic sleep; as, the so-called hypnogenic pressure points, pressure upon which is said to cause an attack of hypnotic sleep."},{"word":"Hypnologist","type":"n.","descr":" One who is versed in hypnology."},{"word":"Hypnology","type":"n.","descr":" A treatise on sleep; the doctrine of sleep."},{"word":"Hypnosis","type":"n.","descr":" Supervention of sleep."},{"word":"Hypnotic","type":"a.","descr":" Having the quality of producing sleep; tending to produce sleep; soporific."},{"word":"Hypnotic","type":"a.","descr":" Of or pertaining to hypnotism; in a state of hypnotism; liable to hypnotism; as, a hypnotic condition."},{"word":"Hypnotic","type":"n.","descr":" Any agent that produces, or tends to produce, sleep; an opiate; a soporific; a narcotic."},{"word":"Hypnotic","type":"n.","descr":" A person who exhibits the phenomena of, or is subject to, hypnotism."},{"word":"Hypnotism","type":"n.","descr":" A form of sleep or somnambulism brought on by artificial means, in which there is an unusual suspension of some powers, and an unusual activity of others. It is induced by an action upon the nerves, through the medium of the senses, as in persons of very feeble organization, by gazing steadly at a very bright object held before the eyes, or by pressure upon certain points of the surface of the body."},{"word":"Hypnotization","type":"n.","descr":" The act or process of producing hypnotism."},{"word":"Hypnotized","type":"imp. and p. p.","descr":" of Hypnotize"},{"word":"Hypnotizing","type":"p. pr. and vb. n.","descr":" of Hypnotize"},{"word":"Hypnotize","type":"v. t.","descr":" To induce hypnotism in; to place in a state of hypnotism."},{"word":"Hypnotizer","type":"n.","descr":" One who hypnotizes."},{"word":"Hypnum","type":"n.","descr":" The largest genus of true mosses; feather moss."},{"word":"Hypo-","type":"","descr":" A prefix signifying a less quantity, or a low state or degree, of that denoted by the word with which it is joined, or position under or beneath."},{"word":"Hypo-","type":"","descr":" A prefix denoting that the element to the name of which it is prefixed enters with a low valence, or in a low state of oxidization, usually the lowest, into the compounds indicated; as, hyposulphurous acid."},{"word":"Hypo","type":"n.","descr":" Hypochondria."},{"word":"Hypo","type":"n.","descr":" Sodium hyposulphite, or thiosulphate, a solution of which is used as a bath to wash out the unchanged silver salts in a picture."},{"word":"Hypoarian","type":"a.","descr":" Of or pertaining to a hypoarion."},{"word":"Hypoaria","type":"pl. ","descr":" of Hypoarion"},{"word":"Hypoarion","type":"n.","descr":" An oval lobe beneath each of the optic lobes in many fishes; one of the inferior lobes."},{"word":"Hypoblast","type":"n.","descr":" The inner or lower layer of the blastoderm; -- called also endoderm, entoderm, and sometimes hypoderm. See Illust. of Blastoderm, Delamination, and Ectoderm."},{"word":"Hypoblastic","type":"a.","descr":" Relating to, or connected with, the hypoblast; as, the hypoic sac."},{"word":"Hypobole","type":"n.","descr":" A figure in which several things are mentioned that seem to make against the argument, or in favor of the opposite side, each of them being refuted in order."},{"word":"Hypobranchial","type":"a.","descr":" Pertaining to the segment between the basibranchial and the ceratobranchial in a branchial arch."},{"word":"Hypobranchial","type":"n.","descr":" A hypobranchial bone or cartilage."},{"word":"Hypocarp","type":"n.","descr":" Alt. of Hypocarpium"},{"word":"Hypocarpium","type":"n.","descr":" A fleshy enlargement of the receptacle, or for the stem, below the proper fruit, as in the cashew. See Illust. of Cashew."},{"word":"Hypocarpogean","type":"a.","descr":" Producing fruit below the ground."},{"word":"Hypocaust","type":"n.","descr":" A furnace, esp. one connected with a series of small chambers and flues of tiles or other masonry through which the heat of a fire was distributed to rooms above. This contrivance, first used in bath, was afterwards adopted in private houses."},{"word":"Hypochlorite","type":"n.","descr":" A salt of hypochlorous acid; as, a calcium hypochloride."},{"word":"Hypochlorous","type":"a.","descr":" Pertaining to, or derived from, chlorine having a valence lower than in chlorous compounds."},{"word":"Hypochondres","type":"n. pl.","descr":" The hypochondriac regions. See Hypochondrium."},{"word":"Hypochondria","type":"n.","descr":" Hypochondriasis; melancholy; the blues."},{"word":"Hypochondriac","type":"a.","descr":" Of or pertaining to hypochondria, or the hypochondriac regions."},{"word":"Hypochondriac","type":"a.","descr":" Affected, characterized, or produced, by hypochondriasis."},{"word":"Hypochondriac","type":"n.","descr":" A person affected with hypochondriasis."},{"word":"Hypochondriacal","type":"a.","descr":" Same as Hypochondriac, 2."},{"word":"Hypochondriacism","type":"n.","descr":" Hypochondriasis."},{"word":"Hypochondriasis","type":"n.","descr":" A mental disorder in which melancholy and gloomy views torment the affected person, particularly concerning his own health."},{"word":"Hypochondriasm","type":"n.","descr":" Hypochondriasis."},{"word":"Hypochondria","type":"pl. ","descr":" of Hypochondrium"},{"word":"Hypochondriums","type":"pl. ","descr":" of Hypochondrium"},{"word":"Hypochondrium","type":"n.","descr":" Either of the hypochondriac regions."},{"word":"Hypochondry","type":"n.","descr":" Hypochondriasis."},{"word":"Hypocist","type":"n.","descr":" An astringent inspissated juice obtained from the fruit of a plant (Cytinus hypocistis), growing from the roots of the Cistus, a small European shrub."},{"word":"Hypocleida","type":"pl. ","descr":" of Hypocleidium"},{"word":"Hypocleidiums","type":"pl. ","descr":" of Hypocleidium"},{"word":"Hypocleidium","type":"n.","descr":" A median process on the furculum, or merrythought, of many birds, where it is connected with the sternum."},{"word":"Hypocoristic","type":"a.","descr":" Endearing; diminutive; as, the hypocoristic form of a name."},{"word":"Hypocrateriform","type":"a.","descr":" hypocraterimorphous; salver-shaped."},{"word":"Hypocraterimorphous","type":"a.","descr":" Salver-shaped; having a slender tube, expanding suddenly above into a bowl-shaped or spreading border, as in the blossom of the phlox and the lilac."},{"word":"Hypocrisies","type":"pl. ","descr":" of Hypocrisy"},{"word":"Hypocrisy","type":"n.","descr":" The act or practice of a hypocrite; a feigning to be what one is not, or to feel what one does not feel; a dissimulation, or a concealment of one\\'s real character, disposition, or motives; especially, the assuming of false appearance of virtue or religion; a simulation of goodness."},{"word":"Hypocrite","type":"n.","descr":" One who plays a part; especially, one who, for the purpose of winning approbation of favor, puts on a fair outside seeming; one who feigns to be other and better than he is; a false pretender to virtue or piety; one who simulates virtue or piety."},{"word":"Hypocritely","type":"adv.","descr":" Hypocritically."},{"word":"Hypocritic","type":"a.","descr":" See Hypocritical."},{"word":"Hypocritical","type":"a.","descr":" Of or pertaining to a hypocrite, or to hypocrisy; as, a hypocriticalperson; a hypocritical look; a hypocritical action."},{"word":"Hypocrystalline","type":"a.","descr":" Partly crystalline; -- said of rock which consists of crystals imbedded in a glassy ground mass."},{"word":"Hypocycloid","type":"n.","descr":" A curve traced by a point in the circumference of a circle which rolls on the concave side in the fixed circle.  Cf. Epicycloid, and Trochoid."},{"word":"Hypodactylum","type":"n.","descr":" The under side of the toes."},{"word":"Hypoderm","type":"n.","descr":" Same as Hypoblast."},{"word":"Hypoderma","type":"n.","descr":" A layer of tissue beneath the epidermis in plants, and performing the physiological function of strengthening the epidermal tissue. In phanerogamous plants it is developed as collenchyma."},{"word":"Hypoderma","type":"n.","descr":" An inner cellular layer which lies beneath the chitinous cuticle of arthropods, annelids, and some other invertebrates."},{"word":"Hypodermatic","type":"a.","descr":" Hypodermic."},{"word":"Hypodermic","type":"a.","descr":" Of or pertaining to the parts under the skin."},{"word":"Hypodermis","type":"n.","descr":" Same as Hypoblast."},{"word":"Hypodermis","type":"n.","descr":" Same as Hypoderma, 2."},{"word":"Hypodicrotic","type":"a.","descr":" Alt. of Hypodicrotous"},{"word":"Hypodicrotous","type":"a.","descr":" Exhibiting retarded dicrotism; as, a hypodicrotic pulse curve."},{"word":"Hypogaeic","type":"a.","descr":" Pertaining to, or obtained from, the peanut, or earthnut (Arachis hypogaea)."},{"word":"Hypogastric","type":"a.","descr":" Of or pertaining to the hypogastrium or the hypogastric region."},{"word":"Hypogastrium","type":"n.","descr":" The lower part of the abdomen."},{"word":"Hypogean","type":"a.","descr":" Hypogeous."},{"word":"Hypogene","type":"a.","descr":" Formed or crystallized at depths the earth\\'s surface; -- said of granite, gneiss, and other rocks, whose crystallization is believed of have taken place beneath a great thickness of overlying rocks. Opposed to epigene."},{"word":"Hypogeous","type":"a.","descr":" Growing under ground; remaining under ground; ripening its fruit under ground."},{"word":"Hypogea","type":"pl. ","descr":" of Hypogeum"},{"word":"Hypogeum","type":"n.","descr":" The subterraneous portion of a building, as in amphitheaters, for the service of the games; also, subterranean galleries, as the catacombs."},{"word":"Hypoglossal","type":"a.","descr":" Under the tongue; -- applied esp., in the higher vertebrates, to the twelfth or last pair of cranial nerves, which are distributed to the base of the tongue."},{"word":"Hypoglossal","type":"n.","descr":" One of the hypoglossal nerves."},{"word":"Hypognatous","type":"a.","descr":" Having the maxilla, or lower jaw, longer than the upper, as in the skimmer."},{"word":"Hypogyn","type":"n.","descr":" An hypogynous plant."},{"word":"Hypogynous","type":"a.","descr":" Inserted below the pistil or pistils; -- said of sepals, petals, and stamens; having the sepals, petals, and stamens inserted below the pistil; -- said of a flower or a plant."},{"word":"Hypohyal","type":"a.","descr":" Pertaining to one or more small elements in the hyoidean arch of fishes, between the caratohyal and urohyal."},{"word":"Hypohyal","type":"n.","descr":" One of the hypohyal bones or cartilages."},{"word":"Hyponastic","type":"a.","descr":" Exhibiting a downward convexity caused by unequal growth.  Cf. Epinastic."},{"word":"Hyponasty","type":"n.","descr":" Downward convexity, or convexity of the inferior surface."},{"word":"Hyponitrite","type":"n.","descr":" A salt of hyponitrous acid."},{"word":"Hyponitrous","type":"a.","descr":" Containing or derived from nitrogen having a lower valence than in nitrous compounds."},{"word":"Hypopharynx","type":"n.","descr":" An appendage or fold on the lower side of the pharynx, in certain insects."},{"word":"Hypophosphate","type":"n.","descr":" A salt of hypophosphoric acid."},{"word":"Hypophosphite","type":"n.","descr":" A salt of hypophosphorous acid."},{"word":"Hypophosphoric","type":"a.","descr":" Pertaining to, or derived from, or containing, phosphorus in a lower state of oxidation than in phosphoric compounds; as, hypophosphoric acid."},{"word":"Hypophosphorous","type":"a.","descr":" Pertaining to, or containing, phosphorus in a lower state of oxidation than in phosphoric compounds; as, hypophosphorous acid."},{"word":"Hypophyllous","type":"a.","descr":" Being or growing on the under side of a leaf, as the fruit dots of ferns."},{"word":"Hypophysial","type":"a.","descr":" Of or pertaining to the hypophysis; pituitary."},{"word":"Hypophysis","type":"n.","descr":" See Pituitary body, under Pituitary."},{"word":"Hypophysis","type":"n.","descr":" Cataract."},{"word":"Hypoplastra","type":"pl. ","descr":" of Hypoplastron"},{"word":"Hypoplastron","type":"n.","descr":" The third lateral plate in the plastron of turtles; -- called also hyposternum."},{"word":"Hypoptila","type":"pl. ","descr":" of Hypoptilum"},{"word":"Hypoptilums","type":"pl. ","descr":" of Hypoptilum"},{"word":"Hypoptilum","type":"n.","descr":" An accessory plume arising from the posterior side of the stem of the contour feathers of many birds; -- called also aftershaft. See Illust. of Feather."},{"word":"Hyporadii","type":"pl. ","descr":" of Hyporadius"},{"word":"Hyporadius","type":"n.","descr":" One of the barbs of the hypoptilum, or aftershaft of a feather. See Feather."},{"word":"Hyporhachides","type":"pl. ","descr":" of Hyporhachis"},{"word":"Hyporhachis","type":"n.","descr":" The stem of an aftershaft or hypoptilum."},{"word":"Hyposkeletal","type":"a.","descr":" Beneath the endoskeleton; hypaxial; as, the hyposkeletal muscles; -- opposed to episkeletal."},{"word":"Hypospadias","type":"n.","descr":" A deformity of the penis, in which the urethra opens upon its under surface."},{"word":"Hypostases","type":"pl. ","descr":" of Hypostasis"},{"word":"Hypostasis","type":"n.","descr":" That which forms the basis of anything; underlying principle; a concept or mental entity conceived or treated as an existing being or thing."},{"word":"Hypostasis","type":"n.","descr":" Substance; subsistence; essence; person; personality; -- used by the early theologians to denote any one of the three subdivisions of the Godhead, the Father, Son, and Holy Spirit."},{"word":"Hypostasis","type":"n.","descr":" Principle; an element; -- used by the alchemists in speaking of salt, sulphur, and mercury, which they considered as the three principles of all material bodies."},{"word":"Hypostasis","type":"n.","descr":" That which is deposited at the bottom of a fluid; sediment."},{"word":"Hypostasize","type":"v. t.","descr":" To make into a distinct substance; to conceive or treat as an existing being; to hypostatize."},{"word":"Hypostatic","type":"a.","descr":" Alt. of Hypostatical"},{"word":"Hypostatical","type":"a.","descr":" Relating to hypostasis, or substance; hence, constitutive, or elementary."},{"word":"Hypostatical","type":"a.","descr":" Personal, or distinctly personal; relating to the divine hypostases, or substances."},{"word":"Hypostatical","type":"a.","descr":" Depending upon, or due to, deposition or setting; as, hypostatic cognestion, cognestion due to setting of blood by gravitation."},{"word":"Hypostatically","type":"adv.","descr":" In a hypostatic manner."},{"word":"Hypostatize","type":"v. t.","descr":" To make into, or regarded as, a separate and distinct substance."},{"word":"Hypostatize","type":"v. t.","descr":" To attribute actual or personal existence to."},{"word":"Hyposterna","type":"pl. ","descr":" of Hyposternum"},{"word":"Hyposternums","type":"pl. ","descr":" of Hyposternum"},{"word":"Hyposternum","type":"n.","descr":" See Hypoplastron."},{"word":"Hypostome","type":"n.","descr":" Alt. of Hypostoma"},{"word":"Hypostoma","type":"n.","descr":" The lower lip of trilobites, crustaceans, etc."},{"word":"Hypostrophe","type":"n.","descr":" The act of a patient turning himself."},{"word":"Hypostrophe","type":"n.","descr":" A relapse, or return of a disease."},{"word":"Hypostyle","type":"a.","descr":" Resting upon columns; constructed by means of columns; -- especially applied to the great hall at Karnak."},{"word":"Hyposulphate","type":"n.","descr":" A salt of hyposulphuric acid."},{"word":"Hyposulphite","type":"n.","descr":" A salt of what was formerly called hyposulphurous acid; a thiosulphate."},{"word":"Hyposulphite","type":"n.","descr":" A salt of hyposulphurous acid proper."},{"word":"Hyposulphuric","type":"a.","descr":" Pertaining to, or containing, sulphur in a lower state of oxidation than in the sulphuric compounds; as, hyposulphuric acid."},{"word":"Hyposulphurous","type":"a.","descr":" Pertaining to, or containing, sulphur, all, or a part, in a low state of oxidation."},{"word":"Hypotarsi","type":"pl. ","descr":" of Hypotarsus"},{"word":"Hypotarsus","type":"n.","descr":" A process on the posterior side of the tarsometatarsus of many birds; the calcaneal process."},{"word":"Hypotenuse","type":"n.","descr":" Alt. of Hypothenuse"},{"word":"Hypothenuse","type":"n.","descr":" The side of a right-angled triangle that is opposite to the right angle."},{"word":"Hypothec","type":"n.","descr":" A landlord\\'s right, independently of stipulation, over the stocking (cattle, implements, etc.), and crops of his tenant, as security for payment of rent."},{"word":"Hypotheca","type":"n.","descr":" An obligation by which property of a debtor was made over to his creditor in security of his debt."},{"word":"Hypothecated","type":"imp. and p. p.","descr":" of Hypothecate"},{"word":"Hypothecating","type":"p. pr. and vb. n.","descr":" of Hypothecate"},{"word":"Hypothecate","type":"v. t.","descr":" To subject, as property, to liability for a debt or engagement without delivery of possession or transfer of title; to pledge without delivery of possession; to mortgage, as ships, or other personal property; to make a contract by bottomry. See Hypothecation, Bottomry."},{"word":"Hypothecation","type":"n.","descr":" The act or contract by which property is hypothecated; a right which a creditor has in or to the property of his debtor, in virtue of which he may cause it to be sold and the price appropriated in payment of his debt. This is a right in the thing, or jus in re."},{"word":"Hypothecation","type":"n.","descr":" A contract whereby, in consideration of money advanced for the necessities of the ship, the vessel, freight, or cargo is made liable for its repayment, provided the ship arrives in safety. It is usually effected by a bottomry bond. See Bottomry."},{"word":"Hypothecator","type":"n.","descr":" One who hypothecates or pledges anything as security for the repayment of money borrowed."},{"word":"Hypothenal","type":"a.","descr":" Alt. of Hypothenar"},{"word":"Hypothenar","type":"a.","descr":" Of or pertaining to the prominent part of the palm of the hand above the base of the little finger, or a corresponding part in the forefoot of an animal; as, the hypothenar eminence."},{"word":"Hypothenar","type":"n.","descr":" The hypothenar eminence."},{"word":"Hypothenusal","type":"a.","descr":" Of or pertaining to hypothenuse."},{"word":"Hypothenuse","type":"n.","descr":" Same as Hypotenuse."},{"word":"Hypotheses","type":"pl. ","descr":" of Hypothesis"},{"word":"Hypothesis","type":"n.","descr":" A supposition; a proposition or principle which is supposed or taken for granted, in order to draw a conclusion or inference for proof of the point in question; something not proved, but assumed for the purpose of argument, or to account for a fact or an occurrence; as, the hypothesis that head winds detain an overdue steamer."},{"word":"Hypothesis","type":"n.","descr":" A tentative theory or supposition provisionally adopted to explain certain facts, and to guide in the investigation of others; hence, frequently called a working hypothesis."},{"word":"Hypothetic","type":"a.","descr":" Alt. of Hypothetical"},{"word":"Hypothetical","type":"a.","descr":" Characterized by, or of the nature of, an hypothesis; conditional; assumed without proof, for the purpose of reasoning and deducing proof, or of accounting for some fact or phenomenon."},{"word":"Hypothetist","type":"n.","descr":" One who proposes or supports an hypothesis."},{"word":"Hypotrachelium","type":"n.","descr":" Same as Gorgerin."},{"word":"Hypotricha","type":"n. pl.","descr":" A division of ciliated Infusoria in which the cilia cover only the under side of the body."},{"word":"Hypotrochoid","type":"n.","descr":" A curve, traced by a point in the radius, or radius produced, of a circle which rolls upon the concave side of a fixed circle. See Hypocycloid, Epicycloid, and Trochoid."},{"word":"Hypotyposis","type":"n.","descr":" A vivid, picturesque description of scenes or events."},{"word":"Hypoxanthin","type":"n.","descr":" A crystalline, nitrogenous substance, closely related to xanthin and uric acid, widely distributed through the animal body, but especially in muscle tissue; -- called also sarcin, sarkin."},{"word":"Hypozoic","type":"a.","descr":" Anterior in age to the lowest rocks which contain organic remains."},{"word":"Hyppish","type":"a.","descr":" Affected with hypochondria; hypped."},{"word":"Hyppogriff","type":"n.","descr":" See Hyppogriff."},{"word":"Hypsiloid","type":"a.","descr":" Resembling the Greek letter \/ in form; hyoid."},{"word":"Hypsometer","type":"n.","descr":" An instrument for measuring heights by observation of barometric pressure; esp., one for determining heights by ascertaining the boiling point of water. It consists of a vessel for water, with a lamp for heating it, and an inclosed thermometer for showing the temperature of ebullition."},{"word":"Hypsometric","type":"a.","descr":" Alt. of Hypsometrical"},{"word":"Hypsometrical","type":"a.","descr":" Of or pertaining to hypsometry."},{"word":"Hypsometry","type":"n.","descr":" That branch of the science of geodesy which has to do with the measurement of heights, either absolutely with reference to the sea level, or relatively."},{"word":"Hypural","type":"a.","descr":" Under the tail; -- applied to the bones which support the caudal fin rays in most fishes."},{"word":"Hyracoid","type":"a.","descr":" Of or pertaining to the Hyracoidea."},{"word":"Hyracoid","type":"n.","descr":" One of the Hyracoidea."},{"word":"Hyracoidea","type":"n. pl.","descr":" An order of small hoofed mammals, comprising the single living genus Hyrax."},{"word":"Hyrax","type":"n.","descr":" Any animal of the genus Hyrax, of which about four species are known. They constitute the order Hyracoidea. The best known species are the daman (H. Syriacus) of Palestine, and the klipdas (H. capensis) of South Africa. Other species are H. arboreus and H. Sylvestris, the former from Southern, and the latter from Western, Africa. See Daman."},{"word":"Hyrcanian","type":"a.","descr":" Alt. of Hyrcan"},{"word":"Hyrcan","type":"a.","descr":" Of or pertaining to Hyrcania, an ancient country or province of Asia, southeast of the Caspian (which was also called the Hyrcanian) Sea."},{"word":"Hyrse","type":"n.","descr":" Millet."},{"word":"Hyrst","type":"n.","descr":" A wood. See Hurst."},{"word":"Hyson","type":"n.","descr":" A fragrant kind of green tea."},{"word":"Hyssop","type":"n.","descr":" A plant (Hyssopus officinalis). The leaves have an aromatic smell, and a warm, pungent taste."},{"word":"Hysteranthous","type":"a.","descr":" Having the leaves expand after the flowers have opened."},{"word":"Hysteresis","type":"n.","descr":" A lagging or retardation of the effect, when the forces acting upon a body are changed, as if from velocity or internal friction; a temporary resistance to change from a condition previously induced, observed in magnetism, thermoelectricity, etc., on reversal of polarity."},{"word":"Hysteria","type":"n.","descr":" A nervous affection, occurring almost exclusively in women, in which the emotional and reflex excitability is exaggerated, and the will power correspondingly diminished, so that the patient loses control over the emotions, becomes the victim of imaginary sensations, and often falls into paroxism or fits."},{"word":"Hysteric","type":"a.","descr":" Alt. of Hysterical"},{"word":"Hysterical","type":"a.","descr":" Of or pertaining to hysteria; affected, or troubled, with hysterics; convulsive, fitful."},{"word":"Hysterics","type":"n. pl.","descr":" Hysteria."},{"word":"Hysteroepilepsy","type":"n.","descr":" A disease resembling hysteria in its nature, and characterized by the occurrence of epileptiform convulsions, which can often be controlled or excited by pressure on the ovaries, and upon other definite points in the body."},{"word":"Hysterogenic","type":"a.","descr":" Producing hysteria; as, the hysterogenicpressure points on the surface of the body, pressure upon which is said both to produce and arrest an attack of hysteria."},{"word":"Hysterology","type":"n.","descr":" A figure by which the ordinary course of thought is inverted in expression, and the last put first; -- called also hysteron proteron."},{"word":"Hysteron proteron","type":"","descr":" A figure in which the natural order of sense is reversed; hysterology; as, valet atque vivit, \"he is well and lives.\""},{"word":"Hysteron proteron","type":"","descr":" An inversion of logical order, in which the conclusion is put before the premises, or the thing proved before the evidence."},{"word":"Hysterophyte","type":"n.","descr":" A plant, like the fungus, which lives on dead or living organic matter."},{"word":"Hysterotomy","type":"n.","descr":" The Caesarean section. See under Caesarean."},{"word":"Hystricine","type":"a.","descr":" Like or pertaining to the porcupines."},{"word":"Hystricomorphous","type":"a.","descr":" Like, or allied to, the porcupines; -- said of a group (Hystricomorpha) of rodents."},{"word":"Hystrix","type":"n.","descr":" A genus of rodents, including the porcupine."},{"word":"Hythe","type":"n.","descr":" A small haven. See Hithe."}]