[{"word":"Iamatology","type":"n.","descr":" Materia Medica; that branch of therapeutics which treats of remedies."},{"word":"Iamb","type":"n.","descr":" An iambus or iambic."},{"word":"Iambic","type":"a.","descr":" Consisting of a short syllable followed by a long one, or of an unaccented syllable followed by an accented; as, an iambic foot."},{"word":"Iambic","type":"a.","descr":" Pertaining to, or composed of, iambics; as, an iambic verse; iambic meter. See Lambus."},{"word":"Iambic","type":"n.","descr":" An iambic foot; an iambus."},{"word":"Iambic","type":"n.","descr":" A verse composed of iambic feet."},{"word":"Iambic","type":"n.","descr":" A satirical poem (such poems having been anciently written in iambic verse); a satire; a lampoon."},{"word":"Iambical","type":"a.","descr":" Iambic."},{"word":"Iambically","type":"adv.","descr":" In a iambic manner; after the manner of iambics."},{"word":"Iambize","type":"v. t.","descr":" To satirize in iambics; to lampoon."},{"word":"Iambi","type":"pl. ","descr":" of Iambus"},{"word":"Iambuses","type":"pl. ","descr":" of Iambus"},{"word":"Iambus","type":"n.","descr":" A foot consisting of a short syllable followed by a long one, as in \/mans, or of an unaccented syllable followed by an accented one, as invent; an iambic. See the Couplet under Iambic, n."},{"word":"Ianthinae","type":"pl. ","descr":" of Ianthina"},{"word":"Ianthinas","type":"pl. ","descr":" of Ianthina"},{"word":"Ianthina","type":"n.","descr":" Any gastropod of the genus Ianthina, of which various species are found living in mid ocean; -- called also purple shell, and violet snail."},{"word":"Iatraliptic","type":"a.","descr":" Treating diseases by anointing and friction; as, the iatraliptic method."},{"word":"Iatric","type":"a.","descr":" Alt. of Iatrical"},{"word":"Iatrical","type":"a.","descr":" Of or pertaining to medicine, or to medical men."},{"word":"Iatrochemical","type":"a.","descr":" Of or pertaining to iatrochemistry, or to the iatrochemists."},{"word":"Iatrochemist","type":"n.","descr":" A physician who explained or treated diseases upon chemical principles; one who practiced iatrochemistry."},{"word":"Iatrochemistry","type":"n.","descr":" Chemistry applied to, or used in, medicine; -- used especially with reference to the doctrines in the school of physicians in Flanders, in the 17th century, who held that health depends upon the proper chemical relations of the fluids of the body, and who endeavored to explain the conditions of health or disease by chemical principles."},{"word":"Iatromathematical","type":"a.","descr":" Of or pertaining to iatromathematicians or their doctrine."},{"word":"Iatromathematician","type":"n.","descr":" One of a school of physicians in Italy, about the middle of the 17th century, who tried to apply the laws of mechanics and mathematics to the human body, and hence were eager student of anatomy; -- opposed to the iatrochemists."}]