[{"word":"ical","type":"a.","descr":" Relating to the patriarch Abraham."},{"word":"ical","type":"a.","descr":" Of or pertaining to the Brahmans or to their doctrines and worship."},{"word":"Icarian","type":"a.","descr":" Soaring too high for safety, like Icarus; adventurous in flight."},{"word":"Ice","type":"n.","descr":" Water or other fluid frozen or reduced to the solid state by cold; frozen water. It is a white or transparent colorless substance, crystalline, brittle, and viscoidal. Its specific gravity (0.92, that of water at 4¡ C. being 1.0) being less than that of water, ice floats."},{"word":"Ice","type":"n.","descr":" Concreted sugar."},{"word":"Ice","type":"n.","descr":" Water, cream, custard, etc., sweetened, flavored, and artificially frozen."},{"word":"Ice","type":"n.","descr":" Any substance having the appearance of ice; as, camphor ice."},{"word":"Iced","type":"imp. and p. p.","descr":" of Ice"},{"word":"Icing","type":"p. pr. and vb. n.","descr":" of Ice"},{"word":"Ice","type":"v. t.","descr":" To cover with ice; to convert into ice, or into something resembling ice."},{"word":"Ice","type":"v. t.","descr":" To cover with icing, or frosting made of sugar and milk or white of egg; to frost, as cakes, tarts, etc."},{"word":"Ice","type":"v. t.","descr":" To chill or cool, as with ice; to freeze."},{"word":"Iceberg","type":"n.","descr":" A large mass of ice, generally floating in the ocean."},{"word":"Icebird","type":"n.","descr":" An Arctic sea bird, as the Arctic fulmar."},{"word":"Icebound","type":"a.","descr":" Totally surrounded with ice, so as to be incapable of advancing; as, an icebound vessel; also, surrounded by or fringed with ice so as to hinder easy access; as, an icebound coast."},{"word":"Ice-built","type":"a.","descr":" Composed of ice."},{"word":"Ice-built","type":"a.","descr":" Loaded with ice."},{"word":"Iced","type":"a.","descr":" Covered with ice; chilled with ice; as, iced water."},{"word":"Iced","type":"a.","descr":" Covered with something resembling ice, as sugar icing; frosted; as, iced cake."},{"word":"Icefall","type":"n.","descr":" A frozen waterfall, or mass of ice resembling a frozen waterfall."},{"word":"Icelander","type":"n.","descr":" A native, or one of the Scandinavian people, of Iceland."},{"word":"Icelandic","type":"a.","descr":" Of or pertaining to Iceland; relating to, or resembling, the Icelanders."},{"word":"Icelandic","type":"n.","descr":" The language of the Icelanders. It is one of the Scandinavian group, and is more nearly allied to the Old Norse than any other language now spoken."},{"word":"Iceland moss","type":"","descr":" A kind of lichen (Cetraria Icelandica) found from the Arctic regions to the North Temperate zone. It furnishes a nutritious jelly and other forms of food, and is used in pulmonary complaints as a demulcent."},{"word":"Iceland spar","type":"","descr":" A transparent variety of calcite, the best of which is obtained in Iceland. It is used for the prisms of the polariscope, because of its strong double refraction.  Cf. Calcite."},{"word":"Icemen","type":"pl. ","descr":" of Iceman"},{"word":"Iceman","type":"n.","descr":" A man who is skilled in traveling upon ice, as among glaciers."},{"word":"Iceman","type":"n.","descr":" One who deals in ice; one who retails or delivers ice."},{"word":"Ice plant","type":"","descr":" A plant (Mesembryanthemum crystallinum), sprinkled with pellucid, watery vesicles, which glisten like ice. It is native along the Mediterranean, in the Canaries, and in South Africa. Its juice is said to be demulcent and diuretic; its ashes are used in Spain in making glass."},{"word":"Icequake","type":"n.","descr":" The crash or concussion attending the breaking up of masses of ice, -- often due to contraction from extreme cold."},{"word":"Ich","type":"pron.","descr":" I."},{"word":"Ichneumon","type":"n.","descr":" Any carnivorous mammal of the genus Herpestes, and family Viverridae. Numerous species are found in Asia and Africa. The Egyptian species(H. ichneumon), which ranges to Spain and Palestine, is noted for destroying the eggs and young of the crocodile as well as various snakes and lizards, and hence was considered sacred by the ancient Egyptians. The common species of India (H. griseus), known as the mongoose, has similar habits and is often domesticated. It is noted for killing the cobra."},{"word":"Ichneumon","type":"n.","descr":" Any hymenopterous insect of the family Ichneumonidae, of which several thousand species are known, belonging to numerous genera."},{"word":"Ichneumonidan","type":"a.","descr":" Of or pertaining to the Ichneumonidae, or ichneumon flies."},{"word":"Ichneumonidan","type":"n.","descr":" One of the Ichneumonidae."},{"word":"Ichneumonides","type":"n. pl.","descr":" The ichneumon flies."},{"word":"Ichnite","type":"n.","descr":" A fossil footprint; as, the ichnites in the Triassic sandstone."},{"word":"Ichnographic","type":"a.","descr":" Alt. of Ichnographical"},{"word":"Ichnographical","type":"a.","descr":" Of or pertaining to ichonography; describing a ground plot."},{"word":"Ichnography","type":"n.","descr":" A horizontal section of a building or other object, showing its true dimensions according to a geometric scale; a ground plan; a map; also, the art of making such plans."},{"word":"Ichnolite","type":"n.","descr":" A fossil footprint; an ichnite."},{"word":"Ichnolithology","type":"n.","descr":" Same as Ichnology."},{"word":"Ichnological","type":"a.","descr":" Of or pertaining to ichnology."},{"word":"Ichnology","type":"n.","descr":" The branch of science which treats of fossil footprints."},{"word":"Ichnoscopy","type":"n.","descr":" The search for the traces of anything."},{"word":"Ichor","type":"n.","descr":" An ethereal fluid that supplied the place of blood in the veins of the gods."},{"word":"Ichor","type":"n.","descr":" A thin, acrid, watery discharge from an ulcer, wound, etc."},{"word":"Ichorhaemia","type":"n.","descr":" Infection of the blood with ichorous or putrid substances."},{"word":"Ichorous","type":"a.","descr":" Of or like ichor; thin; watery; serous; sanious."},{"word":"Ichthidin","type":"n.","descr":" A substance from the egg yolk of osseous fishes."},{"word":"Ichthin","type":"n.","descr":" A nitrogenous substance resembling vitellin, present in the egg yolk of cartilaginous fishes."},{"word":"Ichthulin","type":"n.","descr":" A substance from the yolk of salmon\\'s egg."},{"word":"Ichthus","type":"n.","descr":" In early Christian and eccesiastical art, an emblematic fish, or the Greek word for fish, which combined the initials of the Greek words \/, \/, \/ \/, \/, Jesus, Christ, Son of God, Savior."},{"word":"Ichthyic","type":"a.","descr":" Like, or pertaining to, fishes."},{"word":"Ichthyocol","type":"n.","descr":" Alt. of Ichthyocolla"},{"word":"Ichthyocolla","type":"n.","descr":" Fish glue; isinglass; a glue prepared from the sounds of certain fishes."},{"word":"Ichthyocoprolite","type":"n.","descr":" Fossil dung of fishes."},{"word":"Ichthyodorulite","type":"n.","descr":" One of the spiny plates foundon the back and tail of certain skates."},{"word":"Ichthyography","type":"n.","descr":" A treatise on fishes."},{"word":"Ichthyoid","type":"a.","descr":" Alt. of Ichthyoidal"},{"word":"Ichthyoidal","type":"a.","descr":" Somewhat like a fish; having some of the characteristics of fishes; -- said of some amphibians."},{"word":"Ichthyolatry","type":"n.","descr":" Worship of fishes, or of fish-shaped idols."},{"word":"Ichthyolite","type":"n.","descr":" A fossil fish, or fragment of a fish."},{"word":"Ichthyologic","type":"a.","descr":" Alt. of Ichthyological"},{"word":"Ichthyological","type":"a.","descr":" Of or pertaining to ichthyology."},{"word":"Ichthyologist","type":"n.","descr":" One versed in, or who studies, ichthyology."},{"word":"Ichthyology","type":"n.","descr":" The natural history of fishes; that branch of zoology which relates to fishes, including their structure, classification, and habits."},{"word":"Ichthyomancy","type":"n.","descr":" Divination by the heads or the entrails of fishes."},{"word":"Ichthyomorpha","type":"n. pl.","descr":" The Urodela."},{"word":"Ichthyomorphic","type":"a.","descr":" Alt. of Ichthyomorphous"},{"word":"Ichthyomorphous","type":"a.","descr":" Fish-shaped; as, the ichthyomorphic idols of ancient Assyria."},{"word":"Ichthyophagist","type":"n.","descr":" One who eats, or subsists on, fish."},{"word":"Ichthyophagous","type":"a.","descr":" Eating, or subsisting on, fish."},{"word":"Ichthyohagy","type":"n.","descr":" The practice of eating, or living upon, fish."},{"word":"Ichthyophthalmite","type":"n.","descr":" See Apophyllite."},{"word":"Ichthyophthira","type":"n. pl.","descr":" A division of copepod crustaceans, including numerous species parasitic on fishes."},{"word":"Ichthyopsida","type":"n. pl.","descr":" A grand division of the Vertebrata, including the Amphibia and Fishes."},{"word":"Ichthyopterygia","type":"n. pl.","descr":" See Ichthyosauria."},{"word":"Ichthyopterygium","type":"n.","descr":" The typical limb, or lateral fin, of fishes."},{"word":"Ichthyornis","type":"n.","descr":" An extinct genus of toothed birds found in the American Cretaceous formation. It is remarkable for having biconcave vertebrae, and sharp, conical teeth set in sockets. Its wings were well developed. It is the type of the order Odontotormae."},{"word":"Ichthyosaur","type":"n.","descr":" One of the Ichthyosaura."},{"word":"Ichthyosauria","type":"n. pl.","descr":" An extinct order of marine reptiles, including Ichthyosaurus and allied forms; -- called also Ichthyopterygia. They have not been found later than the Cretaceous period."},{"word":"Ichthyosaurian","type":"a.","descr":" Of or pertaining to the Ichthyosauria."},{"word":"Ichthyosaurian","type":"n.","descr":" One of the Ichthyosauria."},{"word":"Ichthyosauri","type":"pl. ","descr":" of Ichthyosaurus"},{"word":"Ichthyosaurus","type":"n.","descr":" An extinct genus of marine reptiles; -- so named from their short, biconcave vertebrae, resembling those of fishes. Several species, varying in length from ten to thirty feet, are known from the Liassic, Oolitic, and Cretaceous formations."},{"word":"Ichthyosis","type":"n.","descr":" A disease in which the skin is thick, rough, and scaly; -- called also fishskin."},{"word":"Ichthyotomist","type":"n.","descr":" One skilled in ichthyotomy."},{"word":"Ichthyoomy","type":"n.","descr":" The anatomy or dissection of fishes."},{"word":"Ichthys","type":"n.","descr":" Same as Ichthus."},{"word":"Icicle","type":"n.","descr":" A pendent, and usually conical, mass of ice, formed by freezing of dripping water; as, the icicles on the eaves of a house."},{"word":"Icicled","type":"a.","descr":" Having icicles attached."},{"word":"Icily","type":"adv.","descr":" In an icy manner; coldly."},{"word":"Iciness","type":"n.","descr":" The state or quality of being icy or very cold; frigidity."},{"word":"Icing","type":"n.","descr":" A coating or covering resembling ice, as of sugar and milk or white of egg; frosting."},{"word":"Ickle","type":"n.","descr":" An icicle."},{"word":"Icon","type":"n.","descr":" An image or representation; a portrait or pretended portrait."},{"word":"Iconical","type":"a.","descr":" Pertaining to, or consisting of, images, pictures, or representations of any kind."},{"word":"Iconism","type":"n.","descr":" The formation of a figure, representation, or semblance; a delineation or description."},{"word":"Iconize","type":"v. t.","descr":" To form an image or likeness of."},{"word":"Iconoclasm","type":"n.","descr":" The doctrine or practice of the iconoclasts; image breaking."},{"word":"Iconoclast","type":"n.","descr":" A breaker or destroyer of images or idols; a determined enemy of idol worship."},{"word":"Iconoclast","type":"n.","descr":" One who exposes or destroys impositions or shams; one who attacks cherished beliefs; a radical."},{"word":"Iconoclastic","type":"a.","descr":" Of or pertaining to the iconoclasts, or to image breaking."},{"word":"Iconodule","type":"n.","descr":" Alt. of Iconodulist"},{"word":"Iconodulist","type":"n.","descr":" One who serves images; -- opposed to an iconoclast."},{"word":"Iconographer","type":"n.","descr":" A maker of images."},{"word":"Iconographic","type":"a.","descr":" Of or pertaining to iconography."},{"word":"Iconographic","type":"a.","descr":" Representing by means of pictures or diagrams; as, an icongraphic encyclopaedia."},{"word":"Iconography","type":"n.","descr":" The art or representation by pictures or images; the description or study of portraiture or representation, as of persons; as, the iconography of the ancients."},{"word":"Iconography","type":"n.","descr":" The study of representative art in general."},{"word":"Iconolater","type":"n.","descr":" One who worships images."},{"word":"Iconolatry","type":"n.","descr":" The worship of images as symbols; -- distinguished from idolatry, the worship of images themselves."},{"word":"Iconology","type":"n.","descr":" The discussion or description of portraiture or of representative images.  Cf. Iconography."},{"word":"Iconomachy","type":"n.","descr":" Hostility to images as objects of worship."},{"word":"Iconomical","type":"a.","descr":" Opposed to pictures or images as objects of worship."},{"word":"Iconophilist","type":"n.","descr":" A student, or lover of the study, of iconography."},{"word":"Icosahedral","type":"a.","descr":" Having twenty equal sides or faces."},{"word":"Icosahedron","type":"n.","descr":" A solid bounded by twenty sides or faces."},{"word":"Icosandria","type":"n. pl.","descr":" A Linnaean class of plants, having twenty or more stamens inserted in the calyx."},{"word":"Icosandrian","type":"a.","descr":" Alt. of Icosandrous"},{"word":"Icosandrous","type":"a.","descr":" Pertaining to the class Icosandria; having twenty or more stamens inserted in the calyx."},{"word":"Icositetrahedron","type":"n.","descr":" A twenty-four-sided solid; a tetragonal trisoctahedron or trapezohedron."},{"word":"Icteric","type":"n.","descr":" A remedy for the jaundice."},{"word":"Icteric","type":"a.","descr":" Alt. of Icterical"},{"word":"Icterical","type":"a.","descr":" Pertaining to, or affected with, jaundice."},{"word":"Icterical","type":"a.","descr":" Good against the jaundice."},{"word":"Icteritious","type":"a.","descr":" Alt. of Icteritous"},{"word":"Icteritous","type":"a.","descr":" Yellow; of the color of the skin when it is affected by the jaundice."},{"word":"Icteroid","type":"a.","descr":" Of a tint resembling that produced by jaundice; yellow; as, an icteroid tint or complexion."},{"word":"Icterus","type":"a.","descr":" The jaundice."},{"word":"Ictic","type":"a.","descr":" Pertaining to, or caused by, a blow; sudden; abrupt."},{"word":"Ictus","type":"n.","descr":" The stress of voice laid upon accented syllable of a word.  Cf. Arsis."},{"word":"Ictus","type":"n.","descr":" A stroke or blow, as in a sunstroke, the sting of an insect, pulsation of an artery, etc."},{"word":"Icy","type":"superl.","descr":" Pertaining to, resembling, or abounding in, ice; cold; frosty."},{"word":"Icy","type":"superl.","descr":" Characterized by coldness, as of manner, influence, etc.; chilling; frigid; cold."},{"word":"Icy-pearled","type":"a.","descr":" Spangled with ice."}]