[{"word":"Idalian","type":"a.","descr":" Of or pertaining to Idalium, a mountain city in Cyprus, or to Venus, to whom it was sacred."},{"word":"Ide","type":"n.","descr":" Same as Id."},{"word":"Ideas","type":"pl. ","descr":" of Idea"},{"word":"Idea","type":"n.","descr":" The transcript, image, or picture of a visible object, that is formed by the mind; also, a similar image of any object whatever, whether sensible or spiritual."},{"word":"Idea","type":"n.","descr":" A general notion, or a conception formed by generalization."},{"word":"Idea","type":"n.","descr":" Hence: Any object apprehended, conceived, or thought of, by the mind; a notion, conception, or thought; the real object that is conceived or thought of."},{"word":"Idea","type":"n.","descr":" A belief, option, or doctrine; a characteristic or controlling principle; as, an essential idea; the idea of development."},{"word":"Idea","type":"n.","descr":" A plan or purpose of action; intention; design."},{"word":"Idea","type":"n.","descr":" A rational conception; the complete conception of an object when thought of in all its essential elements or constituents; the necessary metaphysical or constituent attributes and relations, when conceived in the abstract."},{"word":"Idea","type":"n.","descr":" A fiction object or picture created by the imagination; the same when proposed as a pattern to be copied, or a standard to be reached; one of the archetypes or patterns of created things, conceived by the Platonists to have excited objectively from eternity in the mind of the Deity."},{"word":"Ideal","type":"a.","descr":" Existing in idea or thought; conceptional; intellectual; mental; as, ideal knowledge."},{"word":"Ideal","type":"a.","descr":" Reaching an imaginary standard of excellence; fit for a model; faultless; as, ideal beauty."},{"word":"Ideal","type":"a.","descr":" Existing in fancy or imagination only; visionary; unreal."},{"word":"Ideal","type":"a.","descr":" Teaching the doctrine of idealism; as, the ideal theory or philosophy."},{"word":"Ideal","type":"a.","descr":" Imaginary."},{"word":"Ideal","type":"n.","descr":" A mental conception regarded as a standard of perfection; a model of excellence, beauty, etc."},{"word":"Idealess","type":"a.","descr":" Destitute of an idea."},{"word":"Idealism","type":"n.","descr":" The quality or state of being ideal."},{"word":"Idealism","type":"n.","descr":" Conception of the ideal; imagery."},{"word":"Idealism","type":"n.","descr":" The system or theory that denies the existence of material bodies, and teaches that we have no rational grounds to believe in the reality of anything but ideas and their relations."},{"word":"Idealist","type":"n.","descr":" One who idealizes; one who forms picturesque fancies; one given to romantic expectations."},{"word":"Idealist","type":"n.","descr":" One who holds the doctrine of idealism."},{"word":"Idealistic","type":"a.","descr":" Of or pertaining to idealists or their theories."},{"word":"Idealities","type":"pl. ","descr":" of Ideality"},{"word":"Ideality","type":"n.","descr":" The quality or state of being ideal."},{"word":"Ideality","type":"n.","descr":" The capacity to form ideals of beauty or perfection."},{"word":"Ideality","type":"n.","descr":" The conceptive faculty."},{"word":"Idealization","type":"n.","descr":" The act or process of idealizing."},{"word":"Idealization","type":"n.","descr":" The representation of natural objects, scenes, etc., in such a way as to show their most important characteristics; the study of the ideal."},{"word":"Idealized","type":"imp. and p. p.","descr":" of Idealize"},{"word":"Idealizing","type":"p. pr. and vb. n.","descr":" of Idealize"},{"word":"Idealize","type":"v. t.","descr":" To make ideal; to give an ideal form or value to; to attribute ideal characteristics and excellences to; as, to idealize real life."},{"word":"Idealize","type":"v. t.","descr":" To treat in an ideal manner. See Idealization, 2."},{"word":"Idealize","type":"v. i.","descr":" To form ideals."},{"word":"Idealizer","type":"n.","descr":" An idealist."},{"word":"Ideally","type":"adv.","descr":" In an ideal manner; by means of ideals; mentally."},{"word":"Idealogic","type":"a.","descr":" Of or pertaining to an idealogue, or to idealization."},{"word":"Idealogue","type":"n.","descr":" One given to fanciful ideas or theories; a theorist; a spectator."},{"word":"Ideat","type":"n.","descr":" Alt. of Ideate"},{"word":"Ideate","type":"n.","descr":" The actual existence supposed to correspond with an idea; the correlate in real existence to the idea as a thought or existence."},{"word":"Ideate","type":"v. t.","descr":" To form in idea; to fancy."},{"word":"Ideate","type":"v. t.","descr":" To apprehend in thought so as to fix and hold in the mind; to memorize."},{"word":"Ideation","type":"n.","descr":" The faculty or capacity of the mind for forming ideas; the exercise of this capacity; the act of the mind by which objects of sense are apprehended and retained as objects of thought."},{"word":"Ideational","type":"a.","descr":" Pertaining to, or characterized by, ideation."},{"word":"Idem","type":"pron. \/ adj.","descr":" The same; the same as above; -- often abbreviated id."},{"word":"Identic","type":"a.","descr":" Identical."},{"word":"Identical","type":"a.","descr":" The same; the selfsame; the very same; not different; as, the identical person or thing."},{"word":"Identical","type":"a.","descr":" Uttering sameness or the same truth; expressing in the predicate what is given, or obviously implied, in the subject; tautological."},{"word":"Identically","type":"adv.","descr":" In an identical manner; with respect to identity."},{"word":"Identicalness","type":"n.","descr":" The quality or state of being identical; sameness."},{"word":"Identifiable","type":"a.","descr":" Capable of being identified."},{"word":"Identification","type":"n.","descr":" The act of identifying, or proving to be the same; also, the state of being identified."},{"word":"Identified","type":"imp. and p. p.","descr":" of Identify"},{"word":"Identifying","type":"p. pr. and vb. n.","descr":" of Identify"},{"word":"Identify","type":"v. t.","descr":" To make to be the same; to unite or combine in such a manner as to make one; to treat as being one or having the same purpose or effect; to consider as the same in any relation."},{"word":"Identify","type":"v. t.","descr":" To establish the identity of; to prove to be the same with something described, claimed, or asserted; as, to identify stolen property."},{"word":"Identify","type":"v. i.","descr":" To become the same; to coalesce in interest, purpose, use, effect, etc."},{"word":"Identism","type":"n.","descr":" The doctrine taught by Schelling, that matter and mind, and subject and object, are identical in the Absolute; -- called also the system \/ doctrine of identity."},{"word":"Identities","type":"pl. ","descr":" of Identity"},{"word":"Identity","type":"n.","descr":" The state or quality of being identical, or the same; sameness."},{"word":"Identity","type":"n.","descr":" The condition of being the same with something described or asserted, or of possessing a character claimed; as, to establish the identity of stolen goods."},{"word":"Identity","type":"n.","descr":" An identical equation."},{"word":"Ideo-","type":"","descr":" A combining form from the Gr. \/, an idea."},{"word":"Ideogenical","type":"a.","descr":" Of or relating to ideology."},{"word":"Ideogeny","type":"n.","descr":" The science which treats of the origin of ideas."},{"word":"Ideogram","type":"n.","descr":" An original, pictorial element of writing; a kind of hieroglyph expressing no sound, but only an idea."},{"word":"Ideogram","type":"n.","descr":" A symbol used for convenience, or for abbreviation; as, 1, 2, 3, +, -, \/, $, \/, etc."},{"word":"Ideogram","type":"n.","descr":" A phonetic symbol; a letter."},{"word":"Ideograph","type":"n.","descr":" Same as Ideogram."},{"word":"Ideographic","type":"a.","descr":" Alt. of Ideographical"},{"word":"Ideographical","type":"a.","descr":" Of or pertaining to an ideogram; representing ideas by symbols, independently of sounds; as, 9 represents not the word \"nine,\" but the idea of the number itself."},{"word":"Ideographics","type":"n.","descr":" The system of writing in ideographic characters; also, anything so written."},{"word":"Ideography","type":"n.","descr":" The representation of ideas independently of sounds, or in an ideographic manner, as sometimes is done in shorthand writing, etc."},{"word":"Ideological","type":"a.","descr":" Of or pertaining to ideology."},{"word":"Ideologist","type":"n.","descr":" One who treats of ideas; one who theorizes or idealizes; one versed in the science of ideas, or who advocates the doctrines of ideology."},{"word":"Ideology","type":"n.","descr":" The science of ideas."},{"word":"Ideology","type":"n.","descr":" A theory of the origin of ideas which derives them exclusively from sensation."},{"word":"Ideo-motion","type":"n.","descr":" An ideo-motor movement."},{"word":"Ideo-motor","type":"a.","descr":" Applied to those actions, or muscular movements, which are automatic expressions of dominant ideas, rather than the result of distinct volitional efforts, as the act of expressing the thoughts in speech, or in writing, while the mind is occupied in the composition of the sentence."},{"word":"Ides","type":"n. pl.","descr":" The fifteenth day of March, May, July, and October, and the thirteenth day of the other months."},{"word":"Idio-","type":"","descr":" A combining form from the Greek \/, meaning private, personal, peculiar, distinct."},{"word":"Idioblast","type":"n.","descr":" An individual cell, differing greatly from its neighbours in regard to size, structure, or contents."},{"word":"Idiocrasis","type":"n.","descr":" Idiocracy."},{"word":"Idiocrasies","type":"pl. ","descr":" of Idiocracy"},{"word":"Idiocracy","type":"n.","descr":" Peculiarity of constitution; that temperament, or state of constitution, which is peculiar to a person; idiosyncrasy."},{"word":"Idiocratic","type":"a.","descr":" Alt. of Idiocratical"},{"word":"Idiocratical","type":"a.","descr":" Peculiar in constitution or temperament; idiosyncratic."},{"word":"Idiocy","type":"n.","descr":" The condition or quality of being an idiot; absence, or marked deficiency, of sense and intelligence."},{"word":"Idiocyclophanous","type":"a.","descr":" Same as Idiophanous."},{"word":"Idioelectric","type":"a.","descr":" Electric by virtue of its own peculiar properties; capable of becoming electrified by friction; -- opposed to anelectric."},{"word":"Idioelectric","type":"n.","descr":" An idioelectric substance."},{"word":"Idiograph","type":"n.","descr":" A mark or signature peculiar to an individual; a trade-mark."},{"word":"Idiographic","type":"a.","descr":" Alt. of Idiographical"},{"word":"Idiographical","type":"a.","descr":" Of or pertaining to an idiograph."},{"word":"Idiolatry","type":"n.","descr":" Self-worship; excessive self-esteem."},{"word":"Idiom","type":"n.","descr":" The syntactical or structural form peculiar to any language; the genius or cast of a language."},{"word":"Idiom","type":"n.","descr":" An expression conforming or appropriate to the peculiar structural form of a language; in extend use, an expression sanctioned by usage, having a sense peculiar to itself and not agreeing with the logical sense of its structural form; also, the phrase forms peculiar to a particular author."},{"word":"Idiom","type":"n.","descr":" Dialect; a variant form of a language."},{"word":"Idiomatic","type":"a.","descr":" Alt. of Idiomatical"},{"word":"Idiomatical","type":"a.","descr":" Of or pertaining to, or conforming to, the mode of expression peculiar to a language; as, an idiomatic meaning; an idiomatic phrase."},{"word":"Idiomorphic","type":"a.","descr":" Idiomorphous."},{"word":"Idiomorphous","type":"a.","descr":" Having a form of its own."},{"word":"Idiomorphous","type":"a.","descr":" Apperaing in distinct crystals; -- said of the mineral constituents of a rock."},{"word":"Idiomuscular","type":"a.","descr":" Applied to a semipermanent contraction of a muscle, produced by a mechanical irritant."},{"word":"Idiopathetic","type":"a.","descr":" Idiopathic."},{"word":"Idiopathic","type":"a.","descr":" Alt. of Idiopathical"},{"word":"Idiopathical","type":"a.","descr":" Pertaining to idiopathy; characterizing a disease arising primarily, and not in consequence of some other disease or injury; -- opposed to symptomatic, sympathetic, and traumatic."},{"word":"Idiopathies","type":"pl. ","descr":" of Idiopathy"},{"word":"Idiopathy","type":"n.","descr":" A peculiar, or individual, characteristic or affection."},{"word":"Idiopathy","type":"n.","descr":" A morbid state or condition not preceded or occasioned by any other disease; a primary disease."},{"word":"Idiophanous","type":"a.","descr":" Exhibiting interference figures without the aid of a polariscope, as certain crystals."},{"word":"Idioplasm","type":"n.","descr":" Same as Idioplasma."},{"word":"Idioplasma","type":"n.","descr":" That portion of the cell protoplasm which is the seat of all active changes, and which carries on the function of hereditary transmission; -- distinguished from the other portion, which is termed nutritive plasma. See Hygroplasm."},{"word":"Idiorepulsive","type":"a.","descr":" Repulsive by itself; as, the idiorepulsive power of heat."},{"word":"Idiosyncrasies","type":"pl. ","descr":" of Idiosyncrasy"},{"word":"Idiosyncrasy","type":"n.","descr":" A peculiarity of physical or mental constitution or temperament; a characteristic belonging to, and distinguishing, an individual; characteristic susceptibility; idiocrasy; eccentricity."},{"word":"Idiosyncratic","type":"a.","descr":" Alt. of Idiosyncratical"},{"word":"Idiosyncratical","type":"a.","descr":" Of peculiar temper or disposition; belonging to one\\'s peculiar and individual character."},{"word":"Idiot","type":"n.","descr":" A man in private station, as distinguished from one holding a public office."},{"word":"Idiot","type":"n.","descr":" An unlearned, ignorant, or simple person, as distinguished from the educated; an ignoramus."},{"word":"Idiot","type":"n.","descr":" A human being destitute of the ordinary intellectual powers, whether congenital, developmental, or accidental; commonly, a person without understanding from birth; a natural fool; a natural; an innocent."},{"word":"Idiot","type":"n.","descr":" A fool; a simpleton; -- a term of reproach."},{"word":"Idiotcy","type":"n.","descr":" Idiocy."},{"word":"Idioted","type":"a.","descr":" Rendered idiotic; befooled."},{"word":"Idiothermic","type":"a.","descr":" Self-heating; warmed, as the body of animal, by process going on within itself."},{"word":"Idiotic","type":"a.","descr":" Alt. of Idiotical"},{"word":"Idiotical","type":"a.","descr":" Common; simple."},{"word":"Idiotical","type":"a.","descr":" Pertaining to, or like, an idiot; characterized by idiocy; foolish; fatuous; as, an idiotic person, speech, laugh, or action."},{"word":"Idiotically","type":"adv.","descr":" In a idiotic manner."},{"word":"Idioticon","type":"n.","descr":" A dictionary of a peculiar dialect, or of the words and phrases peculiar to one part of a country; a glossary."},{"word":"Idiotish","type":"a.","descr":" Like an idiot; foolish."},{"word":"Idiotism","type":"n.","descr":" An idiom; a form, mode of expression, or signification, peculiar to a language."},{"word":"Idiotism","type":"n.","descr":" Lack of knowledge or mental capacity; idiocy; foolishness."},{"word":"Idiotize","type":"v. i.","descr":" To become stupid."},{"word":"Idiotry","type":"n.","descr":" Idiocy."},{"word":"Idle","type":"superl.","descr":" Of no account; useless; vain; trifling; unprofitable; thoughtless; silly; barren."},{"word":"Idle","type":"superl.","descr":" Not called into active service; not turned to appropriate use; unemployed; as, idle hours."},{"word":"Idle","type":"superl.","descr":" Not employed; unoccupied with business; inactive; doing nothing; as, idle workmen."},{"word":"Idle","type":"superl.","descr":" Given rest and ease; averse to labor or employment; lazy; slothful; as, an idle fellow."},{"word":"Idle","type":"superl.","descr":" Light-headed; foolish."},{"word":"Idled","type":"imp. and p. p.","descr":" of Idle"},{"word":"Idling","type":"p. pr. and vb. n.","descr":" of Idle"},{"word":"Idle","type":"v. i.","descr":" To lose or spend time in inaction, or without being employed in business."},{"word":"Idle","type":"v. t.","descr":" To spend in idleness; to waste; to consume; -- often followed by away; as, to idle away an hour a day."},{"word":"Idle-headed","type":"a.","descr":" Foolish; stupid."},{"word":"Idle-headed","type":"a.","descr":" Delirious; infatuated."},{"word":"Idleness","type":"n.","descr":" The condition or quality of being idle (in the various senses of that word); uselessness; fruitlessness; triviality; inactivity; laziness."},{"word":"Idle-pated","type":"a.","descr":" Idle-headed; stupid."},{"word":"Idler","type":"n.","descr":" One who idles; one who spends his time in inaction; a lazy person; a sluggard."},{"word":"Idler","type":"n.","descr":" One who has constant day duties on board ship, and keeps no regular watch."},{"word":"Idler","type":"n.","descr":" An idle wheel or pulley. See under Idle."},{"word":"Idless","type":"n.","descr":" Alt. of Idlesse"},{"word":"Idlesse","type":"n.","descr":" Idleness."},{"word":"Idly","type":"adv.","descr":" In a idle manner; ineffectually; vainly; lazily; carelessly; (Obs.) foolishly."},{"word":"Idocrase","type":"n.","descr":" Same as Vesuvianite."},{"word":"Idol","type":"n.","descr":" An image or representation of anything."},{"word":"Idol","type":"n.","descr":" An image of a divinity; a representation or symbol of a deity or any other being or thing, made or used as an object of worship; a similitude of a false god."},{"word":"Idol","type":"n.","descr":" That on which the affections are strongly (often excessively) set; an object of passionate devotion; a person or thing greatly loved or adored."},{"word":"Idol","type":"n.","descr":" A false notion or conception; a fallacy."},{"word":"Idolastre","type":"n.","descr":" An idolater."},{"word":"Idolater","type":"n.","descr":" A worshiper of idols; one who pays divine honors to images, statues, or representations of anything made by hands; one who worships as a deity that which is not God; a pagan."},{"word":"Idolater","type":"n.","descr":" An adorer; a great admirer."},{"word":"Idolatress","type":"n.","descr":" A female worshiper of idols."},{"word":"Idolatrical","type":"a.","descr":" Idolatrous."},{"word":"Idolatrized","type":"imp. and p. p.","descr":" of Idolatrize"},{"word":"Idolatrizing","type":"p. pr. and vb. n.","descr":" of Idolatrize"},{"word":"Idolatrize","type":"v. i.","descr":" To worship idols; to pay idolatrous worship."},{"word":"Idolatrize","type":"v. t.","descr":" To make in idol of; to idolize."},{"word":"Idolatrous","type":"a.","descr":" Of or pertaining to idolatry; partaking of the nature of idolatry; given to idolatry or the worship of false gods; as, idolatrous sacrifices."},{"word":"Idolatrous","type":"a.","descr":" Consisting in, or partaking of, an excessive attachment or reverence; as, an idolatrous veneration for antiquity."},{"word":"Idolatrously","type":"adv.","descr":" In a idolatrous manner."},{"word":"Idolatries","type":"pl. ","descr":" of Idolatry"},{"word":"Idolatry","type":"n.","descr":" The worship of idols, images, or anything which is not God; the worship of false gods."},{"word":"Idolatry","type":"n.","descr":" Excessive attachment or veneration for anything; respect or love which borders on adoration."},{"word":"Idolish","type":"a.","descr":" Idolatrous."},{"word":"Idolism","type":"n.","descr":" The worship of idols."},{"word":"Idolist","type":"n.","descr":" A worshiper of idols."},{"word":"Idolized","type":"imp. and p. p.","descr":" of Idolize"},{"word":"Idolizing","type":"p. pr. and vb. n.","descr":" of Idolize"},{"word":"Idolize","type":"v. t.","descr":" To make an idol of; to pay idolatrous worship to; as, to idolize the sacred bull in Egypt."},{"word":"Idolize","type":"v. t.","descr":" To love to excess; to love or reverence to adoration; as, to idolize gold, children, a hero."},{"word":"Idolize","type":"v. i.","descr":" To practice idolatry."},{"word":"Idolizer","type":"n.","descr":" One who idolizes or loves to the point of reverence; an idolater."},{"word":"Idoloclast","type":"n.","descr":" A breaker of idols; an iconoclast."},{"word":"Idolographical","type":"a.","descr":" Descriptive of idols."},{"word":"Idolous","type":"a.","descr":" Idolatrous."},{"word":"Idoneous","type":"a.","descr":" Appropriate; suitable; proper; fit; adequate."},{"word":"Idorgan","type":"n.","descr":" A morphological unit, consisting of two or more plastids, which does not possess the positive character of the person or stock, in distinction from the physiological organ or biorgan. See Morphon."},{"word":"Idrialine","type":"n.","descr":" Alt. of Idrialite"},{"word":"Idrialite","type":"n.","descr":" A bituminous substance obtained from the mercury mines of Idria, where it occurs mixed with cinnabar."},{"word":"Idumean","type":"a.","descr":" Of or pertaining to ancient Idumea, or Edom, in Western Asia."},{"word":"Idumean","type":"n.","descr":" An inhabitant of Idumea, an Edomite."},{"word":"Idyl","type":"n.","descr":" A short poem; properly, a short pastoral poem; as, the idyls of Theocritus; also, any poem, especially a narrative or descriptive poem, written in an eleveted and highly finished style; also, by extension, any artless and easily flowing description, either in poetry or prose, of simple, rustic life, of pastoral scenes, and the like."},{"word":"Idyllic","type":"a.","descr":" Of or belonging to idyls."}]