[{"word":"Ir-","type":"","descr":" A form of the prefix in-. See In-."},{"word":"Iracund","type":"a.","descr":" Irascible; choleric."},{"word":"Irade","type":"n.","descr":" A decree of the Sultan."},{"word":"Iran","type":"n.","descr":" The native name of Persia."},{"word":"Iranian","type":"a.","descr":" Of or pertaining to Iran."},{"word":"Iranian","type":"n.","descr":" A native of Iran; also, the Iranian or Persian language, a division of the Aryan family of languages."},{"word":"Iranic","type":"a.","descr":" Iranian."},{"word":"Irascibility","type":"n.","descr":" The quality or state of being irascible; irritability of temper; irascibleness."},{"word":"Irascible","type":"a.","descr":" Prone to anger; easily provoked or inflamed to anger; choleric; irritable; as, an irascible man; an irascible temper or mood."},{"word":"Irate","type":"a.","descr":" Angry; incensed; enraged."},{"word":"Ire","type":"n.","descr":" Anger; wrath."},{"word":"Ireful","type":"a.","descr":" Full of ire; angry; wroth."},{"word":"Irefulness","type":"n.","descr":" Wrathfulness."},{"word":"Irenarch","type":"n.","descr":" An officer in the Greek empire having functions corresponding to those of a justice of the peace."},{"word":"Irenic","type":"a.","descr":" Alt. of Irenical"},{"word":"Irenical","type":"a.","descr":" Fitted or designed to promote peace; pacific; conciliatory; peaceful."},{"word":"Irenicon","type":"n.","descr":" A proposition or device for securing peace, especially in the church."},{"word":"Irenics","type":"n.","descr":" That branch of Christian science which treats of the methods of securing unity among Christians or harmony and union among the churches; -- called also Irenical theology."},{"word":"Irestone","type":"n.","descr":" Any very hard rock."},{"word":"Irian","type":"a.","descr":" Of or pertaining to the iris."},{"word":"Iricism","type":"n.","descr":" Irishism."},{"word":"Iridaceous","type":"a.","descr":" Alt. of Irideous"},{"word":"Irideous","type":"a.","descr":" Pertaining to, or resembling, a large natural order of endogenous plants (Iridaceae), which includes the genera Iris, Ixia, Crocus, Gladiolus, and many others."},{"word":"Iridal","type":"a.","descr":" Of or pertaining to the iris or rainbow; prismatic; as, the iridal colors."},{"word":"Iridectomy","type":"n.","descr":" The act or process of cutting out a portion of the iris in order to form an artificial pupil."},{"word":"Iridescence","type":"n.","descr":" Exhibition of colors like those of the rainbow; the quality or state of being iridescent; a prismatic play of color; as, the iridescence of mother-of-pearl."},{"word":"Iridescent","type":"a.","descr":" Having colors like the rainbow; exhibiting a play of changeable colors; nacreous; prismatic; as, iridescent glass."},{"word":"Iridian","type":"a.","descr":" Of or pertaining to the iris or rainbow."},{"word":"Iridiated","type":"a.","descr":" Iridescent."},{"word":"Iridic","type":"a.","descr":" Of or pertaining to the iris of the eye."},{"word":"Iridic","type":"a.","descr":" Of or pertaining to iridium; -- said specifically of those compounds in which iridium has a relatively high valence."},{"word":"Iridioscope","type":"n.","descr":" A kind of ophthalmoscope."},{"word":"Iridious","type":"a.","descr":" Of or pertaining to iridium; -- applied specifically to compounds in which iridium has a low valence."},{"word":"Iridium","type":"n.","descr":" A rare metallic element, of the same group as platinum, which it much resembles, being silver-white, but harder, and brittle, and indifferent to most corrosive agents. With the exception of osmium, it is the heaviest substance known, its specific gravity being 22.4. Symbol Ir. Atomic weight 192.5."},{"word":"Iridized","type":"imp. and p. p.","descr":" of Iridize"},{"word":"Iridizing","type":"p. pr. and vb. n.","descr":" of Iridize"},{"word":"Iridize","type":"v. t.","descr":" To point or tip with iridium, as a gold pen."},{"word":"Iridize","type":"v. t.","descr":" To make iridescent; as, to iridize glass."},{"word":"Iridoline","type":"n.","descr":" A nitrogenous base C10H9N, extracted from coal-tar naphtha, as an oily liquid. It is a member of the quinoline series, and is probably identical with lepidine."},{"word":"Iridosmine","type":"n.","descr":" Alt. of Iridosmium"},{"word":"Iridosmium","type":"n.","descr":" The native compound of iridium and osmium. It is found in flattened metallic grains of extreme hardness, and is often used for pointing gold pens."},{"word":"Irises","type":"pl. ","descr":" of Iris"},{"word":"Irides","type":"pl. ","descr":" of Iris"},{"word":"Iris","type":"n.","descr":" The goddess of the rainbow, and swift-footed messenger of the gods."},{"word":"Iris","type":"n.","descr":" The rainbow."},{"word":"Iris","type":"n.","descr":" An appearance resembling the rainbow; a prismatic play of colors."},{"word":"Iris","type":"n.","descr":" The contractile membrane perforated by the pupil, and forming the colored portion of the eye. See Eye."},{"word":"Iris","type":"n.","descr":" A genus of plants having showy flowers and bulbous or tuberous roots, of which the flower-de-luce (fleur-de-lis), orris, and other species of flag are examples. See Illust. of Flower-de-luce."},{"word":"Iris","type":"n.","descr":" See Fleur-de-lis, 2."},{"word":"Irisated","type":"a.","descr":" Exhibiting the prismatic colors; irised; iridescent."},{"word":"Iriscope","type":"n.","descr":" A philosophical toy for exhibiting the prismatic tints by means of thin films."},{"word":"Irised","type":"a.","descr":" Having colors like those of the rainbow; iridescent."},{"word":"Irish","type":"a.","descr":" Of or pertaining to Ireland or to its inhabitants; produced in Ireland."},{"word":"Irish","type":"n. sing. and pl.","descr":" The natives or inhabitants of Ireland, esp. the Celtic natives or their descendants."},{"word":"Irish","type":"n. sing. and pl.","descr":" The language of the Irish; the Hiberno-Celtic."},{"word":"Irish","type":"n. sing. and pl.","descr":" An old game resembling backgammon."},{"word":"Irishism","type":"n.","descr":" A mode of speaking peculiar to the Irish; an Hibernicism."},{"word":"Irishmen","type":"pl. ","descr":" of Irishman"},{"word":"Irishman","type":"n.","descr":" A man born in Ireland or of the Irish race; an Hibernian."},{"word":"Irishry","type":"n.","descr":" The Celtic people of Ireland."},{"word":"Iritis","type":"n.","descr":" An inflammation of the iris of the eye."},{"word":"Irk","type":"v. t.","descr":" To weary; to give pain; to annoy; -- used only impersonally at present."},{"word":"Irksome","type":"a.","descr":" Wearisome; tedious; disagreeable or troublesome by reason of long continuance or repetition; as, irksome hours; irksome tasks."},{"word":"Irksome","type":"a.","descr":" Weary; vexed; uneasy."},{"word":"Iron","type":"n.","descr":" The most common and most useful metallic element, being of almost universal occurrence, usually in the form of an oxide (as hematite, magnetite, etc.), or a hydrous oxide (as limonite, turgite, etc.). It is reduced on an enormous scale in three principal forms; viz., cast iron, steel, and wrought iron. Iron usually appears dark brown, from oxidation or impurity, but when pure, or on a fresh surface, is a gray or white metal. It is easily oxidized (rusted) by moisture, and is attacked by many corrosive agents. Symbol Fe (Latin Ferrum). Atomic weight 55.9. Specific gravity, pure iron, 7.86; cast iron, 7.1. In magnetic properties, it is superior to all other substances."},{"word":"Iron","type":"n.","descr":" An instrument or utensil made of iron; -- chiefly in composition; as, a flatiron, a smoothing iron, etc."},{"word":"Iron","type":"n.","descr":" Fetters; chains; handcuffs; manacles."},{"word":"Iron","type":"n.","descr":" Strength; power; firmness; inflexibility; as, to rule with a rod of iron."},{"word":"Iron","type":"n.","descr":" Of, or made of iron; consisting of iron; as, an iron bar, dust."},{"word":"Iron","type":"n.","descr":" Resembling iron in color; as, iron blackness."},{"word":"Iron","type":"n.","descr":" Like iron in hardness, strength, impenetrability, power of endurance, insensibility, etc.;"},{"word":"Iron","type":"n.","descr":" Rude; hard; harsh; severe."},{"word":"Iron","type":"n.","descr":" Firm; robust; enduring; as, an iron constitution."},{"word":"Iron","type":"n.","descr":" Inflexible; unrelenting; as, an iron will."},{"word":"Iron","type":"n.","descr":" Not to be broken; holding or binding fast; tenacious."},{"word":"Ironed","type":"imp. and p. p.","descr":" of Iron"},{"word":"Ironing","type":"p. pr. and vb. n.","descr":" of Iron"},{"word":"Iron","type":"v. t.","descr":" To smooth with an instrument of iron; especially, to smooth, as cloth, with a heated flatiron; -- sometimes used with out."},{"word":"Iron","type":"v. t.","descr":" To shackle with irons; to fetter or handcuff."},{"word":"Iron","type":"v. t.","descr":" To furnish or arm with iron; as, to iron a wagon."},{"word":"Ironbark tree","type":"","descr":" The Australian Eucalyptus Sideroxylon, used largely by carpenters and shipbuilders; -- called also ironwood."},{"word":"Ironbound","type":"a.","descr":" Bound as with iron; rugged; as, an ironbound coast."},{"word":"Ironbound","type":"a.","descr":" Rigid; unyielding; as, ironbound traditions."},{"word":"Iron-cased","type":"a.","descr":" Cased or covered with iron, as a vessel; ironclad."},{"word":"Ironclad","type":"a.","descr":" Clad in iron; protected or covered with iron, as a vessel for naval warfare."},{"word":"Ironclad","type":"a.","descr":" Rigorous; severe; exacting; as, an ironclad oath or pledge."},{"word":"Ironclad","type":"n.","descr":" A naval vessel having the parts above water covered and protected by iron or steel usually in large plates closely joined and made sufficiently thick and strong to resist heavy shot."},{"word":"Ironer","type":"n.","descr":" One who, or that which, irons."},{"word":"Iron-fisted","type":"a.","descr":" Closefisted; stingy; mean."},{"word":"Iron-gray","type":"a.","descr":" Of a gray color, somewhat resembling that of iron freshly broken."},{"word":"Iron-gray","type":"n.","descr":" An iron-gray color; also, a horse of this color."},{"word":"Ironheads","type":"n.","descr":" A European composite herb (Centaurea nigra); -- so called from the resemblance of its knobbed head to an iron ball fixed on a long handle."},{"word":"Iron-hearted","type":"a.","descr":" Hard-hearted; unfeeling; cruel; as, an iron-hearted master."},{"word":"Ironic","type":"a.","descr":" Ironical."},{"word":"Ironical","type":"a.","descr":" Pertaining to irony; containing, expressing, or characterized by, irony; as, an ironical remark."},{"word":"Ironical","type":"a.","descr":" Addicted to the use of irony; given to irony."},{"word":"Ironing","type":"n.","descr":" The act or process of smoothing, as clothes, with hot flatirons."},{"word":"Ironing","type":"n.","descr":" The clothes ironed."},{"word":"Ironish","type":"a.","descr":" Resembling iron, as in taste."},{"word":"Ironist","type":"n.","descr":" One who uses irony."},{"word":"Ironmaster","type":"n.","descr":" A manufacturer of iron, or large dealer therein."},{"word":"Ironmonger","type":"n.","descr":" A dealer in iron or hardware."},{"word":"Ironmongery","type":"n.","descr":" Hardware; a general name for all articles made of iron."},{"word":"Iron-sick","type":"a.","descr":" Having the ironwork loose or corroded; -- said of a ship when her bolts and nails are so eaten with rust that she has become leaky."},{"word":"Iron-sided","type":"a.","descr":" Having iron sides, or very firm sides."},{"word":"Ironsides","type":"n. \/","descr":" A cuirassier or cuirassiers; also, hardy veteran soldiers; -- applied specifically to Cromwell\\'s cavalry."},{"word":"Ironsmith","type":"n.","descr":" A worker in iron; one who makes and repairs utensils of iron; a blacksmith."},{"word":"Ironsmith","type":"n.","descr":" An East Indian barbet (Megalaima faber), inhabiting the Island of Hainan. The name alludes to its note, which resembles the sounds made by a smith."},{"word":"Ironstone","type":"n.","descr":" A hard, earthy ore of iron."},{"word":"Ironware","type":"n.","descr":" Articles made of iron, as household utensils, tools, and the like."},{"word":"Ironweed","type":"n.","descr":" A tall weed with purplish flowers (Vernonia Noveboracensis). The name is also applied to other plants of the same genus."},{"word":"Ironwood","type":"n.","descr":" A tree unusually hard, strong, or heavy wood."},{"word":"Ironwork","type":"n.","descr":" Anything made of iron; -- a general name of such parts or pieces of a building, vessel, carriage, etc., as consist of iron."},{"word":"Iron works","type":"","descr":" See under Iron, a."},{"word":"Ironwort","type":"n.","descr":" An herb of the Mint family (Sideritis), supposed to heal sword cuts; also, a species of Galeopsis."},{"word":"Irony","type":"a.","descr":" Made or consisting of iron; partaking of iron; iron; as, irony chains; irony particles."},{"word":"Irony","type":"a.","descr":" Resembling iron taste, hardness, or other physical property."},{"word":"Irony","type":"n.","descr":" Dissimulation; ignorance feigned for the purpose of confounding or provoking an antagonist."},{"word":"Irony","type":"n.","descr":" A sort of humor, ridicule, or light sarcasm, which adopts a mode of speech the meaning of which is contrary to the literal sense of the words."},{"word":"Iroquois","type":"n. sing. and pl.","descr":" A powerful and warlike confederacy of Indian tribes, formerly inhabiting Central New York and constituting most of the Five Nations. Also, any Indian of the Iroquois tribes."},{"word":"Irous","type":"a.","descr":" Irascible; passionate."},{"word":"Irp","type":"n.","descr":" Alt. of Irpe"},{"word":"Irpe","type":"n.","descr":" A fantastic grimace or contortion of the body."},{"word":"Irp","type":"a.","descr":" Making irps."},{"word":"Irradiance","type":"n.","descr":" Alt. of Irradiancy"},{"word":"Irradiancy","type":"n.","descr":" The act of irradiating; emission of rays of light."},{"word":"Irradiancy","type":"n.","descr":" That which irradiates or is irradiated; luster; splendor; irradiation; brilliancy."},{"word":"Irradiant","type":"a.","descr":" Irradiating or illuminating; as, the irradiant moon."},{"word":"Irradiated","type":"imp. and p. p.","descr":" of Irradiate"},{"word":"Irradiating","type":"p. pr. and vb. n.","descr":" of Irradiate"},{"word":"Irradiate","type":"v. t.","descr":" To throw rays of light upon; to illuminate; to brighten; to adorn with luster."},{"word":"Irradiate","type":"v. t.","descr":" To enlighten intellectually; to illuminate; as, to irradiate the mind."},{"word":"Irradiate","type":"v. t.","descr":" To animate by heat or light."},{"word":"Irradiate","type":"v. t.","descr":" To radiate, shed, or diffuse."},{"word":"Irradiate","type":"v. i.","descr":" To emit rays; to shine."},{"word":"Irradiate","type":"a.","descr":" Illuminated; irradiated."},{"word":"Irradiation","type":"n.","descr":" Act of irradiating, or state of being irradiated."},{"word":"Irradiation","type":"n.","descr":" Illumination; irradiance; brilliancy."},{"word":"Irradiation","type":"n.","descr":" Fig.: Mental light or illumination."},{"word":"Irradiation","type":"n.","descr":" The apparent enlargement of a bright object seen upon a dark ground, due to the fact that the portions of the retina around the image are stimulated by the intense light; as when a dark spot on a white ground appears smaller, or a white spot on a dark ground larger, than it really is, esp. when a little out of focus."},{"word":"Irradicate","type":"v. t.","descr":" To root deeply."},{"word":"Irrational","type":"a.","descr":" Not rational; void of reason or understanding; as, brutes are irrational animals."},{"word":"Irrational","type":"a.","descr":" Not according to reason; absurd; foolish."},{"word":"Irrational","type":"a.","descr":" Not capable of being exactly expressed by an integral number, or by a vulgar fraction; surd; -- said especially of roots. See Surd."},{"word":"Irrationality","type":"n.","descr":" The quality or state of being irrational."},{"word":"Irrationally","type":"adv.","descr":" In an irrational manner."},{"word":"Irrationalness","type":"n.","descr":" Irrationality."},{"word":"Irrebuttable","type":"a.","descr":" Incapable of being rebutted."},{"word":"Irreceptive","type":"a.","descr":" Not receiving; incapable of receiving."},{"word":"Irreclaimable","type":"a.","descr":" Incapable of being reclaimed."},{"word":"Irrecognition","type":"n.","descr":" A failure to recognize; absence of recognition."},{"word":"Irrecognizable","type":"a.","descr":" Not recognizable."},{"word":"Irreconcilability","type":"n.","descr":" The quality or state of being irreconcilable; irreconcilableness."},{"word":"Irreconcilable","type":"a.","descr":" Not reconcilable; implacable; incompatible; inconsistent; disagreeing; as, irreconcilable enemies, statements."},{"word":"Irreconcile","type":"v. t.","descr":" To prevent from being reconciled; to alienate or disaffect."},{"word":"Irreconcilement","type":"n.","descr":" The state or quality of being unreconciled; disagreement."},{"word":"Irreconciliation","type":"n.","descr":" Want of reconciliation; disagreement."},{"word":"Irrecordable","type":"a.","descr":" Not fit or possible to be recorded."},{"word":"Irrecoverable","type":"a.","descr":" Not capable of being recovered, regained, or remedied; irreparable; as, an irrecoverable loss, debt, or injury."},{"word":"Irrecuperable","type":"a.","descr":" Irrecoverable."},{"word":"Irrecured","type":"a.","descr":" Incurable."},{"word":"Irrecusable","type":"a.","descr":" Not liable to exception or rejection."},{"word":"Irredeemability","type":"n.","descr":" The state or quality of being irredeemable; irredeemableness."},{"word":"Irredeemable","type":"a.","descr":" Not redeemable; that can not be redeemed; not payable in gold or silver, as a bond; -- used especially of such government notes, issued as currency, as are not convertible into coin at the pleasure of the holder."},{"word":"Irreducibility","type":"n.","descr":" The state or quality of being irreducible."},{"word":"Irreducible","type":"a.","descr":" Incapable of being reduced, or brought into a different state; incapable of restoration to its proper or normal condition; as, an irreducible hernia."},{"word":"Irreducible","type":"a.","descr":" Incapable of being reduced to a simpler form of expression; as, an irreducible formula."},{"word":"Irreflection","type":"n.","descr":" Want of reflection."},{"word":"Irreflective","type":"a.","descr":" Not reflective."},{"word":"Irrefromable","type":"a.","descr":" Incapable of being reformed; incorrigible."},{"word":"Irrefragability","type":"n.","descr":" The quality or state of being irrefragable; incapability of being refuted."},{"word":"Irrefragable","type":"a.","descr":" Not refragable; not to be gainsaid or denied; not to be refuted or overthrown; unanswerable; incontestable; undeniable; as, an irrefragable argument; irrefragable evidence."},{"word":"Irrefrangibility","type":"n.","descr":" The quality or state of being irrefrangible; irrefrangibleness."},{"word":"Irrefrangible","type":"a.","descr":" Not refrangible; that can not be refracted in passing from one medium to another."},{"word":"Irrefutable","type":"a.","descr":" Incapable of being refuted or disproved; indisputable."},{"word":"Irregeneracy","type":"n.","descr":" Unregeneracy."},{"word":"Irregeneration","type":"n.","descr":" An unregenerate state."},{"word":"Irregular","type":"a.","descr":" Not regular; not conforming to a law, method, or usage recognized as the general rule; not according to common form; not conformable to nature, to the rules of moral rectitude, or to established principles; not normal; unnatural; immethodical; unsymmetrical; erratic; no straight; not uniform; as, an irregular line; an irregular figure; an irregular verse; an irregular physician; an irregular proceeding; irregular motion; irregular conduct, etc.  Cf. Regular."},{"word":"Irregular","type":"n.","descr":" One who is not regular; especially, a soldier not in regular service."},{"word":"Irregularist","type":"n.","descr":" One who is irregular."},{"word":"Irregularities","type":"pl. ","descr":" of Irregularity"},{"word":"Irregularity","type":"n.","descr":" The state or quality of being irregular; that which is irregular."},{"word":"Irregularly","type":"adv.","descr":" In an irregular manner."},{"word":"Irregulate","type":"v. t.","descr":" To make irregular; to disorder."},{"word":"Irregulous","type":"a.","descr":" Lawless."},{"word":"Irrejectable","type":"a.","descr":" That can not be rejected; irresistible."},{"word":"Irrelapsable","type":"a.","descr":" Not liable to relapse; secure."},{"word":"Irrelate","type":"a.","descr":" Irrelative; unconnected."},{"word":"Irrelation","type":"n.","descr":" The quality or state of being irrelative; want of connection or relation."},{"word":"Irrelative","type":"a.","descr":" Not relative; without mutual relations; unconnected."},{"word":"Irrelavance","type":"n.","descr":" Irrelevancy."},{"word":"Irrelavancy","type":"n.","descr":" The quality or state of being irrelevant; as, the irrelevancy of an argument."},{"word":"Irrelavant","type":"a.","descr":" Not relevant; not applicable or pertinent; not bearing upon or serving to support; foreign; extraneous; as, testimony or arguments irrelevant to a case."},{"word":"Irrelievable","type":"a.","descr":" Not admitting relief; incurable; hopeless."},{"word":"Irreligion","type":"n.","descr":" The state of being irreligious; want of religion; impiety."},{"word":"Irreligionist","type":"n.","descr":" One who is irreligious."},{"word":"Irreligious","type":"a.","descr":" Destitute of religion; not controlled by religious motives or principles; ungodly.  Cf. Impious."},{"word":"Irreligious","type":"a.","descr":" Indicating a want of religion; profane; wicked; as, irreligious speech."},{"word":"Irreligiously","type":"adv.","descr":" In an irreligious manner."},{"word":"Irreligiousness","type":"n.","descr":" The state or quality of being irreligious; ungodliness."},{"word":"Irremeable","type":"a.","descr":" Admitting no return; as, an irremeable way."},{"word":"Irremediable","type":"a.","descr":" Not to be remedied, corrected, or redressed; incurable; as, an irremediable disease or evil."},{"word":"Irremediableness","type":"n.","descr":" The state or quality of being irremediable."},{"word":"Irremediably","type":"adv.","descr":" In a manner, or to a degree, that precludes remedy, cure, or correction."},{"word":"Irremissible","type":"a.","descr":" Not remissible; unpardonable; as, irremissible crimes."},{"word":"Irremission","type":"n.","descr":" Refusal of pardon."},{"word":"Irremissive","type":"a.","descr":" Not remitting; unforgiving."},{"word":"Irremittable","type":"a.","descr":" Not capable of being remitted; irremissible."},{"word":"Irremobability","type":"n.","descr":" The quality or state of being irremovable; immovableness."},{"word":"Irremovable","type":"a.","descr":" Not removable; immovable; inflexible."},{"word":"Irremoval","type":"n.","descr":" Absence of removal."},{"word":"Irremunerable","type":"a.","descr":" Not remunerable; not capable of remuneration."},{"word":"Irrenowned","type":"a.","descr":" Not renowned."},{"word":"Irreparability","type":"n.","descr":" The quality or state of being irreparable; irreparableness."},{"word":"Irreparable","type":"a.","descr":" Not reparable; not capable of being repaired, recovered, regained, or remedied; irretrievable; irremediable; as, an irreparable breach; an irreparable loss."},{"word":"Irreparableness","type":"n.","descr":" Quality of being irreparable."},{"word":"Irreparably","type":"adv.","descr":" In an irreparable manner."},{"word":"Irrepealability","type":"n.","descr":" The quality or state of being irrepealable."},{"word":"Irrepealable","type":"a.","descr":" Not repealable; not capable of being repealed or revoked, as a law."},{"word":"Irrepentance","type":"n.","descr":" Want of repentance; impenitence."},{"word":"Irrepleviable","type":"a.","descr":" Alt. of Irreplevisable"},{"word":"Irreplevisable","type":"a.","descr":" Not capable of being replevied."},{"word":"Irreprehensible","type":"a.","descr":" Not reprehensible; blameless; innocent."},{"word":"Irrepresentable","type":"a.","descr":" Not capable of being represented or portrayed."},{"word":"Irrepressible","type":"a.","descr":" Not capable of being repressed, restrained, or controlled; as, irrepressible joy; an irrepressible conflict."},{"word":"Irrepressibly","type":"adv.","descr":" In a manner or to a degree that can not be repressed."},{"word":"Irreproachable","type":"a.","descr":" Not reproachable; above reproach; not deserving reproach; blameless."},{"word":"Irreproachableness","type":"n.","descr":" The quality or state of being irreproachable; integrity; innocence."},{"word":"Irreproachably","type":"adv.","descr":" In an irreproachable manner; blamelessly."},{"word":"Irreprovable","type":"a.","descr":" Incapable of being justly reproved; irreproachable; blameless; upright."},{"word":"Irreptitious","type":"a.","descr":" Surreptitious; spurious."},{"word":"Irreputable","type":"a.","descr":" Disreputable."},{"word":"Irresilient","type":"a.","descr":" Not resilient; not recoiling or rebounding; inelastic."},{"word":"Irresistance","type":"n.","descr":" Nonresistance; passive submission."},{"word":"Irresistibility","type":"n.","descr":" The quality or state of being irrestible, irresistibleness."},{"word":"Irresistible","type":"a.","descr":" That can not be successfully resisted or opposed; superior to opposition; resistless; overpowering; as, an irresistible attraction."},{"word":"Irresistibleness","type":"n.","descr":" Quality of being irrestible."},{"word":"Irresistibly","type":"adv.","descr":" In an irrestible manner."},{"word":"Irresistless","type":"a.","descr":" Irresistible."},{"word":"Irresoluble","type":"a.","descr":" Incapable of being dissolved or resolved into parts; insoluble."},{"word":"Irresoluble","type":"a.","descr":" Incapable of being relieved or assisted."},{"word":"Irresolubleness","type":"n.","descr":" The state or quality of being irresoluble; insolubility."},{"word":"Irresolute","type":"a.","descr":" Not resolute; not decided or determined; wavering; given to doubt or irresolution."},{"word":"Irresolution","type":"n.","descr":" Want of resolution; want of decision in purpose; a fluctuation of mind, as in doubt, or between hope and fear; irresoluteness; indecision; vacillation."},{"word":"Irresolvability","type":"n.","descr":" The quality of being irresolvable; irresolvableness."},{"word":"Irresolvable","type":"a.","descr":" Incapable of being resolved; not separable into component parts."},{"word":"Irresolvableness","type":"n.","descr":" The quality or state of being irresolvable; irresolvability."},{"word":"Irresolvedly","type":"adv.","descr":" Without settled determination; in a hesitating manner; doubtfully."},{"word":"Irrespective","type":"a.","descr":" Without regard for conditions, circumstances, or consequences; unbiased; independent; impartial; as, an irrespective judgment."},{"word":"Irrespective","type":"a.","descr":" Disrespectful."},{"word":"Irrespectively","type":"adv.","descr":" Without regard to conditions; not making circumstances into consideration."},{"word":"Irrespirable","type":"a.","descr":" Unfit for respiration; not having the qualities necessary to support animal life; as, irrespirable air."},{"word":"Irresponsibility","type":"n.","descr":" Want of, or freedom from, responsibility or accountability."},{"word":"Irresponsible","type":"a.","descr":" Nor responsible; not liable or able to answer fro consequences; innocent."},{"word":"Irresponsible","type":"a.","descr":" Not to be trusted; unreliable."},{"word":"Irresponsibly","type":"adv.","descr":" So as not to be responsible."},{"word":"Irresponsive","type":"a.","descr":" Not responsive; not able, ready, or inclined to respond."},{"word":"Irresuscitable","type":"a.","descr":" Incapable of being resuscitated or revived."},{"word":"Irretention","type":"n.","descr":" Want of retaining power; forgetfulness."},{"word":"Irretentive","type":"a.","descr":" Not retentive; as, an irretentive memory."},{"word":"Irretraceable","type":"a.","descr":" Incapable of being retraced; not retraceable."},{"word":"Irretractile","type":"a.","descr":" Not retractile."},{"word":"Irretractile","type":"a.","descr":" Not tractile or ductile."},{"word":"Irretrievable","type":"a.","descr":" Not retrievable; irrecoverable; irreparable; as, an irretrievable loss."},{"word":"Irretrievableness","type":"n.","descr":" The state or quality of being irretrievable."},{"word":"Irretrievably","type":"adv.","descr":" In an irretrievable manner."},{"word":"Irreturnable","type":"a.","descr":" Not to be returned."},{"word":"Irrevealable","type":"a.","descr":" Incapable of being revealed."},{"word":"Irreverence","type":"n.","descr":" The state or quality of being irreverent; want of proper reverence; disregard of the authority and character of a superior."},{"word":"Irreverend","type":"a.","descr":" Irreverent."},{"word":"Irreverent","type":"a.","descr":" Not reverent; showing a want of reverence; expressive of a want of veneration; as, an irreverent babbler; an irreverent jest."},{"word":"Irreverently","type":"adv.","descr":" In an irreverent manner."},{"word":"Irreversibility","type":"n.","descr":" The state or quality of being irreversible; irreversibleness."},{"word":"Irreversible","type":"a.","descr":" Incapable of being reversed or turned about or back; incapable of being made to run backward; as, an irreversible engine."},{"word":"Irreversible","type":"a.","descr":" Incapable of being reversed, recalled, repealed, or annulled; as, an irreversible sentence or decree."},{"word":"Irreversibleness","type":"n.","descr":" The state or quality of being irreversible."},{"word":"Irreversibly","type":"adv.","descr":" In an irreversible manner."},{"word":"Irrevocability","type":"n.","descr":" The state or quality of being irrevocable; irrevocableness."},{"word":"Irrevocable","type":"a.","descr":" Incapable of being recalled or revoked; unchangeable; irreversible; unalterable; as, an irrevocable promise or decree; irrevocable fate."},{"word":"Irrevokable","type":"a.","descr":" Irrevocable."},{"word":"Irrevoluble","type":"a.","descr":" That has no finite period of revolution; not revolving."},{"word":"Irrhetorical","type":"a.","descr":" Not rethorical."},{"word":"Irrigated","type":"imp. and p. p.","descr":" of Irrigate"},{"word":"Irrigating","type":"p. pr. and vb. n.","descr":" of Irrigate"},{"word":"Irrigate","type":"v. t.","descr":" To water; to wet; to moisten with running or dropping water; to bedew."},{"word":"Irrigate","type":"v. t.","descr":" To water, as land, by causing a stream to flow upon, over, or through it, as in artificial channels."},{"word":"Irrigation","type":"n.","descr":" The act or process of irrigating, or the state of being irrigated; especially, the operation of causing water to flow over lands, for nourishing plants."},{"word":"Irriguous","type":"a.","descr":" Watered; watery; moist; dewy."},{"word":"Irriguous","type":"a.","descr":" Gently penetrating or pervading."},{"word":"Irrisible","type":"a.","descr":" Not risible."},{"word":"Irrision","type":"n.","descr":" The act of laughing at another; derision."},{"word":"Irritability","type":"n.","descr":" The state or quality of being irritable; quick excitability; petulance; fretfulness; as, irritability of temper."},{"word":"Irritability","type":"n.","descr":" A natural susceptibility, characteristic of all living organisms, tissues, and cells, to the influence of certain stimuli, response being manifested in a variety of ways, -- as that quality in plants by which they exhibit motion under suitable stimulation; esp., the property which living muscle processes, of responding either to a direct stimulus of its substance, or to the stimulating influence of its nerve fibers, the response being indicated by a change of form, or contraction; contractility."},{"word":"Irritability","type":"n.","descr":" A condition of morbid excitability of an organ or part of the body; undue susceptibility to the influence of stimuli. See Irritation, n., 3."},{"word":"Irritable","type":"a.","descr":" Capable of being irriated."},{"word":"Irritable","type":"a.","descr":" Very susceptible of anger or passion; easily inflamed or exasperated; as, an irritable temper."},{"word":"Irritable","type":"a.","descr":" Endowed with irritability; susceptible of irritation; capable of being excited to action by the application of certain stimuli."},{"word":"Irritable","type":"a.","descr":" Susceptible of irritation; unduly sensitive to irritants or stimuli. See Irritation, n., 3."},{"word":"Irritableness","type":"n.","descr":" Irritability."},{"word":"Irritably","type":"adv.","descr":" In an irritable manner."},{"word":"Irritancy","type":"n.","descr":" The state or quality of being null and void; invalidity; forfeiture."},{"word":"Irritancy","type":"n.","descr":" The state o quality of being irritant or irritating."},{"word":"Irritant","type":"a.","descr":" Rendering null and void; conditionally invalidating."},{"word":"Irritant","type":"a.","descr":" Irritating; producing irritation or inflammation."},{"word":"Irritant","type":"n.","descr":" That which irritates or excites."},{"word":"Irritant","type":"n.","descr":" Any agent by which irritation is produced; as, a chemical irritant; a mechanical or electrical irritant."},{"word":"Irritant","type":"n.","descr":" A poison that produces inflammation."},{"word":"Irritate","type":"v. t.","descr":" To render null and void."},{"word":"Irritated","type":"imp. and p. p.","descr":" of Irritate"},{"word":"Irritating","type":"p. pr. and vb. n.","descr":" of Irritate"},{"word":"Irritate","type":"v. t.","descr":" To increase the action or violence of; to heighten excitement in; to intensify; to stimulate."},{"word":"Irritate","type":"v. t.","descr":" To excite anger or displeasure in; to provoke; to tease; to exasperate; to annoy; to vex; as, the insolence of a tyrant irritates his subjects."},{"word":"Irritate","type":"v. t.","descr":" To produce irritation in; to stimulate; to cause to contract. See Irritation, n., 2."},{"word":"Irritate","type":"n.","descr":" To make morbidly excitable, or oversensitive; to fret; as, the skin is irritated by friction; to irritate a wound by a coarse bandage."},{"word":"Irritate","type":"a.","descr":" Excited; heightened."},{"word":"Irritation","type":"n.","descr":" The act of irritating, or exciting, or the state of being irritated; excitement; stimulation, usually of an undue and uncomfortable kind; especially, excitement of anger or passion; provocation; annoyance; anger."},{"word":"Irritation","type":"n.","descr":" The act of exciting, or the condition of being excited to action, by stimulation; -- as, the condition of an organ of sense, when its nerve is affected by some external body; esp., the act of exciting muscle fibers to contraction, by artificial stimulation; as, the irritation of a motor nerve by electricity; also, the condition of a muscle and nerve, under such stimulation."},{"word":"Irritation","type":"n.","descr":" A condition of morbid excitability or oversensitiveness of an organ or part of the body; a state in which the application of ordinary stimuli produces pain or excessive or vitiated action."},{"word":"Irritative","type":"a.","descr":" Serving to excite or irritate; irritating; as, an irritative agent."},{"word":"Irritative","type":"a.","descr":" Accompanied with, or produced by, increased action or irritation; as, an irritative fever."},{"word":"Irritatory","type":"a.","descr":" Exciting; producing irritation; irritating."},{"word":"Irrorated","type":"imp. and p. p.","descr":" of Irrorate"},{"word":"Irrorating","type":"p. pr. and vb. n.","descr":" of Irrorate"},{"word":"Irrorate","type":"v. t.","descr":" To sprinkle or moisten with dew; to bedew."},{"word":"Irrorate","type":"a.","descr":" Covered with minute grains, appearing like fine sand."},{"word":"Irroration","type":"n.","descr":" The act of bedewing; the state of being moistened with dew."},{"word":"Irrotational","type":"a.","descr":" Not rotatory; passing from one point to another by a movement other than rotation; -- said of the movement of parts of a liquid or yielding mass."},{"word":"Irrubrical","type":"a.","descr":" Contrary to the rubric; not rubrical."},{"word":"Irrugate","type":"v. t.","descr":" To wrinkle."},{"word":"Irrupted","type":"a.","descr":" Broken with violence."},{"word":"Irruption","type":"n.","descr":" A bursting in; a sudden, violent rushing into a place; as, irruptions of the sea."},{"word":"Irruption","type":"n.","descr":" A sudden and violent inroad, or entrance of invaders; as, the irruptions of the Goths into Italy."},{"word":"Irruptive","type":"a.","descr":" Rushing in or upon."},{"word":"Irvingite","type":"n.","descr":" The common designation of one a sect founded by the Rev. Edward Irving (about 1830), who call themselves the Catholic Apostolic Church. They are highly ritualistic in worship, have an elaborate hierarchy of apostles, prophets, etc., and look for the speedy coming of Christ."}]