[{"word":"Is-","type":"","descr":" See Iso-."},{"word":"Isabel","type":"","descr":" Alt. of Isabel color"},{"word":"Isabel color","type":"","descr":" See Isabella."},{"word":"Isabella","type":"","descr":" Alt. of Isabella color"},{"word":"Isabella color","type":"","descr":" A brownish yellow color."},{"word":"Isabella grape","type":"","descr":" A favorite sweet American grape of a purple color. See Fox grape, under Fox."},{"word":"Isabella moth","type":"","descr":" A common American moth (Pyrrharctia isabella), of an isabella color. The larva, called woolly bear and hedgehog caterpillar, is densely covered with hairs, which are black at each end of the body, and red in the middle part."},{"word":"Isabelline","type":"a.","descr":" Of an isabel or isabella color."},{"word":"Isagelous","type":"a.","descr":" Containing the same information; as, isagelous sentences."},{"word":"Isagel","type":"n.","descr":" One of two or more objects containing the same information."},{"word":"Isagoge","type":"n.","descr":" An introduction."},{"word":"Isagogic","type":"a.","descr":" Alt. of Isagogical"},{"word":"Isagogical","type":"a.","descr":" Introductory; especially, introductory to the study of theology."},{"word":"Isagogics","type":"n.","descr":" That part of theological science directly preliminary to actual exegesis, or interpretation of the Scriptures."},{"word":"Isagon","type":"a.","descr":" A figure or polygon whose angles are equal."},{"word":"Isapostolic","type":"a.","descr":" Having equal, or almost equal, authority with the apostles of their teachings."},{"word":"Isatic","type":"a.","descr":" Alt. of Isatinic"},{"word":"Isatinic","type":"a.","descr":" Pertaining to, or derived from, isatin; as, isatic acid, which is also called trioxindol."},{"word":"Isatide","type":"n.","descr":" A white crystalline substance obtained by the partial reduction of isatin."},{"word":"Isatin","type":"n.","descr":" An orange-red crystalline substance, C8H5NO2, obtained by the oxidation of indigo blue. It is also produced from certain derivatives of benzoic acid, and is one important source of artificial indigo."},{"word":"Isatis","type":"n.","descr":" A genus of herbs, some species of which, especially the Isatis tinctoria, yield a blue dye similar to indigo; woad."},{"word":"Isatogen","type":"n.","descr":" A complex nitrogenous radical, C8H4NO2, regarded as the essential residue of a series of compounds, related to isatin, which easily pass by reduction to indigo blue."},{"word":"Isatropic","type":"a.","descr":" Pertaining to, or designating, an acid obtained from atropine, and isomeric with cinnamic acid."},{"word":"Ischias","type":"a.","descr":" See Ischial."},{"word":"Ischiadic","type":"a.","descr":" Ischial."},{"word":"Ischial","type":"a.","descr":" Of or pertaining to the ischium or hip; ischiac; ischiadic; ischiatic."},{"word":"Ischiatic","type":"a.","descr":" Same as Ishial."},{"word":"Ischiocapsular","type":"a.","descr":" Of or pertaining to the ischium and the capsule of the hip joint; as, the ischiocapsular ligament."},{"word":"Ischiocerite","type":"n.","descr":" The third joint or the antennae of the Crustacea."},{"word":"Ischion","type":"n.","descr":" Alt. of Ischium"},{"word":"Ischium","type":"n.","descr":" The ventral and posterior of the three principal bones composing either half of the pelvis; seat bone; the huckle bone."},{"word":"Ischium","type":"n.","descr":" One of the pleurae of insects."},{"word":"Ischiopodite","type":"n.","descr":" The third joint of the typical appendages of Crustacea."},{"word":"Ischiorectal","type":"a.","descr":" Of or pertaining to the region between the rectum and ishial tuberosity."},{"word":"Ischuretic","type":"a.","descr":" Having the quality of relieving ischury."},{"word":"Ischuretic","type":"n.","descr":" An ischuretic medicine."},{"word":"Ischury","type":"n.","descr":" A retention or suppression of urine."},{"word":"Isentropic","type":"a.","descr":" Having equal entropy."},{"word":"Isethionic","type":"a.","descr":" Pertaining to, derived from, or designating, an acid, HO.C2H4.SO3H, obtained as an oily or crystalline substance, by the action of sulphur trioxide on alcohol or ether. It is derivative of sulphuric acid."},{"word":"Ishmaelite","type":"n.","descr":" A descendant of Ishmael (the son of Abraham and Hagar), of whom it was said, \"His hand will be against every man, and every man\\'s hand against him.\""},{"word":"Ishmaelite","type":"n.","descr":" One at enmity with society; a wanderer; a vagabond; an outcast."},{"word":"Ishmaelite","type":"n.","descr":" See Ismaelian."},{"word":"Ishmaelitish","type":"a.","descr":" Of, pertaining to, or resembling, an Ishmaelite or the Ishmaelites."},{"word":"Isiac","type":"a.","descr":" Pertaining to the goddess Isis; as, Isiac mysteries."},{"word":"Isicle","type":"n.","descr":" A icicle."},{"word":"Isidorian","type":"a.","descr":" Pertaining, or ascribed, to Isidore; as, the Isidorian decretals, a spurious collection of decretals published in the ninth century."},{"word":"Isinglass","type":"n.","descr":" A semitransparent, whitish, and very pure from of gelatin, chiefly prepared from the sounds or air bladders of various species of sturgeons (as the Acipenser huso) found in the of Western Russia. It used for making jellies, as a clarifier, etc. Cheaper forms of gelatin are not unfrequently so called. Called also fish glue."},{"word":"Isinglass","type":"n.","descr":" A popular name for mica, especially when in thin sheets."},{"word":"Isis","type":"n.","descr":" The principal goddess worshiped by the Egyptians. She was regarded as the mother of Horus, and the sister and wife of Osiris. The Egyptians adored her as the goddess of fecundity, and as the great benefactress of their country, who instructed their ancestors in the art of agriculture."},{"word":"Isis","type":"n.","descr":" Any coral of the genus Isis, or family Isidae, composed of joints of white, stony coral, alternating with flexible, horny joints. See Gorgoniacea."},{"word":"Isis","type":"n.","descr":" One of the asteroids."},{"word":"Islam","type":"n.","descr":" The religion of the Mohammedans; Mohammedanism; Islamism. Their formula of faith is: There is no God but Allah, and Mohammed is his prophet."},{"word":"Islam","type":"n.","descr":" The whole body of Mohammedans, or the countries which they occupy."},{"word":"Islamism","type":"n.","descr":" The faith, doctrines, or religious system of the Mohammedans; Mohammedanism; Islam."},{"word":"Islamite","type":"n.","descr":" A Mohammedan."},{"word":"Islamitic","type":"a.","descr":" Of or pertaining to Islam; Mohammedan."},{"word":"Islamized","type":"imp. and p. p.","descr":" of Islamize"},{"word":"Islamizing","type":"p. pr. and vb. n.","descr":" of Islamize"},{"word":"Islamize","type":"v. i. and t.","descr":" To conform, or cause to conform, to the religion of Islam."},{"word":"Island","type":"n.","descr":" A tract of land surrounded by water, and smaller than a continent.  Cf. Continent."},{"word":"Island","type":"n.","descr":" Anything regarded as resembling an island; as, an island of ice."},{"word":"Island","type":"n.","descr":" See Isle, n., 2."},{"word":"Island","type":"v. t.","descr":" To cause to become or to resemble an island; to make an island or islands of; to isle."},{"word":"Island","type":"v. t.","descr":" To furnish with an island or with islands; as, to island the deep."},{"word":"Islander","type":"n.","descr":" An inhabitant of an island."},{"word":"Islandy","type":"a.","descr":" Of or pertaining to islands; full of islands."},{"word":"Isle","type":"n.","descr":" See Aisle."},{"word":"Isle","type":"n.","descr":" An island."},{"word":"Isle","type":"n.","descr":" A spot within another of a different color, as upon the wings of some insects."},{"word":"Isle","type":"v. t.","descr":" To cause to become an island, or like an island; to surround or encompass; to island."},{"word":"Islet","type":"n.","descr":" A little island."},{"word":"Ism","type":"n.","descr":" A doctrine or theory; especially, a wild or visionary theory."},{"word":"Ismaelian","type":"n.","descr":" Alt. of Ismaelite"},{"word":"Ismaelite","type":"n.","descr":" One of a sect of Mohammedans who favored the pretensions of the family of Mohammed ben Ismael, of the house Ali."},{"word":"Iso-","type":"","descr":" Alt. of Is-"},{"word":"Is-","type":"","descr":" A prefix or combining form, indicating identity, or equality; the same numerical value; as in isopod, isomorphous, isochromatic."},{"word":"Is-","type":"","descr":" Applied to certain compounds having the same composition but different properties; as in isocyanic."},{"word":"Is-","type":"","descr":" Applied to compounds of certain isomeric series in whose structure one carbon atom, at least, is connected with three other carbon atoms; -- contrasted with neo- and normal; as in isoparaffine; isopentane."},{"word":"Isobar","type":"n.","descr":" A line connecting or marking places upon the surface of the earth where height of the barometer reduced to sea level is the same either at a given time, or for a certain period (mean height), as for a year; an isopiestic line."},{"word":"Isobaric","type":"a.","descr":" Denoting equal pressure; as, an isobaric line; specifically, of or pertaining to isobars."},{"word":"Isobar","type":"n.","descr":" The quality or state of being equal in weight, especially in atmospheric pressure. Also, the theory, method, or application of isobaric science."},{"word":"Isobarometric","type":"a.","descr":" Indicating equal barometric pressure."},{"word":"Isobathytherm","type":"n.","descr":" A line connecting the points on the surface of the earth where a certain temperature is found at the same depth."},{"word":"Isobathythermic","type":"a.","descr":" Of or pertaining to an isobathytherm; possessing or indicating the same temperature at the same depth."},{"word":"Isocephalism","type":"n.","descr":" A peculiarity in the design of bas-relief by which the heads of human figures are kept at the same height from the ground, whether the personages are seated, standing, or mounted on horseback; -- called also isokephaleia."},{"word":"Isochasm","type":"n.","descr":" A line connecting places on the earth\\'s surface at which there is the same mean frequency of auroras."},{"word":"Isochasmic","type":"a.","descr":" Indicating equal auroral display; as, an isochasmic line."},{"word":"Isocheim","type":"n.","descr":" A line connecting places on the earth having the same mean winter temperature.  Cf. Isothere."},{"word":"Isocheimal","type":"a.","descr":" Alt. of Isochimal"},{"word":"Isochimal","type":"a.","descr":" Pertaining to, having the nature of, or making, isocheims; as, an isocheimal line; an isocheimal chart."},{"word":"Isocheimenal","type":"a.","descr":" Alt. of Isochimenal"},{"word":"Isochimenal","type":"a.","descr":" The same as Isocheimal."},{"word":"Isocheimic","type":"a.","descr":" The same as Isocheimal."},{"word":"Isochimene","type":"n.","descr":" The same as Isocheim."},{"word":"Isochromatic","type":"a.","descr":" Having the same color; connecting parts having the same color, as lines drawn through certain points in experiments on the chromatic effects of polarized light in crystals."},{"word":"Isochronal","type":"a.","descr":" Uniform in time; of equal time; performed in equal times; recurring at regular intervals; isochronal vibrations or oscillations."},{"word":"Isochronic","type":"a.","descr":" Isochronal."},{"word":"Isochronism","type":"n.","descr":" The state or quality of being isochronous."},{"word":"Isochronon","type":"n.","descr":" A clock that is designed to keep very accurate time."},{"word":"Isochronous","type":"a.","descr":" Same as Isochronal."},{"word":"Isochroous","type":"a.","descr":" Having the same tint or color throughout; uniformly or evenly colored."},{"word":"Isoclinal","type":"a.","descr":" Alt. of Isoclinic"},{"word":"Isoclinic","type":"a.","descr":" Of or pertaining to, or indicating, equality of inclination or dip; having equal inclination or dip."},{"word":"Isocrymal","type":"a.","descr":" Pertaining to, having the nature of, or illustrating, an isocryme; as, an isocrymal line; an isocrymal chart."},{"word":"Isocryme","type":"n.","descr":" A line connecting points on the earth\\'s surface having the same mean temperature in the coldest month of the year."},{"word":"Isocrymic","type":"a.","descr":" Isocrymal."},{"word":"Isocyanic","type":"a.","descr":" Designating an acid isomeric with cyanic acid."},{"word":"Isocyanuric","type":"a.","descr":" Designating, or pertaining to, an acid isomeric with cyanuric acid, and called also fulminuric acid. See under Fulminuric."},{"word":"Isodiabatic","type":"a.","descr":" Pertaining to the reception or the giving out of equal quantities of heat by a substance."},{"word":"Isodiametric","type":"a.","descr":" Developed alike in the directions of the several lateral axes; -- said of crystals of both the tetragonal and hexagonal systems."},{"word":"Isodiametric","type":"a.","descr":" Having the several diameters nearly equal; -- said of the cells of ordinary parenchyma."},{"word":"Isodimorphic","type":"a.","descr":" Isodimorphous."},{"word":"Isodimorphism","type":"n.","descr":" Isomorphism between the two forms severally of two dimorphous substances."},{"word":"Isodimorphous","type":"a.","descr":" Having the quality of isodimorphism."},{"word":"Isodulcite","type":"n.","descr":" A white, crystalline, sugarlike substance, obtained by the decomposition of certain glucosides, and intermediate in nature between the hexacid alcohols (ductile, mannite, etc.) and the glucoses."},{"word":"Isodynamic","type":"a.","descr":" Of, pertaining to, having, or denoting, equality of force."},{"word":"Isodynamous","type":"a.","descr":" Of equal force or size."},{"word":"Isogeotherm","type":"n.","descr":" A line or curved surface passing beneath the earth\\'s surface through points having the same mean temperature."},{"word":"Isogeothermal","type":"a.","descr":" Alt. of Isogeothermic"},{"word":"Isogeothermic","type":"a.","descr":" Pertaining to, having the nature of, or marking, isogeotherms; as, an isogeothermal line or surface; as isogeothermal chart."},{"word":"Isogeothermic","type":"n.","descr":" An isogeotherm."},{"word":"Isogonic","type":"a.","descr":" Pertaining to, or noting, equal angles."},{"word":"Isogonic","type":"a.","descr":" Characterized by isogonism."},{"word":"Isogonism","type":"n.","descr":" The quality of having similar sexual zooids or gonophores and dissimilar hydrants; -- said of certain hydroids."},{"word":"Isographic","type":"a.","descr":" Of or pertaining to isography."},{"word":"Isography","type":"n.","descr":" Imitation of another\\'s handwriting."},{"word":"Isohyetose","type":"a.","descr":" Of or pertaining to lines connecting places on the earth\\'s surface which have a mean annual rainfall."},{"word":"Isohyetose","type":"n.","descr":" An isohyetose line."},{"word":"Isolable","type":"a.","descr":" Capable of being isolated, or of being obtained in a pure state; as, gold is isolable."},{"word":"Isolated","type":"imp. and p. p.","descr":" of Isolate"},{"word":"Isolating","type":"p. pr. and vb. n.","descr":" of Isolate"},{"word":"Isolate","type":"v. t.","descr":" To place in a detached situation; to place by itself or alone; to insulate; to separate from others."},{"word":"Isolate","type":"v. t.","descr":" To insulate. See Insulate."},{"word":"Isolate","type":"v. t.","descr":" To separate from all foreign substances; to make pure; to obtain in a free state."},{"word":"Isolated","type":"a.","descr":" Placed or standing alone; detached; separated from others."},{"word":"Isolatedly","type":"adv.","descr":" In an isolated manner."},{"word":"Isolation","type":"n.","descr":" The act of isolating, or the state of being isolated; insulation; separation; loneliness."},{"word":"Isolator","type":"n.","descr":" One who, or that which, isolates."},{"word":"Isologous","type":"a.","descr":" Having similar proportions, similar relations, or similar differences of composition; -- said specifically of groups or series which differ by a constant difference; as, ethane, ethylene, and acetylene, or their analogous compounds, form an isologous series."},{"word":"Isomer","type":"n.","descr":" A body or compound which is isomeric with another body or compound; a member of an isomeric series."},{"word":"Isomeric","type":"a.","descr":" Having the same percentage composition; -- said of two or more different substances which contain the same ingredients in the same proportions by weight, often used with with. Specif.: (a) Polymeric; i. e., having the same elements united in the same proportion by weight, but with different molecular weights; as, acetylene and benzine are isomeric (polymeric) with each other in this sense. See Polymeric. (b) Metameric; i. e., having the same elements united in the same proportions by weight, and with the same molecular weight, but which a different structure or arrangement of the ultimate parts; as, ethyl alcohol and methyl ether are isomeric (metameric) with each other in this sense. See Metameric."},{"word":"Isomeride","type":"n.","descr":" An isomer."},{"word":"Isomerism","type":"n.","descr":" The state, quality, or relation, of two or more isomeric substances."},{"word":"Isomeromorphism","type":"n.","descr":" Isomorphism between substances that are isomeric."},{"word":"Isometric","type":"a.","descr":" Alt. of Isometrical"},{"word":"Isometrical","type":"a.","descr":" Pertaining to, or characterized by, equality of measure."},{"word":"Isometrical","type":"a.","descr":" Noting, or conforming to, that system of crystallization in which the three axes are of equal length and at right angles to each other; monometric; regular; cubic.  Cf. Crystallization."},{"word":"Isomorph","type":"n.","descr":" A substance which is similar to another in crystalline form and composition."},{"word":"Isomorphic","type":"a.","descr":" Isomorphous."},{"word":"Isomorphism","type":"n.","descr":" A similarity of crystalline form between substances of similar composition, as between the sulphates of barium (BaSO4) and strontium (SrSO4). It is sometimes extended to include similarity of form between substances of unlike composition, which is more properly called homoeomorphism."},{"word":"Isomorphous","type":"a.","descr":" Having the quality of isomorphism."},{"word":"Isonandra","type":"n.","descr":" A genus of sapotaceous trees of India. Isonandra Gutta is the principal source of gutta-percha."},{"word":"Isonephelic","type":"a.","descr":" Having, or indicating, an equal amount of cloudiness for a given period; as, isonephelic regions; an isonephelic line."},{"word":"Isonicotine","type":"n.","descr":" A crystalline, nitrogenous base, C10H14N2, isomeric with nicotine."},{"word":"Isonicotinic","type":"a.","descr":" Pertaining to, or derived from, isonicotine."},{"word":"Isonicotinic","type":"a.","descr":" Pertaining to, or designating, an acid isomeric with nicotinic acid."},{"word":"Isonitroso-","type":"","descr":" A combining from (also used adjectively), signifying: Pertaining to, or designating, the characteristic, nitrogenous radical, NOH, called the isonitroso group."},{"word":"Isonomic","type":"a.","descr":" The same, or equal, in law or right; one in kind or origin; analogous; similar."},{"word":"Isonomy","type":"n.","descr":" Equal law or right; equal distribution of rights and privileges; similarity."},{"word":"Isopathy","type":"n.","descr":" The system which undertakes to cure a disease by means of the virus of the same disease."},{"word":"Isopathy","type":"n.","descr":" The theory of curing a diseased organ by eating the analogous organ of a healthy animal."},{"word":"Isopathy","type":"n.","descr":" The doctrine that the power of therapeutics is equal to that of the causes of disease."},{"word":"Isopepsin","type":"n.","descr":" Pepsin modified by exposure to a temperature of from 40¡ to 60¡ C."},{"word":"Isoperimetrical","type":"a.","descr":" Having equal perimeters of circumferences; as, isoperimetrical figures or bodies."},{"word":"Isoperimetry","type":"n.","descr":" The science of figures having equal perimeters or boundaries."},{"word":"Isopiestic","type":"a.","descr":" Having equal pressure."},{"word":"Isopleura","type":"n. pl.","descr":" A subclass of Gastropoda, in which the body is symmetrical, the right and left sides being equal."},{"word":"Isopod","type":"a.","descr":" Having the legs similar in structure; belonging to the Isopoda."},{"word":"Isopod","type":"n.","descr":" One of the Isopoda."},{"word":"Isopoda","type":"n. pl.","descr":" An order of sessile-eyed Crustacea, usually having seven pairs of legs, which are all similar in structure."},{"word":"Isopodiform","type":"a.","descr":" Having the shape of an isopod; -- said of the larvae of certain insects."},{"word":"Isopodous","type":"a.","descr":" Same as Isopod."},{"word":"Isopogonous","type":"a.","descr":" Having the two webs equal in breath; -- said of feathers."},{"word":"Isoprene","type":"n.","descr":" An oily, volatile hydrocarbon, obtained by the distillation of caoutchouc or guttaipercha."},{"word":"Isopycnic","type":"a.","descr":" Having equal density, as different regions of a medium; passing through points at which the density is equal; as, an isopycnic line or surface."},{"word":"Isopycnic","type":"n.","descr":" A line or surface passing through those points in a medium, at which the density is the same."},{"word":"Isorcin","type":"n.","descr":" A crystalline hydrocarbon derivative, metameric with orcin, but produced artificially; -- called also cresorcin."},{"word":"Isorropic","type":"a.","descr":" Of equal value."},{"word":"Isosceles","type":"a.","descr":" Having two legs or sides that are equal; -- said of a triangle."},{"word":"Isospondyli","type":"n. pl.","descr":" An extensive order of fishes, including the salmons, herrings, and many allied forms."},{"word":"Isospondylous","type":"a.","descr":" Of or pertaining to the Isospondyli; having the anterior vertebrae separate and normal."},{"word":"Isosporic","type":"a.","descr":" Producing but one kind of spore, as the ferns and Equiseta.  Cf. Heterosporic."},{"word":"Isostemonous","type":"a.","descr":" Having exactly as many stamens as petals."},{"word":"Isostemony","type":"n.","descr":" The quality or state of being isostemonous."},{"word":"Isosulphocyanate","type":"n.","descr":" A salt of isosulphocyanic acid."},{"word":"Isosulphocyanic","type":"a.","descr":" Pertaining to, or designating, an acid, HNCS, isomeric with sulphocyanic acid."},{"word":"Isotheral","type":"a.","descr":" Having the nature of an isothere; indicating the distribution of temperature by means of an isothere; as, an isotheral chart or line."},{"word":"Isothere","type":"n.","descr":" A line connecting points on the earth\\'s surface having the same mean summer temperature."},{"word":"Isotherm","type":"n.","descr":" A line connecting or marking points on the earth\\'s surface having the same temperature. This may be the temperature for a given time of observation, or the mean temperature for a year or other period. Also, a similar line based on the distribution of temperature in the ocean."},{"word":"Isothermal","type":"a.","descr":" Relating to equality of temperature."},{"word":"Isothermal","type":"a.","descr":" Having reference to the geographical distribution of temperature, as exhibited by means of isotherms; as, an isothermal line; an isothermal chart."},{"word":"Isothermobath","type":"n.","descr":" A line drawn through points of equal temperature in a vertical section of the ocean."},{"word":"Isothermobathic","type":"a.","descr":" Of or pertaining to an isothermobath; possessing or indicating equal temperatures in a vertical section, as of the ocean."},{"word":"Isotherombrose","type":"n.","descr":" A line connecting or marking points on the earth\\'s surface, which have the same mean summer rainfall."},{"word":"Isotonic","type":"a.","descr":" Having or indicating, equal tones, or tension."},{"word":"Isotrimorphic","type":"a.","descr":" Isotrimorphous."},{"word":"Isotrimorphism","type":"n.","descr":" Isomorphism between the three forms, severally, of two trimorphous substances."},{"word":"Isotrimorphous","type":"a.","descr":" Having the quality of isotrimorphism; isotrimorphic."},{"word":"Isotropic","type":"a.","descr":" Having the same properties in all directions; specifically, equally elastic in all directions."},{"word":"Isotropism","type":"n.","descr":" Isotropy."},{"word":"Isotropous","type":"a.","descr":" Isotropic."},{"word":"Isotropy","type":"n.","descr":" Uniformity of physical properties in all directions in a body; absence of all kinds of polarity; specifically, equal elasticity in all directions."},{"word":"Isouric","type":"a.","descr":" Pertaining to, or designating, a complex nitrogenous acid, isomeric with uric acid."},{"word":"Israelite","type":"n.","descr":" A descendant of Israel, or Jacob; a Hebrew; a Jew."},{"word":"Israelitic","type":"a.","descr":" Alt. of Israelitish"},{"word":"Israelitish","type":"a.","descr":" Of or pertaining to Israel, or to the Israelites; Jewish; Hebrew."},{"word":"Issuable","type":"a.","descr":" Leading to, producing, or relating to, an issue; capable of being made an issue at law."},{"word":"Issuable","type":"a.","descr":" Lawful or suitable to be issued; as, a writ issuable on these grounds."},{"word":"Issuably","type":"adv.","descr":" In an issuable manner; by way of issue; as, to plead issuably."},{"word":"Issuance","type":"n.","descr":" The act of issuing, or giving out; as, the issuance of an order; the issuance of rations, and the like."},{"word":"Issuant","type":"a.","descr":" Issuing or coming up; -- a term used to express a charge or bearing rising or coming out of another."},{"word":"Issue","type":"n.","descr":" The act of passing or flowing out; a moving out from any inclosed place; egress; as, the issue of water from a pipe, of blood from a wound, of air from a bellows, of people from a house."},{"word":"Issue","type":"n.","descr":" The act of sending out, or causing to go forth; delivery; issuance; as, the issue of an order from a commanding officer; the issue of money from a treasury."},{"word":"Issue","type":"n.","descr":" That which passes, flows, or is sent out; the whole quantity sent forth or emitted at one time; as, an issue of bank notes; the daily issue of a newspaper."},{"word":"Issue","type":"n.","descr":" Progeny; a child or children; offspring. In law, sometimes, in a general sense, all persons descended from a common ancestor; all lineal descendants."},{"word":"Issue","type":"n.","descr":" Produce of the earth, or profits of land, tenements, or other property; as, A conveyed to B all his right for a term of years, with all the issues, rents, and profits."},{"word":"Issue","type":"n.","descr":" A discharge of flux, as of blood."},{"word":"Issue","type":"n.","descr":" An artificial ulcer, usually made in the fleshy part of the arm or leg, to produce the secretion and discharge of pus for the relief of some affected part."},{"word":"Issue","type":"n.","descr":" The final outcome or result; upshot; conclusion; event; hence, contest; test; trial."},{"word":"Issue","type":"n.","descr":" A point in debate or controversy on which the parties take affirmative and negative positions; a presentation of alternatives between which to choose or decide."},{"word":"Issue","type":"n.","descr":" In pleading, a single material point of law or fact depending in the suit, which, being affirmed on the one side and denied on the other, is presented for determination. See General issue, under General, and Feigned issue, under Feigned."},{"word":"Issued","type":"imp. and p. p.","descr":" of Issue"},{"word":"Issuing","type":"p. pr. and vb. n.","descr":" of Issue"},{"word":"Issue","type":"v. i.","descr":" To pass or flow out; to run out, as from any inclosed place."},{"word":"Issue","type":"v. i.","descr":" To go out; to rush out; to sally forth; as, troops issued from the town, and attacked the besiegers."},{"word":"Issue","type":"v. i.","descr":" To proceed, as from a source; as, water issues from springs; light issues from the sun."},{"word":"Issue","type":"v. i.","descr":" To proceed, as progeny; to be derived; to be descended; to spring."},{"word":"Issue","type":"v. i.","descr":" To extend; to pass or open; as, the path issues into the highway."},{"word":"Issue","type":"v. i.","descr":" To be produced as an effect or result; to grow or accrue; to arise; to proceed; as, rents and profits issuing from land, tenements, or a capital stock."},{"word":"Issue","type":"v. i.","descr":" To close; to end; to terminate; to turn out; as, we know not how the cause will issue."},{"word":"Issue","type":"v. i.","descr":" In pleading, to come to a point in fact or law, on which the parties join issue."},{"word":"Issue","type":"v. t.","descr":" To send out; to put into circulation; as, to issue notes from a bank."},{"word":"Issue","type":"v. t.","descr":" To deliver for use; as, to issue provisions."},{"word":"Issue","type":"v. t.","descr":" To send out officially; to deliver by authority; as, to issue an order; to issue a writ."},{"word":"Issueless","type":"a.","descr":" Having no issue or progeny; childless."},{"word":"Issuer","type":"n.","descr":" One who issues, emits, or publishes."},{"word":"Ist","type":"","descr":" A contraction of is it."},{"word":"Isthmian","type":"a.","descr":" Of or pertaining to an isthmus, especially to the Isthmus of Corinth, in Greece."},{"word":"Isthmuses","type":"pl. ","descr":" of Isthmus"},{"word":"Isthmus","type":"n.","descr":" A neck or narrow slip of land by which two continents are connected, or by which a peninsula is united to the mainland; as, the Isthmus of Panama; the Isthmus of Suez, etc."},{"word":"Istle","type":"n.","descr":" Same as Ixtle."},{"word":"Isuret","type":"n.","descr":" An artificial nitrogenous base, isomeric with urea, and forming a white crystalline substance; -- called also isuretine."}]