[{"word":"Ivan Ivanovitch","type":"","descr":" An ideal personification of the typical Russian or of the Russian people; -- used as \"John Bull\" is used for the typical Englishman."},{"word":"Ive","type":"","descr":" Colloquial contraction of I have."},{"word":"Ivied","type":"a.","descr":" Overgrown with ivy."},{"word":"Ivoride","type":"n.","descr":" A composition resembling ivory in appearance and used as a substitute for it."},{"word":"Ivories","type":"pl. ","descr":" of Ivory"},{"word":"Ivory","type":"n.","descr":" The hard, white, opaque, fine-grained substance constituting the tusks of the elephant. It is a variety of dentine, characterized by the minuteness and close arrangement of the tubes, as also by their double flexure. It is used in manufacturing articles of ornament or utility."},{"word":"Ivory","type":"n.","descr":" The tusks themselves of the elephant, etc."},{"word":"Ivory","type":"n.","descr":" Any carving executed in ivory."},{"word":"Ivory","type":"n.","descr":" Teeth; as, to show one\\'s ivories."},{"word":"Ivory-bill","type":"n.","descr":" A large, handsome, North American woodpecker (Campephilus principalis), having a large, sharp, ivory-colored beak. Its general color is glossy black, with white secondaries, and a white dorsal stripe. The male has a large, scarlet crest. It is now rare, and found only in the Gulf States."},{"word":"Ivorytype","type":"n.","descr":" A picture produced by superposing a very light print, rendered translucent by varnish, and tinted upon the back, upon a stronger print, so as to give the effect of a photograph in natural colors; -- called also hellenotype."},{"word":"Ivies","type":"pl. ","descr":" of Ivy"},{"word":"Ivy","type":"n.","descr":" A plant of the genus Hedera (H. helix), common in Europe. Its leaves are evergreen, dark, smooth, shining, and mostly five-pointed; the flowers yellowish and small; the berries black or yellow. The stem clings to walls and trees by rootlike fibers."},{"word":"Ivy-mantled","type":"a.","descr":" Covered with ivy."}]