[{"word":"Jaal goat","type":"","descr":" A species of wild goat (Capra Nubiana) found in the mountains of Abyssinia, Upper Egypt, and Arabia; -- called also beden, and jaela."},{"word":"Jab","type":"v. t.","descr":" To thrust; to stab; to punch. See Job, v. t."},{"word":"Jab","type":"n.","descr":" A thrust or stab."},{"word":"Jabbered","type":"imp. and p. p.","descr":" of Jabber"},{"word":"Jabbering","type":"p. pr. and vb. n.","descr":" of Jabber"},{"word":"Jabber","type":"v. i.","descr":" To talk rapidly, indistinctly, or unintelligibly; to utter gibberish or nonsense; to chatter."},{"word":"Jabber","type":"v. t.","descr":" To utter rapidly or indistinctly; to gabble; as, to jabber French."},{"word":"Jabber","type":"n.","descr":" Rapid or incoherent talk, with indistinct utterance; gibberish."},{"word":"Jabber","type":"n.","descr":" One who jabbers."},{"word":"Jabberingly","type":"adv.","descr":" In a jabbering manner."},{"word":"Jabberment","type":"n.","descr":" Jabber."},{"word":"Jabbernowl","type":"n.","descr":" Same as Jobbernowl."},{"word":"Jabiru","type":"n.","descr":" One of several large wading birds of the genera Mycteria and Xenorhynchus, allied to the storks in form and habits."},{"word":"Jaborandi","type":"n.","descr":" The native name of a South American rutaceous shrub (Pilocarpus pennatifolius). The leaves are used in medicine as an diaphoretic and sialogogue."},{"word":"Jaborine","type":"n.","descr":" An alkaloid found in jaborandi leaves, from which it is extracted as a white amorphous substance. In its action it resembles atropine."},{"word":"Jabot","type":"n.","descr":" Originally, a kind of ruffle worn by men on the bosom of the shirt."},{"word":"Jabot","type":"n.","descr":" An arrangement of lace or tulle, looped ornamentally, and worn by women on the front of the dress."},{"word":"Jacamar","type":"n.","descr":" Any one of numerous species of tropical American birds of the genus Galbula and allied genera. They are allied to the kingfishers, but climb on tree trunks like nuthatches, and feed upon insects. Their colors are often brilliant."},{"word":"Jacana","type":"n.","descr":" Any of several wading birds belonging to the genus Jacana and several allied genera, all of which have spurs on the wings. They are able to run about over floating water weeds by means of their very long, spreading toes. Called also surgeon bird."},{"word":"Jacaranda","type":"n.","descr":" The native Brazilian name for certain leguminous trees, which produce the beautiful woods called king wood, tiger wood, and violet wood."},{"word":"Jacaranda","type":"n.","descr":" A genus of bignoniaceous Brazilian trees with showy trumpet-shaped flowers."},{"word":"Jacare","type":"n.","descr":" A cayman. See Yacare."},{"word":"Jacchus","type":"n.","descr":" The common marmoset (Hapale vulgaris). Formerly, the name was also applied to other species of the same genus."},{"word":"Jacconet","type":"n.","descr":" See Jaconet."},{"word":"Jacent","type":"a.","descr":" Lying at length; as, the jacent posture."},{"word":"Jacinth","type":"n.","descr":" See Hyacinth."},{"word":"Jack","type":"n.","descr":" A large tree, the Artocarpus integrifolia, common in the East Indies, closely allied to the breadfruit, from which it differs in having its leaves entire. The fruit is of great size, weighing from thirty to forty pounds, and through its soft fibrous matter are scattered the seeds, which are roasted and eaten. The wood is of a yellow color, fine grain, and rather heavy, and is much used in cabinetwork. It is also used for dyeing a brilliant yellow."},{"word":"Jack","type":"n.","descr":" A familiar nickname of, or substitute for, John."},{"word":"Jack","type":"n.","descr":" An impertinent or silly fellow; a simpleton; a boor; a clown; also, a servant; a rustic."},{"word":"Jack","type":"n.","descr":" A popular colloquial name for a sailor; -- called also Jack tar, and Jack afloat."},{"word":"Jack","type":"n.","descr":" A mechanical contrivance, an auxiliary machine, or a subordinate part of a machine, rendering convenient service, and often supplying the place of a boy or attendant who was commonly called Jack"},{"word":"Jack","type":"n.","descr":" A device to pull off boots."},{"word":"Jack","type":"n.","descr":" A sawhorse or sawbuck."},{"word":"Jack","type":"n.","descr":" A machine or contrivance for turning a spit; a smoke jack, or kitchen jack."},{"word":"Jack","type":"n.","descr":" A wooden wedge for separating rocks rent by blasting."},{"word":"Jack","type":"n.","descr":" A lever for depressing the sinkers which push the loops down on the needles."},{"word":"Jack","type":"n.","descr":" A grating to separate and guide the threads; a heck box."},{"word":"Jack","type":"n.","descr":" A machine for twisting the sliver as it leaves the carding machine."},{"word":"Jack","type":"n.","descr":" A compact, portable machine for planing metal."},{"word":"Jack","type":"n.","descr":" A machine for slicking or pebbling leather."},{"word":"Jack","type":"n.","descr":" A system of gearing driven by a horse power, for multiplying speed."},{"word":"Jack","type":"n.","descr":" A hood or other device placed over a chimney or vent pipe, to prevent a back draught."},{"word":"Jack","type":"n.","descr":" In the harpsichord, an intermediate piece communicating the action of the key to the quill; -- called also hopper."},{"word":"Jack","type":"n.","descr":" In hunting, the pan or frame holding the fuel of the torch used to attract game at night; also, the light itself."},{"word":"Jack","type":"n.","descr":" A portable machine variously constructed, for exerting great pressure, or lifting or moving a heavy body through a small distance. It consists of a lever, screw, rack and pinion, hydraulic press, or any simple combination of mechanical powers, working in a compact pedestal or support and operated by a lever, crank, capstan bar, etc. The name is often given to a jackscrew, which is a kind of jack."},{"word":"Jack","type":"n.","descr":" The small bowl used as a mark in the game of bowls."},{"word":"Jack","type":"n.","descr":" The male of certain animals, as of the ass."},{"word":"Jack","type":"n.","descr":" A young pike; a pickerel."},{"word":"Jack","type":"n.","descr":" The jurel."},{"word":"Jack","type":"n.","descr":" A large, California rock fish (Sebastodes paucispinus); -- called also boccaccio, and merou."},{"word":"Jack","type":"n.","descr":" The wall-eyed pike."},{"word":"Jack","type":"n.","descr":" A drinking measure holding half a pint; also, one holding a quarter of a pint."},{"word":"Jack","type":"n.","descr":" A flag, containing only the union, without the fly, usually hoisted on a jack staff at the bowsprit cap; -- called also union jack. The American jack is a small blue flag, with a star for each State."},{"word":"Jack","type":"n.","descr":" A bar of iron athwart ships at a topgallant masthead, to support a royal mast, and give spread to the royal shrouds; -- called also jack crosstree."},{"word":"Jack","type":"n.","descr":" The knave of a suit of playing cards."},{"word":"Jack","type":"n.","descr":" A coarse and cheap mediaeval coat of defense, esp. one made of leather."},{"word":"Jack","type":"n.","descr":" A pitcher or can of waxed leather; -- called also black jack."},{"word":"Jack","type":"v. i.","descr":" To hunt game at night by means of a jack. See 2d Jack, n., 4, n."},{"word":"Jack","type":"v. t.","descr":" To move or lift, as a house, by means of a jack or jacks. See 2d Jack, n., 5."},{"word":"Jack-a-dandy","type":"n.","descr":" A little dandy; a little, foppish, impertinent fellow."},{"word":"Jackal","type":"n.","descr":" Any one of several species of carnivorous animals inhabiting Africa and Asia, related to the dog and wolf. They are cowardly, nocturnal, and gregarious. They feed largely on carrion, and are noted for their piercing and dismal howling."},{"word":"Jackal","type":"n.","descr":" One who does mean work for another\\'s advantage, as jackals were once thought to kill game which lions appropriated."},{"word":"Jack-a-lent","type":"n.","descr":" A small stuffed puppet to be pelted in Lent; hence, a simple fellow."},{"word":"Jackanapes","type":"n.","descr":" A monkey; an ape."},{"word":"Jackanapes","type":"n.","descr":" A coxcomb; an impertinent or conceited fellow."},{"word":"Jackass","type":"n.","descr":" The male ass; a donkey."},{"word":"Jackass","type":"n.","descr":" A conceited dolt; a perverse blockhead."},{"word":"Jackdaw","type":"n.","descr":" See Daw, n."},{"word":"Jackeen","type":"n.","descr":" A drunken, dissolute fellow."},{"word":"Jacket","type":"n.","descr":" A short upper garment, extending downward to the hips; a short coat without skirts."},{"word":"Jacket","type":"n.","descr":" An outer covering for anything, esp. a covering of some nonconducting material such as wood or felt, used to prevent radiation of heat, as from a steam boiler, cylinder, pipe, etc."},{"word":"Jacket","type":"n.","descr":" In ordnance, a strengthening band surrounding and reenforcing the tube in which the charge is fired."},{"word":"Jacket","type":"n.","descr":" A garment resembling a waistcoat lined with cork, to serve as a life preserver; -- called also cork jacket."},{"word":"Jacket","type":"v. t.","descr":" To put a jacket on; to furnish, as a boiler, with a jacket."},{"word":"Jacket","type":"v. t.","descr":" To thrash; to beat."},{"word":"Jacketed","type":"a.","descr":" Wearing, or furnished with, a jacket."},{"word":"Jacketing","type":"n.","descr":" The material of a jacket; as, nonconducting jacketing."},{"word":"Jack Ketch","type":"","descr":" A public executioner, or hangman."},{"word":"Jackknife","type":"n.","descr":" A large, strong clasp knife for the pocket; a pocket knife."},{"word":"Jackmen","type":"pl. ","descr":" of Jackman"},{"word":"Jackman","type":"n.","descr":" One wearing a jack; a horse soldier; a retainer. See 3d Jack, n."},{"word":"Jackman","type":"n.","descr":" A cream cheese."},{"word":"Jack-o-lantern","type":"n.","descr":" See Jack-with-a-lantern, under 2d Jack."},{"word":"Jackpudding","type":"n.","descr":" A merry-andrew; a buffoon."},{"word":"Jacksaw","type":"n.","descr":" The merganser."},{"word":"Jackscrew","type":"n.","descr":" A jack in which a screw is used for lifting, or exerting pressure. See Illust. of 2d Jack, n., 5."},{"word":"Jackslave","type":"n.","descr":" A low servant; a mean fellow."},{"word":"Jacksmith","type":"n.","descr":" A smith who makes jacks. See 2d Jack, 4, c."},{"word":"Jacksnipe","type":"n.","descr":" A small European snipe (Limnocryptes gallinula); -- called also judcock, jedcock, juddock, jed, and half snipe."},{"word":"Jacksnipe","type":"n.","descr":" A small American sandpiper (Tringa maculata); -- called also pectoral sandpiper, and grass snipe."},{"word":"Jackstay","type":"n.","descr":" A rail of wood or iron stretching along a yard of a vessel, to which the sails are fastened."},{"word":"Jackstone","type":"n.","descr":" One of the pebbles or pieces used in the game of jackstones."},{"word":"Jackstone","type":"n.","descr":" A game played with five small stones or pieces of metal. See 6th Chuck."},{"word":"Jackstraw","type":"n.","descr":" An effigy stuffed with straw; a scarecrow; hence, a man without property or influence."},{"word":"Jackstraw","type":"n.","descr":" One of a set of straws of strips of ivory, bone, wood, etc., for playing a child\\'s game, the jackstraws being thrown confusedly together on a table, to be gathered up singly by a hooked instrument, without touching or disturbing the rest of the pile. See Spilikin."},{"word":"Jackwood","type":"n.","descr":" Wood of the jack (Artocarpus integrifolia), used in cabinetwork."},{"word":"Jacob","type":"n.","descr":" A Hebrew patriarch (son of Isaac, and ancestor of the Jews), who in a vision saw a ladder reaching up to heaven (Gen. xxviii. 12); -- also called Israel."},{"word":"Jacobaean lily","type":"","descr":" A bulbous plant  (Amaryllis, \/ Sprekelia, formosissima) from Mexico. It bears a single, large, deep, red, lilylike flower."},{"word":"Jacobean","type":"a.","descr":" Alt. of Jacobian"},{"word":"Jacobian","type":"a.","descr":" Of or pertaining to a style of architecture and decoration in the time of James the First, of England."},{"word":"Jacobin","type":"n.","descr":" A Dominican friar; -- so named because, before the French Revolution, that order had a convent in the Rue St. Jacques, Paris."},{"word":"Jacobin","type":"n.","descr":" One of a society of violent agitators in France, during the revolution of 1789, who held secret meetings in the Jacobin convent in the Rue St. Jacques, Paris, and concerted measures to control the proceedings of the National Assembly. Hence: A plotter against an existing government; a turbulent demagogue."},{"word":"Jacobin","type":"n.","descr":" A fancy pigeon, in which the feathers of the neck form a hood, -- whence the name. The wings and tail are long, and the beak moderately short."},{"word":"Jacobin","type":"a.","descr":" Same as Jacobinic."},{"word":"Jacobine","type":"n.","descr":" A Jacobin."},{"word":"Jacobinic","type":"a.","descr":" Alt. of Jacobinical"},{"word":"Jacobinical","type":"a.","descr":" Of or pertaining to the Jacobins of France; revolutionary; of the nature of, or characterized by, Jacobinism."},{"word":"Jacobinism","type":"n.","descr":" The  principles of the Jacobins; violent and factious opposition to legitimate government."},{"word":"Jacobinized","type":"imp. and p. p.","descr":" of Jacobinize"},{"word":"Jacobinizing","type":"p. pr. and vb. n.","descr":" of Jacobinize"},{"word":"Jacobinize","type":"v. t.","descr":" To taint with, or convert to, Jacobinism."},{"word":"Jacobite","type":"n.","descr":" A partisan or adherent of James the Second, after his abdication, or of his descendants, an opposer of the revolution in 1688 in favor of William and Mary."},{"word":"Jacobite","type":"n.","descr":" One of the sect of Syrian Monophysites. The sect is named after Jacob Baradaeus, its leader in the  sixth century."},{"word":"Jacobite","type":"a.","descr":" Of or pertaining to the Jacobites."},{"word":"Jacobitic","type":"a.","descr":" Alt. of Jacobitical"},{"word":"Jacobitical","type":"a.","descr":" Of or pertaining to the Jacobites; characterized by Jacobitism."},{"word":"Jacobitism","type":"n.","descr":" The principles of the Jacobites."},{"word":"Jacobuses","type":"pl. ","descr":" of Jacobus"},{"word":"Jacobus","type":"n.","descr":" An English gold coin, of the value of twenty-five shillings sterling, struck in the reign of James I."},{"word":"Jaconet","type":"n.","descr":" A thin cotton fabric, between and muslin, used for dresses, neckcloths, etc."},{"word":"Jacquard","type":"a.","descr":" Pertaining to, or invented by, Jacquard, a French mechanician, who died in 1834."},{"word":"Jacqueminot","type":"n.","descr":" A half-hardy, deep crimson  rose of the remontant class; -- so named after General Jacqueminot, of France."},{"word":"Jacquerie","type":"n.","descr":" The name given to a revolt of French peasants against the nobles in 1358, the leader assuming the contemptuous title, Jacques Bonhomme, given by the nobles to the peasantry. Hence, any revolt of peasants."},{"word":"Jactancy","type":"n.","descr":" A boasting; a bragging."},{"word":"Jactation","type":"n.","descr":" A throwing or tossing of the body; a shaking or agitation."},{"word":"Jactitation","type":"n.","descr":" Vain boasting or assertions repeated to the prejudice of another\\'s right; false claim."},{"word":"Jactitation","type":"n.","descr":" A frequent tossing or moving of the body; restlessness, as in delirium."},{"word":"Jaculable","type":"a.","descr":" Fit for throwing."},{"word":"Jaculated","type":"imp. and p. p.","descr":" of Jaculate"},{"word":"Jaculating","type":"p. pr. and vb. n.","descr":" of Jaculate"},{"word":"Jaculate","type":"v. t.","descr":" To throw or cast, as a dart; to throw out; to emit."},{"word":"Jaculation","type":"n.","descr":" The act of tossing, throwing, or hurling, as spears."},{"word":"Jaculator","type":"","descr":" One who throws or casts."},{"word":"Jaculator","type":"","descr":" The archer fish (Toxotes jaculator)."},{"word":"Jaculatory","type":"a.","descr":" Darting or throwing out suddenly; also, suddenly thrown out; uttered in short sentences; ejaculatory; as, jaculatory prayers."},{"word":"Jadding","type":"n.","descr":" See Holing."},{"word":"Jade","type":"n.","descr":" A stone, commonly of a pale to dark green color but sometimes whitish. It is very hard and compact, capable of fine polish, and is used for ornamental purposes and for implements, esp. in Eastern countries and among many early peoples."},{"word":"Jade","type":"n.","descr":" A mean or tired horse; a worthless nag."},{"word":"Jade","type":"n.","descr":" A disreputable or vicious woman; a wench; a quean; also, sometimes, a worthless man."},{"word":"Jade","type":"n.","descr":" A young woman; -- generally so called in irony or slight contempt."},{"word":"Jaded","type":"imp. and p. p.","descr":" of Jade"},{"word":"Jading","type":"p. pr. and vb. n.","descr":" of Jade"},{"word":"Jade","type":"v. t.","descr":" To treat like a jade; to spurn."},{"word":"Jade","type":"v. t.","descr":" To make ridiculous and contemptible."},{"word":"Jade","type":"v. t.","descr":" To exhaust by overdriving or long-continued labor of any kind; to tire or wear out by severe or tedious tasks; to harass."},{"word":"Jade","type":"v. i.","descr":" To become weary; to lose spirit."},{"word":"Jadeite","type":"n.","descr":" See Jade, the stone."},{"word":"Jadery","type":"n.","descr":" The tricks of a jade."},{"word":"Jadish","type":"a.","descr":" Vicious; ill-tempered; resembling a jade; -- applied to a horse."},{"word":"Jadish","type":"a.","descr":" Unchaste; -- applied to a woman."},{"word":"Jaeger","type":"n.","descr":" See Jager."},{"word":"Jag","type":"n.","descr":" A notch; a cleft; a barb; a ragged or sharp protuberance; a denticulation."},{"word":"Jag","type":"n.","descr":" A part broken off; a fragment."},{"word":"Jag","type":"n.","descr":" A cleft or division."},{"word":"Jagged","type":"imp. and p. p.","descr":" of Jag"},{"word":"Jagging","type":"p. pr. and vb. n.","descr":" of Jag"},{"word":"Jag","type":"v. t.","descr":" To cut into notches or teeth like those of a saw; to notch."},{"word":"Jag","type":"n.","descr":" A small load, as of hay or grain in the straw, or of ore."},{"word":"Jag","type":"v. t.","descr":" To carry, as a load; as, to jag hay, etc."},{"word":"Jaganatha","type":"n.","descr":" Alt. of Jaganatha"},{"word":"Jaganatha","type":"n.","descr":" See Juggernaut."},{"word":"Jager","type":"n.","descr":" A sharpshooter. See Yager."},{"word":"Jager","type":"n.","descr":" Any species of gull of the genus Stercorarius. Three species occur on the Atlantic coast. The jagers pursue other species of gulls and force them to disgorge their prey. The two middle tail feathers are usually decidedly longer than the rest. Called also boatswain, and marline-spike bird. The name is also applied to the skua, or Arctic gull (Megalestris skua)."},{"word":"Jagg","type":"v. t. and n.","descr":" See Jag."},{"word":"Jagged","type":"a.","descr":" Having jags; having rough, sharp notches, protuberances, or teeth; cleft; laciniate; divided; as, jagged rocks."},{"word":"Jagger","type":"n.","descr":" One who carries about a small load; a peddler. See 2d Jag."},{"word":"Jagger","type":"n.","descr":" One who, or that which, jags; specifically: (a) jagging iron used for crimping pies, cakes, etc. (b) A toothed chisel. See Jag, v. t."},{"word":"Jaggery","type":"n.","descr":" Raw palm sugar, made in the East Indies by evaporating the fresh juice of several kinds of palm trees, but specifically that of the palmyra (Borassus flabelliformis)."},{"word":"Jaggy","type":"a.","descr":" Having jags; set with teeth; notched; uneven; as, jaggy teeth."},{"word":"Jaghir","type":"n.","descr":" A village or district the government and revenues of which are assigned to some person, usually in consideration of some service to be rendered, esp. the maintenance of troops."},{"word":"Jaghirdar","type":"n.","descr":" The holder of a jaghir."},{"word":"Jagua palm","type":"","descr":" A great Brazilian palm (Maximiliana regia), having immense spathes which are used for baskets and tubs."},{"word":"Jaguar","type":"n.","descr":" A large and powerful feline animal (Felis onca), ranging from Texas and Mexico to Patagonia. It is usually brownish yellow, with large, dark, somewhat angular rings, each generally inclosing one or two dark spots. It is chiefly arboreal in its habits. Called also the American tiger."},{"word":"Jaguarondi","type":"n.","descr":" A South American wild cat (Felis jaguarondi), having a long, slim body and very short legs. Its color is grayish brown, varied with a blackish hue. It is arboreal in its habits and feeds mostly on birds."},{"word":"Jah","type":"n.","descr":" Jehovah."},{"word":"Jail","type":"n.","descr":" A kind of prison; a building for the confinement of persons held in lawful  custody, especially for minor offenses or with reference to some future judicial proceeding."},{"word":"Jail","type":"v. t.","descr":" To imprison."},{"word":"Jailer","type":"n.","descr":" The keeper of a jail or prison."},{"word":"Jain","type":"n.","descr":" Alt. of Jaina"},{"word":"Jaina","type":"n.","descr":" One of a numerous sect in British India, holding the tenets of Jainism."},{"word":"Jainism","type":"n.","descr":" The heterodox Hindoo religion, of which the most striking features are the exaltation of saints or holy mortals, called jins, above the ordinary Hindoo gods, and the denial of the divine origin and infallibility of the Vedas. It is intermediate between Brahmanism and Buddhism, having some things in common with each."},{"word":"Jairou","type":"n.","descr":" The ahu or Asiatic gazelle."},{"word":"Jak","type":"n.","descr":" see Ils Jack."},{"word":"Jakes","type":"n.","descr":" A privy."},{"word":"Jakie","type":"n.","descr":" A South American striped frog (Pseudis paradoxa), remarkable for having a tadpole larger than the adult, and hence called also paradoxical frog."},{"word":"Jako","type":"n.","descr":" An African parrot (Psittacus erithacus), very commonly kept as a cage bird; -- called also gray parrot."},{"word":"Jakwood","type":"n.","descr":" See Jackwood."},{"word":"Jalap","type":"n.","descr":" The tubers of the Mexican plant Ipomoea purga (or Exogonium purga), a climber much like the morning-glory. The abstract, extract, and powder, prepared from the tubers, are well known purgative medicines. Other species of Ipomoea yield several inferior kinds of jalap, as the I. Orizabensis, and I. tuberosa."},{"word":"Jalapic","type":"a.","descr":" Of or pertaining to jalap."},{"word":"Jalapin","type":"n.","descr":" A glucoside found in the stems of the jalap plant and scammony. It is a strong purgative."},{"word":"Jalons","type":"n. pl.","descr":" Long poles, topped with wisps of straw, used as landmarks and signals."},{"word":"Jalousie","type":"n.","descr":" A Venetian or slatted inside window blind."},{"word":"Jalousied","type":"a.","descr":" Furnished with jalousies; as, jalousied porches."},{"word":"Jam","type":"n.","descr":" A kind of frock for children."},{"word":"Jam","type":"n.","descr":" See Jamb."},{"word":"Jammed","type":"imp. and p. p.","descr":" of Jam"},{"word":"Jamming","type":"p. pr. and vb. n.","descr":" of Jam"},{"word":"Jam","type":"v. t.","descr":" To press into a close or tight position; to crowd; to squeeze; to wedge in."},{"word":"Jam","type":"v. t.","descr":" To crush or bruise; as, to jam a finger in the crack of a door."},{"word":"Jam","type":"v. t.","descr":" To bring (a vessel) so close to the wind that half her upper sails are laid aback."},{"word":"Jam","type":"n.","descr":" A mass of people or objects crowded together; also, the pressure from a crowd; a crush; as, a jam in a street; a jam of logs in a river."},{"word":"Jam","type":"n.","descr":" An injury caused by jamming."},{"word":"Jam","type":"n.","descr":" A preserve of fruit boiled with sugar and water; as, raspberry jam; currant jam; grape jam."},{"word":"Jamacina","type":"n.","descr":" Jamaicine."},{"word":"Jamadar","type":"n.","descr":" Same as Jemidar."},{"word":"Jamaica","type":"n.","descr":" One of the West India is islands."},{"word":"Jamaican","type":"a.","descr":" Of or pertaining to Jamaica."},{"word":"Jamaican","type":"n.","descr":" A native or inhabitant of Jamaica."},{"word":"Jamaicine","type":"n.","descr":" An alkaloid said to be contained in the bark of Geoffroya inermis, a leguminous tree growing in Jamaica and Surinam; -- called also jamacina."},{"word":"Jamb","type":"n.","descr":" The vertical side of any opening, as a door or fireplace; hence, less properly, any narrow vertical surface of wall, as the of a chimney-breast or of a pier, as distinguished from its face."},{"word":"Jamb","type":"n.","descr":" Any thick mass of rock which prevents miners from following the lode or vein."},{"word":"Jamb","type":"v. t.","descr":" See Jam, v. t."},{"word":"Jambee","type":"n.","descr":" A fashionable cane."},{"word":"Jambes","type":"n.","descr":" Alt. of Jambeux"},{"word":"Jambeux","type":"n.","descr":" In the Middle Ages, armor for the legs below the knees."},{"word":"Jambolana","type":"n.","descr":" A myrtaceous tree of the West Indies and tropical America (Calyptranthes Jambolana), with astringent bark, used for dyeing. It bears an edible fruit."},{"word":"Jamdani","type":"n.","descr":" A silk fabric, with a woven pattern of sprigs of flowers."},{"word":"Jamesonite","type":"n.","descr":" A steel-gray mineral, of metallic luster, commonly fibrous massive. It is a sulphide of antimony and lead, with a little iron."},{"word":"Jamess powder","type":"","descr":" Antimonial powder, first prepared by Dr. James, ar English physician; -- called also fever powder."},{"word":"Jamestown weed","type":"","descr":" The poisonous thorn apple or stramonium (Datura stramonium), a rank weed early noticed at Jamestown, Virginia. See Datura."},{"word":"Jan","type":"n.","descr":" One of intermediate order between angels and men."},{"word":"Jane","type":"n.","descr":" A coin of Genoa; any small coin."},{"word":"Jane","type":"n.","descr":" A kind of twilled cotton cloth. See Jean."},{"word":"Jane-of-apes","type":"n.","descr":" A silly, pert girl; -- corresponding to jackanapes."},{"word":"Jangled","type":"imp. and p. p.","descr":" of Jangle"},{"word":"Jangling","type":"p. pr. and vb. n.","descr":" of Jangle"},{"word":"Jangle","type":"v. i.","descr":" To sound harshly or discordantly, as bells out of tune."},{"word":"Jangle","type":"v. i.","descr":" To talk idly; to prate; to babble; to chatter; to gossip."},{"word":"Jangle","type":"v. i.","descr":" To quarrel in words; to altercate; to wrangle."},{"word":"Jangle","type":"v. t.","descr":" To cause to sound harshly or inharmoniously; to produce discordant sounds with."},{"word":"Jangle","type":"n.","descr":" Idle talk; prate; chatter; babble."},{"word":"Jangle","type":"n.","descr":" Discordant sound; wrangling."},{"word":"Jangler","type":"n.","descr":" An idle talker; a babbler; a prater."},{"word":"Jangler","type":"n.","descr":" A wrangling, noisy fellow."},{"word":"Jangleress","type":"n.","descr":" A female prater or babbler."},{"word":"Janglery","type":"n.","descr":" Jangling."},{"word":"Jangling","type":"a.","descr":" Producing discordant sounds."},{"word":"Jangling","type":"n.","descr":" Idle babbling; vain disputation."},{"word":"Jangling","type":"n.","descr":" Wrangling; altercation."},{"word":"Janissary","type":"n.","descr":" See Janizary."},{"word":"Janitor","type":"n.","descr":" A door-keeper; a porter; one who has the care of a public building, or a building occupied for offices, suites of rooms, etc."},{"word":"Janitress","type":"n.","descr":" Alt. of Janitrix"},{"word":"Janitrix","type":"n.","descr":" A female janitor."},{"word":"Janizar","type":"n.","descr":" A janizary."},{"word":"Janizarian","type":"a.","descr":" Of or pertaining to the janizaries, or their government."},{"word":"Janizaries","type":"pl. ","descr":" of Janizary"},{"word":"Janizary","type":"n.","descr":" A soldier of a privileged military class, which formed the nucleus of the Turkish infantry, but was suppressed in 1826."},{"word":"Janker","type":"n.","descr":" A long pole on two wheels, used in hauling logs."},{"word":"Jansenism","type":"n.","descr":" The doctrine of Jansen regarding free will and divine grace."},{"word":"Jansenist","type":"n.","descr":" A follower of Cornelius Jansen, a Roman Catholic bishop of Ypres, in Flanders, in the 17th century, who taught certain doctrines denying free will and the possibility of resisting divine grace."},{"word":"Jant","type":"v. i.","descr":" See Jaunt."},{"word":"Janthina","type":"n.","descr":" See Ianthina."},{"word":"Jantily","type":"adv.","descr":" See Jauntily."},{"word":"Jantiness","type":"n.","descr":" See Jauntiness."},{"word":"Jantu","type":"n.","descr":" A machine of great antiquity, used in Bengal for raising water to irrigate land."},{"word":"Janty","type":"a.","descr":" See Jaunty."},{"word":"January","type":"n.","descr":" The first month of the year, containing thirty-one days."},{"word":"Janus","type":"n.","descr":" A Latin deity represented with two faces looking in opposite directions. Numa is said to have dedicated to Janus the covered passage at Rome, near the Forum, which is usually called the Temple of Janus. This passage was open in war and closed in peace."},{"word":"Janus-faced","type":"a.","descr":" Double-faced; deceitful."},{"word":"Janus-headed","type":"a.","descr":" Double-headed."},{"word":"Japan","type":"n.","descr":" Work varnished and figured in the Japanese manner; also, the varnish or lacquer used in japanning."},{"word":"Japan","type":"a.","descr":" Of or pertaining to Japan, or to the lacquered work of that country; as, Japan ware."},{"word":"Japanned","type":"imp. and p. p.","descr":" of Japan"},{"word":"Japanning","type":"p. pr. and vb. n.","descr":" of Japan"},{"word":"Japan","type":"v. t.","descr":" To cover with a coat of hard, brilliant varnish, in the manner of the Japanese; to lacquer."},{"word":"Japan","type":"v. t.","descr":" To give a glossy black to, as shoes."},{"word":"Japanese","type":"a.","descr":" Of or pertaining to Japan, or its inhabitants."},{"word":"Japanese","type":"n. sing. and pl.","descr":" A native or inhabitant of Japan; collectively, the people of Japan."},{"word":"Japanese","type":"n. sing. and pl.","descr":" The language of the people of Japan."},{"word":"Japanned","type":"a.","descr":" Treated, or coated, with varnish in the Japanese manner."},{"word":"Japanner","type":"n.","descr":" One who varnishes in the manner of the Japanese, or one skilled in the art."},{"word":"Japanner","type":"n.","descr":" A bootblack."},{"word":"Japanning","type":"n.","descr":" The art or act of varnishing in  the Japanese manner."},{"word":"Japannish","type":"a.","descr":" After the manner of the Japanese; resembling japanned articles."},{"word":"Jape","type":"v. i.","descr":" To jest; to play tricks; to jeer."},{"word":"Jape","type":"v. t.","descr":" To mock; to trick."},{"word":"Japer","type":"n.","descr":" A jester; a buffoon."},{"word":"Japery","type":"n.","descr":" Jesting; buffoonery."},{"word":"Japhethite","type":"n.","descr":" A Japhetite."},{"word":"Japhetic","type":"a.","descr":" Pertaining to, or derived from, Japheth, one of the sons of Noah; as, Japhetic nations, the nations of Europe and Northern Asia; Japhetic languages."},{"word":"Japhetite","type":"n.","descr":" A descendant of Japheth."},{"word":"Japonica","type":"n.","descr":" A species of Camellia (Camellia Japonica), a native of Japan, bearing beautiful red or white flowers. Many other genera have species of the same name."},{"word":"Jar","type":"n.","descr":" A turn. [Only in phrase.]"},{"word":"Jar","type":"n.","descr":" A deep, broad-mouthed vessel of earthenware or glass, for holding fruit, preserves, etc., or for ornamental purposes; as, a jar of honey; a rose jar."},{"word":"Jar","type":"n.","descr":" The measure of what is contained in a jar; as, a jar of oil; a jar of preserves."},{"word":"Jarred","type":"imp. and p. p.","descr":" of Jar"},{"word":"jarring","type":"p. pr. and vb. n.","descr":" of Jar"},{"word":"Jar","type":"v. i.","descr":" To  give forth a rudely quivering or tremulous sound; to sound harshly or discordantly; as, the notes jarred on my ears."},{"word":"Jar","type":"v. i.","descr":" To act in opposition or disagreement; to clash; to interfere; to quarrel; to dispute."},{"word":"Jar","type":"v. t.","descr":" To cause a short, tremulous motion of, to cause to tremble, as by a sudden shock or blow; to shake; to shock; as, to jar the earth; to jar one\\'s faith."},{"word":"Jar","type":"v. t.","descr":" To tick; to beat; to mark or tell off."},{"word":"Jar","type":"n.","descr":" A rattling, tremulous vibration or shock; a shake; a harsh sound; a discord; as, the jar of a train; the jar of harsh sounds."},{"word":"Jar","type":"n.","descr":" Clash of interest or opinions; collision; discord; debate; slight disagreement."},{"word":"Jar","type":"n.","descr":" A regular vibration, as of a pendulum."},{"word":"Jar","type":"n.","descr":" In deep well boring, a device resembling two long chain links, for connecting a percussion drill to the rod or rope which works it, so that the drill is driven down by impact and is jerked loose when jammed."},{"word":"Jararaca","type":"n.","descr":" A poisonous serpent of Brazil (Bothrops jararaca), about eighteen inches long, and of a dusky, brownish color, variegated with red and black spots."},{"word":"Jarble","type":"v. t.","descr":" To wet; to bemire."},{"word":"Jardiniere","type":"n.","descr":" An ornamental stand or receptacle for plants, flowers, etc., used as a piece of decorative furniture in room."},{"word":"Jards","type":"n.","descr":" A callous tumor on the leg of a horse, below the hock."},{"word":"Jargle","type":"v. i.","descr":" To emit a harsh or discordant sound."},{"word":"Jargon","type":"n.","descr":" Confused, unintelligible language; gibberish; hence, an artificial idiom or dialect; cant language; slang."},{"word":"Jargoned","type":"imp. and p. p.","descr":" of Jargon"},{"word":"Jargoning","type":"p. pr. and vb. n.","descr":" of Jargon"},{"word":"Jargon","type":"v. i.","descr":" To utter jargon; to emit confused or unintelligible sounds; to talk unintelligibly, or in a harsh and noisy manner."},{"word":"Jargon","type":"n.","descr":" A variety of zircon. See Zircon."},{"word":"Jargonelle","type":"n.","descr":" A variety of pear which ripens early."},{"word":"Jargonic","type":"a.","descr":" Of or pertaining to the mineral jargon."},{"word":"Jargonist","type":"n.","descr":" One addicted to jargon; one who uses cant or slang."},{"word":"Jarl","type":"n.","descr":" A chief; an earl; in English history, one of the leaders in the Danish and Norse invasions."},{"word":"Jarnut","type":"n.","descr":" An earthnut."},{"word":"Jarosite","type":"n.","descr":" An ocher-yellow mineral occurring on minute rhombohedral crystals. It is a hydrous sulphate of iron and potash."},{"word":"Jar-owl","type":"n.","descr":" The goatsucker."},{"word":"Jarrah","type":"n.","descr":" The mahoganylike wood of the Australian Eucalyptus marginata. See Eucalyptus."},{"word":"Jarring","type":"a.","descr":" Shaking; disturbing; discordant."},{"word":"Jarring","type":"n.","descr":" A shaking; a tremulous motion; as, the jarring of a steamship, caused by its engines."},{"word":"Jarring","type":"n.","descr":" Discord; a clashing of interests."},{"word":"Jarringly","type":"adv.","descr":" In a jarring or discordant manner."},{"word":"Jarvey","type":"n.","descr":" Alt. of Jarvy"},{"word":"Jarvy","type":"n.","descr":" The driver of a hackney coach."},{"word":"Jarvy","type":"n.","descr":" A hackney coach."},{"word":"Jasey","type":"n.","descr":" A wig; -- so called, perhaps, from being made of, or resembling, Jersey yarn."},{"word":"Jashawk","type":"n.","descr":" A young hawk."},{"word":"Jasmine","type":"n.","descr":" A shrubby plant of the genus Jasminum, bearing flowers of a peculiarly fragrant odor. The J. officinale, common in the south of Europe, bears white flowers. The Arabian jasmine is J. Sambac, and, with J. angustifolia, comes from the East Indies. The yellow false jasmine in the Gelseminum sempervirens (see Gelsemium). Several other plants are called jasmine in the West Indies, as species of Calotropis and Faramea."},{"word":"Jasp","type":"n.","descr":" Jasper."},{"word":"Jaspachate","type":"n.","descr":" Agate jasper."},{"word":"Jasper","type":"n.","descr":" An opaque, impure variety of quartz, of red, yellow, and other dull colors, breaking with a smooth surface. It admits of a high polish, and is used for vases, seals, snuff boxes, etc. When the colors are in stripes or bands, it is called striped \/  banded jasper. The Egyptian pebble is a brownish yellow jasper."},{"word":"Jasperated","type":"a.","descr":" mixed with jasper; containing particles of jasper; as, jasperated agate."},{"word":"Jasperize","type":"v. t.","descr":" To convert into, or make to resemble, jasper."},{"word":"Jaspery","type":"a.","descr":" Of the nature of jasper; mixed with jasper."},{"word":"Jaspidean","type":"a.","descr":" Alt. of Jaspideous"},{"word":"Jaspideous","type":"a.","descr":" Consisting of jasper, or containing jasper; jaspery; jasperlike."},{"word":"Jaspilite","type":"n.","descr":" A compact siliceous rock resembling jasper."},{"word":"Jaspoid","type":"a.","descr":" Resembling jasper."},{"word":"Jasponyx","type":"n.","descr":" An onyx, part or all of whose layers consist of jasper."},{"word":"Jatrophic","type":"a.","descr":" Of or pertaining to physic nuts, the seeds of plants of the genus Jatropha."},{"word":"Jaunce","type":"v. i.","descr":" To ride hard; to jounce."},{"word":"Jaundice","type":"n.","descr":" A morbid condition, characterized by yellowness of the eyes, skin, and urine, whiteness of the faeces, constipation, uneasiness in the region of the stomach, loss of appetite, and general languor and lassitude. It is caused usually by obstruction of the biliary passages and consequent damming up, in the liver, of the bile, which is then absorbed into the blood."},{"word":"Jaundice","type":"v. t.","descr":" To affect with jaundice; to color by prejudice or envy; to prejudice."},{"word":"Jaundiced","type":"a.","descr":" Affected with jaundice."},{"word":"Jaundiced","type":"a.","descr":" Prejudiced; envious; as, a jaundiced judgment."},{"word":"Jaunted","type":"imp. and p. p.","descr":" of Jaunt"},{"word":"Jaunting","type":"p. pr. and vb. n.","descr":" of Jaunt"},{"word":"Jaunt","type":"v. i.","descr":" To ramble here and there; to stroll; to make an excursion."},{"word":"Jaunt","type":"v. i.","descr":" To ride on a jaunting car."},{"word":"Jaunt","type":"v. t.","descr":" To jolt; to jounce."},{"word":"Jaunt","type":"n.","descr":" A wearisome journey."},{"word":"Jaunt","type":"n.","descr":" A short excursion for pleasure or refreshment; a ramble; a short journey."},{"word":"Jauntily","type":"adv.","descr":" In a jaunty manner."},{"word":"Jauntiness","type":"n.","descr":" The quality of being jaunty."},{"word":"Jaunty","type":"superl.","descr":" Airy; showy; finical; hence, characterized by an affected or fantastical manner."},{"word":"Java","type":"n.","descr":" One of the islands of the Malay Archipelago belonging to the Netherlands."},{"word":"Java","type":"n.","descr":" Java coffee, a kind of coffee brought from Java."},{"word":"Javanese","type":"a.","descr":" Of or pertaining to Java, or to the people of Java."},{"word":"Javanese","type":"n. sing. and pl.","descr":" A native or natives of Java."},{"word":"Javel","type":"n.","descr":" A vagabond."},{"word":"Javelin","type":"n.","descr":" A sort of light spear, to be thrown or cast by thew hand; anciently, a weapon of war used by horsemen and foot soldiers; now used chiefly in hunting the wild boar and other fierce game."},{"word":"Javelin","type":"v. t.","descr":" To pierce with a javelin."},{"word":"Javelinier","type":"n.","descr":" A soldier armed with a javelin."},{"word":"Jaw","type":"n.","descr":" One of the bones, usually bearing teeth, which form the framework of the mouth."},{"word":"Jaw","type":"n.","descr":" Hence, also, the bone itself with the teeth and covering."},{"word":"Jaw","type":"n.","descr":" In the plural, the mouth."},{"word":"Jaw","type":"n.","descr":" Fig.: Anything resembling the jaw of an animal in form or action; esp., pl., the mouth or way of entrance; as, the jaws of a pass; the jaws of darkness; the jaws of death."},{"word":"Jaw","type":"n.","descr":" A notch or opening."},{"word":"Jaw","type":"n.","descr":" A notched or forked part, adapted for holding an object in place; as, the jaw of a railway-car pedestal. See Axle guard."},{"word":"Jaw","type":"n.","descr":" One of a pair of opposing parts which are movable towards or from each other, for grasping or crushing anything between them, as, the jaws of a vise, or the jaws of a stone-crushing machine."},{"word":"Jaw","type":"n.","descr":" The inner end of a boom or gaff, hollowed in a half circle so as to move freely on a mast."},{"word":"Jaw","type":"n.","descr":" Impudent or abusive talk."},{"word":"Jawed","type":"imp. and p. p.","descr":" of Jaw"},{"word":"Jawing","type":"p. pr. and vb. n.","descr":" of Jaw"},{"word":"Jaw","type":"v. i.","descr":" To scold; to clamor."},{"word":"Jaw","type":"v. t.","descr":" To assail or abuse by scolding."},{"word":"Jawbone","type":"n.","descr":" The bone of either jaw; a maxilla or a mandible."},{"word":"Jawed","type":"a.","descr":" Having jaws; -- chiefly in composition; as, lantern-jawed."},{"word":"Jaw-fallen","type":"a.","descr":" Dejected; chopfallen."},{"word":"Jawfoot","type":"n.","descr":" See Maxilliped."},{"word":"Jawing","type":"n.","descr":" Scolding; clamorous or abusive talk."},{"word":"Jawn","type":"v. i.","descr":" See Yawn."},{"word":"Jawy","type":"a.","descr":" Relating to the jaws."},{"word":"Jay","type":"n.","descr":" Any one of the numerous species of birds belonging to Garrulus, Cyanocitta, and allied genera. They are allied to the crows, but are smaller, more graceful in form, often handsomely colored, and usually have a crest."},{"word":"Jayet","type":"n.","descr":" See Jet."},{"word":"Jayhawker","type":"n.","descr":" A name given to a free-booting, unenlisted, armed man or guerrilla."},{"word":"Jazel","type":"n.","descr":" A gem of an azure color."},{"word":"Jazerant","type":"n.","descr":" A coat of defense made of small plates of metal sewed upon linen or the like; also, this kind of armor taken generally; as, a coat of jazerant."}]