[{"word":"Joes","type":"pl. ","descr":" of Jo"},{"word":"Job","type":"n.","descr":" A sudden thrust or stab; a jab."},{"word":"Job","type":"n.","descr":" A piece of chance or occasional work; any definite work undertaken in gross for a fixed price; as, he did the job for a thousand dollars."},{"word":"Job","type":"n.","descr":" A public transaction done for private profit; something performed ostensibly as a part of official duty, but really for private gain; a corrupt official business."},{"word":"Job","type":"n.","descr":" Any affair or event which affects one, whether fortunately or unfortunately."},{"word":"Job","type":"n.","descr":" A situation or opportunity of work; as, he lost his job."},{"word":"Jobbed","type":"imp. and p. p.","descr":" of Job"},{"word":"Jobbing","type":"p. pr. and vb. n.","descr":" of Job"},{"word":"Job","type":"v. t.","descr":" To strike or stab with a pointed instrument."},{"word":"Job","type":"v. t.","descr":" To thrust in, as a pointed instrument."},{"word":"Job","type":"v. t.","descr":" To do or cause to be done by separate portions or lots; to sublet (work); as, to job a contract."},{"word":"Job","type":"v. t.","descr":" To buy and sell, as a broker; to purchase of importers or manufacturers for the purpose of selling to retailers; as, to job goods."},{"word":"Job","type":"v. t.","descr":" To hire or let by the job or for a period of service; as, to job a carriage."},{"word":"Job","type":"v. i.","descr":" To do chance work for hire; to work by the piece; to do petty work."},{"word":"Job","type":"v. i.","descr":" To seek private gain under pretense of public service; to turn public matters to private advantage."},{"word":"Job","type":"v. i.","descr":" To carry on the business of a jobber in merchandise or stocks."},{"word":"Job","type":"n.","descr":" The hero of the book of that name in the Old Testament; the typical patient man."},{"word":"Jobation","type":"n.","descr":" A scolding; a hand, tedious reproof."},{"word":"Jobber","type":"n.","descr":" One who works by the job."},{"word":"Jobber","type":"n.","descr":" A dealer in the public stocks or funds; a stockjobber."},{"word":"Jobber","type":"n.","descr":" One who buys goods from importers, wholesalers, or manufacturers, and sells to retailers."},{"word":"Jobber","type":"n.","descr":" One who turns official or public business to private advantage; hence, one who performs low or mercenary work in office, politics, or intrigue."},{"word":"Jobbernowl","type":"n.","descr":" A blockhead."},{"word":"Jobbery","type":"n.","descr":" The act or practice of jobbing."},{"word":"Jobbery","type":"n.","descr":" Underhand management; official corruption; as, municipal jobbery."},{"word":"Jobbing","type":"a.","descr":" Doing chance work or add jobs; as, a jobbing carpenter."},{"word":"Jobbing","type":"a.","descr":" Using opportunities of public service for private gain; as, a jobbing politician."},{"word":"Jocantry","type":"n.","descr":" The act or practice of jesting."},{"word":"Jockeys","type":"pl. ","descr":" of Jockey"},{"word":"Jockey","type":"n.","descr":" A professional rider of horses in races."},{"word":"Jockey","type":"n.","descr":" A dealer in horses; a horse trader."},{"word":"Jockey","type":"n.","descr":" A cheat; one given to sharp practice in trade."},{"word":"Jockeyed","type":"imp. and p. p.","descr":" of Jockey"},{"word":"Jockeying","type":"p. pr. and vb. n.","descr":" of Jockey"},{"word":"Jockey","type":"v. t.","descr":" \" To jostle by riding against one.\""},{"word":"Jockey","type":"v. t.","descr":" To play the jockey toward; to cheat; to trick; to impose upon in trade; as, to jockey a customer."},{"word":"Jockey","type":"v. i.","descr":" To play or act the jockey; to cheat."},{"word":"Jockeying","type":"n.","descr":" The act or management of one who jockeys; trickery."},{"word":"Jockeyism","type":"n.","descr":" The practice of jockeys."},{"word":"Jockeyship","type":"n.","descr":" The art, character, or position, of a jockey; the personality of a jockey."},{"word":"Jocose","type":"a.","descr":" Given to jokes and jesting; containing a joke, or abounding in jokes; merry; sportive; humorous."},{"word":"Jocoserious","type":"a.","descr":" Mingling mirth and seriousness."},{"word":"Jocosity","type":"n.","descr":" A jocose act or saying; jocoseness."},{"word":"Jocular","type":"a.","descr":" Given to jesting; jocose; as, a jocular person."},{"word":"Jocular","type":"a.","descr":" Sportive; merry."},{"word":"Jocularity","type":"n.","descr":" Jesting; merriment."},{"word":"Jocularly","type":"adv.","descr":" In jest; for sport or mirth; jocosely."},{"word":"Joculary","type":"a.","descr":" Jocular; jocose; sportive."},{"word":"Joculator","type":"n.","descr":" A jester; a joker."},{"word":"Joculatory","type":"a.","descr":" Droll; sportive."},{"word":"Jocund","type":"","descr":" Merry; cheerful; gay; airy; lively; sportive."},{"word":"Jocund","type":"adv.","descr":" Merrily; cheerfully."},{"word":"Jocundity","type":"n.","descr":" The state or quality of being jocund; gayety; sportiveness."},{"word":"Joe","type":"n.","descr":" See Johannes."},{"word":"Joe Miller","type":"","descr":" A jest book; a stale jest; a worn-out joke."},{"word":"Joe-Pye weed","type":"","descr":" A tall composite plant of the genus Eupatorium (E. purpureum), with purplish flowers, and whorled leaves."},{"word":"Jogged","type":"imp. and p. p.","descr":" of Jog"},{"word":"Jogging","type":"p. pr. and vb. n.","descr":" of Jog"},{"word":"Jog","type":"v. t.","descr":" To push or shake with the elbow or hand; to jostle; esp., to push or touch, in order to give notice, to excite one\\'s attention, or to warn."},{"word":"Jog","type":"v. t.","descr":" To suggest to; to notify; to remind; to call the attention of; as, to jog the memory."},{"word":"Jog","type":"v. t.","descr":" To cause to jog; to drive at a jog, as a horse. See Jog, v. i."},{"word":"Jog","type":"v. i.","descr":" To move by jogs or small shocks, like those of a slow trot; to move slowly, leisurely, or monotonously; -- usually with on, sometimes with over."},{"word":"Jog","type":"n.","descr":" A slight shake; a shake or push intended to give notice or awaken attention; a push; a jolt."},{"word":"Jog","type":"n.","descr":" A rub; a slight stop; an obstruction; hence, an irregularity in motion of from; a hitch; a break in the direction of a line or the surface of a plane."},{"word":"Jogger","type":"n.","descr":" One who jogs."},{"word":"Jogging","type":"n.","descr":" The act of giving a jog or jogs; traveling at a jog."},{"word":"Joggled","type":"imp. and p. p.","descr":" of Joggle"},{"word":"Joggling","type":"p. pr. and vb. n.","descr":" of Joggle"},{"word":"Joggle","type":"v. t.","descr":" To shake slightly; to push suddenly but slightly, so as to cause to shake or totter; to jostle; to jog."},{"word":"Joggle","type":"v. t.","descr":" To join by means of joggles, so as to prevent sliding apart; sometimes, loosely, to dowel."},{"word":"Joggle","type":"v. i.","descr":" To shake or totter; to slip out of place."},{"word":"Joggle","type":"n.","descr":" A notch or tooth in the joining surface of any piece of building material to prevent slipping; sometimes, but incorrectly, applied to a separate piece fitted into two adjacent stones, or the like."},{"word":"Johannean","type":"a.","descr":" Of or pertaining to John, esp. to the Apostle John or his writings."},{"word":"Johannes","type":"n.","descr":" A Portuguese gold coin of the value of eight dollars, named from the figure of King John which it bears; -- often contracted into joe; as, a joe, or a half joe."},{"word":"Johannisberger","type":"n.","descr":" A fine white wine produced on the estate of Schloss (or Castle) Johannisberg, on the Rhine."},{"word":"John","type":"n.","descr":" A proper name of a man."},{"word":"Johnadreams","type":"n.","descr":" A dreamy, idle fellow."},{"word":"Johnnies","type":"pl. ","descr":" of Johnny"},{"word":"Johnny","type":"n.","descr":" A familiar diminutive of John."},{"word":"Johnny","type":"n.","descr":" A sculpin."},{"word":"Johnnycake","type":"n.","descr":" A kind of bread made of the meal of maize (Indian corn), mixed with water or milk, etc., and baked."},{"word":"Johnsonese","type":"n.","descr":" The literary style of Dr. Samuel Johnson, or one formed in imitation of it; an inflated, stilted, or pompous style, affecting classical words."},{"word":"Johnson grass","type":"","descr":" A tall perennial grass (Sorghum Halepense), valuable in the Southern and Western States for pasture and hay. The rootstocks are large and juicy and are eagerly sought by swine. Called also Cuba grass, Means grass, Evergreen millet, and Arabian millet."},{"word":"Johnsonian","type":"a.","descr":" Pertaining to or resembling Dr. Johnson or his style; pompous; inflated."},{"word":"Johnsonianism","type":"n.","descr":" A manner of acting or of writing peculiar to, or characteristic of, Dr. Johnson."},{"word":"Johns-wort","type":"n.","descr":" See St. John\\'s-wort."},{"word":"Joined","type":"imp. and p. p.","descr":" of Join"},{"word":"Joining","type":"p. pr. and vb. n.","descr":" of Join"},{"word":"Join","type":"v. t.","descr":" To bring together, literally or figuratively; to place in contact; to connect; to couple; to unite; to combine; to associate; to add; to append."},{"word":"Join","type":"v. t.","descr":" To associate one\\'s self to; to be or become connected with; to league one\\'s self with; to unite with; as, to join a party; to join the church."},{"word":"Join","type":"v. t.","descr":" To unite in marriage."},{"word":"Join","type":"v. t.","descr":" To enjoin upon; to command."},{"word":"Join","type":"v. t.","descr":" To accept, or engage in, as a contest; as, to join encounter, battle, issue."},{"word":"Join","type":"v. i.","descr":" To be contiguous, close, or in contact; to come together; to unite; to mingle; to form a union; as, the hones of the skull join; two rivers join."},{"word":"Join","type":"n.","descr":" The line joining two points; the point common to two intersecting lines."},{"word":"Joinant","type":"a.","descr":" Adjoining."},{"word":"Joinder","type":"v. t.","descr":" The act of joining; a putting together; conjunction."},{"word":"Joinder","type":"v. t.","descr":" A joining of parties as plaintiffs or defendants in a suit."},{"word":"Joinder","type":"v. t.","descr":" Acceptance of an issue tendered in law or fact."},{"word":"Joinder","type":"v. t.","descr":" A joining of causes of action or defense in civil suits or criminal prosecutions."},{"word":"Joiner","type":"n.","descr":" One who, or that which, joins."},{"word":"Joiner","type":"n.","descr":" One whose occupation is to construct articles by joining pieces of wood; a mechanic who does the woodwork (as doors, stairs, etc.) necessary for the finishing of buildings."},{"word":"Joiner","type":"n.","descr":" A wood-working machine, for sawing, plaining, mortising, tenoning, grooving, etc."},{"word":"Joinery","type":"n.","descr":" The art, or trade, of a joiner; the work of a joiner."},{"word":"Joinhand","type":"n.","descr":" Writing in which letters are joined in words; -- distinguished from writing in single letters."},{"word":"Joint","type":"n.","descr":" The place or part where two things or parts are joined or united; the union of two or more smooth or even surfaces admitting of a close-fitting or junction; junction as, a joint between two pieces of timber; a joint in a pipe."},{"word":"Joint","type":"n.","descr":" A joining of two things or parts so as to admit of motion; an articulation, whether movable or not; a hinge; as, the knee joint; a node or joint of a stem; a ball and socket joint.  See Articulation."},{"word":"Joint","type":"n.","descr":" The part or space included between two joints, knots, nodes, or articulations; as, a joint of cane or of a grass stem; a joint of the leg."},{"word":"Joint","type":"n.","descr":" Any one of the large pieces of meat, as cut into portions by the butcher for roasting."},{"word":"Joint","type":"n.","descr":" A plane of fracture, or divisional plane, of a rock transverse to the stratification."},{"word":"Joint","type":"n.","descr":" The space between the adjacent surfaces of two bodies joined and held together, as by means of cement, mortar, etc.; as, a thin joint."},{"word":"Joint","type":"n.","descr":" The means whereby the meeting surfaces of pieces in a structure are secured together."},{"word":"Joint","type":"a.","descr":" Joined; united; combined; concerted; as joint action."},{"word":"Joint","type":"a.","descr":" Involving the united activity of two or more; done or produced by two or more working together."},{"word":"Joint","type":"a.","descr":" United, joined, or sharing with another or with others; not solitary in interest or action; holding in common with an associate, or with associates; acting together; as, joint heir; joint creditor; joint debtor, etc."},{"word":"Joint","type":"a.","descr":" Shared by, or affecting two or more; held in common; as, joint property; a joint bond."},{"word":"Jointed","type":"imp. and p. p.","descr":" of Joint"},{"word":"Jointing","type":"p. pr. and vb. n.","descr":" of Joint"},{"word":"Joint","type":"v. t.","descr":" To unite by a joint or joints; to fit together; to prepare so as to fit together; as, to joint boards."},{"word":"Joint","type":"v. t.","descr":" To join; to connect; to unite; to combine."},{"word":"Joint","type":"v. t.","descr":" To provide with a joint or joints; to articulate."},{"word":"Joint","type":"v. t.","descr":" To separate the joints; of; to divide at the joint or joints; to disjoint; to cut up into joints, as meat."},{"word":"Joint","type":"v. i.","descr":" To fit as if by joints; to coalesce as joints do; as, the stones joint, neatly."},{"word":"Jointed","type":"a.","descr":" Having joints; articulated; full of nodes; knotty; as, a jointed doll; jointed structure."},{"word":"Jointer","type":"n.","descr":" One who, or that which, joints."},{"word":"Jointer","type":"n.","descr":" A plane for smoothing the surfaces of pieces which are to be accurately joined"},{"word":"Jointer","type":"n.","descr":" The longest plane used by a joiner."},{"word":"Jointer","type":"n.","descr":" A long stationary plane, for plaining the edges of barrel staves."},{"word":"Jointer","type":"n.","descr":" A bent piece of iron inserted to strengthen the joints of a wall."},{"word":"Jointer","type":"n.","descr":" A tool for pointing the joints in brickwork."},{"word":"Joint-fir","type":"n.","descr":" A genus (Ephedra) of leafless shrubs, with the stems conspicuously jointed; -- called also shrubby horsetail. There are about thirty species, of which two or three are found from Texas to California."},{"word":"Jointing","type":"n.","descr":" The act or process of making a joint; also, the joints thus produced."},{"word":"Jointless","type":"a.","descr":" Without a joint; rigid; stiff."},{"word":"Jointly","type":"adv.","descr":" In a joint manner; together; unitedly; in concert; not separately."},{"word":"Jointress","type":"n.","descr":" A woman who has a jointure."},{"word":"Jointure","type":"n.","descr":" A joining; a joint."},{"word":"Jointure","type":"n.","descr":" An estate settled on a wife, which she is to enjoy after husband\\'s decease, for her own life at least, in satisfaction of dower."},{"word":"Jointured","type":"imp. and p. p.","descr":" of Jointure"},{"word":"Jointuring","type":"p. pr. and vb. n.","descr":" of Jointure"},{"word":"Jointure","type":"v. t.","descr":" To settle a jointure upon."},{"word":"Jointureless","type":"a.","descr":" Having no jointure."},{"word":"Jointuress","type":"n.","descr":" See Jointress."},{"word":"Jointweed","type":"n.","descr":" A slender, nearly leafless, American herb (Polygonum articulatum), with jointed spikes of small flowers."},{"word":"Jointworm","type":"n.","descr":" The larva of a small, hymenopterous fly (Eurytoma hordei), which is found in gall-like swellings on the stalks of wheat, usually at or just above the first joint. In some parts of America it does great damage to the crop."},{"word":"Joist","type":"n.","descr":" A piece of timber laid horizontally, or nearly so, to which the planks of the floor, or the laths or furring strips of a ceiling, are nailed; -- called, according to its position or use, binding joist, bridging joist, ceiling joist, trimming joist, etc. See Illust. of Double-framed floor, under Double, a."},{"word":"Joisted","type":"imp. and p. p.","descr":" of Joist"},{"word":"Joisting","type":"p. pr. and vb. n.","descr":" of Joist"},{"word":"Joist","type":"v. t.","descr":" To fit or furnish with joists."},{"word":"Joke","type":"n.","descr":" Something said for the sake of exciting a laugh; something witty or sportive (commonly indicating more of hilarity or humor than jest); a jest; a witticism; as, to crack good-natured jokes."},{"word":"Joke","type":"n.","descr":" Something not said seriously, or not actually meant; something done in sport."},{"word":"Joked","type":"imp. and p. p.","descr":" of Joke"},{"word":"Joking","type":"p. pr. and vb. n.","descr":" of Joke"},{"word":"Joke","type":"v. t.","descr":" To make merry with; to make jokes upon; to rally; to banter; as, to joke a comrade."},{"word":"Joke","type":"v. i.","descr":" To do something for sport, or as a joke; to be merry in words or actions; to jest."},{"word":"Joker","type":"n.","descr":" One who makes jokes or jests."},{"word":"Joker","type":"n.","descr":" See Rest bower, under 2d Bower."},{"word":"Jokingly","type":"adv.","descr":" In a joking way; sportively."},{"word":"Jole","type":"v. t. and n.","descr":" Alt. of Joll"},{"word":"Joll","type":"v. t. and n.","descr":" Same as Jowl."},{"word":"Jolif","type":"a.","descr":" Joyful; merry; pleasant; jolly."},{"word":"Jollification","type":"n.","descr":" A merrymaking; noisy festivity."},{"word":"Jollily","type":"adv.","descr":" In a jolly manner."},{"word":"Jolloment","type":"n.","descr":" Jollity."},{"word":"Jolliness","type":"n.","descr":" Jollity; noisy mirth."},{"word":"Jollity","type":"n.","descr":" Noisy mirth; gayety; merriment; festivity; boisterous enjoyment."},{"word":"Jolly","type":"superl.","descr":" Full of life and mirth; jovial; joyous; merry; mirthful."},{"word":"Jolly","type":"superl.","descr":" Expressing mirth, or inspiring it; exciting mirth and gayety."},{"word":"Jolly","type":"superl.","descr":" Of fine appearance; handsome; excellent; lively; agreeable; pleasant."},{"word":"Jolly-boat","type":"n.","descr":" A boat of medium size belonging to a ship."},{"word":"Jollyhead","type":"n.","descr":" Jollity."},{"word":"Jolted","type":"imp. and p. p.","descr":" of Jolt"},{"word":"Jolt","type":"v. i.","descr":" To shake with short, abrupt risings and fallings, as a carriage moving on rough ground; as, the coach jolts."},{"word":"Jolt","type":"v. t.","descr":" To cause to shake with a sudden up and down motion, as in a carriage going over rough ground, or on a high-trotting horse; as, the horse jolts the rider; fast driving jolts the carriage and the passengers."},{"word":"Jolt","type":"n.","descr":" A sudden shock or jerk; a jolting motion, as in a carriage moving over rough ground."},{"word":"Jolter","type":"n.","descr":" One who, or that which, jolts."},{"word":"Jolterhead","type":"n.","descr":" Alt. of Jolthead"},{"word":"Jolthead","type":"n.","descr":" A dunce; a blockhead."},{"word":"Joltingly","type":"adv.","descr":" In a jolting manner."},{"word":"Jolty","type":"a.","descr":" That jolts; as, a jolty coach."},{"word":"Jonah","type":"n.","descr":" The Hebrew prophet, who was cast overboard as one who endangered the ship; hence, any person whose presence is unpropitious."},{"word":"Jonesian","type":"a.","descr":" Of or pertaining to Jones."},{"word":"Jongleur","type":"n.","descr":" Alt. of Jongler"},{"word":"Jongler","type":"n.","descr":" In the Middle Ages, a court attendant or other person who, for hire, recited or sang verses, usually of his own composition. See Troubadour."},{"word":"Jongler","type":"n.","descr":" A juggler; a conjuror. See Juggler."},{"word":"Jonquil","type":"n.","descr":" Alt. of Jonquille"},{"word":"Jonquille","type":"n.","descr":" A bulbous plant of the genus Narcissus (N. Jonquilla), allied to the daffodil. It has long, rushlike leaves, and yellow or white fragrant flowers. The root has emetic properties. It is sometimes called the rush-leaved daffodil. See Illust. of Corona."},{"word":"Joram","type":"n.","descr":" See Jorum."},{"word":"Jordan","type":"n.","descr":" Alt. of Jorden"},{"word":"Jorden","type":"n.","descr":" A pot or vessel with a large neck, formerly used by physicians and alchemists."},{"word":"Jorden","type":"n.","descr":" A chamber pot."},{"word":"Jorum","type":"n.","descr":" A large drinking vessel; also, its contents."},{"word":"Joseph","type":"n.","descr":" An outer garment worn in the 18th century; esp., a woman\\'s riding habit, buttoned down the front."},{"word":"Josephs flower","type":"","descr":" A composite herb (Tragopogon pratensis), of the same genus as the salsify."},{"word":"Joso","type":"n.","descr":" A small gudgeon."},{"word":"Joss","type":"n.","descr":" A Chinese household divinity; a Chinese idol."},{"word":"Jossa","type":"interj.","descr":" A command to a horse, probably meaning \"stand still.\""},{"word":"Jostled","type":"imp. and p. p.","descr":" of Jostle"},{"word":"Jostling","type":"p. pr. and vb. n.","descr":" of Jostle"},{"word":"Jostle","type":"v. t.","descr":" To run against and shake; to push out of the way; to elbow; to hustle; to disturb by crowding; to crowd against."},{"word":"Jostle","type":"v. i.","descr":" To push; to crowd; to hustle."},{"word":"Jostle","type":"n.","descr":" A conflict by collisions; a crowding or bumping together; interference."},{"word":"Jostlement","type":"n.","descr":" Crowding; hustling."},{"word":"Jot","type":"n.","descr":" An iota; a point; a tittle; the smallest particle.  Cf. Bit, n."},{"word":"Jotted","type":"imp. and p. p.","descr":" of Jot"},{"word":"Jotting","type":"p. pr. and vb. n.","descr":" of Jot"},{"word":"Jot","type":"v. t.","descr":" To set down; to make a brief note of; -- usually followed by down."},{"word":"Jotter","type":"n.","descr":" One who jots down memoranda."},{"word":"Jotter","type":"n.","descr":" A memorandum book."},{"word":"Jougs","type":"n.","descr":" An iron collar fastened to a wall or post, formerly used in Scotland as a kind of pillory. [Written also juggs.] See Juke."},{"word":"Jouissance","type":"n.","descr":" Jollity; merriment."},{"word":"Jouk","type":"v. i.","descr":" See Juke."},{"word":"Joul","type":"v. t.","descr":" See Jowl."},{"word":"Joule","type":"n.","descr":" A unit of work which is equal to 107 units of work in the C. G. S. system of units (ergs), and is practically equivalent to the energy expended in one second by an electric current of one ampere in a resistance of one ohm. One joule is approximately equal to 0.738 foot pounds."},{"word":"Jounced","type":"imp. and p. p.","descr":" of Jounce"},{"word":"Jouncing","type":"p. pr. and vb. n.","descr":" of Jounce"},{"word":"Jounce","type":"v. t. and i.","descr":" To jolt; to shake, especially by rough riding or by driving over obstructions."},{"word":"Jounce","type":"n.","descr":" A jolt; a shake; a hard trot."},{"word":"Journal","type":"a.","descr":" Daily; diurnal."},{"word":"Journal","type":"a.","descr":" A diary; an account of daily transactions and events."},{"word":"Journal","type":"a.","descr":" A book of accounts, in which is entered a condensed and grouped statement of the daily transactions."},{"word":"Journal","type":"a.","descr":" A daily register of the ship\\'s course and distance, the winds, weather, incidents of the voyage, etc."},{"word":"Journal","type":"a.","descr":" The record of daily proceedings, kept by the clerk."},{"word":"Journal","type":"a.","descr":" A newspaper published daily; by extension, a weekly newspaper or any periodical publication, giving an account of passing events, the proceedings and memoirs of societies, etc."},{"word":"Journal","type":"a.","descr":" That which has occurred in a day; a day\\'s work or travel; a day\\'s journey."},{"word":"Journal","type":"a.","descr":" That portion of a rotating piece, as a shaft, axle, spindle, etc., which turns in a bearing or box. See Illust. of Axle box."},{"word":"Journalism","type":"n.","descr":" The keeping of a journal or diary."},{"word":"Journalism","type":"n.","descr":" The periodical collection and publication of current news; the business of managing, editing, or writing for, journals or newspapers; as, political journalism."},{"word":"Journalist","type":"n.","descr":" One who keeps a journal or diary."},{"word":"Journalist","type":"n.","descr":" The conductor of a public journal, or one whose business it to write for a public journal; an editorial or other professional writer for a periodical."},{"word":"Journalistic","type":"a.","descr":" Pertaining to journals or to journalists; contained in, or characteristic of, the public journals; as journalistic literature or enterprise."},{"word":"Journalized","type":"imp. and p. p.","descr":" of Journalize"},{"word":"Journalizing","type":"p. pr. and vb. n.","descr":" of Journalize"},{"word":"Journalize","type":"v. t.","descr":" To enter or record in a journal or diary."},{"word":"Journalize","type":"v. i.","descr":" to conduct or contribute to a public journal; to follow the profession of a journalist."},{"word":"Journeys","type":"pl. ","descr":" of Journey"},{"word":"Journey","type":"n.","descr":" The travel or work of a day."},{"word":"Journey","type":"n.","descr":" Travel or passage from one place to another; hence, figuratively, a passage through life."},{"word":"Journeyed","type":"imp. and p. p.","descr":" of Journey"},{"word":"Journeying","type":"p. pr. and vb. n.","descr":" of Journey"},{"word":"Journey","type":"v. i.","descr":" To travel from place to place; to go from home to a distance."},{"word":"Journey","type":"v. t.","descr":" To traverse; to travel over or through."},{"word":"Journey-bated","type":"a.","descr":" Worn out with journeying."},{"word":"Journeyer","type":"n.","descr":" One who journeys."},{"word":"Journeymen","type":"pl. ","descr":" of Journeyman"},{"word":"Journeyman","type":"n.","descr":" Formerly, a man hired to work by the day; now, commonly, one who has mastered a handicraft or trade; -- distinguished from apprentice and from master workman."},{"word":"Journeywork","type":"n.","descr":" Originally, work done by the day; work done by a journeyman at his trade."},{"word":"Joust","type":"v. i.","descr":" To engage in mock combat on horseback, as two knights in the lists; to tilt."},{"word":"Joust","type":"v. i.","descr":" A tilting match; a mock combat on horseback between two knights in the lists or inclosed field."},{"word":"Jouster","type":"n.","descr":" One who jousts or tilts."},{"word":"Jove","type":"n.","descr":" The chief divinity of the ancient Romans; Jupiter."},{"word":"Jove","type":"n.","descr":" The planet Jupiter."},{"word":"Jove","type":"n.","descr":" The metal tin."},{"word":"Jovial","type":"a.","descr":" Of or pertaining to the god, or the planet, Jupiter."},{"word":"Jovial","type":"a.","descr":" Sunny; serene."},{"word":"Jovial","type":"a.","descr":" Gay; merry; joyous; jolly; mirth-inspiring; hilarious; characterized by mirth or jollity; as, a jovial youth; a jovial company; a jovial poem."},{"word":"Jovialist","type":"n.","descr":" One who lives a jovial life."},{"word":"Joviality","type":"n.","descr":" The quality or state of being jovial."},{"word":"Jovially","type":"adv.","descr":" In a jovial manner; merrily; gayly."},{"word":"Jovialness","type":"n.","descr":" Noisy mirth; joviality."},{"word":"Jovialty","type":"n.","descr":" Joviality."},{"word":"Jovian","type":"a.","descr":" Of or pertaining to Jove, or Jupiter (either the deity or the planet)."},{"word":"Jovicentric","type":"a.","descr":" Revolving around the planet Jupiter; appearing as viewed from Jupiter."},{"word":"Jovinianist","type":"n.","descr":" An adherent to the doctrines of Jovinian, a monk of the fourth century, who denied the virginity of Mary, and opposed the asceticism of his time."},{"word":"Jowl","type":"n.","descr":" The cheek; the jaw."},{"word":"Jowl","type":"v. t.","descr":" To throw, dash, or knock."},{"word":"Jowler","type":"n.","descr":" A dog with large jowls, as the beagle."},{"word":"Jowter","type":"n.","descr":" A mounted peddler of fish; -- called also jouster."},{"word":"Joy","type":"n.","descr":" The passion or emotion excited by the acquisition or expectation of good; pleasurable feelings or emotions caused by success, good fortune, and the like, or by a rational prospect of possessing what we love or desire; gladness; exhilaration of spirits; delight."},{"word":"Joy","type":"n.","descr":" That which causes joy or happiness."},{"word":"Joy","type":"n.","descr":" The sign or exhibition of joy; gayety; mirth; merriment; festivity."},{"word":"Joyed","type":"imp. and p. p.","descr":" of Joy"},{"word":"Joying","type":"p. pr. and vb. n.","descr":" of Joy"},{"word":"Joy","type":"n.","descr":" To rejoice; to be glad; to delight; to exult."},{"word":"Joy","type":"v. t.","descr":" To give joy to; to congratulate."},{"word":"Joy","type":"v. t.","descr":" To gladden; to make joyful; to exhilarate."},{"word":"Joy","type":"v. t.","descr":" To enjoy."},{"word":"Joyace","type":"n.","descr":" Enjoyment; gayety; festivity; joyfulness."},{"word":"Joyancy","type":"n.","descr":" Joyance."},{"word":"Joyful","type":"a.","descr":" Full of joy; having or causing joy; very glad; as, a joyful heart."},{"word":"Joyless","type":"a.","descr":" Not having joy; not causing joy; unenjoyable."},{"word":"Joyous","type":"a.","descr":" Glad; gay; merry; joyful; also, affording or inspiring joy; with of before the word or words expressing the cause of joy."},{"word":"Joysome","type":"a.","descr":" Causing joyfulness."}]