[{"word":"Jub","type":"n.","descr":" A vessel for holding ale or wine; a jug."},{"word":"Jubae","type":"pl. ","descr":" of Juba"},{"word":"Juba","type":"n.","descr":" The mane of an animal."},{"word":"Juba","type":"n.","descr":" A loose panicle, the axis of which falls to pieces, as in certain grasses."},{"word":"Jubate","type":"a.","descr":" Fringed with long, pendent hair."},{"word":"Jube","type":"n.","descr":" chancel screen or rood screen."},{"word":"Jube","type":"n.","descr":" gallery above such a screen, from which certain parts of the service were formerly read."},{"word":"Jubilant","type":"a.","descr":" Uttering songs of triumph; shouting with joy; triumphant; exulting."},{"word":"Jubilantly","type":"adv.","descr":" In a jubilant manner."},{"word":"Jubilar","type":"a.","descr":" Pertaining to, or having the character of, a jubilee."},{"word":"Jubilate","type":"n.","descr":" The third Sunday after Easter; -- so called because the introit is the 66th Psalm, which, in the Latin version, begins with the words, \"Jubilate Deo.\""},{"word":"Jubilate","type":"n.","descr":" A name of the 100th Psalm; -- so called from its opening word in the Latin version."},{"word":"Jubilate","type":"v. i.","descr":" To exult; to rejoice."},{"word":"Jubilation","type":"n.","descr":" A triumphant shouting; rejoicing; exultation."},{"word":"Jubilee","type":"n.","descr":" Every fiftieth year, being the year following the completion of each seventh sabbath of years, at which time all the slaves of Hebrew blood were liberated, and all lands which had been alienated during the whole period reverted to their former owners."},{"word":"Jubilee","type":"n.","descr":" The joyful commemoration held on the fiftieth anniversary of any event; as, the jubilee of Queen Victoria\\'s reign; the jubilee of the American Board of Missions."},{"word":"Jubilee","type":"n.","descr":" A church solemnity or ceremony celebrated at Rome, at stated intervals, originally of one hundred years, but latterly of twenty-five; a plenary and extraordinary indulgence grated by the sovereign pontiff to the universal church. One invariable condition of granting this indulgence is the confession of sins and receiving of the eucharist."},{"word":"Jubilee","type":"n.","descr":" A season of general joy."},{"word":"Jubilee","type":"n.","descr":" A state of joy or exultation."},{"word":"Jucundity","type":"n.","descr":" Pleasantness; agreeableness. See Jocundity."},{"word":"Judahite","type":"n.","descr":" One of the tribe of Judah; a member of the kingdom of Judah; a Jew."},{"word":"Judaic","type":"a.","descr":" Alt. of Judaical"},{"word":"Judaical","type":"a.","descr":" Of or pertaining to the Jews."},{"word":"Judaically","type":"adv.","descr":" After the Jewish manner."},{"word":"Judaism","type":"n.","descr":" The religious doctrines and rites of the Jews as enjoined in the laws of Moses."},{"word":"Judaism","type":"n.","descr":" Conformity to the Jewish rites and ceremonies."},{"word":"Judaist","type":"n.","descr":" One who believes and practices Judaism."},{"word":"Judaistic","type":"a.","descr":" Of or pertaining to Judaism."},{"word":"Judaization","type":"n.","descr":" The act of Judaizing; a conforming to the Jewish religion or ritual."},{"word":"Judaized","type":"imp. and p. p.","descr":" of Judaize"},{"word":"Judaizing","type":"p. pr. and vb. n.","descr":" of Judaize"},{"word":"Judaize","type":"v. i.","descr":" To conform to the doctrines, observances, or methods of the Jews; to inculcate or impose Judaism."},{"word":"Judaize","type":"v. t.","descr":" To impose Jewish observances or rites upon; to convert to Judaism."},{"word":"Judaizer","type":"n.","descr":" One who conforms to or inculcates Judaism; specifically, pl. (Ch. Hist.), those Jews who accepted Christianity but still adhered to the law of Moses and worshiped in the temple at Jerusalem."},{"word":"Judas","type":"n.","descr":" The disciple who betrayed Christ. Hence: A treacherous person; one who betrays under the semblance of friendship."},{"word":"Judas","type":"a.","descr":" Treacherous; betraying."},{"word":"Judas-colored","type":"a.","descr":" Red; -- from a tradition that Judas Iscariot had red hair and beard."},{"word":"Juddock","type":"n.","descr":" See Jacksnipe."},{"word":"Judean","type":"a.","descr":" Of or pertaining to Judea."},{"word":"Judean","type":"n.","descr":" A native of Judea; a Jew."},{"word":"Judge","type":"v. i.","descr":" A public officer who is invested with authority to hear and determine litigated causes, and to administer justice between parties in courts held for that purpose."},{"word":"Judge","type":"v. i.","descr":" One who has skill, knowledge, or experience, sufficient to decide on the merits of a question, or on the quality or value of anything; one who discerns properties or relations with skill and readiness; a connoisseur; an expert; a critic."},{"word":"Judge","type":"v. i.","descr":" A person appointed to decide in a\/trial of skill, speed, etc., between two or more parties; an umpire; as, a judge in a horse race."},{"word":"Judge","type":"v. i.","descr":" One of supreme magistrates, with both civil and military powers, who governed Israel for more than four hundred years."},{"word":"Judge","type":"v. i.","descr":" The title of the seventh book of the Old Testament; the Book of Judges."},{"word":"Judged","type":"imp. and p. p.","descr":" of Judge"},{"word":"Judging","type":"p. pr. and vb. n.","descr":" of Judge"},{"word":"Judge","type":"a.","descr":" To hear and determine, as in causes on trial; to decide as a judge; to give judgment; to pass sentence."},{"word":"Judge","type":"a.","descr":" To assume the right to pass judgment on another; to sit in judgment or commendation; to criticise or pass adverse judgment upon others. See Judge, v. t., 3."},{"word":"Judge","type":"v. t.","descr":" To compare facts or ideas, and perceive their relations and attributes, and thus distinguish truth from falsehood; to determine; to discern; to distinguish; to form an opinion about."},{"word":"Judge","type":"v. t.","descr":" To hear and determine by authority, as a case before a court, or a controversy between two parties."},{"word":"Judge","type":"v. t.","descr":" To examine and pass sentence on; to try; to doom."},{"word":"Judge","type":"v. t.","descr":" To arrogate judicial authority over; to sit in judgment upon; to be censorious toward."},{"word":"Judge","type":"v. t.","descr":" To determine upon or deliberation; to esteem; to think; to reckon."},{"word":"Judge","type":"v. t.","descr":" To exercise the functions of a magistrate over; to govern."},{"word":"Judger","type":"n.","descr":" One who judges."},{"word":"Judgeship","type":"n.","descr":" The office of a judge."},{"word":"Judgment","type":"v. i.","descr":" The act of judging; the operation of the mind, involving comparison and discrimination, by which a knowledge of the values and relations of thins, whether of moral qualities, intellectual concepts, logical propositions, or material facts, is obtained; as, by careful judgment he avoided the peril; by a series of wrong judgments he forfeited confidence."},{"word":"Judgment","type":"v. i.","descr":" The power or faculty of performing such operations (see 1); esp., when unqualified, the faculty of judging or deciding rightly, justly, or wisely; good sense; as, a man of judgment; a politician without judgment."},{"word":"Judgment","type":"v. i.","descr":" The conclusion or result of judging; an opinion; a decision."},{"word":"Judgment","type":"v. i.","descr":" The act of determining, as in courts of law, what is conformable to law and justice; also, the determination, decision, or sentence of a court, or of a judge; the mandate or sentence of God as the judge of all."},{"word":"Judgment","type":"v. i.","descr":" That act of the mind by which two notions or ideas which are apprehended as distinct are compared for the purpose of ascertaining their agreement or disagreement. See 1. The comparison may be threefold: (1) Of individual objects forming a concept. (2) Of concepts giving what is technically called a judgment. (3) Of two judgments giving an inference. Judgments have been further classed as analytic, synthetic, and identical."},{"word":"Judgment","type":"v. i.","descr":" That power or faculty by which knowledge dependent upon comparison and discrimination is acquired. See 2."},{"word":"Judgment","type":"v. i.","descr":" A calamity regarded as sent by God, by way of recompense for wrong committed; a providential punishment."},{"word":"Judgment","type":"v. i.","descr":" The final award; the last sentence."},{"word":"Judicable","type":"v. i.","descr":" Capable of being judged; capable of being tried or decided upon."},{"word":"Judicative","type":"a.","descr":" Having power to judge; judicial; as, the judicative faculty."},{"word":"Judicatory","type":"a.","descr":" Pertaining to the administration of justice; dispensing justice; judicial; as, judicatory tribunals."},{"word":"Judicatory","type":"n.","descr":" A court of justice; a tribunal."},{"word":"Judicatory","type":"n.","descr":" Administration of justice."},{"word":"Judicature","type":"n.","descr":" The state or profession of those employed in the administration of justice; also, the dispensing or administration of justice."},{"word":"Judicature","type":"n.","descr":" A court of justice; a judicatory."},{"word":"Judicature","type":"n.","descr":" The right of judicial action; jurisdiction; extent jurisdiction of a judge or court."},{"word":"Judicial","type":"a.","descr":" Pertaining or appropriate to courts of justice, or to a judge; practiced or conformed to in the administration of justice; sanctioned or ordered by a court; as, judicial power; judicial proceedings; a judicial sale."},{"word":"Judicial","type":"a.","descr":" Fitted or apt for judging or deciding; as, a judicial mind."},{"word":"Judicial","type":"a.","descr":" Belonging to the judiciary, as distinguished from legislative, administrative, or executive. See Executive."},{"word":"Judicial","type":"a.","descr":" Judicious."},{"word":"Judicially","type":"adv.","descr":" In a judicial capacity or judicial manner."},{"word":"Judiciary","type":"a.","descr":" Of or pertaining to courts of judicature, or legal tribunals; judicial; as, a judiciary proceeding."},{"word":"Judiciary","type":"n.","descr":" That branch of government in which judicial power is vested; the system of courts of justice in a country; the judges, taken collectively; as, an independent judiciary; the senate committee on the judiciary."},{"word":"Judicious","type":"a.","descr":" Of or relating to a court; judicial."},{"word":"Judicious","type":"a.","descr":" Directed or governed by sound judgment; having sound judgment; wise; prudent; sagacious; discreet."},{"word":"Judiciously","type":"adv.","descr":" In a judicious manner; with good judgment; wisely."},{"word":"Judiciousness","type":"n.","descr":" The quality or state of being judicious; sagacity; sound judgment."},{"word":"Jug","type":"n.","descr":" A vessel, usually of coarse earthenware, with a swelling belly and narrow mouth, and having a handle on one side."},{"word":"Jug","type":"n.","descr":" A pitcher; a ewer."},{"word":"Jug","type":"n.","descr":" A prison; a jail; a lockup."},{"word":"Jugged","type":"imp. and p. p.","descr":" of Jug"},{"word":"Jugging","type":"p. pr. and vb. n.","descr":" of Jug"},{"word":"Jug","type":"v. t.","descr":" To seethe or stew, as in a jug or jar placed in boiling water; as, to jug a hare."},{"word":"Jug","type":"v. t.","descr":" To commit to jail; to imprison."},{"word":"Jug","type":"v. i.","descr":" To utter a sound resembling this word, as certain birds do, especially the nightingale."},{"word":"Jug","type":"v. i.","descr":" To nestle or collect together in a covey; -- said of quails and partridges."},{"word":"Jugal","type":"a.","descr":" Relating to a yoke, or to marriage."},{"word":"Jugal","type":"a.","descr":" Pertaining to, or in the region of, the malar, or cheek bone."},{"word":"Jugata","type":"n. pl.","descr":" The figures of two heads on a medal or coin, either side by side or joined."},{"word":"Jugated","type":"a.","descr":" Coupled together."},{"word":"Juge","type":"n.","descr":" A judge."},{"word":"Jugement","type":"n.","descr":" Judgment."},{"word":"Juger","type":"n.","descr":" A Roman measure of land, measuring 28,800 square feet, or 240 feet in length by 120 in breadth."},{"word":"Jugger","type":"n.","descr":" An East Indian falcon. See Lugger."},{"word":"Juggernaut","type":"n.","descr":" One of the names under which Vishnu, in his incarnation as Krishna, is worshiped by the Hindoos."},{"word":"Juggled","type":"imp. and p. p.","descr":" of Juggle"},{"word":"Juggling","type":"p. pr. and vb. n.","descr":" of Juggle"},{"word":"Juggle","type":"v. i.","descr":" To play tricks by sleight of hand; to cause amusement and sport by tricks of skill; to conjure."},{"word":"Juggle","type":"v. i.","descr":" To practice artifice or imposture."},{"word":"Juggle","type":"v. t.","descr":" To deceive by trick or artifice."},{"word":"Juggle","type":"n.","descr":" A trick by sleight of hand."},{"word":"Juggle","type":"n.","descr":" An imposture; a deception."},{"word":"Juggle","type":"n.","descr":" A block of timber cut to a length, either in the round or split."},{"word":"Juggler","type":"n.","descr":" One who practices or exhibits tricks by sleight of hand; one skilled in legerdemain; a conjurer."},{"word":"Juggler","type":"n.","descr":" A deceiver; a cheat."},{"word":"Juggleress","type":"n.","descr":" A female juggler."},{"word":"Jugglery","type":"n.","descr":" The art or act of a juggler; sleight of hand."},{"word":"Jugglery","type":"n.","descr":" Trickery; imposture; as, political jugglery."},{"word":"Juggling","type":"a.","descr":" Cheating; tricky."},{"word":"Juggling","type":"n.","descr":" Jugglery; underhand practice."},{"word":"Juggs","type":"n. pl.","descr":" See Jougs."},{"word":"Juglandin","type":"n.","descr":" An extractive matter contained in the juice of the green shucks of the walnut (Juglans regia). It is used medicinally as an alterative, and also as a black hair dye."},{"word":"Juglandine","type":"n.","descr":" An alkaloid found in the leaves of the walnut (Juglans regia)."},{"word":"Juglans","type":"n.","descr":" A genus of valuable trees, including the true walnut of Europe, and the America black walnut, and butternut."},{"word":"Juglone","type":"n.","descr":" A yellow crystalline substance resembling quinone, extracted from green shucks of the walnut (Juglans regia); -- called also nucin."},{"word":"Jugular","type":"a.","descr":" Of or pertaining to the throat or neck; as, the jugular vein."},{"word":"Jugular","type":"a.","descr":" Of or pertaining to the jugular vein; as, the jugular foramen."},{"word":"Jugular","type":"a.","descr":" Having the ventral fins beneath the throat; -- said of certain fishes."},{"word":"Jugular","type":"a.","descr":" One of the large veins which return the blood from the head to the heart through two chief trunks, an external and an internal, on each side of the neck; -- called also the jugular vein."},{"word":"Jugular","type":"a.","descr":" Any fish which has the ventral fins situated forward of the pectoral fins, or beneath the throat; one of a division of fishes (Jugulares)."},{"word":"Jugulated","type":"imp. and p. p.","descr":" of Jugulate"},{"word":"Jugulating","type":"p. pr. and vb. n.","descr":" of Jugulate"},{"word":"Jugulate","type":"v. t.","descr":" To cut the throat of."},{"word":"Jugula","type":"pl. ","descr":" of Jugulum"},{"word":"Jugulum","type":"n.","descr":" The lower throat, or that part of the neck just above the breast."},{"word":"Juga","type":"pl. ","descr":" of Jugum"},{"word":"Jugums","type":"pl. ","descr":" of Jugum"},{"word":"Jugum","type":"n.","descr":" One of the ridges commonly found on the fruit of umbelliferous plants."},{"word":"Jugum","type":"n.","descr":" A pair of the opposite leaflets of a pinnate plant."},{"word":"Juice","type":"n.","descr":" The characteristic fluid of any vegetable or animal substance; the sap or part which can be expressed from fruit, etc.; the fluid part which separates from meat in cooking."},{"word":"Juice","type":"v. t.","descr":" To moisten; to wet."},{"word":"Juiceless","type":"a.","descr":" Lacking juice; dry."},{"word":"Juiciness","type":"n.","descr":" The state or quality of being juicy; succulence plants."},{"word":"Juicy","type":"superl.","descr":" A bounding with juice; succulent."},{"word":"Juise","type":"n.","descr":" Judgment; justice; sentence."},{"word":"Jujube","type":"n.","descr":" The sweet and edible drupes (fruits) of several Mediterranean and African species of small trees, of the genus Zizyphus, especially the Z. jujuba, Z. vulgaris, Z. mucronata, and Z. Lotus. The last named is thought to have furnished the lotus of the ancient Libyan Lotophagi, or lotus eaters."},{"word":"Juke","type":"v. i.","descr":" To bend the neck; to bow or duck the head."},{"word":"Juke","type":"n.","descr":" The neck of a bird."},{"word":"Juke","type":"v. i.","descr":" To perch on anything, as birds do."},{"word":"Julaceous","type":"a.","descr":" Like an ament, or bearing aments; amentaceous."},{"word":"Julep","type":"n.","descr":" A refreshing drink flavored with aromatic herbs"},{"word":"Julep","type":"n.","descr":" a sweet, demulcent, acidulous, or mucilaginous mixture, used as a vehicle."},{"word":"Julep","type":"n.","descr":" A beverage composed of brandy, whisky, or some other spirituous liquor, with sugar, pounded ice, and sprigs of mint; -- called also mint julep."},{"word":"Julian","type":"a.","descr":" Relating to, or derived from, Julius Caesar."},{"word":"Julienne","type":"n.","descr":" A kind of soup containing thin slices or shreds of carrots, onions, etc."},{"word":"Juliform","type":"a.","descr":" Having the shape or appearance of a julus or catkin."},{"word":"Juli","type":"pl. ","descr":" of Julus"},{"word":"Julus","type":"n.","descr":" A catkin or ament. See Ament."},{"word":"Julies","type":"pl. ","descr":" of July"},{"word":"July","type":"n.","descr":" The seventh month of the year, containing thirty-one days."},{"word":"July-flower","type":"n.","descr":" See Gillyflower."},{"word":"Jumart","type":"n.","descr":" The fabled offspring of a bull and a mare."},{"word":"Jumbled","type":"imp. and p. p.","descr":" of Jumble"},{"word":"Jumbling","type":"p. pr. and vb. n.","descr":" of Jumble"},{"word":"Jumble","type":"v. t.","descr":" To mix in a confused mass; to put or throw together without order; -- often followed by together or up."},{"word":"Jumble","type":"v. i.","descr":" To meet or unite in a confused way; to mix confusedly."},{"word":"Jumble","type":"n.","descr":" A confused mixture; a mass or collection without order; as, a jumble of words."},{"word":"Jumble","type":"n.","descr":" A small, thin, sugared cake, usually ring-shaped."},{"word":"Jumblement","type":"n.","descr":" Confused mixture."},{"word":"Jumbler","type":"n.","descr":" One who confuses things."},{"word":"Jumblingly","type":"adv.","descr":" In a confused manner."},{"word":"Jument","type":"n.","descr":" A beast; especially, a beast of burden."},{"word":"Jump","type":"n.","descr":" A kind of loose jacket for men."},{"word":"Jump","type":"n.","descr":" A bodice worn instead of stays by women in the 18th century."},{"word":"Jumped","type":"imp. and p. p.","descr":" of Jump"},{"word":"Jumping","type":"p. pr. and vb. n.","descr":" of Jump"},{"word":"Jump","type":"v. i.","descr":" To spring free from the ground by the muscular action of the feet and legs; to project one\\'s self through the air; to spring; to bound; to leap."},{"word":"Jump","type":"v. i.","descr":" To move as if by jumping; to bounce; to jolt."},{"word":"Jump","type":"v. i.","descr":" To coincide; to agree; to accord; to tally; -- followed by with."},{"word":"Jump","type":"v. t.","descr":" To pass by a spring or leap; to overleap; as, to jump a stream."},{"word":"Jump","type":"v. t.","descr":" To cause to jump; as, he jumped his horse across the ditch."},{"word":"Jump","type":"v. t.","descr":" To expose to danger; to risk; to hazard."},{"word":"Jump","type":"v. t.","descr":" To join by a butt weld."},{"word":"Jump","type":"v. t.","descr":" To thicken or enlarge by endwise blows; to upset."},{"word":"Jump","type":"v. t.","descr":" To bore with a jumper."},{"word":"Jump","type":"n.","descr":" The act of jumping; a leap; a spring; a bound."},{"word":"Jump","type":"n.","descr":" An effort; an attempt; a venture."},{"word":"Jump","type":"n.","descr":" The space traversed by a leap."},{"word":"Jump","type":"n.","descr":" A dislocation in a stratum; a fault."},{"word":"Jump","type":"n.","descr":" An abrupt interruption of level in a piece of brickwork or masonry."},{"word":"Jump","type":"a.","descr":" Nice; exact; matched; fitting; precise."},{"word":"Jump","type":"adv.","descr":" Exactly; pat."},{"word":"Jumper","type":"n.","descr":" One who, or that which, jumps."},{"word":"Jumper","type":"n.","descr":" A long drilling tool used by masons and quarrymen."},{"word":"Jumper","type":"n.","descr":" A rude kind of sleigh; -- usually, a simple box on runners which are in one piece with the poles that form the thills."},{"word":"Jumper","type":"n.","descr":" The larva of the cheese fly. See Cheese fly, under Cheese."},{"word":"Jumper","type":"n.","descr":" A name applied in the 18th century to certain Calvinistic Methodists in Wales whose worship was characterized by violent convulsions."},{"word":"Jumper","type":"n.","descr":" spring to impel the star wheel, also a pawl to lock fast a wheel, in a repeating timepiece."},{"word":"Jumper","type":"n.","descr":" A loose upper garment"},{"word":"Jumper","type":"n.","descr":" A sort of blouse worn by workmen over their ordinary dress to protect it."},{"word":"Jumper","type":"n.","descr":" A fur garment worn in Arctic journeys."},{"word":"Jumping","type":"p. a. and vb. n.","descr":" of Jump, to leap."},{"word":"Jumpweld","type":"v. t.","descr":" See Buttweld, v. t."},{"word":"Juncaceous","type":"a.","descr":" Of. pertaining to, or resembling, a natural order of plants (Juncaceae), of which the common rush (Juncus) is the type."},{"word":"Juncate","type":"n.","descr":" See Junket."},{"word":"Juncite","type":"n.","descr":" A fossil rush."},{"word":"Junco","type":"n.","descr":" Any bird of the genus Junco, which includes several species of North American finches; -- called also snowbird, or blue snowbird."},{"word":"Juncous","type":"a.","descr":" Full of rushes: resembling rushes; juncaceous."},{"word":"Junction","type":"n.","descr":" The act of joining, or the state of being joined; union; combination; coalition; as, the junction of two armies or detachments; the junction of paths."},{"word":"Junction","type":"n.","descr":" The place or point of union, meeting, or junction; specifically, the place where two or more lines of railway meet or cross."},{"word":"Juncture","type":"n.","descr":" A joining; a union; an alliance."},{"word":"Juncture","type":"n.","descr":" The line or point at which two bodies are joined; a joint; an articulation; a seam; as, the junctures of a vessel or of the bones."},{"word":"Juncture","type":"n.","descr":" A point of time; esp., one made critical or important by a concurrence of circumstances; hence, a crisis; an exigency."},{"word":"June","type":"n.","descr":" The sixth month of the year, containing thirty days."},{"word":"Juneating","type":"n.","descr":" A kind of early apple."},{"word":"Juneberry","type":"n.","descr":" The small applelike berry of American trees of genus Amelanchier; -- also called service berry."},{"word":"Juneberry","type":"n.","descr":" The shrub or tree which bears this fruit; -- also called shad bush, and had tree."},{"word":"Jungermanniae","type":"pl. ","descr":" of Jungermannia"},{"word":"Jungermannia","type":"n.","descr":" A genus of hepatic mosses, now much circumscribed, but formerly comprising most plants of the order, which is sometimes therefore called Jungermanniaceae."},{"word":"Jungle","type":"n.","descr":" A dense growth of brushwood, grasses, reeds, vines, etc.; an almost impenetrable thicket of trees, canes, and reedy vegetation, as in India, Africa, Australia, and Brazil."},{"word":"Jungly","type":"a.","descr":" Consisting of jungles; abounding with jungles; of the nature of a jungle."},{"word":"Junior","type":"a.","descr":" Less advanced in age than another; younger."},{"word":"Junior","type":"a.","descr":" Lower in standing or in rank; later in office; as, a junior partner; junior counsel; junior captain."},{"word":"Junior","type":"a.","descr":" Composed of juniors, whether younger or a lower standing; as, the junior class; of or pertaining to juniors or to a junior class. See Junior, n., 2."},{"word":"Junior","type":"n.","descr":" Belonging to a younger person, or an earlier time of life."},{"word":"Junior","type":"n.","descr":" A younger person."},{"word":"Junior","type":"n.","descr":" Hence: One of a lower or later standing; specifically, in American colleges, one in the third year of his course, one in the fourth or final year being designated a senior; in some seminaries, one in the first year, in others, one in the second year, of a three years\\' course."},{"word":"Juniority","type":"n.","descr":" The state or quality of being junior."},{"word":"Juniper","type":"n.","descr":" Any evergreen shrub or tree, of the genus Juniperus and order Coniferae."},{"word":"Juniperin","type":"n.","descr":" A yellow amorphous substance extracted from juniper berries."},{"word":"Juniperite","type":"n.","descr":" One of the fossil Coniferae, evidently allied to the juniper."},{"word":"Junk","type":"n.","descr":" A fragment of any solid substance; a thick piece. See Chunk."},{"word":"Junk","type":"n.","descr":" Pieces of old cable or old cordage, used for making gaskets, mats, swabs, etc., and when picked to pieces, forming oakum for filling the seams of ships."},{"word":"Junk","type":"n.","descr":" Old iron, or other metal, glass, paper, etc., bought and sold by junk dealers."},{"word":"Junk","type":"n.","descr":" Hard salted beef supplied to ships."},{"word":"Junk","type":"n.","descr":" A large vessel, without keel or prominent stem, and with huge masts in one piece, used by the Chinese, Japanese, Siamese, Malays, etc., in navigating their waters."},{"word":"Junker","type":"n.","descr":" A young German noble or squire; esp., a member of the aristocratic party in Prussia."},{"word":"Junkerism","type":"n.","descr":" The principles of the aristocratic party in Prussia."},{"word":"Junket","type":"n.","descr":" A cheese cake; a sweetmeat; any delicate food."},{"word":"Junket","type":"n.","descr":" A feast; an entertainment."},{"word":"Junket","type":"v. i.","descr":" To feast; to banquet; to make an entertainment; -- sometimes applied opprobriously to feasting by public officers at the public cost."},{"word":"Junketed","type":"imp. and p. p.","descr":" of Junket"},{"word":"Junketing","type":"p. pr. and vb. n.","descr":" of Junket"},{"word":"Junket","type":"v. t.","descr":" To give entertainment to; to feast."},{"word":"Junketing","type":"n.","descr":" A feast or entertainment; a revel."},{"word":"Junketries","type":"n. pl.","descr":" Sweetmeats."},{"word":"Junos","type":"pl. ","descr":" of June"},{"word":"June","type":"n.","descr":" The sister and wife of Jupiter, the queen of heaven, and the goddess who presided over marriage. She corresponds to the Greek Hera."},{"word":"June","type":"n.","descr":" One of the early discovered asteroids."},{"word":"Juntas","type":"pl. ","descr":" of Junta"},{"word":"Junta","type":"n.","descr":" A council; a convention; a tribunal; an assembly; esp., the grand council of state in Spain."},{"word":"Juntos","type":"pl. ","descr":" of Junto"},{"word":"Junto","type":"n.","descr":" A secret council to deliberate on affairs of government or politics; a number of men combined for party intrigue; a faction; a cabal; as, a junto of ministers; a junto of politicians."},{"word":"Junartie","type":"n.","descr":" Jeopardy."},{"word":"Jupati palm","type":"","descr":" A great Brazilian palm tree (Raphia taedigera), used by the natives for many purposes."},{"word":"Jupe","type":"n.","descr":" Same as Jupon."},{"word":"Jupiter","type":"n.","descr":" The supreme deity, king of gods and men, and reputed to be the son of Saturn and Rhea; Jove. He corresponds to the Greek Zeus."},{"word":"Jupiter","type":"n.","descr":" One of the planets, being the brightest except Venus, and the largest of them all, its mean diameter being about 85,000 miles. It revolves about the sun in 4,332.6 days, at a mean distance of 5.2028 from the sun, the earth\\'s mean distance being taken as unity."},{"word":"Jupon","type":"n.","descr":" Alt. of Juppon"},{"word":"Juppon","type":"n.","descr":" A sleeveless jacket worn over the armor in the 14th century. It fitted closely, and descended below the hips."},{"word":"Juppon","type":"n.","descr":" A petticoat."},{"word":"Jura","type":"n.","descr":" 1. A range of mountains between France and Switzerland."},{"word":"Jura","type":"n.","descr":" The Jurassic period. See Jurassic."},{"word":"Jural","type":"a.","descr":" Pertaining to natural or positive right."},{"word":"Jural","type":"a.","descr":" Of or pertaining to jurisprudence."},{"word":"Juramenta","type":"pl. ","descr":" of Juramentum"},{"word":"Juramentum","type":"n.","descr":" An oath."},{"word":"Jurassic","type":"a.","descr":" Of the age of the middle Mesozoic, including, as divided in England and Europe, the Lias, Oolite, and Wealden; -- named from certain rocks of the Jura mountains."},{"word":"Jurassic","type":"n.","descr":" The Jurassic period or formation; -- called also the Jura."},{"word":"Jurat","type":"n.","descr":" A person under oath; specifically, an officer of the nature of an alderman, in certain municipal corporations in England."},{"word":"Jurat","type":"n.","descr":" The memorandum or certificate at the end of an asffidavit, or a bill or answer in chancery, showing when, before whom, and (in English practice), where, it was sworn or affirmed."},{"word":"Juratory","type":"a.","descr":" Relating to or comprising an oath; as, juratory caution."},{"word":"Jura-trias","type":"n.","descr":" A term applied to many American Mesozoic strata, in which the characteristics of the Jurassic and Triassic periods appear to be blended."},{"word":"Jurdiccion","type":"n.","descr":" Jurisdiction."},{"word":"Jurdon","type":"n.","descr":" Jordan."},{"word":"Jurel","type":"n.","descr":" A yellow carangoid fish of the Atlantic and Gulf coasts (Caranx chrysos), most abundant southward, where it is valued as a food fish; -- called also hardtail, horse crevalle, jack, buffalo jack, skipjack, yellow mackerel, and sometimes, improperly, horse mackerel. Other species of Caranx (as C. fallax) are also sometimes called jurel."},{"word":"Juridic","type":"a.","descr":" Alt. of Juridical"},{"word":"Juridical","type":"a.","descr":" Pertaining to a judge or to jurisprudence; acting in the distribution of justice; used in courts of law; according to law; legal; as, juridical law."},{"word":"Juridically","type":"adv.","descr":" In a juridical manner."},{"word":"Jurisconsult","type":"n.","descr":" A man learned in the civil law; an expert in juridical science; a professor of jurisprudence; a jurist."},{"word":"Jurisdiction","type":"a.","descr":" The legal power, right, or authority of a particular court to hear and determine causes, to try criminals, or to execute justice; judicial authority over a cause or class of causes; as, certain suits or actions, or the cognizance of certain crimes, are within the jurisdiction of a particular court, that is, within the limits of its authority or commission."},{"word":"Jurisdiction","type":"a.","descr":" The authority of a sovereign power to govern or legislate; the right of making or enforcing laws; the power or right of exercising authority."},{"word":"Jurisdiction","type":"a.","descr":" Sphere of authority; the limits within which any particular power may be exercised, or within which a government or a court has authority."},{"word":"Jurisdictional","type":"a.","descr":" Of or pertaining to jurisdiction; as jurisdictional rights."},{"word":"Jurisdictive","type":"a.","descr":" Having jurisdiction."},{"word":"Jurisprudence","type":"a.","descr":" The science of juridical law; the knowledge of the laws, customs, and rights of men in a state or community, necessary for the due administration of justice."},{"word":"Jurisprudent","type":"a.","descr":" Understanding law; skilled in jurisprudence."},{"word":"Jurisprudent","type":"n.","descr":" One skilled in law or jurisprudence."},{"word":"Jurisprudential","type":"a.","descr":" Of or pertaining to jurisprudence."},{"word":"Jurist","type":"a.","descr":" One who professes the science of law; one versed in the law, especially in the civil law; a writer on civil and international law."},{"word":"Juristic","type":"a.","descr":" Alt. of Juristical"},{"word":"Juristical","type":"a.","descr":" Of or pertaining to a jurist, to the legal profession, or to jurisprudence."},{"word":"Juror","type":"n.","descr":" A member of a jury; a juryman."},{"word":"Juror","type":"n.","descr":" A member of any jury for awarding prizes, etc."},{"word":"Jury","type":"a.","descr":" For temporary use; -- applied to a temporary contrivance."},{"word":"Juries","type":"pl. ","descr":" of Jury"},{"word":"Jury","type":"a.","descr":" A body of men, usually twelve, selected according to law, impaneled and sworn to inquire into and try any matter of fact, and to render their true verdict according to the evidence legally adduced. See Grand jury under Grand, and Inquest."},{"word":"Jury","type":"a.","descr":" A committee for determining relative merit or awarding prizes at an exhibition or competition; as, the art jury gave him the first prize."},{"word":"Jurymen","type":"pl. ","descr":" of Juryman"},{"word":"Juryman","type":"n.","descr":" One who is impaneled on a jury, or who serves as a juror."},{"word":"Jury-rigged","type":"a.","descr":" Rigged for temporary service. See Jury, a."},{"word":"Jussi","type":"n.","descr":" A delicate fiber, produced in the Philippine Islands from an unidentified plant, of which dresses, etc., are made."},{"word":"Just","type":"a.","descr":" Conforming or conformable to rectitude or justice; not doing wrong to any; violating no right or obligation; upright; righteous; honest; true; -- said both of persons and things."},{"word":"Just","type":"a.","descr":" Not transgressing the requirement of truth and propriety; conformed to the truth of things, to reason, or to a proper standard; exact; normal; reasonable; regular; due; as, a just statement; a just inference."},{"word":"Just","type":"a.","descr":" Rendering or disposed to render to each one his due; equitable; fair; impartial; as, just judge."},{"word":"Just","type":"adv.","descr":" Precisely; exactly; -- in place, time, or degree; neither more nor less than is stated."},{"word":"Just","type":"adv.","descr":" Closely; nearly; almost."},{"word":"Just","type":"adv.","descr":" Barely; merely; scarcely; only; by a very small space or time; as, he just missed the train; just too late."},{"word":"Just","type":"v. i.","descr":" To joust."},{"word":"Just","type":"n.","descr":" A joust."},{"word":"Justice","type":"a.","descr":" The quality of being just; conformity to the principles of righteousness and rectitude in all things; strict performance of moral obligations; practical conformity to human or divine law; integrity in the dealings of men with each other; rectitude; equity; uprightness."},{"word":"Justice","type":"a.","descr":" Conformity to truth and reality in expressing opinions and in conduct; fair representation of facts respecting merit or demerit; honesty; fidelity; impartiality; as, the justice of a description or of a judgment; historical justice."},{"word":"Justice","type":"a.","descr":" The rendering to every one his due or right; just treatment; requital of desert; merited reward or punishment; that which is due to one\\'s conduct or motives."},{"word":"Justice","type":"a.","descr":" Agreeableness to right; equity; justness; as, the justice of a claim."},{"word":"Justice","type":"a.","descr":" A person duly commissioned to hold courts, or to try and decide controversies and administer justice."},{"word":"Justice","type":"v. t.","descr":" To administer justice to."},{"word":"Justiceable","type":"a.","descr":" Liable to trial in a court of justice."},{"word":"Justicehood","type":"n.","descr":" Justiceship."},{"word":"Justicement","type":"n.","descr":" Administration of justice; procedure in courts of justice."},{"word":"Justicer","type":"n.","descr":" One who administers justice; a judge."},{"word":"Justiceship","type":"n.","descr":" The office or dignity of a justice."},{"word":"Justiciable","type":"a.","descr":" Proper to be examined in a court of justice."},{"word":"Justiciar","type":"n.","descr":" Same as Justiciary."},{"word":"Justiciary","type":"n.","descr":" An old name for the judges of the higher English courts."},{"word":"Justico","type":"n.","descr":" Alt. of Justicoat"},{"word":"Justicoat","type":"n.","descr":" Formerly, a close coat or waistcoat with sleeves."},{"word":"Justifiable","type":"a.","descr":" Capable of being justified, or shown to be just."},{"word":"Justification","type":"n.","descr":" The act of justifying or the state of being justified; a showing or proving to be just or conformable to law, justice, right, or duty; defense; vindication; support; as, arguments in justification of the prisoner\\'s conduct; his disobedience admits justification."},{"word":"Justification","type":"n.","descr":" The showing in court of a sufficient lawful reason why a party charged or accused did that for which he is called to answer."},{"word":"Justification","type":"n.","descr":" The act of justifying, or the state of being justified, in respect to God\\'s requirements."},{"word":"Justification","type":"n.","descr":" Adjustment of type by spacing it so as to make it exactly fill a line, or of a cut so as to hold it in the right place; also, the leads, quads, etc., used for making such adjustment."},{"word":"Justificative","type":"a.","descr":" Having power to justify; justificatory."},{"word":"Justificator","type":"n.","descr":" One who justifies or vindicates; a justifier."},{"word":"Justificatory","type":"a.","descr":" Vindicatory; defensory; justificative."},{"word":"Justifier","type":"n.","descr":" One who justifies; one who vindicates, supports, defends, or absolves."},{"word":"Justified","type":"imp. and p. p.","descr":" of Justify"},{"word":"Justifying","type":"p. pr. and vb. n.","descr":" of Justify"},{"word":"Justify","type":"a.","descr":" To prove or show to be just; to vindicate; to maintain or defend as conformable to law, right, justice, propriety, or duty."},{"word":"Justify","type":"a.","descr":" To pronounce free from guilt or blame; to declare or prove to have done that which is just, right, proper, etc.; to absolve; to exonerate; to clear."},{"word":"Justify","type":"a.","descr":" To treat as if righteous and just; to pardon; to exculpate; to absolve."},{"word":"Justify","type":"a.","descr":" To prove; to ratify; to confirm."},{"word":"Justify","type":"a.","descr":" To make even or true, as lines of type, by proper spacing; to adjust, as type. See Justification, 4."},{"word":"Justify","type":"v. i.","descr":" To form an even surface or true line with something else; to fit exactly."},{"word":"Justify","type":"v. i.","descr":" To take oath to the ownership of property sufficient to qualify one\\'s self as bail or surety."},{"word":"Justinian","type":"a.","descr":" Of or pertaining to the Institutes or laws of the Roman Justinian."},{"word":"Justle","type":"v. i.","descr":" To run or strike against each other; to encounter; to clash; to jostle."},{"word":"Justled","type":"imp. and p. p.","descr":" of Justle"},{"word":"Justling","type":"p. pr. and vb. n.","descr":" of Justle"},{"word":"Justle","type":"v. t.","descr":" To push; to drive; to force by running against; to jostle."},{"word":"Justle","type":"n.","descr":" An encounter or shock; a jostle."},{"word":"Justly","type":"a.","descr":" In a just manner; in conformity to law, justice, or propriety; by right; honestly; fairly; accurately."},{"word":"Justness","type":"n.","descr":" The quality of being just; conformity to truth, propriety, accuracy, exactness, and the like; justice; reasonableness; fairness; equity; as, justness of proportions; the justness of a description or representation; the justness of a cause."},{"word":"Jutted","type":"imp. and p. p.","descr":" of Jut"},{"word":"Jutting","type":"p. pr. and vb. n.","descr":" of Jut"},{"word":"Jut","type":"v. i.","descr":" To shoot out or forward; to project beyond the main body; as, the jutting part of a building."},{"word":"Jut","type":"v. i.","descr":" To butt."},{"word":"Jut","type":"n.","descr":" That which projects or juts; a projection."},{"word":"Jut","type":"n.","descr":" A shove; a push."},{"word":"Jute","type":"n.","descr":" The coarse, strong fiber of the East Indian Corchorus olitorius, and C. capsularis; also, the plant itself. The fiber is much used for making mats, gunny cloth, cordage, hangings, paper, etc."},{"word":"Jutes","type":"n. pl.","descr":" Jutlanders; one of the Low German tribes, a portion of which settled in Kent, England, in the 5th century."},{"word":"Jutlander","type":"n.","descr":" A native or inhabitant of Jutland in Denmark."},{"word":"Jutlandish","type":"a.","descr":" Of or pertaining to Jutland, or to the people of Jutland."},{"word":"Jutting","type":"a.","descr":" Projecting, as corbels, cornices, etc."},{"word":"Jutty","type":"n.","descr":" A projection in a building; also, a pier or mole; a jetty."},{"word":"Jutty","type":"v. t. and i.","descr":" To project beyond."},{"word":"Juvenal","type":"n.","descr":" A youth."},{"word":"Juvenescence","type":"n.","descr":" A growing young."},{"word":"Juvenescent","type":"a.","descr":" Growing or becoming young."},{"word":"Juvenile","type":"a.","descr":" Young; youthful; as, a juvenile appearance."},{"word":"Juvenile","type":"a.","descr":" Of or pertaining to youth; as, juvenile sports."},{"word":"Juvenile","type":"n.","descr":" A young person or youth; -- used sportively or familiarly."},{"word":"Juvenileness","type":"n.","descr":" The state or quality of being juvenile; juvenility."},{"word":"Juvenilities","type":"pl. ","descr":" of Juvenility"},{"word":"Juvenility","type":"n.","descr":" Youthfulness; adolescence."},{"word":"Juvenility","type":"n.","descr":" The manners or character of youth; immaturity."},{"word":"Juvia","type":"n.","descr":" A Brazilian name for the lofty myrtaceous tree (Bertholetia excelsa) which produces the large seeds known as Brazil nuts."},{"word":"Juwansa","type":"n.","descr":" The camel\\'s thorn. See under Camel."},{"word":"Juwise","type":"n.","descr":" Same as Juise."},{"word":"Juxtapose","type":"v. t.","descr":" To place in juxtaposition."},{"word":"Juxtaposited","type":"imp. and p. p.","descr":" of Juxtaposit"},{"word":"Juxtapositing","type":"p. pr. and vb. n.","descr":" of Juxtaposit"},{"word":"Juxtaposit","type":"v. t.","descr":" To place in close connection or contiguity; to juxtapose."},{"word":"Juxtaposition","type":"v. i.","descr":" A placing or being placed in nearness or contiguity, or side by side; as, a juxtaposition of words."},{"word":"Junold","type":"a.","descr":" See Gimmal."}]