[{"word":"Kaama","type":"n.","descr":" The hartbeest."},{"word":"Kabala","type":"n.","descr":" See Cabala."},{"word":"Kabassou","type":"n.","descr":" See Cabassou."},{"word":"Kabob","type":"n. and v. t.","descr":" See Cabob, n. and v. t."},{"word":"Kabook","type":"n.","descr":" A clay ironstone found in Ceylon."},{"word":"Kabyle","type":"n.","descr":" A Berber, as in Algiers or Tunis. See Berber."},{"word":"Kadder","type":"n.","descr":" The jackdaw."},{"word":"Kadi","type":"n.","descr":" Alt. of Kadiaster"},{"word":"Kadiaster","type":"n.","descr":" A Turkish judge. See Cadi."},{"word":"Kafal","type":"n.","descr":" The Arabian name of two trees of the genus Balsamodendron, which yield a gum resin and a red aromatic wood."},{"word":"Kaffir","type":"n.","descr":" Alt. of Kafir"},{"word":"Kafir","type":"n.","descr":" One of a race which, with the Hottentots and Bushmen, inhabit South Africa. They inhabit the country north of Cape Colony, the name being now specifically applied to the tribes living between Cape Colony and Natal; but the Zulus of Natal are true Kaffirs."},{"word":"Kafir","type":"n.","descr":" One of a race inhabiting Kafiristan in Central Asia."},{"word":"Kaffle","type":"n.","descr":" See Coffle."},{"word":"Kafilah","type":"n.","descr":" See Cafila."},{"word":"Kaftan","type":"n and v.","descr":" See Caftan."},{"word":"Kage","type":"n.","descr":" A chantry chapel inclosed with lattice or screen work."},{"word":"Kagu","type":"n.","descr":" A singular, crested, grallatorial bird (Rhinochetos jubatus), native of New Caledonia. It is gray above, paler beneath, and the feathers of the wings and tail are handsomely barred with brown, black, and gray. It is allied to the sun bittern."},{"word":"Kaguan","type":"n.","descr":" The colugo."},{"word":"Kahani","type":"n.","descr":" A kind of notary public, or attorney, in the Levant."},{"word":"Kahau","type":"n.","descr":" A long-nosed monkey (Semnopithecus nasalis), native of Borneo. The general color of the body is bright chestnut, with the under parts, shoulders, and sides of the head, golden yellow, and the top of the head and upper part of the back brown. Called also proboscis monkey."},{"word":"Kail","type":"n.","descr":" A kind of headless cabbage. Same as Kale, 1."},{"word":"Kail","type":"n.","descr":" Any cabbage, greens, or vegetables."},{"word":"Kail","type":"n.","descr":" A broth made with kail or other vegetables; hence, any broth; also, a dinner."},{"word":"Kaimacam","type":"n.","descr":" Same as Caimacam."},{"word":"Kain","type":"n.","descr":" Poultry, etc., required by the lease to be paid in kind by a tenant to his landlord."},{"word":"Kainit","type":"n.","descr":" Salts of potassium used in the manufacture of fertilizers."},{"word":"Kainite","type":"n.","descr":" A compound salt consisting chiefly of potassium chloride and magnesium sulphate, occurring at the Stassfurt salt mines in Prussian Saxony."},{"word":"Kainozoic","type":"a.","descr":" See Cenozoic."},{"word":"Kaique","type":"n.","descr":" See Caique."},{"word":"Kairine","type":"n.","descr":" A pale buff or white crystalline alkaloid derived from quinoline, and used as an antipyretic in medicine."},{"word":"Kairoline","type":"n.","descr":" An organic base obtained from quinoline. It is used as a febrifuge, and resembles kairine."},{"word":"Kaiser","type":"n.","descr":" The ancient title of emperors of Germany assumed by King William of Prussia when crowned sovereign of the new German empire in 1871."},{"word":"Kaka","type":"n.","descr":" A New Zealand parrot of the genus Nestor, especially the brown parrot (Nestor meridionalis)."},{"word":"Kakapo","type":"n.","descr":" A singular nocturnal parrot (Strigops habroptilus), native of New Zealand. It lives in holes during the day, but is active at night. It resembles an owl in its colors and general appearance. It has large wings, but can fly only a short distance. Called also owl parrot, night parrot, and night kaka."},{"word":"Kakaralli","type":"n.","descr":" A kind of wood common in Demerara, durable in salt water, because not subject to the depredations of the sea worm and barnacle."},{"word":"Kakistocracy","type":"n.","descr":" Government by the worst men."},{"word":"Kakoxene","type":"n.","descr":" See Cacoxene."},{"word":"Kalan","type":"n.","descr":" The sea otter."},{"word":"Kalasie","type":"n.","descr":" A long-tailed monkey of Borneo (Semnopithecus rubicundus). It has a tuft of long hair on the head."},{"word":"Kale","type":"n.","descr":" A variety of cabbage in which the leaves do not form a head, being nearly the original or wild form of the species."},{"word":"Kale","type":"n.","descr":" See Kail, 2."},{"word":"Kaleege","type":"n.","descr":" One of several species of large, crested, Asiatic pheasants, belonging to the genus Euplocamus, and allied to the firebacks."},{"word":"Kaleidophon","type":"","descr":" Alt. of Kaleidophone"},{"word":"Kaleidophone","type":"","descr":" An instrument invented by Professor Wheatstone, consisting of a reflecting knob at the end of a vibrating rod or thin plate, for making visible, in the motion of a point of light reflected from the knob, the paths or curves corresponding with the musical notes produced by the vibrations."},{"word":"Kaleidoscope","type":"n.","descr":" An instrument invented by Sir David Brewster, which contains loose fragments of colored glass, etc., and reflecting surfaces so arranged that changes of position exhibit its contents in an endless variety of beautiful colors and symmetrical forms. It has been much employed in arts of design."},{"word":"Kaleidoscopic","type":"a.","descr":" Alt. of Kaleidoscopical"},{"word":"Kaleidoscopical","type":"a.","descr":" Of, pertaining to, or formed by, a kaleidoscope; variegated."},{"word":"Kalendar","type":"n.","descr":" See Calendar."},{"word":"Kalendarial","type":"a.","descr":" See Calendarial."},{"word":"Kalender","type":"n.","descr":" See 3d Calender."},{"word":"Kalends","type":"n.","descr":" Same as Calends."},{"word":"Kali","type":"n.","descr":" The last and worst of the four ages of the world; -- considered to have begun B. C. 3102, and to last 432,000 years."},{"word":"Kali","type":"n.","descr":" The black, destroying goddess; -- called also Doorga, Anna Purna."},{"word":"Kali","type":"n.","descr":" The glasswort (Salsola Kali)."},{"word":"Kalif","type":"n.","descr":" See Caliph."},{"word":"Kaliform","type":"a.","descr":" Formed like kali, or glasswort."},{"word":"Kaligenous","type":"a.","descr":" Forming alkalies with oxygen, as some metals."},{"word":"Kalium","type":"n.","descr":" Potassium; -- so called by the German chemists."},{"word":"Kalki","type":"n.","descr":" The name of Vishnu in his tenth and last avatar."},{"word":"Kalmia","type":"n.","descr":" A genus of North American shrubs with poisonous evergreen foliage and corymbs of showy flowers. Called also mountain laurel, ivy bush, lamb kill, calico bush, etc."},{"word":"Kalmuck","type":"n.","descr":" See Calmucks."},{"word":"Kalmuck","type":"n.","descr":" A kind of shaggy cloth, resembling bearskin."},{"word":"Kalmuck","type":"n.","descr":" A coarse, dyed, cotton cloth, made in Prussia."},{"word":"Kalong","type":"n.","descr":" A fruit bat, esp. the Indian edible fruit bat (Pteropus edulis)."},{"word":"Kaloyer","type":"n.","descr":" See Caloyer."},{"word":"Kalpa","type":"n.","descr":" One of the Brahmanic eons, a period of 4,320,000,000 years. At the end of each Kalpa the world is annihilated."},{"word":"Kalsomine","type":"n. and v. t.","descr":" Same as Calcimine."},{"word":"Kam","type":"n.","descr":" Crooked; awry."},{"word":"Kama","type":"n.","descr":" The Hindoo Cupid. He is represented as a beautiful youth, with a bow of sugar cane or flowers."},{"word":"Kamala","type":"n.","descr":" The red dusty hairs of the capsules of an East Indian tree (Mallotus Philippinensis) used for dyeing silk. It is violently emetic, and is used in the treatment of tapeworm."},{"word":"Kame","type":"n.","descr":" A low ridge."},{"word":"Kami","type":"n. pl.","descr":" A title given to the celestial gods of the first mythical dynasty of Japan and extended to the demigods of the second dynasty, and then to the long line of spiritual princes still represented by the mikado."},{"word":"Kamichi","type":"n.","descr":" A curious South American bird (Anhima, \/ Palamedea, cornuta), often domesticated by the natives and kept with poultry, which it defends against birds of prey. It has a long, slender, hornlike ornament on its head, and two sharp spurs on each wing. Although its beak, feet, and legs resemble those of gallinaceous birds, it is related in anatomical characters to the ducks and geese (Anseres). Called also horned screamer. The name is sometimes applied also to the chaja. See Chaja, and Screamer."},{"word":"Kamptulicon","type":"n.","descr":" A kind of elastic floor cloth, made of India rubber, gutta-percha, linseed oil, and powdered cork."},{"word":"Kampylite","type":"n.","descr":" A variety of mimetite or arseniate of lead in hexagonal prisms of a fine orange yellow."},{"word":"Kamsin","type":"n.","descr":" Alt. of Khamsin"},{"word":"Kamtschadales","type":"n. pl.","descr":" An aboriginal tribe inhabiting the southern part of Kamtschatka."},{"word":"Kan","type":"v. t.","descr":" To know; to ken."},{"word":"Kan","type":"n.","descr":" See Khan."},{"word":"Kanacka","type":"n.","descr":" Alt. of Kanaka"},{"word":"Kanaka","type":"n.","descr":" A native of the Sandwich Islands."},{"word":"Kanchil","type":"n.","descr":" A small chevrotain of the genus Tragulus, esp. T. pygmaeus, or T. kanchil, inhabiting Java, Sumatra, and adjacent islands; a deerlet. It is noted for its agility and cunning."},{"word":"Kand","type":"n.","descr":" Fluor spar; -- so called by Cornish miners."},{"word":"Kangaroo","type":"n.","descr":" Any one of numerous species of jumping marsupials of the family Macropodidae. They inhabit Australia, New Guinea, and adjacent islands, They have long and strong hind legs and a large tail, while the fore legs are comparatively short and feeble. The giant kangaroo (Macropus major) is the largest species, sometimes becoming twelve or fourteen feet in total length. The tree kangaroos, belonging to the genus Dendrolagus, live in trees; the rock kangaroos, of the genus Petrogale, inhabit rocky situations; and the brush kangaroos, of the genus Halmaturus, inhabit wooded districts. See Wallaby."},{"word":"Kansas","type":"n. pl.","descr":" A tribe of Indians allied to the Winnebagoes and Osages. They formerly inhabited the region which is now the State of Kansas, but were removed to the Indian Territory."},{"word":"Kantian","type":"a.","descr":" Of or pertaining to Immanuel Kant, the German philosopher; conformed or relating to any or all of the philosophical doctrines of Immanuel Kant."},{"word":"Kantian","type":"n.","descr":" A follower of Kant; a Kantist."},{"word":"Kantianism","type":"n.","descr":" Alt. of Kantism"},{"word":"Kantism","type":"n.","descr":" The doctrine or theory of Kant; the Kantian philosophy."},{"word":"Kantist","type":"n.","descr":" A disciple or follower of Kant."},{"word":"Kanttry","type":"n.","descr":" Same as Cantred."},{"word":"Kaolin","type":"n.","descr":" Alt. of Kaoline"},{"word":"Kaoline","type":"n.","descr":" A very pure white clay, ordinarily in the form of an impalpable powder, and used to form the paste of porcelain; China clay; porcelain clay. It is chiefly derived from the decomposition of common feldspar."},{"word":"Kaolinization","type":"n.","descr":" The process by which feldspar is changed into kaolin."},{"word":"Kaolinize","type":"v. t.","descr":" To convert into kaolin."},{"word":"Kapelle","type":"n.","descr":" A chapel; hence, the choir or orchestra of a prince\\'s chapel; now, a musical establishment, usually orchestral."},{"word":"Kapellmeister","type":"n.","descr":" See Capellmeister."},{"word":"Kapia","type":"n.","descr":" The fossil resin of the kauri tree of New Zealand."},{"word":"Kapnomar","type":"n. Chem.","descr":" ) See Capnomor."},{"word":"Karagane","type":"n.","descr":" A species of gray fox found in Russia."},{"word":"Karaism","type":"n.","descr":" Doctrines of the Karaites."},{"word":"Karaite","type":"n.","descr":" A sect of Jews who adhere closely to the letter of the Scriptures, rejecting the oral law, and allowing the Talmud no binding authority; -- opposed to the Rabbinists."},{"word":"Karatas","type":"n.","descr":" A West Indian plant of the Pineapple family (Nidularium Karatas)."},{"word":"Karma","type":"n.","descr":" One\\'s acts considered as fixing one\\'s lot in the future existence. (Theos.) The doctrine of fate as the inflexible result of cause and effect; the theory of inevitable consequence."},{"word":"Karmathian","type":"n.","descr":" One of a Mohammedan sect founded in the ninth century by Karmat."},{"word":"Karn","type":"n.","descr":" A pile of rocks; sometimes, the solid rock. See Cairn."},{"word":"Karob","type":"n.","descr":" The twenty-fourth part of a grain; -- a weight used by goldsmiths."},{"word":"Karpholite","type":"n.","descr":" A fibrous mineral occurring in tufts of a straw-yellow color. It is a hydrous silicate of alumina and manganese."},{"word":"Karroos","type":"pl. ","descr":" of Karreo"},{"word":"Karreo","type":"n.","descr":" One of the dry table-lands of South Africa, which often rise terracelike to considerable elevations."},{"word":"Karstenite","type":"n.","descr":" Same as Anhydrite."},{"word":"Karvel","type":"n.","descr":" See Carvel, and Caravel."},{"word":"Karyokinesis","type":"n.","descr":" The indirect division of cells in which, prior to division of the cell protoplasm, complicated changes take place in the nucleus, attended with movement of the nuclear fibrils; -- opposed to karyostenosis. The nucleus becomes enlarged and convoluted, and finally the threads are separated into two groups which ultimately become disconnected and constitute the daughter nuclei. Called also mitosis. See Cell development, under Cell."},{"word":"Karyokinetic","type":"a.","descr":" Of or pertaining to karyokinesis; as, karyokinetic changes of cell division."},{"word":"Karyomiton","type":"n.","descr":" The reticular network of fine fibers, of which the nucleus of a cell is in part composed; -- in opposition to kytomiton, or the network in the body of the cell."},{"word":"Karyoplasma","type":"n.","descr":" The protoplasmic substance of the nucleus of a cell: nucleoplasm; -- in opposition to kytoplasma, the protoplasm of the cell."},{"word":"Karyostenosis","type":"n.","descr":" Direct cell division (in which there is first a simple division of the nucleus, without any changes in its structure, followed by division of the protoplasm of the karyostenotic mode of nuclear division."},{"word":"Kasack","type":"n.","descr":" Same as Cossack."},{"word":"Kat","type":"n.","descr":" An Arabian shrub Catha edulis) the leaves of which are used as tea by the Arabs."},{"word":"Katabolic","type":"a.","descr":" Of or pertaining to katabolism; as, katabolic processes, which give rise to substances (katastates) of decreasing complexity and increasing stability."},{"word":"Katabolism","type":"n.","descr":" Destructive or downward metabolism; regressive metamorphism; -- opposed to anabolism. See Disassimilation."},{"word":"Katastate","type":"n.","descr":" (Physiol.) A substance formed by a katabolic process; -- opposed to anastate. See Katabolic."},{"word":"Kate","type":"n.","descr":" The brambling finch."},{"word":"Kathetal","type":"a.","descr":" Making a right angle; perpendicular, as two lines or two sides of a triangle, which include a right angle."},{"word":"Kathetometer","type":"n.","descr":" Same as Cathetometer."},{"word":"Kattinumdoo","type":"n.","descr":" A caoutchouc like substance obtained from the milky juice of the East Indian Euphorbia Kattimundoo. It is used as a cement."},{"word":"Katydid","type":"n.","descr":" A large, green, arboreal, orthopterous insect (Cyrtophyllus concavus) of the family Locustidae, common in the United States. The males have stridulating organs at the bases of the front wings. During the summer and autumn, in the evening, the males make a peculiar, loud, shrill sound, resembling the combination Katy-did, whence the name."},{"word":"Kauri","type":"n.","descr":" A lofty coniferous tree of New Zealand Agathis, \/ Dammara, australis), furnishing valuable timber and yielding one kind of dammar resin."},{"word":"Kava","type":"n.","descr":" A species of Macropiper (M. methysticum), the long pepper, from the root of which an intoxicating beverage is made by the Polynesians, by a process of mastication; also, the beverage itself."},{"word":"Kavasses","type":"pl. ","descr":" of Kavass"},{"word":"Kavass","type":"n.","descr":" An armed constable; also, a government servant or courier."},{"word":"Kaw","type":"v. i. and n.","descr":" See Caw."},{"word":"Kawaka","type":"n.","descr":" a New Zealand tree, the Cypress cedar (Libocedrus Doniana), having a valuable, fine-grained, reddish wood."},{"word":"Kawn","type":"n.","descr":" An inn."},{"word":"Kayak","type":"n.","descr":" A light canoe, made of skins stretched over a frame, and usually capable of carrying but one person, who sits amidships and uses a double-bladed paddle. It is peculiar to the Eskimos and other Arctic tribes."},{"word":"Kayaker","type":"n.","descr":" One who uses a kayak."},{"word":"Kayko","type":"n.","descr":" The dog salmon."},{"word":"Kayles","type":"n. pl.","descr":" A game; ninepins."},{"word":"Kaynard","type":"n.","descr":" A lazy or cowardly person; a rascal."}]