[{"word":"Koaita","type":"n.","descr":" Same as Coaita."},{"word":"Koala","type":"n.","descr":" A tailless marsupial (Phascolarctos cinereus), found in Australia. The female carries her young on the back of her neck. Called also Australian bear, native bear, and native sloth."},{"word":"Kob","type":"n.","descr":" Alt. of Koba"},{"word":"Koba","type":"n.","descr":" Any one of several species of African antelopes of the genus Kobus, esp. the species Kobus sing-sing."},{"word":"Kobalt","type":"n.","descr":" See Cobalt."},{"word":"Kobellite","type":"n.","descr":" A blackish gray mineral, a sulphide of antimony, bismuth, and lead."},{"word":"Kobold","type":"n.","descr":" A kind of domestic spirit in German mythology, corresponding to the Scottish brownie and the English Robin Goodfellow."},{"word":"Kodak","type":"n.","descr":" A kind of portable camera."},{"word":"Koel","type":"n.","descr":" Any one of several species of cuckoos of the genus Eudynamys, found in India, the East Indies, and Australia. They deposit their eggs in the nests of other birds."},{"word":"Koff","type":"n.","descr":" A two-masted Dutch vessel."},{"word":"Kohinoor","type":"n.","descr":" Alt. of Kohnur"},{"word":"Kohnur","type":"n.","descr":" A famous diamond, surrendered to the British crown on the annexation of the Punjab. According to Hindoo legends, it was found in a Golconda mine, and has been the property of various Hindoo and Persian rulers."},{"word":"Kohl","type":"n.","descr":" A mixture of soot and other ingredients, used by Egyptian and other Eastern women to darken the edges of the eyelids."},{"word":"Kohl-rabies","type":"pl. ","descr":" of Kohl-rabi"},{"word":"Kohl-rabi","type":"n.","descr":" A variety of cabbage, in which the edible part is a large, turnip-shaped swelling of the stem, above the surface of the ground."},{"word":"Kokama","type":"n.","descr":" The gemsbok."},{"word":"Koklass","type":"n.","descr":" Any pheasant of the genus Pucrasia. The birds of this genus inhabit India and China, and are distinguished by having a long central and two lateral crests on the head. Called also pucras."},{"word":"Kokoon","type":"n.","descr":" The gnu."},{"word":"Kolarian","type":"n.","descr":" An individual of one of the races of aboriginal inhabitants which survive in Hindostan."},{"word":"Kolarian","type":"a.","descr":" Of or pertaining to the Kolarians."},{"word":"Komenic","type":"a.","descr":" Of or pertaining to, or designating, an acid derived from meconic acid."},{"word":"Komtok","type":"n.","descr":" An African freshwater fish (Protopterus annectens), belonging to the Dipnoi. It can breathe air by means of its lungs, and when waters dry up, it encases itself in a nest of hard mud, where it remains till the rainy season. It is used as food."},{"word":"Kon","type":"v. t.","descr":" To know. See Can, and Con."},{"word":"Konite","type":"n.","descr":" See Conite."},{"word":"Konze","type":"n.","descr":" A large African antelope (Alcelaphus Lichtensteini), allied to the hartbeest, but having shorter and flatter horns, and lacking a black patch on the face."},{"word":"Koodoo","type":"n.","descr":" A large South African antelope (Strepsiceros kudu). The males have graceful spiral horns, sometimes four feet long. The general color is reddish or grayish brown, with eight or nine white bands on each side, and a pale dorsal stripe. The old males become dark bluish gray, due to the skin showing through the hair. The females are hornless. Called also nellut."},{"word":"Kookoom","type":"n.","descr":" The oryx or gemsbok."},{"word":"Koolokamba","type":"n.","descr":" A west African anthropoid ape (Troglodytes koolokamba, or T. Aubryi), allied to the chimpanzee and gorilla, and, in some respects, intermediate between them."},{"word":"Koolslaa","type":"n.","descr":" See Coleslaw."},{"word":"Koord","type":"n.","descr":" See Kurd."},{"word":"Koordish","type":"n.","descr":" See Kurdish."},{"word":"Koorilian","type":"a and n.","descr":" Same as Kurilian."},{"word":"Kopeck","type":"n.","descr":" A small Russian coin. One hundred kopecks make a rouble, worth about sixty cents."},{"word":"Koran","type":"n.","descr":" The Scriptures of the Mohammedans, containing the professed revelations to Mohammed; -- called also Alcoran."},{"word":"Korin","type":"n.","descr":" The gazelle."},{"word":"Korrigum","type":"n.","descr":" A West African antelope (Damalis Senegalensis), allied to the sassaby. It is reddish gray, with a black face, and a black stripe on the outside of the legs above the knees."},{"word":"Kosmos","type":"n.","descr":" See Cosmos."},{"word":"Kotow","type":"n.","descr":" The prostration made by mandarins and others to their superiors, either as homage or worship, by knocking the forehead on the ground. There are degrees in the rite, the highest being expressed by three knockings."},{"word":"Kotowed","type":"imp. and p. p.","descr":" of Kotow"},{"word":"Kotowing","type":"p. pr. and vb. n.","descr":" of Kotow"},{"word":"Kotow","type":"v. i.","descr":" To perform the kotow."},{"word":"Koulan","type":"n.","descr":" A wild horse (Equus, \/ Asinus, onager) inhabiting the plants of Central Asia; -- called also gour, khur, and onager."},{"word":"Koumiss","type":"n.","descr":" An intoxicating fermented or distilled liquor originally made by the Tartars from mare\\'s or camel\\'s milk. It can be obtained from any kind of milk, and is now largely made in Europe."},{"word":"Kousso","type":"n.","descr":" An Abyssinian rosaceous tree (Brayera anthelmintica), the flowers of which are used as a vermifuge."},{"word":"Kowtow","type":"n. and v. i.","descr":" The same as Kotow."}]