[{"word":"Kra","type":"n.","descr":" A long-tailed ape (Macacus cynomolgus) of India and Sumatra. It is reddish olive, spotted with black, and has a black tail."},{"word":"Kraal","type":"n.","descr":" A collection of huts within a stockade; a village; sometimes, a single hut."},{"word":"Kraal","type":"n.","descr":" An inclosure into which are driven wild elephants which are to be tamed and educated."},{"word":"Krait","type":"n.","descr":" A very venomous snake of India (Bungarus coeruleus), allied to the cobra. Its upper parts are bluish or brownish black, often with narrow white streaks; the belly is whitish."},{"word":"Kraken","type":"n.","descr":" A fabulous Scandinavian sea monster, often represented as resembling an island, but sometimes as resembling an immense octopus."},{"word":"Krakowiak","type":"n.","descr":" A lively Polish dance. See Cracovienne."},{"word":"Krameria","type":"n.","descr":" A genus of spreading shrubs with many stems, from one species of which (K. triandra), found in Peru, rhatany root, used as a medicine, is obtained."},{"word":"Krameric","type":"a.","descr":" Pertaining to, or derived from, Krameria (rhatany); as, krameric acid, usually called ratanhia-tannic acid."},{"word":"Krang","type":"n.","descr":" The carcass of a whale after the blubber has been removed."},{"word":"Kranging hook","type":"","descr":" A hook for holding the blubber while cutting it away."},{"word":"Kreatic","type":"a.","descr":" See Creatic."},{"word":"Kreatin","type":"n.","descr":" See Creatin."},{"word":"Kreatinin","type":"n.","descr":" See Creatinin."},{"word":"Kreel","type":"n.","descr":" See Creel."},{"word":"Kremlin","type":"n.","descr":" The citadel of a town or city; especially, the citadel of Moscow, a large inclosure which contains imperial palaces, cathedrals, churches, an arsenal, etc."},{"word":"Krems","type":"n.","descr":" A variety of white lead. See Krems lead, under Lead, n."},{"word":"Kreng","type":"n.","descr":" See Krang."},{"word":"Kreosote","type":"n.","descr":" See Creosote."},{"word":"Kreutzer","type":"n.","descr":" A small copper coin formerly used in South Germany; also, a small Austrian copper coin."},{"word":"Kriegsspiel","type":"n.","descr":" A game of war, played for practice, on maps."},{"word":"Kris","type":"n.","descr":" A Malay dagger. See Creese."},{"word":"Krishna","type":"n.","descr":" The most popular of the Hindoo divinities, usually held to be the eighth incarnation of the god Vishnu."},{"word":"Kritarchy","type":"n.","descr":" The rule of the judges over Israel."},{"word":"Krokidolite","type":"n.","descr":" See Crocidolite."},{"word":"Krone","type":"n.","descr":" A coin of Denmark, Norway, and Sweden, of the value of about twenty-eight cents. See Crown, n., 9."},{"word":"Kroomen","type":"pl. ","descr":" of Krooman"},{"word":"Krooman","type":"n.","descr":" One of a negro tribe of Liberia and the adjacent coast, whose members are much employed on shipboard."},{"word":"Kruller","type":"n.","descr":" See Cruller."},{"word":"Krummhorn","type":"n.","descr":" Alt. of Krumhorn"},{"word":"Krumhorn","type":"n.","descr":" A reed instrument of music of the cornet kind, now obsolete (see Cornet, 1, a.)."},{"word":"Krumhorn","type":"a.","descr":" A reed stop in the organ; -- sometimes called cremona."},{"word":"Krupp gun","type":"","descr":" A breech-loading steel cannon manufactured at the works of Friedrich Krupp, at Essen in Prussia. Guns of over eight-inch bore are made up of several concentric cylinders; those of a smaller size are forged solid."},{"word":"Kryolite","type":"n.","descr":" See Cryolite."}]