[{"word":"Law-fall","type":"n.","descr":" Depression of the jaw; hence, depression of spirits."},{"word":"Laas","type":"n.","descr":" A lace. See Lace."},{"word":"Lab","type":"v. i.","descr":" To prate; to gossip; to babble; to blab."},{"word":"Lab","type":"n.","descr":" A telltale; a prater; a blabber."},{"word":"Labadist","type":"n.","descr":" A follower of Jean de Labadie, a religious teacher of the 17th century, who left the Roman Catholic Church and taught a kind of mysticism, and the obligation of community of property among Christians."},{"word":"Labarraques solution","type":"","descr":" An aqueous solution of hypochlorite of sodium, extensively used as a disinfectant."},{"word":"Labara","type":"pl. ","descr":" of Labarum"},{"word":"Labarum","type":"n.","descr":" The standard adopted by the Emperor Constantine after his conversion to Christianity. It is described as a pike bearing a silk banner hanging from a crosspiece, and surmounted by a golden crown. It bore a monogram of the first two letters (CHR) of the name of Christ in its Greek form. Later, the name was given to various modifications of this standard."},{"word":"Labdanum","type":"n.","descr":" See Ladanum."},{"word":"Labefaction","type":"n.","descr":" The act of labefying or making weak; the state of being weakened; decay; ruin."},{"word":"Labefy","type":"v. t.","descr":" To weaken or impair."},{"word":"Label","type":"n.","descr":" A tassel."},{"word":"Label","type":"n.","descr":" A slip of silk, paper, parchment, etc., affixed to anything, usually by an inscription, the contents, ownership, destination, etc.; as, the label of a bottle or a package."},{"word":"Label","type":"n.","descr":" A slip of ribbon, parchment, etc., attached to a document to hold the appended seal; also, the seal."},{"word":"Label","type":"n.","descr":" A writing annexed by way of addition, as a codicil added to a will."},{"word":"Label","type":"n.","descr":" A barrulet, or, rarely, a bendlet, with pendants, or points, usually three, especially used as a mark of cadency to distinguish an eldest or only son while his father is still living."},{"word":"Label","type":"n.","descr":" A brass rule with sights, formerly used, in connection with a circumferentor, to take altitudes."},{"word":"Label","type":"n.","descr":" The name now generally given to the projecting molding by the sides, and over the tops, of openings in mediaeval architecture. It always has a \/quare form, as in the illustration."},{"word":"Label","type":"n.","descr":" In mediaeval art, the representation of a band or scroll containing an inscription."},{"word":"Labeled","type":"imp. and p. p.","descr":" of Label"},{"word":"Labelled","type":"","descr":" of Label"},{"word":"Labeling","type":"p. pr. and vb. n.","descr":" of Label"},{"word":"Labelling","type":"","descr":" of Label"},{"word":"Label","type":"v. t.","descr":" To affix a label to; to mark with a name, etc.; as, to label a bottle or a package."},{"word":"Label","type":"v. t.","descr":" To affix in or on a label."},{"word":"Labeler","type":"n.","descr":" One who labels."},{"word":"Labella","type":"pl. ","descr":" of Labellum"},{"word":"Labellums","type":"pl. ","descr":" of Labellum"},{"word":"Labellum","type":"n.","descr":" The lower or apparently anterior petal of an orchidaceous flower, often of a very curious shape."},{"word":"Labellum","type":"n.","descr":" A small appendage beneath the upper lip or labrum of certain insects."},{"word":"Labent","type":"a.","descr":" Slipping; sliding; gliding."},{"word":"Labia","type":"n. pl.","descr":" See Labium."},{"word":"Labial","type":"a.","descr":" Of or pertaining to the lips or labia; as, labial veins."},{"word":"Labial","type":"a.","descr":" Furnished with lips; as, a labial organ pipe."},{"word":"Labial","type":"a.","descr":" Articulated, as a consonant, mainly by the lips, as b, p, m, w."},{"word":"Labial","type":"a.","descr":" Modified, as a vowel, by contraction of the lip opening, as \/ (f\/d), \/ (\/ld), etc., and as eu and u in French, and o, u in German. See Guide to Pronunciation, \/\/ 11, 178."},{"word":"Labial","type":"a.","descr":" Of or pertaining to the labium; as, the labial palpi of insects. See Labium."},{"word":"Labial","type":"n.","descr":" A letter or character representing an articulation or sound formed or uttered chiefly with the lips, as b, p, w."},{"word":"Labial","type":"n.","descr":" An organ pipe that is furnished with lips; a flue pipe."},{"word":"Labial","type":"n.","descr":" One of the scales which border the mouth of a fish or reptile."},{"word":"Labialism","type":"n.","descr":" The quality of being labial; as, the labialism of an articulation; conversion into a labial, as of a sound which is different in another language."},{"word":"Labialization","type":"n.","descr":" The modification of an articulation by contraction of the lip opening."},{"word":"Labialize","type":"v. t.","descr":" To modify by contraction of the lip opening."},{"word":"Labially","type":"adv.","descr":" In a labial manner; with, or by means of, the lips."},{"word":"Labiate","type":"v. t.","descr":" To labialize."},{"word":"Labiate","type":"a.","descr":" Having the limb of a tubular corolla or calyx divided into two unequal parts, one projecting over the other like the lips of a mouth, as in the snapdragon, sage, and catnip."},{"word":"Labiate","type":"a.","descr":" Belonging to a natural order of plants (Labiatae), of which the mint, sage, and catnip are examples. They are mostly aromatic herbs."},{"word":"Labiate","type":"n.","descr":" A plant of the order Labiatae."},{"word":"Labiated","type":"a.","descr":" Same as Labiate, a. (a)."},{"word":"Labiatifloral","type":"a.","descr":" Alt. of Labiatifloral"},{"word":"Labiatifloral","type":"a.","descr":" Having labiate flowers, as the snapdragon."},{"word":"Labidometer","type":"n.","descr":" A forceps with a measuring attachment for ascertaining the size of the fetal head."},{"word":"Labile","type":"a.","descr":" Liable to slip, err, fall, or apostatize."},{"word":"Lability","type":"n.","descr":" Liability to lapse, err, or apostatize."},{"word":"Labimeter","type":"n.","descr":" See Labidometer."},{"word":"Labiodental","type":"a.","descr":" Formed or pronounced by the cooperation of the lips and teeth, as f and v."},{"word":"Labiodental","type":"n.","descr":" A labiodental sound or letter."},{"word":"Labionasal","type":"a.","descr":" Formed by the lips and the nose."},{"word":"Labionasal","type":"n.","descr":" A labionasal sound or letter."},{"word":"Labiose","type":"a.","descr":" Having the appearance of being labiate; -- said of certain polypetalous corollas."},{"word":"Labipalpi","type":"pl. ","descr":" of Labipalpus"},{"word":"Labipalpus","type":"n.","descr":" One of the labial palpi of an insect. See Illust. under Labium."},{"word":"Labia","type":"pl. ","descr":" of Labium"},{"word":"Labiums","type":"pl. ","descr":" of Labium"},{"word":"Labium","type":"n.","descr":" A lip, or liplike organ."},{"word":"Labium","type":"n.","descr":" The lip of an organ pipe."},{"word":"Labium","type":"n.","descr":" The folds of integument at the opening of the vulva."},{"word":"Labium","type":"n.","descr":" The organ of insects which covers the mouth beneath, and serves as an under lip. It consists of the second pair of maxillae, usually closely united in the middle line, but bearing a pair of palpi in most insects. It often consists of a thin anterior part (ligula or palpiger) and a firmer posterior plate (mentum)."},{"word":"Labium","type":"n.","descr":" Inner margin of the aperture of a shell."},{"word":"Lablab","type":"n.","descr":" an East Indian name for several twining leguminous plants related to the bean, but commonly applied to the hyacinth bean (Dolichos Lablab)."},{"word":"Labor","type":"n.","descr":" Physical toil or bodily exertion, especially when fatiguing, irksome, or unavoidable, in distinction from sportive exercise; hard, muscular effort directed to some useful end, as agriculture, manufactures, and like; servile toil; exertion; work."},{"word":"Labor","type":"n.","descr":" Intellectual exertion; mental effort; as, the labor of compiling a history."},{"word":"Labor","type":"n.","descr":" That which requires hard work for its accomplishment; that which demands effort."},{"word":"Labor","type":"n.","descr":" Travail; the pangs and efforts of childbirth."},{"word":"Labor","type":"n.","descr":" Any pang or distress."},{"word":"Labor","type":"n.","descr":" The pitching or tossing of a vessel which results in the straining of timbers and rigging."},{"word":"Labor","type":"n.","descr":" A measure of land in Mexico and Texas, equivalent to an area of 177\/ acres."},{"word":"Labored","type":"imp. and p. p.","descr":" of Labor"},{"word":"Laboring","type":"p. pr. and vb. n.","descr":" of Labor"},{"word":"Labor","type":"n.","descr":" To exert muscular strength; to exert one\\'s strength with painful effort, particularly in servile occupations; to work; to toil."},{"word":"Labor","type":"n.","descr":" To exert one\\'s powers of mind in the prosecution of any design; to strive; to take pains."},{"word":"Labor","type":"n.","descr":" To be oppressed with difficulties or disease; to do one\\'s work under conditions which make it especially hard, wearisome; to move slowly, as against opposition, or under a burden; to be burdened; -- often with under, and formerly with of."},{"word":"Labor","type":"n.","descr":" To be in travail; to suffer the pangs of childbirth."},{"word":"Labor","type":"n.","descr":" To pitch or roll heavily, as a ship in a turbulent sea."},{"word":"Labor","type":"v. t.","descr":" To work at; to work; to till; to cultivate by toil."},{"word":"Labor","type":"v. t.","descr":" To form or fabricate with toil, exertion, or care."},{"word":"Labor","type":"v. t.","descr":" To prosecute, or perfect, with effort; to urge stre\/uously; as, to labor a point or argument."},{"word":"Labor","type":"v. t.","descr":" To belabor; to beat."},{"word":"Laborant","type":"n.","descr":" A chemist."},{"word":"Laboratories","type":"pl. ","descr":" of Laboratory"},{"word":"Laboratory","type":"n.","descr":" The workroom of a chemist; also, a place devoted to experiments in any branch of natural science; as, a chemical, physical, or biological laboratory. Hence, by extension, a place where something is prepared, or some operation is performed; as, the liver is the laboratory of the bile."},{"word":"Labored","type":"a.","descr":" Bearing marks of labor and effort; elaborately wrought; not easy or natural; as, labored poetry; a labored style."},{"word":"Laboredly","type":"adv.","descr":" In a labored manner; with labor."},{"word":"Laborer","type":"n.","descr":" One who labors in a toilsome occupation; a person who does work that requires strength rather than skill, as distinguished from that of an artisan."},{"word":"Laboring","type":"a.","descr":" That labors; performing labor; esp., performing coarse, heavy work, not requiring skill also, set apart for labor; as, laboring days."},{"word":"Laboring","type":"a.","descr":" Suffering pain or grief."},{"word":"Laborious","type":"a.","descr":" Requiring labor, perseverance, or sacrifices; toilsome; tiresome."},{"word":"Laborious","type":"a.","descr":" Devoted to labor; diligent; industrious; as, a laborious mechanic."},{"word":"Laborless","type":"a.","descr":" Not involving labor; not laborious; easy."},{"word":"Laborous","type":"a.","descr":" Laborious."},{"word":"Labor-saving","type":"a.","descr":" Saving labor; adapted to supersede or diminish the labor of men; as, labor-saving machinery."},{"word":"Laborsome","type":"a.","descr":" Made with, or requiring, great labor, pains, or diligence."},{"word":"Laborsome","type":"a.","descr":" Likely or inclined to roll or pitch, as a ship in a heavy sea; having a tendency to labor."},{"word":"Labrador","type":"n.","descr":" A region of British America on the Atlantic coast, north of Newfoundland."},{"word":"Labradorite","type":"n.","descr":" A kind of feldspar commonly showing a beautiful play of colors, and hence much used for ornamental purposes. The finest specimens come from Labrador. See Feldspar."},{"word":"Labras","type":"n. pl.","descr":" Lips."},{"word":"Labroid","type":"a.","descr":" Like the genus Labrus; belonging to the family Labridae, an extensive family of marine fishes, often brilliantly colored, which are very abundant in the Indian and Pacific Oceans. The tautog and cunner are American examples."},{"word":"Labrose","type":"a.","descr":" Having thick lips."},{"word":"Labra","type":"pl. ","descr":" of Labrum"},{"word":"Labrums","type":"pl. ","descr":" of Labrum"},{"word":"Labrum","type":"n.","descr":" A lip or edge, as of a basin."},{"word":"Labrum","type":"n.","descr":" An organ in insects and crustaceans covering the upper part of the mouth, and serving as an upper lip. See Illust. of Hymenoptera."},{"word":"Labrum","type":"n.","descr":" The external margin of the aperture of a shell. See Univalve."},{"word":"Labri","type":"pl. ","descr":" of Labrus"},{"word":"Labrus","type":"n.","descr":" A genus of marine fishes, including the wrasses of Europe. See Wrasse."},{"word":"Laburnic","type":"a.","descr":" Of, pertaining to, or derived from, the laburnum."},{"word":"Laburnine","type":"n.","descr":" A poisonous alkaloid found in the unripe seeds of the laburnum."},{"word":"Laburnum","type":"n.","descr":" A small leguminous tree (Cytisus Laburnum), native of the Alps. The plant is reputed to be poisonous, esp. the bark and seeds. It has handsome racemes of yellow blossoms."},{"word":"Labyrinth","type":"n.","descr":" An edifice or place full of intricate passageways which render it difficult to find the way from the interior to the entrance; as, the Egyptian and Cretan labyrinths."},{"word":"Labyrinth","type":"n.","descr":" Any intricate or involved inclosure; especially, an ornamental maze or inclosure in a park or garden."},{"word":"Labyrinth","type":"n.","descr":" Any object or arrangement of an intricate or involved form, or having a very complicated nature."},{"word":"Labyrinth","type":"n.","descr":" An inextricable or bewildering difficulty."},{"word":"Labyrinth","type":"n.","descr":" The internal ear. See Note under Ear."},{"word":"Labyrinth","type":"n.","descr":" A series of canals through which a stream of water is directed for suspending, carrying off, and depositing at different distances, the ground ore of a metal."},{"word":"Labyrinth","type":"n.","descr":" A pattern or design representing a maze, -- often inlaid in the tiled floor of a church, etc."},{"word":"Labyrinthal","type":"a.","descr":" Pertaining to, or resembling, a labyrinth; intricate; labyrinthian."},{"word":"Labyrinthian","type":"a.","descr":" Intricately winding; like a labyrinth; perplexed; labyrinthal."},{"word":"Labyrinthibranch","type":"a.","descr":" Of or pertaining to the Labyrinthici."},{"word":"Labyrinthibranch","type":"n.","descr":" One of the Labyrinthici."},{"word":"Labyrinthic","type":"a.","descr":" Alt. of Labyrinthical"},{"word":"Labyrinthical","type":"a.","descr":" Like or pertaining to a labyrinth."},{"word":"Labyrinthici","type":"n. pl.","descr":" An order of teleostean fishes, including the Anabas, or climbing perch, and other allied fishes."},{"word":"Labyrinthiform","type":"a.","descr":" Having the form of a labyrinth; intricate."},{"word":"Labyrinthine","type":"a.","descr":" Pertaining to, or like, a labyrinth; labyrinthal."},{"word":"Labyrinthodon","type":"n.","descr":" A genus of very large fossil amphibians, of the Triassic period, having bony plates on the under side of the body. It is the type of the order Labyrinthodonta. Called also Mastodonsaurus."},{"word":"Labyrinthodont","type":"a.","descr":" Of or pertaining to the Labyrinthodonta."},{"word":"Labyrinthodont","type":"n.","descr":" One of the Labyrinthodonta."},{"word":"Labyrinthodonta","type":"n. pl.","descr":" An extinct order of Amphibia, including the typical genus Labyrinthodon, and many other allied forms, from the Carboniferous, Permian, and Triassic formations. By recent writers they are divided into two or more orders. See Stegocephala."},{"word":"Lac","type":"n.","descr":" Alt. of Lakh"},{"word":"Lakh","type":"n.","descr":" One hundred thousand; also, a vaguely great number; as, a lac of rupees."},{"word":"Lac","type":"n.","descr":" A resinous substance produced mainly on the banyan tree, but to some extent on other trees, by the Coccus lacca, a scale-shaped insect, the female of which fixes herself on the bark, and exudes from the margin of her body this resinous substance."},{"word":"Laccic","type":"a.","descr":" Pertaining to lac, or produced from it; as, laccic acid."},{"word":"Laccin","type":"n.","descr":" A yellow amorphous substance obtained from lac."},{"word":"Laccolite","type":"n.","descr":" Alt. of Laccolith"},{"word":"Laccolith","type":"n.","descr":" A mass of igneous rock intruded between sedimentary beds and resulting in a mammiform bulging of the overlying strata."},{"word":"Lace","type":"n.","descr":" That which binds or holds, especially by being interwoven; a string, cord, or band, usually one passing through eyelet or other holes, and used in drawing and holding together parts of a garment, of a shoe, of a machine belt, etc."},{"word":"Lace","type":"n.","descr":" A snare or gin, especially one made of interwoven cords; a net."},{"word":"Lace","type":"n.","descr":" A fabric of fine threads of linen, silk, cotton, etc., often ornamented with figures; a delicate tissue of thread, much worn as an ornament of dress."},{"word":"Lace","type":"n.","descr":" Spirits added to coffee or some other beverage."},{"word":"Laced","type":"imp. and p. p.","descr":" of Lace"},{"word":"Lacing","type":"p. pr. and vb. n.","descr":" of Lace"},{"word":"Lace","type":"v. t.","descr":" To fasten with a lace; to draw together with a lace passed through eyelet holes; to unite with a lace or laces, or, figuratively. with anything resembling laces."},{"word":"Lace","type":"v. t.","descr":" To adorn with narrow strips or braids of some decorative material; as, cloth laced with silver."},{"word":"Lace","type":"v. t.","descr":" To beat; to lash; to make stripes on."},{"word":"Lace","type":"v. t.","descr":" To add spirits to (a beverage)."},{"word":"Lace","type":"v. i.","descr":" To be fastened with a lace, or laces; as, these boots lace."},{"word":"Lace-bark","type":"n.","descr":" A shrub in the West Indies (Lagetta Iintearia); -- so called from the lacelike layers of its inner bark."},{"word":"Laced","type":"a.","descr":" Fastened with a lace or laces; decorated with narrow strips or braid. See Lace, v. t."},{"word":"Laced","type":"v. t.","descr":" Decorated with the fabric lace."},{"word":"Lacedaemonian","type":"a.","descr":" Of or pertaining to Lacedaemon or Sparta, the chief city of Laconia in the Peloponnesus."},{"word":"Lacedaemonian","type":"n.","descr":" A Spartan."},{"word":"Lacemen","type":"pl. ","descr":" of Laceman"},{"word":"Laceman","type":"n.","descr":" A man who deals in lace."},{"word":"Lacerable","type":"a.","descr":" That can be lacerated or torn."},{"word":"Lacerated","type":"imp. and p. p.","descr":" of Lacerate"},{"word":"Lacerating","type":"p. pr. and vb. n.","descr":" of Lacerate"},{"word":"Lacerate","type":"v. t.","descr":" To tear; to rend; to separate by tearing; to mangle; as, to lacerate the flesh. Hence: To afflict; to torture; as, to lacerate the heart."},{"word":"Lacerate","type":"p. a.","descr":" Alt. of Lacerated"},{"word":"Lacerated","type":"p. a.","descr":" Rent; torn; mangled; as, a lacerated wound."},{"word":"Lacerated","type":"p. a.","descr":" Jagged, or slashed irregularly, at the end, or along the edge."},{"word":"Laceration","type":"n.","descr":" The act of lacerating."},{"word":"Laceration","type":"n.","descr":" A breach or wound made by lacerating."},{"word":"Lacerative","type":"a.","descr":" Lacerating, or having the power to lacerate; as, lacerative humors."},{"word":"Lacert","type":"n.","descr":" A muscle of the human body."},{"word":"Lacerta","type":"n.","descr":" A fathom."},{"word":"Lacerta","type":"n.","descr":" A genus of lizards. See Lizard."},{"word":"Lacerta","type":"n.","descr":" The Lizard, a northern constellation."},{"word":"Lacertian","type":"a.","descr":" Like a lizard; of or pertaining to the Lacertilia."},{"word":"Lacertian","type":"n.","descr":" One of the Lacertilia."},{"word":"Lacertilia","type":"n. pl.","descr":" An order of Reptilia, which includes the lizards."},{"word":"Lacertilian","type":"a. and n.","descr":" Same as Lacertian."},{"word":"Lacertiloid","type":"a.","descr":" Like or belonging to the Lacertilia."},{"word":"Lacertine","type":"a.","descr":" Lacertian."},{"word":"Lacerti","type":"pl. ","descr":" of Lacertus"},{"word":"Lacertus","type":"n.","descr":" A bundle or fascicle of muscular fibers."},{"word":"Lacewing","type":"n.","descr":" Any one of several species of neuropterous insects of the genus Chrysopa and allied genera. They have delicate, lacelike wings and brilliant eyes. Their larvae are useful in destroying aphids. Called also lace-winged fly, and goldeneyed fly."},{"word":"Lace-winged","type":"a.","descr":" Having thin, transparent, reticulated wings; as, the lace-winged flies."},{"word":"Laches","type":"n.","descr":" Alt. of Lache"},{"word":"Lache","type":"n.","descr":" Neglect; negligence; remissness; neglect to do a thing at the proper time; delay to assert a claim."},{"word":"Lachrymable","type":"a.","descr":" Lamentable."},{"word":"Lachrymae Christi","type":"","descr":" A rich, sweet, red Neapolitan wine."},{"word":"Lachrymal","type":"a.","descr":" Of or pertaining to tears; as, lachrymal effusions."},{"word":"Lachrymal","type":"a.","descr":" Pertaining to, or secreting, tears; as, the lachrymal gland."},{"word":"Lachrymal","type":"a.","descr":" Pertaining to the lachrymal organs; as, lachrymal bone; lachrymal duct."},{"word":"Lacrymal","type":"n.","descr":" Alt. of Lacrymal"},{"word":"Lacrymal","type":"n.","descr":" See Lachrymatory."},{"word":"Lachrymary","type":"a.","descr":" Containing, or intended to contain, tears; lachrymal."},{"word":"Lachrymate","type":"v. i.","descr":" To weep."},{"word":"Lachrymation","type":"n.","descr":" The act of shedding tears; weeping."},{"word":"Lachrymatory","type":"n.","descr":" A \"tear-bottle;\" a narrow-necked vessel found in sepulchers of the ancient Romans; -- so called from a former notion that the tears of the deceased person\\'s friends were collected in it. Called also lachrymal or lacrymal."},{"word":"Lachrymiform","type":"a.","descr":" Having the form of a tear; tear-shaped."},{"word":"Lachrymose","type":"a.","descr":" Generating or shedding tears; given to shedding tears; suffused with tears; tearful."},{"word":"Lacing","type":"n.","descr":" The act of securing, fastening, or tightening, with a lace or laces."},{"word":"Lacing","type":"n.","descr":" A lace; specifically (Mach.), a thong of thin leather for uniting the ends of belts."},{"word":"Lacing","type":"n.","descr":" A rope or line passing through eyelet holes in the edge of a sail or an awning to attach it to a yard, gaff, etc."},{"word":"Lacing","type":"n.","descr":" A system of bracing bars, not crossing each other in the middle, connecting the channel bars of a compound strut."},{"word":"Laciniae","type":"pl. ","descr":" of Lacinia"},{"word":"Lacinia","type":"n.","descr":" One of the narrow, jagged, irregular pieces or divisions which form a sort of fringe on the borders of the petals of some flowers."},{"word":"Lacinia","type":"n.","descr":" A narrow, slender portion of the edge of a monophyllous calyx, or of any irregularly incised leaf."},{"word":"Lacinia","type":"n.","descr":" The posterior, inner process of the stipes on the maxillae of insects."},{"word":"Laciniate","type":"a.","descr":" Alt. of Laciniated"},{"word":"Laciniated","type":"a.","descr":" Fringed; having a fringed border."},{"word":"Laciniated","type":"a.","descr":" Cut into deep, narrow, irregular lobes; slashed."},{"word":"Laciniolate","type":"a.","descr":" Consisting of, or abounding in, very minute laciniae."},{"word":"Lacinulae","type":"pl. ","descr":" of Lacinula"},{"word":"Lacinulas","type":"pl. ","descr":" of Lacinula"},{"word":"Lacinula","type":"n.","descr":" A diminutive lacinia."},{"word":"Lack","type":"n.","descr":" Blame; cause of blame; fault; crime; offense."},{"word":"Lack","type":"n.","descr":" Deficiency; want; need; destitution; failure; as, a lack of sufficient food."},{"word":"Lacked","type":"imp. and p. p.","descr":" of Lack"},{"word":"Lacking","type":"p. pr. and vb. n.","descr":" of Lack"},{"word":"Lack","type":"v. t.","descr":" To blame; to find fault with."},{"word":"Lack","type":"v. t.","descr":" To be without or destitute of; to want; to need."},{"word":"Lack","type":"v. i.","descr":" To be wanting; often, impersonally, with of, meaning, to be less than, short, not quite, etc."},{"word":"Lack","type":"v. i.","descr":" To be in want."},{"word":"Lack","type":"interj.","descr":" Exclamation of regret or surprise."},{"word":"Lackadaisical","type":"a.","descr":" Affectedly pensive; languidly sentimental."},{"word":"Lackadaisy","type":"interj.","descr":" An expression of languor."},{"word":"Lackadaisy","type":"a.","descr":" Lackadaisical."},{"word":"Lackaday","type":"interj.","descr":" Alack the day; alas; -- an expression of sorrow, regret, dissatisfaction, or surprise."},{"word":"Lackbrain","type":"n.","descr":" One who is deficient in understanding; a witless person."},{"word":"Lacker","type":"n.","descr":" One who lacks or is in want."},{"word":"Lacker","type":"n. and v.","descr":" See Lacquer."},{"word":"Lackeys","type":"pl. ","descr":" of Lackey"},{"word":"Lackey","type":"v.","descr":" An attending male servant; a footman; a servile follower."},{"word":"Lackey","type":"v. t.","descr":" To attend as a lackey; to wait upon."},{"word":"Lackeyed","type":"imp. and p. p.","descr":" of Lackey"},{"word":"Lackeying","type":"p. pr. and vb. n.","descr":" of Lackey"},{"word":"Lackey","type":"v. i.","descr":" To act or serve as lackey; to pay servile attendance."},{"word":"Lackluster","type":"n.","descr":" Alt. of Lacklustre"},{"word":"Lacklustre","type":"n.","descr":" A want of luster."},{"word":"Lacklustre","type":"a.","descr":" Wanting luster or brightness."},{"word":"Lacmus","type":"n.","descr":" See Litmus."},{"word":"Laconian","type":"a.","descr":" Of or pertaining to Laconia, a division of ancient Greece; Spartan."},{"word":"Laconian","type":"n.","descr":" An inhabitant of Laconia; esp., a Spartan."},{"word":"Laconic","type":"a.","descr":" Alt. of Laconical"},{"word":"Laconical","type":"a.","descr":" Expressing much in few words, after the manner of the Laconians or Spartans; brief and pithy; brusque; epigrammatic. In this sense laconic is the usual form."},{"word":"Laconical","type":"a.","descr":" Laconian; characteristic of, or like, the Spartans; hence, stern or severe; cruel; unflinching."},{"word":"Laconic","type":"n.","descr":" Laconism."},{"word":"Laconical","type":"a.","descr":" See Laconic, a."},{"word":"Laconically","type":"adv.","descr":" In a laconic manner."},{"word":"LaconIcism","type":"n.","descr":" Same as Laconism."},{"word":"Laconism","type":"n.","descr":" A vigorous, brief manner of expression; laconic style."},{"word":"Laconism","type":"n.","descr":" An instance of laconic style or expression."},{"word":"Laconized","type":"imp. and p. p.","descr":" of Laconize"},{"word":"Laconizing","type":"p. pr. and vb. n.","descr":" of Laconize"},{"word":"Laconize","type":"v. i.","descr":" To imitate the manner of the Laconians, especially in brief, pithy speech, or in frugality and austerity."},{"word":"Lacquer","type":"n.","descr":" A varnish, consisting of a solution of shell-lac in alcohol, often colored with gamboge, saffron, or the like; -- used for varnishing metals, papier-mache, and wood. The name is also given to varnishes made of other ingredients, esp. the tough, solid varnish of the Japanese, with which ornamental objects are made."},{"word":"Lacquered","type":"imp. and p. p.","descr":" of Lacquer"},{"word":"Lacquering","type":"p. pr. and vb. n.","descr":" of Lacquer"},{"word":"Lacquer","type":"v. t.","descr":" To cover with lacquer."},{"word":"Lacquerer","type":"n.","descr":" One who lacquers, especially one who makes a business of lacquering."},{"word":"Lacquering","type":"n.","descr":" The act or business of putting on lacquer; also, the coat of lacquer put on."},{"word":"Lacrimoso","type":"a.","descr":" Plaintive; -- a term applied to a mournful or pathetic movement or style."},{"word":"Lacrosse","type":"n.","descr":" A game of ball, originating among the North American Indians, now the popular field sport of Canada, and played also in England and the United States. Each player carries a long-handled racket, called a \"crosse\". The ball is not handled but caught with the crosse and carried on it, or tossed from it, the object being to carry it or throw it through one of the goals placed at opposite ends of the field."},{"word":"Lacrymal","type":"n. and a.","descr":" See Lachrymatory, n., and Lachrymal, a."},{"word":"Lacrymary","type":"","descr":" Alt. of Lacrymose"},{"word":"Lacrytory","type":"","descr":" Alt. of Lacrymose"},{"word":"Lacrymose","type":"","descr":" See Lachrymary, Lachrymatory, Lachrymose."},{"word":"Lactage","type":"n.","descr":" The produce of animals yielding milk; milk and that which is made from it."},{"word":"Lactam","type":"n.","descr":" One of a series of anhydrides of an amido type, analogous to the lactones, as oxindol."},{"word":"Lactamic","type":"a.","descr":" Pertaining to, or designating, an amido acid related to lactic acid, and called also amido-propionic acid."},{"word":"Lactamide","type":"n.","descr":" An acid amide derived from lactic acid, and obtained as a white crystalline substance having a neutral reaction. It is metameric with alanine."},{"word":"Lactant","type":"a.","descr":" Suckling; giving suck."},{"word":"Lactarene","type":"n.","descr":" A preparation of casein from milk, used in printing calico."},{"word":"Lactary","type":"a.","descr":" Milky; full of white juice like milk."},{"word":"Lactary","type":"n.","descr":" a dairyhouse."},{"word":"Lactate","type":"n.","descr":" A salt of lactic acid."},{"word":"Lactation","type":"n.","descr":" A giving suck; the secretion and yielding of milk by the mammary gland."},{"word":"Lacteal","type":"a.","descr":" Pertaining to, or resembling, milk; milky; as, the lacteal fluid."},{"word":"Lacteal","type":"a.","descr":" Pertaining to, or containing, chyle; as, the lacteal vessels."},{"word":"Lacteal","type":"n.","descr":" One of the lymphatic vessels which convey chyle from the small intestine through the mesenteric glands to the thoracic duct; a chyliferous vessel."},{"word":"Lacteally","type":"adv.","descr":" Milkily; in the manner of milk."},{"word":"Lactean","type":"a.","descr":" Milky; consisting of, or resembling, milk."},{"word":"Lactean","type":"a.","descr":" Lacteal; conveying chyle."},{"word":"Lacteous","type":"a.","descr":" Milky; resembling milk."},{"word":"Lacteous","type":"a.","descr":" Lacteal; conveying chyle; as, lacteous vessels."},{"word":"Lacteously","type":"adv.","descr":" In a lacteous manner; after the manner of milk."},{"word":"Lactescence","type":"n.","descr":" The state or quality of producing milk, or milklike juice; resemblance to milk; a milky color."},{"word":"Lactescence","type":"n.","descr":" The latex of certain plants. See Latex."},{"word":"Lactescent","type":"a.","descr":" Having a milky look; becoming milky."},{"word":"Lactescent","type":"a.","descr":" Producing milk or a milklike juice or fluid, as the milkweed. See Latex."},{"word":"Lactic","type":"a.","descr":" Of or pertaining to milk; procured from sour milk or whey; as, lactic acid; lactic fermentation, etc."},{"word":"Lactide","type":"n.","descr":" A white, crystalline substance, obtained from also, by extension, any similar substance."},{"word":"Lactiferous","type":"a.","descr":" Bearing or containing milk or a milky fluid; as, the lactiferous vessels, cells, or tissue of various vascular plants."},{"word":"Lactific","type":"a.","descr":" Alt. of Lactifical"},{"word":"Lactifical","type":"a.","descr":" Producing or yielding milk."},{"word":"Lactifuge","type":"n.","descr":" A medicine to check the secretion of milk, or to dispel a supposed accumulation of milk in any part of the body."},{"word":"Lactim","type":"n.","descr":" One of a series of anhydrides resembling the lactams, but of an imido type; as, isatine is a lactim.  Cf. Lactam."},{"word":"Lactimide","type":"n.","descr":" A white, crystalline substance obtained as an anhydride of alanine, and regarded as an imido derivative of lactic acid."},{"word":"Lactin","type":"n.","descr":" See Lactose."},{"word":"Lactoabumin","type":"n.","descr":" The albumin present on milk, apparently identical with ordinary serum albumin. It is distinct from the casein of milk."},{"word":"Lactobutyrometer","type":"n.","descr":" An instrument for determining the amount of butter fat contained in a given sample of milk."},{"word":"Lactodensimeter","type":"n.","descr":" A form of hydrometer, specially graduated, for finding the density of milk, and thus discovering whether it has been mixed with water or some of the cream has been removed."},{"word":"Lactometer","type":"n.","descr":" An instrument for estimating the purity or richness of milk, as a measuring glass, a specific gravity bulb, or other apparatus."},{"word":"Lactone","type":"n.","descr":" One of a series of organic compounds, regarded as anhydrides of certain hydroxy acids. In general, they are colorless liquids, having a weak aromatic odor. They are so called because the typical lactone is derived from lactic acid."},{"word":"Lactonic","type":"a.","descr":" Of, pertaining to, or derived from, lactone."},{"word":"Lactonic","type":"a.","descr":" Pertaining to, or designating, an acid obtained by the oxidation of milk sugar (lactose)."},{"word":"Lactoprotein","type":"n.","descr":" A peculiar albuminous body considered a normal constituent of milk."},{"word":"Lactory","type":"a.","descr":" Lactiferous."},{"word":"Lactoscope","type":"n.","descr":" An instrument for estimating the amount of cream contained in milk by ascertaining its relative opacity."},{"word":"Lactose","type":"n.","descr":" Sugar of milk or milk sugar; a crystalline sugar present in milk, and separable from the whey by evaporation and crystallization. It has a slightly sweet taste, is dextrorotary, and is much less soluble in water than either cane sugar or glucose. Formerly called lactin."},{"word":"Lactose","type":"n.","descr":" See Galactose."},{"word":"Lactuca","type":"n.","descr":" A genus of composite herbs, several of which are cultivated foe salad; lettuce."},{"word":"Lactucarium","type":"n.","descr":" The inspissated juice of the common lettuce, sometimes used as a substitute for opium."},{"word":"Lactucic","type":"a.","descr":" Pertaining to, or derived from, the juice of the Lactuca virosa; -- said of certain acids."},{"word":"Lactucin","type":"n.","descr":" A white, crystalline substance, having a bitter taste and a neutral reaction, and forming one of the essential ingredients of lactucarium."},{"word":"Lactucone","type":"n.","descr":" A white, crystalline, tasteless substance, found in the milky sap of species of Lactuca, and constituting an essential ingredient of lactucarium."},{"word":"Lacturamic","type":"a.","descr":" Pertaining to, or designating, an organic amido acid, which is regarded as a derivative of lactic acid and urea."},{"word":"Lactyl","type":"n.","descr":" An organic residue or radical derived from lactic acid."},{"word":"Lacunae","type":"pl. ","descr":" of Lacuna"},{"word":"Lacunas","type":"pl. ","descr":" of Lacuna"},{"word":"Lacuna","type":"n.","descr":" A small opening; a small pit or depression; a small blank space; a gap or vacancy; a hiatus."},{"word":"Lacuna","type":"n.","descr":" A small opening; a small depression or cavity; a space, as a vacant space between the cells of plants, or one of the spaces left among the tissues of the lower animals, which serve in place of vessels for the circulation of the body fluids, or the cavity or sac, usually of very small size, in a mucous membrane."},{"word":"Lacunal","type":"a.","descr":" Alt. of Lacunar"},{"word":"Lacunar","type":"a.","descr":" Pertaining to, or having, lacunae; as, a lacunar circulation."},{"word":"Lacunars","type":"pl. ","descr":" of Lacunar"},{"word":"Lacunaria","type":"pl. ","descr":" of Lacunar"},{"word":"Lacunar","type":"n.","descr":" The ceiling or under surface of any part, especially when it consists of compartments, sunk or hollowed without spaces or bands between the panels."},{"word":"Lacunar","type":"n.","descr":" One of the sunken panels in such a ceiling."},{"word":"Lacune","type":"n.","descr":" A lacuna."},{"word":"Lacunose","type":"a.","descr":" Alt. of Lacunous"},{"word":"Lacunous","type":"a.","descr":" Furrowed or pitted; having shallow cavities or lacunae; as, a lacunose leaf."},{"word":"Lacustral","type":"a.","descr":" Alt. of Lacustrine"},{"word":"Lacustrine","type":"a.","descr":" Found in, or pertaining to, lakes or ponds, or growing in them; as, lacustrine flowers."},{"word":"Lacwork","type":"n.","descr":" Ornamentation by means of lacquer painted or carved, or simply colored, sprinkled with gold or the like; -- said especially of Oriental work of this kind."},{"word":"Lad","type":"","descr":" p. p. of Lead, to guide."},{"word":"Lad","type":"n.","descr":" A boy; a youth; a stripling."},{"word":"Lad","type":"n.","descr":" A companion; a comrade; a mate."},{"word":"Ladanum","type":"n.","descr":" A gum resin gathered from certain Oriental species of Cistus. It has a pungent odor and is chiefly used in making plasters, and for fumigation."},{"word":"Ladde","type":"obs. imp.","descr":" of Lead, to guide."},{"word":"Ladder","type":"v. i.","descr":" A frame usually portable, of wood, metal, or rope, for ascent and descent, consisting of two side pieces to which are fastened cross strips or rounds forming steps."},{"word":"Ladder","type":"v. i.","descr":" That which resembles a ladder in form or use; hence, that by means of which one attains to eminence."},{"word":"Laddie","type":"n.","descr":" A lad; a male sweetheart."},{"word":"Laded","type":"imp.","descr":" of Lade"},{"word":"Laded","type":"p. p.","descr":" of Lade"},{"word":"Laded","type":"","descr":" of Lade"},{"word":"Lading","type":"p. pr. and vb. n.","descr":" of Lade"},{"word":"Lade","type":"v. t.","descr":" To load; to put a burden or freight on or in; -- generally followed by that which receives the load, as the direct object."},{"word":"Lade","type":"v. t.","descr":" To throw in out. with a ladle or dipper; to dip; as, to lade water out of a tub, or into a cistern."},{"word":"Lade","type":"v. t.","descr":" To transfer (the molten glass) from the pot to the forming table."},{"word":"Lade","type":"v. t.","descr":" To draw water."},{"word":"Lade","type":"v. t.","descr":" To admit water by leakage, as a ship, etc."},{"word":"Lade","type":"n.","descr":" The mouth of a river."},{"word":"Lade","type":"n.","descr":" A passage for water; a ditch or drain."},{"word":"Lademan","type":"n.","descr":" One who leads a pack horse; a miller\\'s servant."},{"word":"Laden","type":"p. and a.","descr":" Loaded; freighted; burdened; as, a laden vessel; a laden heart."},{"word":"Ladied","type":"a.","descr":" Ladylike; not rough; gentle."},{"word":"Ladies eardrops","type":"","descr":" The small-flowered Fuchsia (F. coccinea), and other closely related species."},{"word":"Ladify","type":"v. t.","descr":" To make a lady of; to make ladylike."},{"word":"Ladin","type":"n.","descr":" A Romansch dialect spoken in some parts of Switzerland and the Tyrol."},{"word":"Lading","type":"n.","descr":" The act of loading."},{"word":"Lading","type":"n.","descr":" That which lades or constitutes a load or cargo; freight; burden; as, the lading of a ship."},{"word":"Ladinos","type":"pl. ","descr":" of Ladino"},{"word":"Ladino","type":"n.","descr":" One of the half-breed descendants of whites and Indians; a mestizo; -- so called throughout Central America. They are usually of a yellowish orange tinge."},{"word":"Ladkin","type":"n.","descr":" A little lad."},{"word":"Ladle","type":"v. t.","descr":" A cuplike spoon, often of large size, with a long handle, used in lading or dipping."},{"word":"Ladle","type":"v. t.","descr":" A vessel to carry liquid metal from the furnace to the mold."},{"word":"Ladle","type":"v. t.","descr":" The float of a mill wheel; -- called also ladle board."},{"word":"Ladle","type":"v. t.","descr":" An instrument for drawing the charge of a cannon."},{"word":"Ladle","type":"v. t.","descr":" A ring, with a handle or handles fitted to it, for carrying shot."},{"word":"Ladled","type":"imp. and p. p.","descr":" of Ladle"},{"word":"Ladling","type":"p. pr. and vb. n.","descr":" of Ladle"},{"word":"Ladle","type":"v. t.","descr":" To take up and convey in a ladle; to dip with, or as with, a ladle; as, to ladle out soup; to ladle oatmeal into a kettle."},{"word":"Ladlefuls","type":"pl. ","descr":" of Ladleful"},{"word":"Ladleful","type":"n.","descr":" A quantity sufficient to fill a ladle."},{"word":"Ladrone","type":"n.","descr":" A robber; a pirate; hence, loosely, a rogue or rascal."},{"word":"Ladies","type":"pl. ","descr":" of Lady"},{"word":"Lady","type":"n.","descr":" A woman who looks after the domestic affairs of a family; a mistress; the female head of a household."},{"word":"Lady","type":"n.","descr":" A woman having proprietary rights or authority; mistress; -- a feminine correlative of lord."},{"word":"Lady","type":"n.","descr":" A woman to whom the particular homage of a knight was paid; a woman to whom one is devoted or bound; a sweetheart."},{"word":"Lady","type":"n.","descr":" A woman of social distinction or position. In England, a title prefixed to the name of any woman whose husband is not of lower rank than a baron, or whose father was a nobleman not lower than an earl. The wife of a baronet or knight has the title of Lady by courtesy, but not by right."},{"word":"Lady","type":"n.","descr":" A woman of refined or gentle manners; a well-bred woman; -- the feminine correlative of gentleman."},{"word":"Lady","type":"n.","descr":" A wife; -- not now in approved usage."},{"word":"Lady","type":"n.","descr":" The triturating apparatus in the stomach of a lobster; -- so called from a fancied resemblance to a seated female figure. It consists of calcareous plates."},{"word":"Lady","type":"a.","descr":" Belonging or becoming to a lady; ladylike."},{"word":"Ladybird","type":"n.","descr":" Any one of numerous species of small beetles of the genus Coccinella and allied genera (family Coccinellidae); -- called also ladybug, ladyclock, lady cow, lady fly, and lady beetle. Coccinella seplempunctata in one of the common European species. See Coccinella."},{"word":"Ladybug","type":"n.","descr":" Same as Ladybird."},{"word":"Ladyclock","type":"n.","descr":" See Ladyrird."},{"word":"Lady","type":"","descr":" The day of the annunciation of the Virgin Mary, March 25. See Annunciation."},{"word":"Ladyfish","type":"n.","descr":" A large, handsome oceanic fish (Albula vulpes), found both in the Atlantic and Pacific oceans; -- called also bonefish, grubber, French mullet, and macabe."},{"word":"Ladyfish","type":"n.","descr":" A labroid fish (Harpe rufa) of Florida and the West Indies."},{"word":"Ladyhood","type":"n.","descr":" The state or quality of being a lady; the personality of a lady."},{"word":"Lady-killer","type":"n.","descr":" A gallant who captivates the hearts of women."},{"word":"Lady-killing","type":"n.","descr":" The art or practice of captivating the hearts of women."},{"word":"Ladykin","type":"n.","descr":" A little lady; -- applied by the writers of Queen Elizabeth\\'s time, in the abbreviated form Lakin, to the Virgin Mary."},{"word":"Ladylike","type":"a.","descr":" Like a lady in appearance or manners; well-bred."},{"word":"Ladylike","type":"a.","descr":" Becoming or suitable to a lady; as, ladylike manners."},{"word":"Ladylike","type":"a.","descr":" Delicate; tender; feeble; effeminate."},{"word":"Ladylikeness","type":"n.","descr":" The quality or state of being ladylike."},{"word":"Ladylove","type":"n.","descr":" A sweetheart or mistress."},{"word":"Ladys bedstraw","type":"","descr":" The common bedstraw (Galium verum); also, a slender-leaved East Indian shrub (Pharnaceum Mollugo), with white flowers in umbels."},{"word":"Ladys bower","type":"","descr":" A climbing plant with fragrant blossoms (Clematis vitalba)."},{"word":"Ladys comb","type":"","descr":" An umbelliferous plant (Scandix Pecten-Veneris), its clusters of long slender fruits remotely resembling a comb."},{"word":"Ladys cushion","type":"","descr":" An herb growing in dense tufts; the thrift (Armeria vulgaris)."},{"word":"Ladys finger","type":"","descr":" The kidney vetch."},{"word":"Ladys finger","type":"","descr":" A variety of small cake of about the dimensions of a finger."},{"word":"Ladys finger","type":"","descr":" A long, slender variety of the potato."},{"word":"Ladys finger","type":"","descr":" One of the branchiae of the lobster."},{"word":"Ladys garters","type":"","descr":" Ribbon grass."},{"word":"Ladys hair","type":"","descr":" A plant of the genus Briza (B. media); a variety of quaking grass."},{"word":"Ladyship","type":"n.","descr":" The rank or position of a lady; -- given as a title (preceded by her or your)."},{"word":"Ladys laces","type":"","descr":" A slender climbing plant; dodder."},{"word":"Ladys looking-glass","type":"","descr":" See Venus\\'s looking-glass, under Venus."},{"word":"Ladys mantle","type":"","descr":" A genus of rosaceous herbs (Alchemilla), esp. the European A. vulgaris, which has leaves with rounded and finely serrated lobes."},{"word":"Ladys seal","type":"","descr":" The European Solomon\\'s seal (Polygonatum verticillatum)."},{"word":"Ladys seal","type":"","descr":" The black bryony (Tamus communis)."},{"word":"Ladys slipper","type":"","descr":" Any orchidaceous plant of the genus Cypripedium, the labellum of which resembles a slipper. Less commonly, in the United States, the garden balsam (Impatiens Balsamina)."},{"word":"Ladys smock","type":"","descr":" A plant of the genus Cardamine (C. pratensis); cuckoo flower."},{"word":"Ladys thimble","type":"","descr":" The harebell."},{"word":"Ladys thumb","type":"","descr":" An annual weed (Polygonum Persicaria), having a lanceolate leaf with a dark spot in the middle."},{"word":"Ladys traces","type":"","descr":" Alt. of Ladies\\' tresses"},{"word":"Ladies tresses","type":"","descr":" A name given to several species of the orchidaceous genus Spiranthes, in which the white flowers are set in spirals about a slender axis and remotely resemble braided hair."},{"word":"Laelaps","type":"n.","descr":" A genus of huge, carnivorous, dinosaurian reptiles from the Cretaceous formation of the United States. They had very large hind legs and tail, and are supposed to have been bipedal. Some of the species were about eighteen feet high."},{"word":"Laemmergeyer","type":"n.","descr":" See Lammergeir."},{"word":"Laemodipod","type":"n.","descr":" One of the Laemodipoda."},{"word":"Laemodipoda","type":"n. pl.","descr":" A division of amphipod Crustacea, in which the abdomen is small or rudimentary and the legs are often reduced to five pairs. The whale louse, or Cyamus, and Caprella are examples."},{"word":"Laemodipodous","type":"a.","descr":" Of or pertaining to the Laemodipoda."},{"word":"Laetere Sunday","type":"","descr":" The fourth Sunday of Lent; -- so named from the Latin word Laetare (rejoice), the first word in the antiphone of the introit sung that day in the Roman Catholic service."},{"word":"Laevigate","type":"a.","descr":" Having a smooth surface, as if polished."},{"word":"Laevo-","type":"","descr":" A prefix. See Levo."},{"word":"Laevorotatory","type":"a.","descr":" Same as Levorotatory.  Cf. Dextrorotatory."},{"word":"Laevulose","type":"n.","descr":" See Levulose."},{"word":"Lafayette","type":"n.","descr":" The dollar fish."},{"word":"Lafayette","type":"n.","descr":" A market fish, the goody, or spot (Liostomus xanthurus), of the southern coast of the United States."},{"word":"Laft","type":"","descr":" p. p. of Leave."},{"word":"Lafte","type":"","descr":" imp. of Leave."},{"word":"Lag","type":"a.","descr":" Coming tardily after or behind; slow; tardy."},{"word":"Lag","type":"a.","descr":" Last; long-delayed; -- obsolete, except in the phrase lag end."},{"word":"Lag","type":"a.","descr":" Last made; hence, made of refuse; inferior."},{"word":"Lag","type":"n.","descr":" One who lags; that which comes in last."},{"word":"Lag","type":"n.","descr":" The fag-end; the rump; hence, the lowest class."},{"word":"Lag","type":"n.","descr":" The amount of retardation of anything, as of a valve in a steam engine, in opening or closing."},{"word":"Lag","type":"n.","descr":" A stave of a cask, drum, etc.; especially (Mach.), one of the narrow boards or staves forming the covering of a cylindrical object, as a boiler, or the cylinder of a carding machine or a steam engine."},{"word":"Lag","type":"n.","descr":" See Graylag."},{"word":"Lagged","type":"imp. and p. p.","descr":" of Lag"},{"word":"Lagging","type":"p. pr. and vb. n.","descr":" of Lag"},{"word":"Lag","type":"v. i.","descr":" To walk or more slowly; to stay or fall behind; to linger or loiter."},{"word":"Lag","type":"v. t.","descr":" To cause to lag; to slacken."},{"word":"Lag","type":"v. t.","descr":" To cover, as the cylinder of a steam engine, with lags. See Lag, n., 4."},{"word":"Lag","type":"n.","descr":" One transported for a crime."},{"word":"Lag","type":"v. t.","descr":" To transport for crime."},{"word":"Lagan","type":"n. and v.","descr":" See Ligan."},{"word":"Lagarto","type":"n.","descr":" An alligator."},{"word":"Lagenae","type":"pl. ","descr":" of Lagena"},{"word":"Lagenas","type":"pl. ","descr":" of Lagena"},{"word":"Lagena","type":"n.","descr":" The terminal part of the cochlea in birds and most reptiles; an appendage of the sacculus, corresponding to the cochlea, in fishes and amphibians."},{"word":"Lagenian","type":"a.","descr":" Like, or pertaining to, Lagena, a genus of Foraminifera having a straight, chambered shell."},{"word":"Lageniform","type":"a.","descr":" Shaped like a bottle or flask; flag-shaped."},{"word":"Lager","type":"n.","descr":" Lager beer."},{"word":"Lager beer","type":"","descr":" Originally a German beer, but now also made in immense quantities in the United States; -- so called from its being laid up or stored for some months before use."},{"word":"Lager wine","type":"","descr":" Wine which has been kept for some time in the cellar."},{"word":"Laggard","type":"a.","descr":" Slow; sluggish; backward."},{"word":"Laggard","type":"n.","descr":" One who lags; a loiterer."},{"word":"Lagger","type":"n.","descr":" A laggard."},{"word":"Lagging","type":"n.","descr":" The clothing (esp., an outer, wooden covering), as of a steam cylinder, applied to prevent the radiation of heat; a covering of lags; -- called also deading and cleading."},{"word":"Lagging","type":"n.","descr":" Lags, collectively; narrow planks extending from one rib to another in the centering of arches."},{"word":"Laggingly","type":"adv.","descr":" In a lagging manner; loiteringly."},{"word":"Lagly","type":"adv.","descr":" Laggingly."},{"word":"Lagomorph","type":"n.","descr":" One of the Lagomorpha."},{"word":"Lagemorpha","type":"n. pl.","descr":" A group of rodents, including the hares. They have four incisors in the upper jaw. Called also Duplicidentata."},{"word":"Lagoon","type":"n.","descr":" A shallow sound, channel, pond, or lake, especially one into which the sea flows; as, the lagoons of Venice."},{"word":"Lagoon","type":"n.","descr":" A lake in a coral island, often occupying a large portion of its area, and usually communicating with the sea. See Atoll."},{"word":"Lagophthalmia","type":"n.","descr":" Alt. of Lagophthalmos"},{"word":"Lagophthalmos","type":"n.","descr":" A morbid condition in which the eye stands wide open, giving a peculiar staring appearance."},{"word":"Lagopous","type":"a.","descr":" Having a dense covering of long hair, like the foot of a hare."},{"word":"Lagune","type":"n.","descr":" See Lagoon."},{"word":"Laic","type":"a.","descr":" Alt. of Laical"},{"word":"Laical","type":"a.","descr":" Of or pertaining to a layman or the laity."},{"word":"Laic","type":"n.","descr":" A layman."},{"word":"Laicality","type":"n.","descr":" The state or quality of being laic; the state or condition of a layman."},{"word":"Laically","type":"adv.","descr":" As a layman; after the manner of a layman; as, to treat a matter laically."},{"word":"Laid","type":"imp. and p. p.","descr":" of Lay."},{"word":"Laidly","type":"a.","descr":" Ugly; loathsome."},{"word":"Lain","type":"p. p.","descr":" of Lie, v. i."},{"word":"Lainere","type":"n.","descr":" See Lanier."},{"word":"Lair","type":"n.","descr":" A place in which to lie or rest; especially, the bed or couch of a wild beast."},{"word":"Lair","type":"n.","descr":" A burying place."},{"word":"Lair","type":"n.","descr":" A pasture; sometimes, food."},{"word":"Laird","type":"n.","descr":" A lord; a landholder, esp. one who holds land directly of the crown."},{"word":"Lairdship","type":"n.","descr":" The state of being a laird; an estate; landed property."},{"word":"Laism","type":"n.","descr":" See Lamaism."},{"word":"Laissez faire","type":"","descr":" Noninterference; -- an axiom of some political economists, deprecating interference of government by attempts to foster or regulate commerce, manufactures, etc., by bounty or by restriction; as, the doctrine of laissez faire; the laissez faire system government."},{"word":"Laity","type":"a.","descr":" The people, as distinguished from the clergy; the body of the people not in orders."},{"word":"Laity","type":"a.","descr":" The state of a layman."},{"word":"Laity","type":"a.","descr":" Those who are not of a certain profession, as law or medicine, in distinction from those belonging to it."},{"word":"Lakao","type":"n.","descr":" Sap green."},{"word":"Lake","type":"n.","descr":" A pigment formed by combining some coloring matter, usually by precipitation, with a metallic oxide or earth, esp. with aluminium hydrate; as, madder lake; Florentine lake; yellow lake, etc."},{"word":"Lake","type":"n.","descr":" A kind of fine white linen, formerly in use."},{"word":"Lake","type":"v. i.","descr":" To play; to sport."},{"word":"Lake","type":"n.","descr":" A large body of water contained in a depression of the earth\\'s surface, and supplied from the drainage of a more or less extended area."},{"word":"Lake-dweller","type":"n.","descr":" See Lake dwellers, under Lake."},{"word":"Lakelet","type":"n.","descr":" A little lake."},{"word":"Lakeweed","type":"n.","descr":" The water pepper (Polygonum Hydropiper), an aquatic plant of Europe and North America."},{"word":"Lakh","type":"n.","descr":" Same as Lac, one hundred thousand."},{"word":"Lakin","type":"n.","descr":" See Ladykin."},{"word":"Lakke","type":"n. and v.","descr":" See Lack."},{"word":"Laky","type":"a.","descr":" Pertaining to a lake."},{"word":"Laky","type":"a.","descr":" Transparent; -- said of blood rendered transparent by the action of some solvent agent on the red blood corpuscles."},{"word":"Lallation","type":"n.","descr":" An imperfect enunciation of the letter r, in which it sounds like l."},{"word":"Lalo","type":"n.","descr":" The powdered leaves of the baobab tree, used by the Africans to mix in their soup, as the southern negroes use powdered sassafras.  Cf. Couscous."},{"word":"Lammed","type":"imp. and p. p.","descr":" of Lam"},{"word":"Lamming","type":"p. pr. and vb. n.","descr":" of Lam"},{"word":"Lam","type":"v. t.","descr":" To beat soundly; to thrash."},{"word":"Lama","type":"n.","descr":" See Llama."},{"word":"Lama","type":"n.","descr":" In Thibet, Mongolia, etc., a priest or monk of the belief called Lamaism."},{"word":"Lamaic","type":"a.","descr":" Of or pertaining to Lamaism."},{"word":"Lamaism","type":"n.","descr":" A modified form of Buddhism which prevails in Thibet, Mongolia, and some adjacent parts of Asia; -- so called from the name of its priests. See 2d Lama."},{"word":"Lamaist","type":"n.","descr":" Alt. of Lamaite"},{"word":"Lamaite","type":"n.","descr":" One who believes in Lamaism."},{"word":"Lamaistic","type":"a.","descr":" Of or pertaining to Lamaism."},{"word":"Lamantin","type":"n.","descr":" The manatee."},{"word":"Lamarckian","type":"a.","descr":" Pertaining to, or involved in, the doctrines of Lamarckianism."},{"word":"Lamarckianism","type":"n.","descr":" Lamarckism."},{"word":"Lamarckism","type":"n.","descr":" The theory that structural variations, characteristic of species and genera, are produced in animals and plants by the direct influence of physical environments, and esp., in the case of animals, by effort, or by use or disuse of certain organs."},{"word":"Lamasery","type":"n.","descr":" A monastery or convent of lamas, in Thibet, Mongolia, etc."},{"word":"Lamb","type":"n.","descr":" The young of the sheep."},{"word":"Lamb","type":"n.","descr":" Any person who is as innocent or gentle as a lamb."},{"word":"Lamb","type":"n.","descr":" A simple, unsophisticated person; in the cant of the Stock Exchange, one who ignorantly speculates and is victimized."},{"word":"Lambed","type":"imp. and p. p.","descr":" of Lamb"},{"word":"Lambing","type":"p. pr. and vb. n.","descr":" of Lamb"},{"word":"Lamb","type":"v. i.","descr":" To bring forth a lamb or lambs, as sheep."},{"word":"Lambale","type":"n.","descr":" A feast at the time of shearing lambs."},{"word":"Lambaste","type":"v. t.","descr":" To beat severely."},{"word":"Lambative","type":"a.","descr":" Taken by licking with the tongue."},{"word":"Lambative","type":"n.","descr":" A medicine taken by licking with the tongue; a lincture."},{"word":"Lambda","type":"n.","descr":" The name of the Greek letter \/, \/, corresponding with the English letter L, l."},{"word":"Lambda","type":"n.","descr":" The point of junction of the sagittal and lambdoid sutures of the skull."},{"word":"Lambdacism","type":"n.","descr":" A fault in speaking or in composition, which consists in too frequent use of the letter l, or in doubling it erroneously."},{"word":"Lambdacism","type":"n.","descr":" A defect in pronunciation of the letter l when doubled, which consists in giving it a sound as if followed by y, similar to that of the letters lli in billion."},{"word":"Lambdacism","type":"n.","descr":" The use of the sound of l for that of r in pronunciation; lallation; as, Amelican for American."},{"word":"Lambdoid","type":"a.","descr":" Shaped like the Greek letter lambda (\/); as, the lambdoid suture between the occipital and parietal bones of the skull."},{"word":"Lambdoidal","type":"a.","descr":" Same as Lambdoid."},{"word":"Lambent","type":"a.","descr":" Playing on the surface; touching lightly; gliding over."},{"word":"Lambent","type":"a.","descr":" Twinkling or gleaming; fickering."},{"word":"Lambert pine","type":"","descr":" The gigantic sugar pine of California and Oregon (Pinus Lambertiana). It has the leaves in fives, and cones a foot long. The timber is soft, and like that of the white pine of the Eastern States."},{"word":"Lambkin","type":"n.","descr":" A small lamb."},{"word":"Lamblike","type":"a.","descr":" Like a lamb; gentle; meek; inoffensive."},{"word":"Lamboys","type":"n. pl.","descr":" Same as Base, n., 19."},{"word":"Lambrequin","type":"n.","descr":" A kind of pendent scarf or covering attached to the helmet, to protect it from wet or heat."},{"word":"Lambrequin","type":"n.","descr":" A leather flap hanging from a cuirass."},{"word":"Lambrequin","type":"n.","descr":" A piece of ornament drapery or short decorative hanging, pendent from a shelf or from the casing above a window, hiding the curtain fixtures, or the like."},{"word":"Lambskin","type":"n.","descr":" The skin of a lamb; especially, a skin dressed with the wool on, and used as a mat. Also used adjectively."},{"word":"Lambskin","type":"n.","descr":" A kind of woolen."},{"word":"Lambskinnet","type":"n.","descr":" See Lansquenet."},{"word":"Lambs-quarters","type":"n.","descr":" A name given to several plants of the Goosefoot family, sometimes used as pot herbs, as Chenopodium album and Atriplex patulsa."},{"word":"Lamdoidal","type":"a.","descr":" Lambdoid."},{"word":"Lame","type":"superl.","descr":" Moving with pain or difficulty on account of injury, defect, or temporary obstruction of a function; as, a lame leg, arm, or muscle."},{"word":"Lame","type":"superl.","descr":" To some degree disabled by reason of the imperfect action of a limb; crippled; as, a lame man."},{"word":"Lame","type":"superl.","descr":" Hence, hobbling; limping; inefficient; imperfect."},{"word":"Lamed","type":"imp. and p. p.","descr":" of Lame"},{"word":"Laming","type":"p. pr. and vb. n.","descr":" of Lame"},{"word":"Lame","type":"v. t.","descr":" To make lame."},{"word":"Lamel","type":"n.","descr":" See Lamella."},{"word":"Lamellae","type":"pl. ","descr":" of Lamella"},{"word":"Lamellas","type":"pl. ","descr":" of Lamella"},{"word":"Lamella","type":"n.","descr":" a thin plate or scale of anything, as a thin scale growing from the petals of certain flowers; or one of the thin plates or scales of which certain shells are composed."},{"word":"Lamellar","type":"a.","descr":" Flat and thin; lamelliform; composed of lamellae."},{"word":"Lamellarly","type":"adv.","descr":" In thin plates or scales."},{"word":"Lamellary","type":"a.","descr":" Of or pertaining to lamella or to lamellae; lamellar."},{"word":"Lamellate","type":"a.","descr":" Alt. of Lamellated"},{"word":"Lamellated","type":"a.","descr":" Composed of, or furnished with, thin plates or scales. See Illust. of Antennae."},{"word":"Lamellibranch","type":"n.","descr":" One of the Lamellibranchia. Also used adjectively."},{"word":"Lamellibranchia","type":"n. pl.","descr":" Alt. of Lamellibranchiata"},{"word":"Lamellibranchiata","type":"n. pl.","descr":" A class of Mollusca including all those that have bivalve shells, as the clams, oysters, mussels, etc."},{"word":"Lamellibranchiate","type":"a.","descr":" Having lamellar gills; belonging to the Lamellibranchia."},{"word":"Lamellibranchiate","type":"n.","descr":" One of the Lamellibranchia."},{"word":"Lamellicorn","type":"a.","descr":" Having antennae terminating in a group of flat lamellae; -- said of certain coleopterous insects."},{"word":"Lamellicorn","type":"a.","descr":" Terminating in a group of flat lamellae; -- said of antennae."},{"word":"Lamellicorn","type":"n.","descr":" A lamellicorn insect."},{"word":"Lamellicornia","type":"n. pl.","descr":" A group of lamellicorn, plant-eating beetles; -- called also Lamellicornes."},{"word":"Lamelliferous","type":"a.","descr":" Bearing, or composed of, lamellae, or thin layers, plates, or scales; foliated."},{"word":"Lamelliform","type":"a.","descr":" Thin and flat; scalelike; lamellar."},{"word":"Lamellirostral","type":"a.","descr":" Having a lamellate bill, as ducks and geese."},{"word":"Lamellirostres","type":"n. pl.","descr":" A group of birds embracing the Anseres and flamingoes, in which the bill is lamellate."},{"word":"Lamellose","type":"a.","descr":" Composed of, or having, lamellae; lamelliform."},{"word":"Lamely","type":"adv.","descr":" An a lame, crippled, disabled, or imperfect manner; as, to walk lamely; a figure lamely drawn."},{"word":"Lameness","type":"n.","descr":" The condition or quality of being lame; as, the lameness of an excuse or an argument."},{"word":"Lament","type":"v. i.","descr":" To express or feel sorrow; to weep or wail; to mourn."},{"word":"Lamented","type":"imp. and p. p.","descr":" of Lament"},{"word":"Lamenting","type":"p. pr. and vb. n.","descr":" of Lament"},{"word":"Lament","type":"v. t.","descr":" To mourn for; to bemoan; to bewail."},{"word":"Lament","type":"v.","descr":" Grief or sorrow expressed in complaints or cries; lamentation; a wailing; a moaning; a weeping."},{"word":"Lament","type":"v.","descr":" An elegy or mournful ballad, or the like."},{"word":"Lamentable","type":"a.","descr":" Mourning; sorrowful; expressing grief; as, a lamentable countenance."},{"word":"Lamentable","type":"a.","descr":" Fitted to awaken lament; to be lamented; sorrowful; pitiable; as, a lamentable misfortune, or error."},{"word":"Lamentable","type":"a.","descr":" Miserable; pitiful; paltry; -- in a contemptuous or ridiculous sense."},{"word":"Lamentation","type":"n.","descr":" The act of bewailing; audible expression of sorrow; wailing; moaning."},{"word":"Lamentation","type":"n.","descr":" A book of the Old Testament attributed to the prophet Jeremiah, and taking its name from the nature of its contents."},{"word":"Lamented","type":"a.","descr":" Mourned for; bewailed."},{"word":"Lamenter","type":"n.","descr":" One who laments."},{"word":"Lamentin","type":"n.","descr":" See Lamantin."},{"word":"Lamenting","type":"n.","descr":" Lamentation."},{"word":"Lamentingly","type":"adv.","descr":" In a lamenting manner."},{"word":"Lames","type":"n. pl.","descr":" Small steel plates combined together so as to slide one upon the other and form a piece of armor."},{"word":"Lametta","type":"n.","descr":" Foil or wire made of gold, silver, or brass."},{"word":"Lamia","type":"n.","descr":" A monster capable of assuming a woman\\'s form, who was said to devour human beings or suck their blood; a vampire; a sorceress; a witch."},{"word":"Laminae","type":"pl. ","descr":" of Lamina"},{"word":"Laminas","type":"pl. ","descr":" of Lamina"},{"word":"Lamina","type":"n.","descr":" A thin plate or scale; a layer or coat lying over another; -- said of thin plates or platelike substances, as of bone or minerals."},{"word":"Lamina","type":"n.","descr":" The blade of a leaf; the broad, expanded portion of a petal or sepal of a flower."},{"word":"Lamina","type":"n.","descr":" A thin plate or scale; specif., one of the thin, flat processes composing the vane of a feather."},{"word":"Laminability","type":"n.","descr":" The quality or state of being laminable."},{"word":"Laminable","type":"a.","descr":" Capable of being split into laminae or thin plates, as mica; capable of being extended under pressure into a thin plate or strip."},{"word":"Laminar","type":"a.","descr":" Alt. of Laminal"},{"word":"Laminal","type":"a.","descr":" In, or consisting of, thin plates or layers; having the form of a thin plate or lamina."},{"word":"Laminaria","type":"n.","descr":" A genus of great seaweeds with long and broad fronds; kelp, or devil\\'s apron. The fronds commonly grow in clusters, and are sometimes from thirty to fifty feet in length. See Illust. of Kelp."},{"word":"Laminarian","type":"a.","descr":" Pertaining to seaweeds of the genus Laminaria, or to that zone of the sea (from two to ten fathoms in depth) where the seaweeds of this genus grow."},{"word":"Laminarite","type":"n.","descr":" A broad-leafed fossil alga."},{"word":"Laminary","type":"a.","descr":" Laminar."},{"word":"Laminate","type":"a.","descr":" Consisting of, or covered with, laminae, or thin plates, scales, or layers, one over another; laminated."},{"word":"Laminated","type":"imp. and p. p.","descr":" of Laminate"},{"word":"Laminating","type":"p. pr. and vb. n.","descr":" of Laminate"},{"word":"Laminate","type":"v. t.","descr":" To cause to separate into thin plates or layers; to divide into thin plates."},{"word":"Laminate","type":"v. t.","descr":" To form, as metal, into a thin plate, as by rolling."},{"word":"Laminate","type":"v. i.","descr":" To separate into laminae."},{"word":"Laminated","type":"a.","descr":" Laminate."},{"word":"Laminating","type":"a.","descr":" Forming, or separating into, scales or thin layers."},{"word":"Lamination","type":"n.","descr":" The process of laminating, or the state of being laminated."},{"word":"Laminiferous","type":"a.","descr":" Having a structure consisting of laminae, or thin layers."},{"word":"Laminiplantar","type":"a.","descr":" Having the tarsus covered behind with a horny sheath continuous on both sides, as in most singing birds, except the larks."},{"word":"Laminitis","type":"n.","descr":" Inflammation of the laminae or fleshy plates along the coffin bone of a horse; founder."},{"word":"Lamish","type":"a.","descr":" Somewhat lame."},{"word":"Lamm","type":"v. t.","descr":" See Lam."},{"word":"Lammas","type":"n.","descr":" The first day of August; -- called also Lammas day, and Lammastide."},{"word":"Lammergeir","type":"n.","descr":" Alt. of Lammergeier"},{"word":"Lammergeier","type":"n.","descr":" A very large vulture (Gypaetus barbatus), which inhabits the mountains of Southern Europe, Asia, and Northern Africa. When full-grown it is nine or ten feet in extent of wings. It is brownish black above, with the under parts and neck rusty yellow; the forehead and crown white; the sides of the head and beard black. It feeds partly on carrion and partly on small animals, which it kills. It has the habit of carrying tortoises and marrow bones to a great height, and dropping them on stones to obtain the contents, and is therefore called bonebreaker and ossifrage. It is supposed to be the ossifrage of the Bible. Called also bearded vulture and bearded eagle."},{"word":"Lamnunguia","type":"n. pl.","descr":" Same as Hyracoidea."},{"word":"Lamp","type":"n.","descr":" A thin plate or lamina."},{"word":"Lamp","type":"n.","descr":" A light-producing vessel, instrument or apparatus; especially, a vessel with a wick used for the combustion of oil or other inflammable liquid, for the purpose of producing artificial light."},{"word":"Lamp","type":"n.","descr":" Figuratively, anything which enlightens intellectually or morally; anything regarded metaphorically a performing the uses of a lamp."},{"word":"Lamp","type":"n.","descr":" A device or mechanism for producing light by electricity. See Incandescent lamp, under Incandescent."},{"word":"Lampad","type":"n.","descr":" A lamp or candlestick."},{"word":"Lampadist","type":"n.","descr":" One who gained the prize in the lampadrome."},{"word":"Lampadrome","type":"n.","descr":" A race run by young men with lighted torches in their hands. He who reached the goal first, with his torch unextinguished, gained the prize."},{"word":"Lampas","type":"n.","descr":" An inflammation and swelling of the soft parts of the roof of the mouth immediately behind the fore teeth in the horse; -- called also lampers."},{"word":"Lampate","type":"n.","descr":" A supposed salt of lampic acid."},{"word":"Lampblack","type":"n.","descr":" The fine impalpable soot obtained from the smoke of carbonaceous substances which have been only partly burnt, as in the flame of a smoking lamp. It consists of finely divided carbon, with sometimes a very small proportion of various impurities. It is used as an ingredient of printers\\' ink, and various black pigments and cements."},{"word":"Lamper eel","type":"","descr":" See Lamprey."},{"word":"Lampern","type":"n.","descr":" The river lamprey (Ammocoetes, \/ Lampetra, fluviatilis)."},{"word":"Lampers","type":"n.","descr":" See Lampas."},{"word":"Lampic","type":"a.","descr":" Pertaining to, or produced by, a lamp; -- formerly said of a supposed acid."},{"word":"Lamping","type":"a.","descr":" Shining; brilliant."},{"word":"Lampless","type":"a.","descr":" Being without a lamp, or without light; hence, being without appreciation; dull."},{"word":"Lamplight","type":"n.","descr":" Light from a lamp."},{"word":"Lamplighter","type":"n.","descr":" One who, or that which, lights a lamp; esp., a person who lights street lamps."},{"word":"Lamplighter","type":"n.","descr":" The calico bass."},{"word":"Lampoon","type":"n.","descr":" A personal satire in writing; usually, malicious and abusive censure written only to reproach and distress."},{"word":"Lampooned","type":"imp. and p. p.","descr":" of Lampoon"},{"word":"Lampooning","type":"p. pr. and vb. n.","descr":" of Lampoon"},{"word":"Lampoon","type":"v. t.","descr":" To subject to abusive ridicule expressed in writing; to make the subject of a lampoon."},{"word":"Lampooner","type":"n.","descr":" The writer of a lampoon."},{"word":"Lampoonry","type":"n.","descr":" The act of lampooning; a lampoon, or lampoons."},{"word":"Lamp-post","type":"n.","descr":" A post (generally a pillar of iron) supporting a lamp or lantern for lighting a street, park, etc."},{"word":"Lamprel","type":"n.","descr":" See Lamprey."},{"word":"Lampreys","type":"pl. ","descr":" of Lamprey"},{"word":"Lamprey","type":"n.","descr":" An eel-like marsipobranch of the genus Petromyzon, and allied genera. The lampreys have a round, sucking mouth, without jaws, but set with numerous minute teeth, and one to three larger teeth on the palate (see Illust. of Cyclostomi). There are seven small branchial openings on each side."},{"word":"Lampron","type":"n.","descr":" See Lamprey."},{"word":"Lampyrine","type":"n.","descr":" An insect of the genus Lampyris, or family Lampyridae. See Lampyris."},{"word":"Lampyris","type":"n.","descr":" A genus of coleopterous insects, including the glowworms."},{"word":"Lanarkite","type":"n.","descr":" A mineral consisting of sulphate of lead, occurring either massive or in long slender prisms, of a greenish white or gray color."},{"word":"Lanary","type":"n.","descr":" A place for storing wool."},{"word":"Lanate","type":"","descr":" Alt. of Lanated"},{"word":"Lanated","type":"","descr":" Wooly; covered with fine long hair, or hairlike filaments."},{"word":"Lacashire boiler","type":"","descr":" A steam boiler having two flues which contain the furnaces and extend through the boiler from end to end."},{"word":"Lacasterian","type":"a.","descr":" Of or pertaining to the monitorial system of instruction followed by Joseph Lancaster, of England, in which advanced pupils in a school teach pupils below them."},{"word":"Lance","type":"n.","descr":" A weapon of war, consisting of a long shaft or handle and a steel blade or head; a spear carried by horsemen, and often decorated with a small flag; also, a spear or harpoon used by whalers and fishermen."},{"word":"Lance","type":"n.","descr":" A soldier armed with a lance; a lancer."},{"word":"Lance","type":"n.","descr":" A small iron rod which suspends the core of the mold in casting a shell."},{"word":"Lance","type":"n.","descr":" An instrument which conveys the charge of a piece of ordnance and forces it home."},{"word":"Lance","type":"n.","descr":" One of the small paper cases filled with combustible composition, which mark the outlines of a figure."},{"word":"Lanced","type":"imp. and p. p.","descr":" of Lance"},{"word":"Lancing","type":"p. pr. and vb. n.","descr":" of Lance"},{"word":"Lance","type":"v. t.","descr":" To pierce with a lance, or with any similar weapon."},{"word":"Lance","type":"v. t.","descr":" To open with a lancet; to pierce; as, to lance a vein or an abscess."},{"word":"Lance","type":"v. t.","descr":" To throw in the manner of a lance. See Lanch."},{"word":"Lance fish","type":"","descr":" A slender marine fish of the genus Ammodytes, especially Ammodytes tobianus of the English coast; -- called also sand lance."},{"word":"Lancegay","type":"n.","descr":" Alt. of Lancegaye"},{"word":"Lancegaye","type":"n.","descr":" A kind of spear anciently used. Its use was prohibited by a statute of Richard II."},{"word":"Lancelet","type":"n.","descr":" A small fishlike animal (Amphioxus lanceolatus), remarkable for the rudimentary condition of its organs. It is the type of the class Leptocardia. See Amphioxus, Leptocardia."},{"word":"Lancely","type":"a.","descr":" Like a lance."},{"word":"Lanceolar","type":"a.","descr":" Lanceolate."},{"word":"Lanceolate","type":"a.","descr":" Alt. of Lanceolated"},{"word":"Lanceolated","type":"a.","descr":" Rather narrow, tapering to a point at the apex, and sometimes at the base also; as, a lanceolate leaf."},{"word":"Lancepesade","type":"n.","descr":" An assistant to a corporal; a private performing the duties of a corporal; -- called also lance corporal."},{"word":"Lancer","type":"n.","descr":" One who lances; one who carries a lance; especially, a member of a mounted body of men armed with lances, attached to the cavalry service of some nations."},{"word":"Lancer","type":"n.","descr":" A lancet."},{"word":"Lancer","type":"n.","descr":" A set of quadrilles of a certain arrangement."},{"word":"Lancet","type":"n.","descr":" A surgical instrument of various forms, commonly sharp-pointed and two-edged, used in venesection, and in opening abscesses, etc."},{"word":"Lancet","type":"n.","descr":" An iron bar used for tapping a melting furnace."},{"word":"Lancewood","type":"n.","descr":" A tough, elastic wood, often used for the shafts of gigs, archery bows, fishing rods, and the like. Also, the tree which produces this wood, Duguetia Quitarensis (a native of Guiana and Cuba), and several other trees of the same family (Anonaseae)."},{"word":"Lanched","type":"imp. and p. p.","descr":" of Lanch"},{"word":"Lanching","type":"p. pr. and vb. n.","descr":" of Lanch"},{"word":"Lanch","type":"v. t.","descr":" To throw, as a lance; to let fly; to launch."},{"word":"Lanciferous","type":"a.","descr":" Bearing a lance."},{"word":"Lanciform","type":"a.","descr":" Having the form of a lance."},{"word":"Lancinated","type":"imp. and p. p.","descr":" of Lanciname"},{"word":"Lancinating","type":"p. pr. and vb. n.","descr":" of Lanciname"},{"word":"Lanciname","type":"v. t.","descr":" To tear; to lacerate; to pierce or stab."},{"word":"Lancinating","type":"a.","descr":" Piercing; seeming to pierce or stab; as, lancinating pains (i.e., severe, darting pains)."},{"word":"Lancination","type":"n.","descr":" A tearing; laceration."},{"word":"Land","type":"n.","descr":" Urine. See Lant."},{"word":"Land","type":"n.","descr":" The solid part of the surface of the earth; -- opposed to water as constituting a part of such surface, especially to oceans and seas; as, to sight land after a long voyage."},{"word":"Land","type":"n.","descr":" Any portion, large or small, of the surface of the earth, considered by itself, or as belonging to an individual or a people, as a country, estate, farm, or tract."},{"word":"Land","type":"n.","descr":" Ground, in respect to its nature or quality; soil; as, wet land; good or bad land."},{"word":"Land","type":"n.","descr":" The inhabitants of a nation or people."},{"word":"Land","type":"n.","descr":" The mainland, in distinction from islands."},{"word":"Land","type":"n.","descr":" The ground or floor."},{"word":"Land","type":"n.","descr":" The ground left unplowed between furrows; any one of several portions into which a field is divided for convenience in plowing."},{"word":"Land","type":"n.","descr":" Any ground, soil, or earth whatsoever, as meadows, pastures, woods, etc., and everything annexed to it, whether by nature, as trees, water, etc., or by the hand of man, as buildings, fences, etc.; real estate."},{"word":"Land","type":"n.","descr":" The lap of the strakes in a clinker-built boat; the lap of plates in an iron vessel; -- called also landing."},{"word":"Land","type":"n.","descr":" In any surface prepared with indentations, perforations, or grooves, that part of the surface which is not so treated, as the level part of a millstone between the furrows, or the surface of the bore of a rifled gun between the grooves."},{"word":"Landed","type":"imp. and p. p.","descr":" of Land"},{"word":"Landing","type":"p. pr. and vb. n.","descr":" of Land"},{"word":"Land","type":"v. t.","descr":" To set or put on shore from a ship or other water craft; to disembark; to debark."},{"word":"Land","type":"v. t.","descr":" To catch and bring to shore; to capture; as, to land a fish."},{"word":"Land","type":"v. t.","descr":" To set down after conveying; to cause to fall, alight, or reach; to bring to the end of a course; as, he landed the quoit near the stake; to be thrown from a horse and landed in the mud; to land one in difficulties or mistakes."},{"word":"Land","type":"v. i.","descr":" To go on shore from a ship or boat; to disembark; to come to the end of a course."},{"word":"Landamman","type":"n.","descr":" A chief magistrate in some of the Swiss cantons."},{"word":"Landamman","type":"n.","descr":" The president of the diet of the Helvetic republic."},{"word":"Landau","type":"n.","descr":" A four-wheeled covered vehicle, the top of which is divided into two sections which can be let down, or thrown back, in such a manner as to make an open carriage."},{"word":"Landaulet","type":"n.","descr":" A small landau."},{"word":"Landed","type":"a.","descr":" Having an estate in land."},{"word":"Landed","type":"a.","descr":" Consisting in real estate or land; as, landed property; landed security."},{"word":"Lander","type":"n.","descr":" One who lands, or makes a landing."},{"word":"Lander","type":"n.","descr":" A person who waits at the mouth of the shaft to receive the kibble of ore."},{"word":"Landfall","type":"n.","descr":" A sudden transference of property in land by the death of its owner."},{"word":"Landfall","type":"n.","descr":" Sighting or making land when at sea."},{"word":"Landflood","type":"n.","descr":" An overflowing of land by river; an inundation; a freshet."},{"word":"Landgrave","type":"n.","descr":" A German nobleman of a rank corresponding to that of an earl in England and of a count in France."},{"word":"Landgraviate","type":"n.","descr":" The territory held by a landgrave."},{"word":"Landgraviate","type":"n.","descr":" The office, jurisdiction, or authority of a landgrave."},{"word":"Landgravine","type":"n.","descr":" The wife of a landgrave."},{"word":"Landholder","type":"n.","descr":" A holder, owner, or proprietor of land."},{"word":"Landing","type":"a.","descr":" Of, pertaining to or used for, setting, bringing, or going, on shore."},{"word":"Landing","type":"n.","descr":" A going or bringing on shore."},{"word":"Landing","type":"n.","descr":" A place for landing, as from a ship, a carriage. etc."},{"word":"Landing","type":"n.","descr":" The level part of a staircase, at the top of a flight of stairs, or connecting one flight with another."},{"word":"Landladies","type":"pl. ","descr":" of Landlady"},{"word":"Landlady","type":"n.","descr":" A woman having real estate which she leases to a tenant or tenants."},{"word":"Landlady","type":"n.","descr":" The mistress of an inn or lodging house."},{"word":"Landleaper","type":"n.","descr":" See Landlouper."},{"word":"Landless","type":"a.","descr":" Having no property in land."},{"word":"Landlock","type":"v. t.","descr":" To inclose, or nearly inclose, as a harbor or a vessel, with land."},{"word":"Landlocked","type":"a.","descr":" Inclosed, or nearly inclosed, by land."},{"word":"Landlocked","type":"a.","descr":" Confined to a fresh-water lake by reason of waterfalls or dams; -- said of fishes that would naturally seek the sea, after spawning; as, the landlocked salmon."},{"word":"Landloper","type":"n.","descr":" Same as Landlouper."},{"word":"Landlord","type":"n.","descr":" The lord of a manor, or of land; the owner of land or houses which he leases to a tenant or tenants."},{"word":"Landlord","type":"n.","descr":" The master of an inn or of a lodging house."},{"word":"Landlordism","type":"n.","descr":" The state of being a landlord; the characteristics of a landlord; specifically, in Great Britain, the relation of landlords to tenants, especially as regards leased agricultural lands."},{"word":"Landlordry","type":"n.","descr":" The state of a landlord."},{"word":"Landlouper","type":"n.","descr":" A vagabond; a vagrant."},{"word":"Landlouping","type":"a.","descr":" Vagrant; wandering about."},{"word":"Landlubber","type":"n.","descr":" One who passes his life on land; -- so called among seamen in contempt or ridicule."},{"word":"Landmen","type":"pl. ","descr":" of Landman"},{"word":"Landman","type":"n.","descr":" A man who lives or serves on land; -- opposed to seaman."},{"word":"Landman","type":"n.","descr":" An occupier of land."},{"word":"Landmark","type":"n.","descr":" A mark to designate the boundary of land; any , mark or fixed object (as a marked tree, a stone, a ditch, or a heap of stones) by which the limits of a farm, a town, or other portion of territory may be known and preserved."},{"word":"Landmark","type":"n.","descr":" Any conspicuous object on land that serves as a guide; some prominent object, as a hill or steeple."},{"word":"Landowner","type":"n.","descr":" An owner of land."},{"word":"Landowning","type":"n.","descr":" The owning of land."},{"word":"Landowning","type":"a.","descr":" Having property in land; of or pertaining to landowners."},{"word":"Land-poor","type":"a.","descr":" Pecuniarily embarrassed through owning much unprofitable land."},{"word":"Landreeve","type":"n.","descr":" A subordinate officer on an extensive estate, who acts as an assistant to the steward."},{"word":"Landscape","type":"n.","descr":" A portion of land or territory which the eye can comprehend in a single view, including all the objects it contains."},{"word":"Landscape","type":"n.","descr":" A picture representing a scene by land or sea, actual or fancied, the chief subject being the general aspect of nature, as fields, hills, forests, water. etc."},{"word":"Landscape","type":"n.","descr":" The pictorial aspect of a country."},{"word":"Landscapist","type":"n.","descr":" A painter of landscapes."},{"word":"Landskip","type":"n.","descr":" A landscape."},{"word":"Landslip","type":"n.","descr":" Alt. of Landslide"},{"word":"Landslide","type":"n.","descr":" The slipping down of a mass of land from a mountain, hill, etc."},{"word":"Landslide","type":"n.","descr":" The land which slips down."},{"word":"Landsmen","type":"pl. ","descr":" of Landsman"},{"word":"Landsman","type":"n.","descr":" One who lives on the land; -- opposed to seaman."},{"word":"Landsman","type":"n.","descr":" A sailor on his first voyage."},{"word":"Landstreight","type":"n.","descr":" A narrow strip of land."},{"word":"Landsturm","type":"n.","descr":" That part of the reserve force in Germany which is called out last."},{"word":"Landtag","type":"n.","descr":" The diet or legislative body; as, the Landtag of Prussia."},{"word":"Landwaiter","type":"n.","descr":" See Landing waiter, under Landing, a."},{"word":"Landward","type":"adv. and a.","descr":" Toward the land."},{"word":"Landwehr","type":"n.","descr":" That part of the army, in Germany and Austria, which has completed the usual military service and is exempt from duty in time of peace, except that it is called out occasionally for drill."},{"word":"Lane","type":"a.","descr":" Alone."},{"word":"Lane","type":"n.","descr":" A passageway between fences or hedges which is not traveled as a highroad; an alley between buildings; a narrow way among trees, rocks, and other natural obstructions; hence, in a general sense, a narrow passageway; as, a lane between lines of men, or through a field of ice."},{"word":"Lang","type":"a. and adv.","descr":" Long."},{"word":"Langaha","type":"n.","descr":" A curious colubriform snake of the genus Xyphorhynchus, from Madagascar. It is brownish red, and its nose is prolonged in the form of a sharp blade."},{"word":"Langarey","type":"n.","descr":" One of numerous species of long-winged, shrikelike birds of Australia and the East Indies, of the genus Artamus, and allied genera; called also wood swallow."},{"word":"Langate","type":"n.","descr":" A linen roller used in dressing wounds."},{"word":"Langdak","type":"n.","descr":" A wolf (Canis pallipes), found in India, allied to the jackal."},{"word":"Langrage","type":"n.","descr":" Alt. of Langrel"},{"word":"Langrel","type":"n.","descr":" A kind of shot formerly used at sea for tearing sails and rigging. It consisted of bolts, nails, and other pieces of iron fastened together or inclosed in a canister."},{"word":"Langret","type":"n.","descr":" A kind of loaded die."},{"word":"Langridge","type":"n.","descr":" See Langrage."},{"word":"Langsyne","type":"adv. and n.","descr":" Long since; long ago."},{"word":"Langteraloo","type":"n.","descr":" An old game at cards. See Loo (a)."},{"word":"Language","type":"n.","descr":" Any means of conveying or communicating ideas; specifically, human speech; the expression of ideas by the voice; sounds, expressive of thought, articulated by the organs of the throat and mouth."},{"word":"Language","type":"n.","descr":" The expression of ideas by writing, or any other instrumentality."},{"word":"Language","type":"n.","descr":" The forms of speech, or the methods of expressing ideas, peculiar to a particular nation."},{"word":"Language","type":"n.","descr":" The characteristic mode of arranging words, peculiar to an individual speaker or writer; manner of expression; style."},{"word":"Language","type":"n.","descr":" The inarticulate sounds by which animals inferior to man express their feelings or their wants."},{"word":"Language","type":"n.","descr":" The suggestion, by objects, actions, or conditions, of ideas associated therewith; as, the language of flowers."},{"word":"Language","type":"n.","descr":" The vocabulary and phraseology belonging to an art or department of knowledge; as, medical language; the language of chemistry or theology."},{"word":"Language","type":"n.","descr":" A race, as distinguished by its speech."},{"word":"Languaged","type":"imp. and p. p.","descr":" of Language"},{"word":"Languaging","type":"p. pr. and vb. n.","descr":" of Language"},{"word":"Language","type":"v. t.","descr":" To communicate by language; to express in language."},{"word":"Languaged","type":"a.","descr":" Having a language; skilled in language; -- chiefly used in composition."},{"word":"Languageless","type":"a.","descr":" Lacking or wanting language; speechless; silent."},{"word":"Langued","type":"a.","descr":" Tongued; having the tongue visible."},{"word":"Langue doc","type":"","descr":" The dialect, closely akin to French, formerly spoken south of the Loire (in which the word for \"yes\" was oc); Provencal."},{"word":"Langue doil","type":"","descr":" The dialect formerly spoken north of the Loire (in which the word for \"yes\" was oil, F. oui)."},{"word":"Languente","type":"adv.","descr":" In a languishing manner; pathetically."},{"word":"Languet","type":"n.","descr":" Anything resembling the tongue in form or office; specif., the slip of metal in an organ pipe which turns the current of air toward its mouth."},{"word":"Languet","type":"n.","descr":" That part of the hilt, in certain kinds of swords, which overlaps the scabbard."},{"word":"Languid","type":"a.","descr":" Drooping or flagging from exhaustion; indisposed to exertion; without animation; weak; weary; heavy; dull."},{"word":"Languid","type":"a.","descr":" Slow in progress; tardy."},{"word":"Languid","type":"a.","descr":" Promoting or indicating weakness or heaviness; as, a languid day."},{"word":"Languished","type":"imp. and p. p.","descr":" of Languish"},{"word":"Languishing","type":"p. pr. and vb. n.","descr":" of Languish"},{"word":"Languish","type":"v. i.","descr":" To become languid or weak; to lose strength or animation; to be or become dull, feeble or spiritless; to pine away; to wither or fade."},{"word":"Languish","type":"v. i.","descr":" To assume an expression of weariness or tender grief, appealing for sympathy."},{"word":"Languish","type":"v. i.","descr":" To cause to droop or pine."},{"word":"Languish","type":"n.","descr":" See Languishiment."},{"word":"Languisher","type":"n.","descr":" One who languishes."},{"word":"Languishing","type":"a.","descr":" Becoming languid and weak; pining; losing health and strength."},{"word":"Languishing","type":"a.","descr":" Amorously pensive; as, languishing eyes, or look."},{"word":"Languishingly","type":"adv.","descr":" In a languishing manner."},{"word":"Languishment","type":"n.","descr":" The state of languishing."},{"word":"Languishment","type":"n.","descr":" Tenderness of look or mien; amorous pensiveness."},{"word":"Languishness","type":"n.","descr":" Languishment."},{"word":"Languor","type":"n.","descr":" A state of the body or mind which is caused by exhaustion of strength and characterized by a languid feeling; feebleness; lassitude; laxity."},{"word":"Languor","type":"n.","descr":" Any enfeebling disease."},{"word":"Languor","type":"n.","descr":" Listless indolence; dreaminess. Pope."},{"word":"Languorous","type":"a.","descr":" Producing, or tending to produce, languor; characterized by languor."},{"word":"Langure","type":"v. i.","descr":" To languish."},{"word":"Langya","type":"n.","descr":" One of several species of East Indian and Asiatic fresh-water fishes of the genus Ophiocephalus, remarkable for their power of living out of water, and for their tenacity of life; -- called also walking fishes."},{"word":"Laniard","type":"n.","descr":" See Lanyard."},{"word":"Laniariform","type":"a.","descr":" Shaped like a laniary, or canine, tooth."},{"word":"Laniary","type":"a.","descr":" Lacerating or tearing; as, the laniary canine teeth."},{"word":"Laniary","type":"a.","descr":" The shambles; a place of slaughter."},{"word":"Laniary","type":"a.","descr":" A laniary, or canine, tooth."},{"word":"Laniate","type":"v. t.","descr":" To tear in pieces."},{"word":"Laniation","type":"n.","descr":" A tearing in pieces."},{"word":"Lanier","type":"n.","descr":" A thong of leather; a whip lash."},{"word":"Lanier","type":"n.","descr":" A strap used to fasten together parts of armor, to hold the shield by, and the like."},{"word":"Laniferous","type":"n.","descr":" Bearing or producing wool."},{"word":"Lanifical","type":"a.","descr":" Working in wool."},{"word":"Lanifice","type":"n.","descr":" Anything made of wool."},{"word":"Lanigerous","type":"a.","descr":" Bearing or producing wool."},{"word":"Lanioid","type":"a.","descr":" Of or pertaining to the shrikes (family Laniidae)."},{"word":"Lank","type":"superl.","descr":" Slender and thin; not well filled out; not plump; shrunken; lean."},{"word":"Lank","type":"superl.","descr":" Languid; drooping."},{"word":"Lank","type":"v. i. and t.","descr":" To become lank; to make lank."},{"word":"Lankiness","type":"n.","descr":" The condition or quality or being lanky."},{"word":"Lankly","type":"adv.","descr":" In a lank manner."},{"word":"Lankness","type":"n.","descr":" The state or quality of being lank."},{"word":"Lanky","type":"a.","descr":" Somewhat lank."},{"word":"Lanner","type":"n. m.","descr":" Alt. of Lanneret"},{"word":"Lanneret","type":"n. m.","descr":" A long-tailed falcon (Falco lanarius), of Southern Europe, Asia, and Northern Africa, resembling the American prairie falcon."},{"word":"Lanolin","type":"n.","descr":" A peculiar fatlike body, made up of cholesterin and certain fatty acids, found in feathers, hair, wool, and keratin tissues generally."},{"word":"Lanseh","type":"n.","descr":" The small, whitish brown fruit of an East Indian tree (Lansium domesticum). It has a fleshy pulp, with an agreeable subacid taste."},{"word":"Lansquenet","type":"n.","descr":" A German foot soldier in foreign service in the 15th and 16th centuries; a soldier of fortune; -- a term used in France and Western Europe."},{"word":"Lansquenet","type":"n.","descr":" A game at cards, vulgarly called lambskinnet."},{"word":"Lant","type":"n.","descr":" Urine."},{"word":"Lant","type":"n.","descr":" Any one of several species of small, slender, marine fishes of the genus Ammedytes. The common European species (A. tobianus) and the American species (A. Americanus) live on sandy shores, buried in the sand, and are caught in large quantities for bait. Called also launce, and sand eel."},{"word":"Lant","type":"n.","descr":" See Lanterloo."},{"word":"Lantanium","type":"n.","descr":" Alt. of Lantanum"},{"word":"Lantanum","type":"n.","descr":" See Lanthanum."},{"word":"Lantanuric","type":"a.","descr":" Pertaining to, or designating, a nitrogenous organic acid of the uric acid group, obtained by the decomposition of allantoin, and usually called allanturic acid."},{"word":"Lanterloo","type":"n.","descr":" An old name of loo (a)."},{"word":"Lantern","type":"n.","descr":" Something inclosing a light, and protecting it from wind, rain, etc. ; -- sometimes portable, as a closed vessel or case of horn, perforated tin, glass, oiled paper, or other material, having a lamp or candle within; sometimes fixed, as the glazed inclosure of a street light, or of a lighthouse light."},{"word":"Lantern","type":"n.","descr":" An open structure of light material set upon a roof, to give light and air to the interior."},{"word":"Lantern","type":"n.","descr":" A cage or open chamber of rich architecture, open below into the building or tower which it crowns."},{"word":"Lantern","type":"n.","descr":" A smaller and secondary cupola crowning a larger one, for ornament, or to admit light; such as the lantern of the cupola of the Capitol at Washington, or that of the Florence cathedral."},{"word":"Lantern","type":"n.","descr":" A lantern pinion or trundle wheel. See Lantern pinion (below)."},{"word":"Lantern","type":"n.","descr":" A kind of cage inserted in a stuffing box and surrounding a piston rod, to separate the packing into two parts and form a chamber between for the reception of steam, etc. ; -- called also lantern brass."},{"word":"Lantern","type":"n.","descr":" A perforated barrel to form a core upon."},{"word":"Lantern","type":"n.","descr":" See Aristotle\\'s lantern."},{"word":"Lanterned","type":"imp. and p. p.","descr":" of Lantern"},{"word":"Lanterning","type":"p. pr. and vb. n.","descr":" of Lantern"},{"word":"Lantern","type":"v. t.","descr":" To furnish with a lantern; as, to lantern a lighthouse."},{"word":"Lantern-jawed","type":"a.","descr":" Having lantern jaws or long, thin jaws; as, a lantern-jawed person."},{"word":"Lanthanite","type":"n.","descr":" Hydrous carbonate of lanthanum, found in tabular while crystals."},{"word":"Lanthanum","type":"n.","descr":" A rare element of the group of the earth metals, allied to aluminium. It occurs in certain rare minerals, as cerite, gadolinite, orthite, etc., and was so named from the difficulty of separating it from cerium, didymium, and other rare elements with which it is usually associated. Atomic weight 138.5. Symbol La."},{"word":"Lanthopine","type":"n.","descr":" An alkaloid found in opium in small quantities, and extracted as a white crystalline substance."},{"word":"Lanthorn","type":"n.","descr":" See Lantern."},{"word":"Lanuginose","type":"a.","descr":" Alt. of Lanuginous"},{"word":"Lanuginous","type":"a.","descr":" Covered with down, or fine soft hair; downy."},{"word":"Lanugo","type":"n.","descr":" The soft woolly hair which covers most parts of the mammal fetus, and in man is shed before or soon after birth."},{"word":"Lanyard","type":"n.","descr":" A short piece of rope or line for fastening something in ships; as, the lanyards of the gun ports, of the buoy, and the like; esp., pieces passing through the dead-eyes, and used to extend shrouds, stays, etc."},{"word":"Lanyard","type":"n.","descr":" A strong cord, about twelve feet long, with an iron hook at one end a handle at the other, used in firing cannon with a friction tube."},{"word":"Lanyer","type":"n.","descr":" See Lanier."},{"word":"Laocoon","type":"n.","descr":" A priest of Apollo, during the Trojan war. (See 2.)"},{"word":"Laocoon","type":"n.","descr":" A marble group in the Vatican at Rome, representing the priest Laocoon, with his sons, infolded in the coils of two serpents, as described by Virgil."},{"word":"Laodicean","type":"a.","descr":" Of or pertaining to Laodicea, a city in Phrygia Major; like the Christians of Laodicea; lukewarm in religion."},{"word":"Lap","type":"n.","descr":" The loose part of a coat; the lower part of a garment that plays loosely; a skirt; an apron."},{"word":"Lap","type":"n.","descr":" An edge; a border; a hem, as of cloth."},{"word":"Lap","type":"n.","descr":" The part of the clothing that lies on the knees or thighs when one sits down; that part of the person thus covered; figuratively, a place of rearing and fostering; as, to be reared in the lap of luxury."},{"word":"Lap","type":"n.","descr":" That part of any substance or fixture which extends over, or lies upon, or by the side of, a part of another; as, the lap of a board; also, the measure of such extension over or upon another thing."},{"word":"Lap","type":"n.","descr":" The amount by which a slide valve at its half stroke overlaps a port in the seat, being equal to the distance the valve must move from its mid stroke position in order to begin to open the port. Used alone, lap refers to outside lap. See Outside lap (below)."},{"word":"Lap","type":"n.","descr":" The state or condition of being in part extended over or by the side of something else; or the extent of the overlapping; as, the second boat got a lap of half its length on the leader."},{"word":"Lap","type":"n.","descr":" One circuit around a race track, esp. when the distance is a small fraction of a mile; as, to run twenty laps; to win by three laps. See Lap, to fold, 2."},{"word":"Lap","type":"n.","descr":" In card playing and other games, the points won in excess of the number necessary to complete a game; -- so called when they are counted in the score of the following game."},{"word":"Lap","type":"n.","descr":" A sheet, layer, or bat, of cotton fiber prepared for the carding machine."},{"word":"Lap","type":"n.","descr":" A piece of brass, lead, or other soft metal, used to hold a cutting or polishing powder in cutting glass, gems, and the like, or in polishing cutlery, etc. It is usually in the form of wheel or disk, which revolves on a vertical axis."},{"word":"Lapped","type":"imp. and p. p.","descr":" of Lap"},{"word":"Lapping","type":"p. pr. and vb. n.","descr":" of Lap"},{"word":"Lap","type":"v. t.","descr":" To rest or recline in a lap, or as in a lap."},{"word":"Lap","type":"v. t.","descr":" To cut or polish with a lap, as glass, gems, cutlery, etc. See 1st Lap, 10."},{"word":"Lap","type":"n.","descr":" To fold; to bend and lay over or on something; as, to lap a piece of cloth."},{"word":"Lap","type":"n.","descr":" To wrap or wind around something."},{"word":"Lap","type":"n.","descr":" To infold; to hold as in one\\'s lap; to cherish."},{"word":"Lap","type":"n.","descr":" To lay or place over anything so as to partly or wholly cover it; as, to lap one shingle over another; to lay together one partly over another; as, to lap weather-boards; also, to be partly over, or by the side of (something); as, the hinder boat lapped the foremost one."},{"word":"Lap","type":"n.","descr":" To lay together one over another, as fleeces or slivers for further working."},{"word":"Lap","type":"v. i.","descr":" To be turned or folded; to lie partly upon or by the side of something, or of one another; as, the cloth laps back; the boats lap; the edges lap."},{"word":"Lap","type":"v. i.","descr":" To take up drink or food with the tongue; to drink or feed by licking up something."},{"word":"Lap","type":"v. i.","descr":" To make a sound like that produced by taking up drink with the tongue."},{"word":"Lap","type":"v. t.","descr":" To take into the mouth with the tongue; to lick up with a quick motion of the tongue."},{"word":"Lap","type":"n.","descr":" The act of lapping with, or as with, the tongue; as, to take anything into the mouth with a lap."},{"word":"Lap","type":"n.","descr":" The sound of lapping."},{"word":"Laparocele","type":"n.","descr":" A rupture or hernia in the lumbar regions."},{"word":"Laparotomy","type":"n.","descr":" A cutting through the walls of the abdomen, as in the Caesarean section."},{"word":"Lapboard","type":"n.","descr":" A board used on the lap as a substitute for a table, as by tailors."},{"word":"Lapdog","type":"n.","descr":" A small dog fondled in the lap."},{"word":"Lapel","type":"n.","descr":" That part of a garment which is turned back; specifically, the lap, or fold, of the front of a coat in continuation of collar."},{"word":"Lapelled","type":"a.","descr":" Furnished with lapels."},{"word":"Lapfuls","type":"pl. ","descr":" of Lapful"},{"word":"Lapful","type":"n.","descr":" As much as the lap can contain."},{"word":"Lapicide","type":"n.","descr":" A stonecutter."},{"word":"Lapidarian","type":"a.","descr":" Of or pertaining to stone; inscribed on stone; as, a lapidarian record."},{"word":"Lapidarious","type":"a.","descr":" Consisting of stones."},{"word":"Lapidaries","type":"pl. ","descr":" of Lapidary"},{"word":"Lapidary","type":"n.","descr":" An artificer who cuts, polishes, and engraves precious stones; hence, a dealer in precious stones."},{"word":"Lapidary","type":"n.","descr":" A virtuoso skilled in gems or precious stones; a connoisseur of lapidary work."},{"word":"Lapidary","type":"a.","descr":" Of or pertaining to the art of cutting stones, or engraving on stones, either gems or monuments; as, lapidary ornamentation."},{"word":"Lapidary","type":"a.","descr":" Of or pertaining to monumental inscriptions; as, lapidary adulation."},{"word":"Lapidate","type":"v. t.","descr":" To stone."},{"word":"Lapidation","type":"n.","descr":" The act of stoning."},{"word":"Lapideous","type":"a.","descr":" Of the nature of stone."},{"word":"Lapidescence","type":"n.","descr":" The state or quality of being lapidescent."},{"word":"Lapidescence","type":"n.","descr":" A hardening into a stone substance."},{"word":"Lapidescence","type":"n.","descr":" A stony concretion."},{"word":"Lapidescent","type":"a.","descr":" Undergoing the process of becoming stone; having the capacity of being converted into stone; having the quality of petrifying bodies."},{"word":"Lapidescent","type":"n.","descr":" Any substance which has the quality of petrifying other bodies, or of converting or being converted into stone."},{"word":"Lapidific","type":"a.","descr":" Alt. of Lapidifical"},{"word":"Lapidifical","type":"a.","descr":" Forming or converting into stone."},{"word":"Lapidification","type":"n.","descr":" The act or process of lapidifying; fossilization; petrifaction."},{"word":"Lapidified","type":"imp. and p. p.","descr":" of Lapidify"},{"word":"Lapidifying","type":"p. pr. and vb. n.","descr":" of Lapidify"},{"word":"Lapidify","type":"v. t.","descr":" To convert into stone or stony material; to petrify."},{"word":"Lapidify","type":"v. i.","descr":" To become stone or stony."},{"word":"Lapidist","type":"n.","descr":" A lapidary."},{"word":"Lapillation","type":"n.","descr":" The state of being, or the act of making, stony."},{"word":"Lapilli","type":"n. pl.","descr":" Volcanic ashes, consisting of small, angular, stony fragments or particles."},{"word":"Lapides","type":"pl. ","descr":" of Lapis"},{"word":"Lapis","type":"n.","descr":" A stone."},{"word":"Lapis lazuli","type":"","descr":" An albuminous mineral of a rich blue color. Same as Lazuli, which see."},{"word":"Lap-jointed","type":"a.","descr":" Having a lap joint, or lap joints, as many kinds of woodwork and metal work."},{"word":"Laplander","type":"n.","descr":" A native or inhabitant of Lapland; -- called also Lapp."},{"word":"Laplandish","type":"a.","descr":" Of or pertaining to Lapland."},{"word":"Lapling","type":"n.","descr":" One who has been fondled to excess; one fond of ease and sensual delights; -- a term of contempt."},{"word":"Lapp","type":"n.","descr":" Same as Laplander.  Cf. Lapps."},{"word":"Lappaceous","type":"a.","descr":" Resembling the capitulum of burdock; covered with forked points."},{"word":"Lapper","type":"n.","descr":" One who takes up food or liquid with his tongue."},{"word":"Lappet","type":"n.","descr":" A small decorative fold or flap, esp, of lace or muslin, in a garment or headdress."},{"word":"Lappeted","type":"imp. and p. p.","descr":" of Lappet"},{"word":"Lappeting","type":"p. pr. and vb. n.","descr":" of Lappet"},{"word":"Lappet","type":"v. t.","descr":" To decorate with, or as with, a lappet."},{"word":"Lappic","type":"a.","descr":" Of or pertaining to Lapland, or the Lapps."},{"word":"Lappic","type":"n.","descr":" The language of the Lapps. See Lappish."},{"word":"Lapping","type":"n.","descr":" A kind of machine blanket or wrapping material used by calico printers."},{"word":"Lappish","type":"a.","descr":" Of or pertaining to the Lapps; Laplandish."},{"word":"Lappish","type":"n.","descr":" The language spoken by the Lapps in Lapland. It is related to the Finnish and Hungarian, and is not an Aryan language."},{"word":"Lapponian","type":"a.","descr":" Alt. of Lapponic"},{"word":"Lapponic","type":"a.","descr":" Laplandish; Lappish."},{"word":"Lapps","type":"n. pl.","descr":" A branch of the Mongolian race, now living in the northern parts of Norway, Sweden, and the adjacent parts of Russia."},{"word":"Lapsable","type":"a.","descr":" Lapsible."},{"word":"Lapse","type":"n.","descr":" A gliding, slipping, or gradual falling; an unobserved or imperceptible progress or passing away,; -- restricted usually to immaterial things, or to figurative uses."},{"word":"Lapse","type":"n.","descr":" A slip; an error; a fault; a failing in duty; a slight deviation from truth or rectitude."},{"word":"Lapse","type":"n.","descr":" The termination of a right or privilege through neglect to exercise it within the limited time, or through failure of some contingency; hence, the devolution of a right or privilege."},{"word":"Lapse","type":"n.","descr":" A fall or apostasy."},{"word":"Lapsed","type":"imp. and p. p.","descr":" of Lapse"},{"word":"Lapsing","type":"p. pr. and vb. n.","descr":" of Lapse"},{"word":"Lapse","type":"v. i.","descr":" To pass slowly and smoothly downward, backward, or away; to slip downward, backward, or away; to glide; -- mostly restricted to figurative uses."},{"word":"Lapse","type":"v. i.","descr":" To slide or slip in moral conduct; to fail in duty; to fall from virtue; to deviate from rectitude; to commit a fault by inadvertence or mistake."},{"word":"Lapse","type":"v. i.","descr":" To fall or pass from one proprietor to another, or from the original destination, by the omission, negligence, or failure of some one, as a patron, a legatee, etc."},{"word":"Lapse","type":"v. i.","descr":" To become ineffectual or void; to fall."},{"word":"Lapse","type":"v. t.","descr":" To let slip; to permit to devolve on another; to allow to pass."},{"word":"Lapse","type":"v. t.","descr":" To surprise in a fault or error; hence, to surprise or catch, as an offender."},{"word":"Lapsed","type":"a.","descr":" Having slipped downward, backward, or away; having lost position, privilege, etc., by neglect; -- restricted to figurative uses."},{"word":"Lapsed","type":"a.","descr":" Ineffectual, void, or forfeited; as, a lapsed policy of insurance; a lapsed legacy."},{"word":"Lapsible","type":"a.","descr":" Liable to lapse."},{"word":"Lapsided","type":"a.","descr":" See Lopsided."},{"word":"Lapstone","type":"n.","descr":" A stone for the lap, on which shoemakers beat leather."},{"word":"Lapstreak","type":"a.","descr":" Alt. of Lapstrake"},{"word":"Lapstrake","type":"a.","descr":" Made with boards whose edges lap one over another; clinker-built; -- said of boats."},{"word":"Laputan","type":"a.","descr":" Of or pertaining to Laputa, an imaginary flying island described in Gulliver\\'s Travels as the home of chimerical philosophers. Hence, fanciful; preposterous; absurd in science or philosophy."},{"word":"Lap-welded","type":"a.","descr":" Having edges or ends united by a lap weld; as, a lap-welded pipe."},{"word":"Lapwing","type":"n.","descr":" A small European bird of the Plover family (Vanellus cristatus, or V. vanellus). It has long and broad wings, and is noted for its rapid, irregular fight, upwards, downwards, and in circles. Its back is coppery or greenish bronze. Its eggs are the \"plover\\'s eggs\" of the London market, esteemed a delicacy. It is called also peewit, dastard plover, and wype. The gray lapwing is the Squatarola cinerea."},{"word":"Lapwork","type":"n.","descr":" Work in which one part laps over another."},{"word":"Laguay","type":"n.","descr":" A lackey."},{"word":"Laquearia","type":"pl. ","descr":" of Laquear"},{"word":"Laquear","type":"n.","descr":" A lacunar."},{"word":"Laqueary","type":"a.","descr":" Using a noose, as a gladiator."},{"word":"Lares","type":"pl. ","descr":" of Lar"},{"word":"Lars","type":"pl. ","descr":" of Lar"},{"word":"Lar","type":"n.","descr":" A tutelary deity; a deceased ancestor regarded as a protector of the family. The domestic Lares were the tutelar deities of a house; household gods. Hence, Eng.: Hearth or dwelling house."},{"word":"Lar","type":"n.","descr":" A species of gibbon (Hylobates lar), found in Burmah. Called also white-handed gibbon."},{"word":"Laramie group","type":"","descr":" An extensive series of strata, principally developed in the Rocky Mountain region, as in the Laramie Mountains, and formerly supposed to be of the Tertiary age, but now generally regarded as Cretaceous, or of intermediate and transitional character. It contains beds of lignite, often valuable for coal, and is hence also called the lignitic group. See Chart of Geology."},{"word":"Larboard","type":"n.","descr":" The left-hand side of a ship to one on board facing toward the bow; port; -- opposed to starboard."},{"word":"Larboard","type":"a.","descr":" On or pertaining to the left-hand side of a vessel; port; as, the larboard quarter."},{"word":"Larcener","type":"n.","descr":" Alt. of Larcenist"},{"word":"Larcenist","type":"n.","descr":" One who commits larceny."},{"word":"Larcenous","type":"a.","descr":" Having the character of larceny; as, a larcenous act; committing larceny."},{"word":"Larcenies","type":"pl. ","descr":" of Larceny"},{"word":"Larceny","type":"n.","descr":" The unlawful taking and carrying away of things personal with intent to deprive the right owner of the same; theft.  Cf. Embezzlement."},{"word":"Larch","type":"n.","descr":" A genus of coniferous trees, having deciduous leaves, in fascicles (see Illust. of Fascicle)."},{"word":"Larchen","type":"a.","descr":" Of or pertaining to the larch."},{"word":"Lard","type":"n.","descr":" Bacon; the flesh of swine."},{"word":"Lard","type":"n.","descr":" The fat of swine, esp. the internal fat of the abdomen; also, this fat melted and strained."},{"word":"Larded","type":"imp. and p. p.","descr":" of Lard"},{"word":"Larding","type":"p. pr. and vb. n.","descr":" of Lard"},{"word":"Lard","type":"n.","descr":" To stuff with bacon; to dress or enrich with lard; esp., to insert lardons of bacon or pork in the surface of, before roasting; as, to lard poultry."},{"word":"Lard","type":"n.","descr":" To fatten; to enrich."},{"word":"Lard","type":"n.","descr":" To smear with lard or fat."},{"word":"Lard","type":"n.","descr":" To mix or garnish with something, as by way of improvement; to interlard."},{"word":"Lard","type":"v. i.","descr":" To grow fat."},{"word":"Lardacein","type":"n.","descr":" A peculiar amyloid substance, colored blue by iodine and sulphuric acid, occurring mainly as an abnormal infiltration into the spleen, liver, etc."},{"word":"Lardaceous","type":"a.","descr":" Consisting of, or resembling, lard."},{"word":"Larder","type":"n.","descr":" A room or place where meat and other articles of food are kept before they are cooked."},{"word":"Larderer","type":"n.","descr":" One in charge of the larder."},{"word":"Lardery","type":"n.","descr":" A larder."},{"word":"Lardon","type":"n.","descr":" Alt. of Lardoon"},{"word":"Lardoon","type":"n.","descr":" A bit of fat pork or bacon used in larding."},{"word":"Lardry","type":"n.","descr":" A larder."},{"word":"Lardy","type":"a.","descr":" Containing, or resembling, lard; of the character or consistency of lard."},{"word":"Lare","type":"n.","descr":" Lore; learning."},{"word":"Lare","type":"n.","descr":" Pasture; feed. See Lair."},{"word":"Lare","type":"v. t.","descr":" To feed; to fatten."},{"word":"Lares","type":"n. pl.","descr":" See 1st Lar."},{"word":"Large","type":"superl.","descr":" Exceeding most other things of like kind in bulk, capacity, quantity, superficial dimensions, or number of constituent units; big; great; capacious; extensive; -- opposed to small; as, a large horse; a large house or room; a large lake or pool; a large jug or spoon; a large vineyard; a large army; a large city."},{"word":"Large","type":"superl.","descr":" Abundant; ample; as, a large supply of provisions."},{"word":"Large","type":"superl.","descr":" Full in statement; diffuse; full; profuse."},{"word":"Large","type":"superl.","descr":" Having more than usual power or capacity; having broad sympathies and generous impulses; comprehensive; -- said of the mind and heart."},{"word":"Large","type":"superl.","descr":" Free; unembarrassed."},{"word":"Large","type":"superl.","descr":" Unrestrained by decorum; -- said of language."},{"word":"Large","type":"superl.","descr":" Prodigal in expending; lavish."},{"word":"Large","type":"superl.","descr":" Crossing the line of a ship\\'s course in a favorable direction; -- said of the wind when it is abeam, or between the beam and the quarter."},{"word":"Large","type":"adv.","descr":" Freely; licentiously."},{"word":"Large","type":"n.","descr":" A musical note, formerly in use, equal to two longs, four breves, or eight semibreves."},{"word":"Large-acred","type":"a.","descr":" Possessing much land."},{"word":"Large-handed","type":"a.","descr":" Having large hands, Fig.: Taking, or giving, in large quantities; rapacious or bountiful."},{"word":"Large-hearted","type":"a.","descr":" Having a large or generous heart or disposition; noble; liberal."},{"word":"Largely","type":"adv.","descr":" In a large manner."},{"word":"Largeness","type":"n.","descr":" The quality or state of being large."},{"word":"Largess","type":"a.","descr":" Alt. of Largesse"},{"word":"Largesse","type":"a.","descr":" Liberality; generosity; bounty."},{"word":"Largesse","type":"a.","descr":" A present; a gift; a bounty bestowed."},{"word":"Larget","type":"n.","descr":" A sport piece of bar iron for rolling into a sheet; a small billet."},{"word":"Larghetto","type":"a. and adv.","descr":" Somewhat slow or slowly, but not so slowly as largo, and rather more so than andante."},{"word":"Largifical","type":"a.","descr":" Generous; ample; liberal."},{"word":"Largifluous","type":"a.","descr":" Flowing copiously."},{"word":"Largiloquent","type":"a.","descr":" Grandiloquent."},{"word":"Largish","type":"a.","descr":" Somewhat large."},{"word":"Largition","type":"","descr":" The bestowment of a largess or gift."},{"word":"Largo","type":"a. and adv.","descr":" Slow or slowly; -- more so than adagio; next in slowness to grave, which is also weighty and solemn."},{"word":"Largo","type":"n.","descr":" A movement or piece in largo time."},{"word":"Lariat","type":"n.","descr":" A long, slender rope made of hemp or strips of hide, esp. one with a noose; -- used as a lasso for catching cattle, horses, etc., and for picketing a horse so that he can graze without wandering."},{"word":"Lariated","type":"imp. and p. p.","descr":" of Lariat"},{"word":"Lariating","type":"p. pr. and vb. n.","descr":" of Lariat"},{"word":"Lariat","type":"v. t.","descr":" To secure with a lariat fastened to a stake, as a horse or mule for grazing; also, to lasso or catch with a lariat."},{"word":"Larine","type":"a.","descr":" Of or pertaining to the Gull family (Laridae)."},{"word":"Larixinic","type":"a.","descr":" Of, or derived from, the larch (Larix); as, larixinic acid."},{"word":"Lark","type":"v. i.","descr":" A frolic; a jolly time."},{"word":"Larked","type":"imp. and p. p.","descr":" of Lark"},{"word":"Larking","type":"p. pr. and vb. n.","descr":" of Lark"},{"word":"Lark","type":"v. i.","descr":" To sport; to frolic."},{"word":"Lark","type":"n.","descr":" Any one numerous species of singing birds of the genus Alauda and allied genera (family Alaudidae). They mostly belong to Europe, Asia, and Northern Africa. In America they are represented by the shore larks, or horned by the shore larks, or horned larks, of the genus Otocoris. The true larks have holaspidean tarsi, very long hind claws, and usually, dull, sandy brown colors."},{"word":"Lark","type":"v. i.","descr":" To catch larks; as, to go larking."},{"word":"Lark-colored","type":"a.","descr":" Having the sandy brown color of the European larks."},{"word":"Larker","type":"n.","descr":" A catcher of larks."},{"word":"Larker","type":"n.","descr":" One who indulges in a lark or frolic."},{"word":"Larks-heel","type":"n.","descr":" Indian cress."},{"word":"Larkspur","type":"n.","descr":" A genus of ranunculaceous plants (Delphinium), having showy flowers, and a spurred calyx. They are natives of the North Temperate zone. The commonest larkspur of the gardens is D. Consolida. The flower of the bee larkspur (D. elatum) has two petals bearded with yellow hairs, and looks not unlike a bee."},{"word":"Larmier","type":"n.","descr":" See Tearpit."},{"word":"Laroid","type":"a.","descr":" Like or belonging to the Gull family (Laridae)."},{"word":"Larruped","type":"imp. and p. p.","descr":" of Larrup"},{"word":"Larruping","type":"p. pr. and vb. n.","descr":" of Larrup"},{"word":"Larrup","type":"v. t.","descr":" To beat or flog soundly."},{"word":"Larry","type":"n.","descr":" Same as Lorry, or Lorrie."},{"word":"Larum","type":"n.","descr":" See Alarum, and Alarm."},{"word":"Larvae","type":"pl. ","descr":" of Larva"},{"word":"Larvas","type":"pl. ","descr":" of Larva"},{"word":"Larva","type":"n.","descr":" Any young insect from the time that it hatches from the egg until it becomes a pupa, or chrysalis. During this time it usually molts several times, and may change its form or color each time. The larvae of many insects are much like the adults in form and habits, but have no trace of wings, the rudimentary wings appearing only in the pupa stage. In other groups of insects the larvae are totally unlike the parents in structure and habits, and are called caterpillars, grubs, maggots, etc."},{"word":"Larva","type":"n.","descr":" The early, immature form of any animal when more or less of a metamorphosis takes place, before the assumption of the mature shape."},{"word":"Larval","type":"a.","descr":" Of or pertaining to a larva."},{"word":"Larvalia","type":"n. pl.","descr":" An order of Tunicata, including Appendicularia, and allied genera; -- so called because certain larval features are retained by them through life. Called also Copelata. See Appendicularia."},{"word":"Larvated","type":"a.","descr":" Masked; clothed as with a mask."},{"word":"Larves","type":"pl. ","descr":" of Larve"},{"word":"Larve","type":"n.","descr":" A larva."},{"word":"Larviform","type":"a.","descr":" Having the form or structure of a larva."},{"word":"Larviparous","type":"a.","descr":" Depositing living larvae, instead of eggs; -- said of certain insects."},{"word":"Lary","type":"n.","descr":" A guillemot; -- called also lavy."},{"word":"Laryngeal","type":"a.","descr":" Of or pertaining to the larynx; adapted to operations on the larynx; as, laryngeal forceps."},{"word":"Laryngean","type":"a.","descr":" See Laryngeal."},{"word":"Larypgismus","type":"n.","descr":" A spasmodic state of the glottis, giving rise to contraction or closure of the opening."},{"word":"Laryngitis","type":"n.","descr":" Inflammation of the larynx."},{"word":"Laryngological","type":"a.","descr":" Of or pertaining to laryngology."},{"word":"Laryngologist","type":"n.","descr":" One who applies himself to laryngology."},{"word":"Laryngology","type":"n.","descr":" Systematized knowledge of the action and functions of the larynx; in pathology, the department which treats of the diseases of the larynx."},{"word":"Laryngophony","type":"n.","descr":" The sound of the voice as heard through a stethoscope when the latter is placed upon the larynx."},{"word":"Larungoscope","type":"n.","descr":" An instrument, consisting of an arrangement of two mirrors, for reflecting light upon the larynx, and for examining its image."},{"word":"Laryngoscopic","type":"a.","descr":" Of or pertaining to the inspection of the larynx."},{"word":"Laryngoscopist","type":"n.","descr":" One skilled in laryngoscopy."},{"word":"Laryngoscopy","type":"n.","descr":" The art of using the laryngoscope; investigations made with the laryngoscope."},{"word":"Laryngotome","type":"n.","descr":" An instrument for performing laryngotomy."},{"word":"Laryngotomy","type":"n.","descr":" The operation of cutting into the larynx, from the outside of the neck, for assisting respiration when obstructed, or for removing foreign bodies."},{"word":"Laryngotracheal","type":"a.","descr":" Pertaining to both larynx and trachea; as, the laryngotracheal cartilage in the frog."},{"word":"Laryngotracheotomy","type":"n.","descr":" The operation of cutting into the larynx and the upper part of the trachea, -- a frequent operation for obstruction to breathing."},{"word":"Larynx","type":"n.","descr":" The expanded upper end of the windpipe or trachea, connected with the hyoid bone or cartilage. It contains the vocal cords, which produce the voice by their vibrations, when they are stretched and a current of air passes between them. The larynx is connected with the pharynx by an opening, the glottis, which, in mammals, is protected by a lidlike epiglottis."},{"word":"Las","type":"n.","descr":" A lace. See Lace."},{"word":"Las","type":"a. and adv.","descr":" Less."},{"word":"Lascar","type":"n.","descr":" A native sailor, employed in European vessels; also, a menial employed about arsenals, camps, camps, etc.; a camp follower."},{"word":"Lascious","type":"a.","descr":" Loose; lascivious."},{"word":"Lasciviency","type":"n.","descr":" Lasciviousness; wantonness."},{"word":"Lascivient","type":"a.","descr":" Lascivious."},{"word":"Lascivious","type":"a.","descr":" Wanton; lewd; lustful; as, lascivious men; lascivious desires."},{"word":"Lascivious","type":"a.","descr":" Tending to produce voluptuous or lewd emotions."},{"word":"Laserwort","type":"n.","descr":" Any plant of the umbelliferous genus Laserpitium, of several species (as L. glabrum, and L. siler), the root of which yields a resinous substance of a bitter taste. The genus is mostly European."},{"word":"Lash","type":"n.","descr":" The thong or braided cord of a whip, with which the blow is given."},{"word":"Lash","type":"n.","descr":" A leash in which an animal is caught or held; hence, a snare."},{"word":"Lash","type":"n.","descr":" A stroke with a whip, or anything pliant and tough; as, the culprit received thirty-nine lashes."},{"word":"Lash","type":"n.","descr":" A stroke of satire or sarcasm; an expression or retort that cuts or gives pain; a cut."},{"word":"Lash","type":"n.","descr":" A hair growing from the edge of the eyelid; an eyelash."},{"word":"Lash","type":"n.","descr":" In carpet weaving, a group of strings for lifting simultaneously certain yarns, to form the figure."},{"word":"Lashed","type":"imp. and p. p.","descr":" of Lash"},{"word":"Lashng","type":"p. pr. and vb. n.","descr":" of Lash"},{"word":"Lash","type":"v. t.","descr":" To strike with a lash ; to whip or scourge with a lash, or with something like one."},{"word":"Lash","type":"v. t.","descr":" To strike forcibly and quickly, as with a lash; to beat, or beat upon, with a motion like that of a lash; as, a whale lashes the sea with his tail."},{"word":"Lash","type":"v. t.","descr":" To throw out with a jerk or quickly."},{"word":"Lash","type":"v. t.","descr":" To scold; to berate; to satirize; to censure with severity; as, to lash vice."},{"word":"Lash","type":"v. i.","descr":" To ply the whip; to strike; to utter censure or sarcastic language."},{"word":"Lash","type":"n.","descr":" To bind with a rope, cord, thong, or chain, so as to fasten; as, to lash something to a spar; to lash a pack on a horse\\'s back."},{"word":"Lasher","type":"n.","descr":" One who whips or lashes."},{"word":"Lasher","type":"n.","descr":" A piece of rope for binding or making fast one thing to another; -- called also lashing."},{"word":"Lasher","type":"n.","descr":" A weir in a river."},{"word":"Lashing","type":"n.","descr":" The act of one who, or that which, lashes; castigation; chastisement."},{"word":"Lashing","type":"n.","descr":" See 2d Lasher."},{"word":"Lask","type":"n.","descr":" A diarrhea or flux."},{"word":"Lasket","type":"n.","descr":" latching."},{"word":"Lass","type":"n.","descr":" A youth woman; a girl; a sweetheart."},{"word":"Lasse","type":"a. and adv.","descr":" Less."},{"word":"Lassie","type":"n.","descr":" A young girl; a lass."},{"word":"Lassitude","type":"n.","descr":" A condition of the body, or mind, when its voluntary functions are performed with difficulty, and only by a strong exertion of the will; languor; debility; weariness."},{"word":"Lasslorn","type":"","descr":" Forsaken by a lass."},{"word":"Lassos","type":"pl. ","descr":" of Lasso"},{"word":"Lasso","type":"n.","descr":" A rope or long thong of leather with, a running noose, used for catching horses, cattle, etc."},{"word":"Lassoed","type":"imp. and p. p.","descr":" of Lasso"},{"word":"Lassoing","type":"p. pr. and vb. n.","descr":" of Lasso"},{"word":"Lasso","type":"v. t.","descr":" To catch with a lasso."},{"word":"Last","type":"3d pers. sing. pres.","descr":" of Last, to endure, contracted from lasteth."},{"word":"Last","type":"a.","descr":" Being after all the others, similarly classed or considered, in time, place, or order of succession; following all the rest; final; hindmost; farthest; as, the last year of a century; the last man in a line of soldiers; the last page in a book; his last chance."},{"word":"Last","type":"a.","descr":" Next before the present; as, I saw him last week."},{"word":"Last","type":"a.","descr":" Supreme; highest in degree; utmost."},{"word":"Last","type":"a.","descr":" Lowest in rank or degree; as, the last prize."},{"word":"Last","type":"a.","descr":" Farthest of all from a given quality, character, or condition; most unlikely; having least fitness; as, he is the last person to be accused of theft."},{"word":"Last","type":"a.","descr":" At a time or on an occasion which is the latest of all those spoken of or which have occurred; the last time; as, I saw him last in New York."},{"word":"Last","type":"a.","descr":" In conclusion; finally."},{"word":"Last","type":"a.","descr":" At a time next preceding the present time."},{"word":"Lasted","type":"imp. and p. p.","descr":" of Last"},{"word":"Lasting","type":"p. pr. and vb. n.","descr":" of Last"},{"word":"Last","type":"v. i.","descr":" To continue in time; to endure; to remain in existence."},{"word":"Last","type":"v. i.","descr":" To endure use, or continue in existence, without impairment or exhaustion; as, this cloth lasts better than that; the fuel will last through the winter."},{"word":"Last","type":"v. i.","descr":" A wooden block shaped like the human foot, on which boots and shoes are formed."},{"word":"Last","type":"v. t.","descr":" To shape with a last; to fasten or fit to a last; to place smoothly on a last; as, to last a boot."},{"word":"Last","type":"n.","descr":" A load; a heavy burden; hence, a certain weight or measure, generally estimated at 4,000 lbs., but varying for different articles and in different countries. In England, a last of codfish, white herrings, meal, or ashes, is twelve barrels; a last of corn, ten quarters, or eighty bushels, in some parts of England, twenty-one quarters; of gunpowder, twenty-four barrels, each containing 100 lbs; of red herrings, twenty cades, or 20,000; of hides, twelve dozen; of leather, twenty dickers; of pitch and tar, fourteen barrels; of wool, twelve sacks; of flax or feathers, 1,700 lbs."},{"word":"Last","type":"n.","descr":" The burden of a ship; a cargo."},{"word":"Lastage","type":"n.","descr":" A duty exacted, in some fairs or markets, for the right to carry things where one will."},{"word":"Lastage","type":"n.","descr":" A tax on wares sold by the last."},{"word":"Lastage","type":"n.","descr":" The lading of a ship; also, ballast."},{"word":"Lastage","type":"n.","descr":" Room for stowing goods, as in a ship."},{"word":"Laste","type":"obs. imp.","descr":" of Last, to endure."},{"word":"Laster","type":"n.","descr":" A workman whose business it is to shape boots or shoes, or place leather smoothly, on lasts; a tool for stretching leather on a last."},{"word":"Lastery","type":"n.","descr":" A red color."},{"word":"Lasting","type":"a.","descr":" Existing or continuing a long while; enduring; as, a lasting good or evil; a lasting color."},{"word":"Lasting","type":"n.","descr":" Continuance; endurance."},{"word":"Lasting","type":"n.","descr":" A species of very durable woolen stuff, used for women\\'s shoes; everlasting."},{"word":"Lasting","type":"n.","descr":" The act or process of shaping on a last."},{"word":"Lasting","type":"adv.","descr":" In a lasting manner."},{"word":"Lastly","type":"adv.","descr":" In the last place; in conclusion."},{"word":"Lastly","type":"adv.","descr":" at last; finally."},{"word":"Lat","type":"v. t.","descr":" To let; to allow."},{"word":"Latakia","type":"n.","descr":" A superior quality of Turkish smoking tobacco, so called from the place where produced, the ancient Laodicea."},{"word":"Latch","type":"v. t.","descr":" To smear; to anoint."},{"word":"Latch","type":"n.","descr":" That which fastens or holds; a lace; a snare."},{"word":"Latch","type":"n.","descr":" A movable piece which holds anything in place by entering a notch or cavity; specifically, the catch which holds a door or gate when closed, though it be not bolted."},{"word":"Latch","type":"n.","descr":" A latching."},{"word":"Latch","type":"n.","descr":" A crossbow."},{"word":"Latched","type":"imp. and p. p.","descr":" of Latch"},{"word":"Latching","type":"p. pr. and vb. n.","descr":" of Latch"},{"word":"Latch","type":"n.","descr":" To catch so as to hold."},{"word":"Latch","type":"n.","descr":" To catch or fasten by means of a latch."},{"word":"Latchet","type":"n.","descr":" The string that fastens a shoe; a shoestring."},{"word":"Latching","type":"n.","descr":" A loop or eye formed on the head rope of a bonnet, by which it is attached to the foot of a sail; -- called also latch and lasket."},{"word":"Latchkey","type":"n.","descr":" A key used to raise, or throw back, the latch of a door, esp. a night latch."},{"word":"Latchstring","type":"n.","descr":" A string for raising the latch of a door by a person outside. It is fastened to the latch and passed through a hole above it in the door."},{"word":"Late","type":"v.","descr":" Coming after the time when due, or after the usual or proper time; not early; slow; tardy; long delayed; as, a late spring."},{"word":"Late","type":"v.","descr":" Far advanced toward the end or close; as, a late hour of the day; a late period of life."},{"word":"Late","type":"v.","descr":" Existing or holding some position not long ago, but not now; lately deceased, departed, or gone out of office; as, the late bishop of London; the late administration."},{"word":"Late","type":"v.","descr":" Not long past; happening not long ago; recent; as, the late rains; we have received late intelligence."},{"word":"Late","type":"v.","descr":" Continuing or doing until an advanced hour of the night; as, late revels; a late watcher."},{"word":"Late","type":"a.","descr":" After the usual or proper time, or the time appointed; after delay; as, he arrived late; -- opposed to early."},{"word":"Late","type":"a.","descr":" Not long ago; lately."},{"word":"Late","type":"a.","descr":" Far in the night, day, week, or other particular period; as, to lie abed late; to sit up late at night."},{"word":"Lated","type":"a.","descr":" Belated; too late."},{"word":"Lateen","type":"a.","descr":" Of or pertaining to a peculiar rig used in the Mediterranean and adjacent waters, esp. on the northern coast of Africa. See below."},{"word":"Lately","type":"adv.","descr":" Not long ago; recently; as, he has lately arrived from Italy."},{"word":"Latence","type":"n.","descr":" Latency."},{"word":"Latency","type":"n.","descr":" The state or quality of being latent."},{"word":"Lateness","type":"n.","descr":" The state, condition, or quality, of being late; as, the lateness of his arrival; the lateness of the hour; the lateness of the season."},{"word":"Latent","type":"a.","descr":" Not visible or apparent; hidden; springs of action."},{"word":"Latently","type":"adv.","descr":" In a secret or concealed manner; invisibly."},{"word":"Lateres","type":"pl. ","descr":" of Later"},{"word":"Later","type":"n.","descr":" A brick or tile."},{"word":"Later","type":"a.","descr":" Compar. of Late, a. and adv."},{"word":"Laterad","type":"adv.","descr":" Toward the side; away from the mesial plane; -- opposed to mesiad."},{"word":"Lateral","type":"a.","descr":" Of or pertaining to the sides; as, the lateral walls of a house; the lateral branches of a tree."},{"word":"Lateral","type":"a.","descr":" Lying at, or extending toward, the side; away from the mesial plane; external; -- opposed to mesial."},{"word":"Lateral","type":"a.","descr":" Directed to the side; as, a lateral view of a thing."},{"word":"Laterality","type":"n.","descr":" The state or condition of being lateral."},{"word":"Laterally","type":"adv.","descr":" By the side; sidewise; toward, or from, the side."},{"word":"Lateran","type":"n.","descr":" The church and palace of St. John Lateran, the church being the cathedral church of Rome, and the highest in rank of all churches in the Catholic world."},{"word":"Latered","type":"a.","descr":" Inclined to delay; dilatory."},{"word":"Laterifolious","type":"a.","descr":" Growing from the stem by the side of a leaf; as, a laterifolious flower."},{"word":"Laterite","type":"n.","descr":" An argillaceous sandstone, of a red color, and much seamed; -- found in India."},{"word":"Lateritic","type":"a.","descr":" Consisting of, containing, or characterized by, laterite; as, lateritic formations."},{"word":"Lateritious","type":"a.","descr":" Like bricks; of the color of red bricks."},{"word":"Lates","type":"n.","descr":" A genus of large percoid fishes, of which one species (Lates Niloticus) inhabits the Nile, and another (L. calcarifer) is found in the Ganges and other Indian rivers. They are valued as food fishes."},{"word":"Latescence","type":"n.","descr":" A slight withdrawal from view or knowledge."},{"word":"Latescent","type":"a.","descr":" Slightly withdrawn from view or knowledge; as, a latescent meaning."},{"word":"Latewake","type":"n.","descr":" See Lich wake, under Lich."},{"word":"Lateward","type":"a. and adv.","descr":" Somewhat late; backward."},{"word":"Latex","type":"n.","descr":" A milky or colored juice in certain plants in cavities (called latex cells or latex tubes). It contains the peculiar principles of the plants, whether aromatic, bitter, or acid, and in many instances yields caoutchouc upon coagulation."},{"word":"Laths","type":"pl. ","descr":" of Lath"},{"word":"Lath","type":"n.","descr":" A thin, narrow strip of wood, nailed to the rafters, studs, or floor beams of a building, for the purpose of supporting the tiles, plastering, etc. A corrugated metallic strip or plate is sometimes used."},{"word":"Lathed","type":"imp. and p. p.","descr":" of Lath"},{"word":"Lathing","type":"p. pr. and vb. n.","descr":" of Lath"},{"word":"Lath","type":"v. t.","descr":" To cover or line with laths."},{"word":"Lathe","type":"n.","descr":" Formerly, a part or division of a county among the Anglo-Saxons. At present it consists of four or five hundreds, and is confined to the county of Kent."},{"word":"Lathe","type":"n.","descr":" A granary; a barn."},{"word":"Lathe","type":"n.","descr":" A machine for turning, that is, for shaping articles of wood, metal, or other material, by causing them to revolve while acted upon by a cutting tool."},{"word":"Lathe","type":"n.","descr":" The movable swing frame of a loom, carrying the reed for separating the warp threads and beating up the weft; -- called also lay and batten."},{"word":"Lather","type":"n.","descr":" Foam or froth made by soap moistened with water."},{"word":"Lather","type":"n.","descr":" Foam from profuse sweating, as of a horse."},{"word":"Lathered","type":"imp. and p. p.","descr":" of Lather"},{"word":"Lathering","type":"p. pr. and vb. n.","descr":" of Lather"},{"word":"Lather","type":"n.","descr":" To spread over with lather; as, to lather the face."},{"word":"Lather","type":"v. i.","descr":" To form lather, or a froth like lather; to accumulate foam from profuse sweating, as a horse."},{"word":"Lather","type":"v. t.","descr":" To beat severely with a thong, strap, or the like; to flog."},{"word":"Lathereeve","type":"n.","descr":" Alt. of Lathreeve"},{"word":"Lathreeve","type":"n.","descr":" Formerly, the head officer of a lathe. See 1st Lathe."},{"word":"Lathing","type":"n.","descr":" The act or process of covering with laths; laths, collectively; a covering of laths."},{"word":"Lath-shaped","type":"a.","descr":" Having a slender elongated form, like a lath; -- said of the feldspar of certain igneous rocks, as diabase, as seen in microscopic sections."},{"word":"Lathwork","type":"n.","descr":" Same as Lathing."},{"word":"Lathy","type":"a.","descr":" Like a lath; long and slender."},{"word":"Latian","type":"a.","descr":" Belonging, or relating, to Latium, a country of ancient Italy. See Latin."},{"word":"Latibulized","type":"imp. and p. p.","descr":" of Latibulize"},{"word":"Latibulizing","type":"p. pr. and vb. n.","descr":" of Latibulize"},{"word":"Latibulize","type":"v. i.","descr":" To retire into a den, or hole, and lie dormant in winter; to retreat and lie hid."},{"word":"Latibula","type":"pl. ","descr":" of Latibulum"},{"word":"Latibulum","type":"n.","descr":" A concealed hiding place; a burrow; a lair; a hole."},{"word":"Laticiferous","type":"a.","descr":" Containing the latex; -- applied to the tissue or tubular vessels in which the latex of the plant is found."},{"word":"Laticlave","type":"n.","descr":" A broad stripe of purple on the fore part of the tunic, worn by senators in ancient Rome as an emblem of office."},{"word":"Laticostate","type":"a.","descr":" Broad-ribbed."},{"word":"Latidentate","type":"a.","descr":" Broad-toothed."},{"word":"Latifoliate","type":"a.","descr":" Alt. of Latifolious"},{"word":"Latifolious","type":"a.","descr":" Having broad leaves."},{"word":"Latimer","type":"n.","descr":" An interpreter. [Obs.] Coke."},{"word":"Latin","type":"a.","descr":" Of or pertaining to Latium, or to the Latins, a people of Latium; Roman; as, the Latin language."},{"word":"Latin","type":"a.","descr":" Of, pertaining to, or composed in, the language used by the Romans or Latins; as, a Latin grammar; a Latin composition or idiom."},{"word":"Latin","type":"n.","descr":" A native or inhabitant of Latium; a Roman."},{"word":"Latin","type":"n.","descr":" The language of the ancient Romans."},{"word":"Latin","type":"n.","descr":" An exercise in schools, consisting in turning English into Latin."},{"word":"Latin","type":"n.","descr":" A member of the Roman Catholic Church."},{"word":"Latin","type":"v. t.","descr":" To write or speak in Latin; to turn or render into Latin."},{"word":"Latinism","type":"n.","descr":" A Latin idiom; a mode of speech peculiar to Latin; also, a mode of speech in another language, as English, formed on a Latin model."},{"word":"Latinist","type":"n.","descr":" One skilled in Latin; a Latin scholar."},{"word":"Latinistic","type":"a.","descr":" Of, pertaining to, or derived from, Latin; in the Latin style or idiom."},{"word":"Latinitaster","type":"n.","descr":" One who has but a smattering of Latin."},{"word":"Latinity","type":"n.","descr":" The Latin tongue, style, or idiom, or the use thereof; specifically, purity of Latin style or idiom."},{"word":"Latinization","type":"n.","descr":" The act or process of Latinizing, as a word, language, or country."},{"word":"Latinized","type":"imp. and p. p.","descr":" of Latinize"},{"word":"Latinizing","type":"p. pr. and vb. n.","descr":" of Latinize"},{"word":"Latinize","type":"v. t.","descr":" To give Latin terminations or forms to, as to foreign words, in writing Latin."},{"word":"Latinize","type":"v. t.","descr":" To bring under the power or influence of the Romans or Latins; to affect with the usages of the Latins, especially in speech."},{"word":"Latinize","type":"v. t.","descr":" To make like the Roman Catholic Church or diffuse its ideas in; as, to Latinize the Church of England."},{"word":"Latinize","type":"v. i.","descr":" To use words or phrases borrowed from the Latin."},{"word":"Latinize","type":"v. i.","descr":" To come under the influence of the Romans, or of the Roman Catholic Church."},{"word":"Latinly","type":"adv.","descr":" In the manner of the Latin language; in correct Latin."},{"word":"Lation","type":"n.","descr":" Transportation; conveyance."},{"word":"Latirostral","type":"a.","descr":" Alt. of Latirostrous"},{"word":"Latirostrous","type":"a.","descr":" Having a broad beak."},{"word":"Latirostres","type":"n. pl.","descr":" The broad-billed singing birds, such as the swallows, and their allies."},{"word":"Latish","type":"a.","descr":" Somewhat late."},{"word":"Latisternal","type":"a.","descr":" Having a broad breastbone, or sternum; -- said of anthropoid apes."},{"word":"Latitancy","type":"n.","descr":" Act or state of lying hid, or lurking."},{"word":"Latitant","type":"a.","descr":" Lying hid; concealed; latent."},{"word":"Latitat","type":"n.","descr":" A writ based upon the presumption that the person summoned was hiding."},{"word":"Latitation","type":"n.","descr":" A lying in concealment; hiding."},{"word":"Latitude","type":"n.","descr":" Extent from side to side, or distance sidewise from a given point or line; breadth; width."},{"word":"Latitude","type":"n.","descr":" Room; space; freedom from confinement or restraint; hence, looseness; laxity; independence."},{"word":"Latitude","type":"n.","descr":" Extent or breadth of signification, application, etc.; extent of deviation from a standard, as truth, style, etc."},{"word":"Latitude","type":"n.","descr":" Extent; size; amplitude; scope."},{"word":"Latitude","type":"n.","descr":" Distance north or south of the equator, measured on a meridian."},{"word":"Latitude","type":"n.","descr":" The angular distance of a heavenly body from the ecliptic."},{"word":"Latitudinal","type":"a.","descr":" Of or pertaining to latitude; in the direction of latitude."},{"word":"Latitudinarian","type":"a.","descr":" Not restrained; not confined by precise limits."},{"word":"Latitudinarian","type":"a.","descr":" Indifferent to a strict application of any standard of belief or opinion; hence, deviating more or less widely from such standard; lax in doctrine; as, latitudinarian divines; latitudinarian theology."},{"word":"Latitudinarian","type":"a.","descr":" Lax in moral or religious principles."},{"word":"Latitudinarian","type":"n.","descr":" One who is moderate in his notions, or not restrained by precise settled limits in opinion; one who indulges freedom in thinking."},{"word":"Latitudinarian","type":"n.","descr":" A member of the Church of England, in the time of Charles II., who adopted more liberal notions in respect to the authority, government, and doctrines of the church than generally prevailed."},{"word":"Latitudinarian","type":"n.","descr":" One who departs in opinion from the strict principles of orthodoxy."},{"word":"Latitudinarianism","type":"n.","descr":" A latitudinarian system or condition; freedom of opinion in matters pertaining to religious belief."},{"word":"Latitudinous","type":"a.","descr":" Having latitude, or wide extent."},{"word":"Laton","type":"n.","descr":" Alt. of Latoun"},{"word":"Latoun","type":"n.","descr":" Latten, 1."},{"word":"Latrant","type":"a.","descr":" Barking."},{"word":"Latrate","type":"v. i.","descr":" To bark as a dog."},{"word":"Latration","type":"n.","descr":" A barking."},{"word":"Latreutical","type":"a.","descr":" Acting as a hired servant; serving; ministering; assisting."},{"word":"Latreutical","type":"a.","descr":" Of or pertaining to latria."},{"word":"Latria","type":"n.","descr":" The highest kind of worship, or that paid to God; -- distinguished by the Roman Catholics from dulia, or the inferior worship paid to saints."},{"word":"Latrine","type":"n.","descr":" A privy, or water-closet, esp. in a camp, hospital, etc."},{"word":"Latrociny","type":"n.","descr":" Theft; larceny."},{"word":"Latten","type":"n.","descr":" A kind of brass hammered into thin sheets, formerly much used for making church utensils, as candlesticks, crosses, etc.; -- called also latten brass."},{"word":"Latten","type":"n.","descr":" Sheet tin; iron plate, covered with tin; also, any metal in thin sheets; as, gold latten."},{"word":"Latter","type":"a.","descr":" Later; more recent; coming or happening after something else; -- opposed to former; as, the former and latter rain."},{"word":"Latter","type":"a.","descr":" Of two things, the one mentioned second."},{"word":"Latter","type":"a.","descr":" Recent; modern."},{"word":"Latter","type":"a.","descr":" Last; latest; final."},{"word":"Latter-day saint","type":"","descr":" A Mormon; -- the Church of Jesus Christ of Latter-day Saints being the name assumed by the whole body of Mormons."},{"word":"Latterkin","type":"n.","descr":" A pointed wooden tool used in glazing leaden lattice."},{"word":"Latterly","type":"adv.","descr":" Lately; of late; recently; at a later, as distinguished from a former, period."},{"word":"Lattermath","type":"n.","descr":" The latter, or second, mowing; the aftermath."},{"word":"Lattice","type":"n.","descr":" Any work of wood or metal, made by crossing laths, or thin strips, and forming a network; as, the lattice of a window; -- called also latticework."},{"word":"Lattice","type":"n.","descr":" The representation of a piece of latticework used as a bearing, the bands being vertical and horizontal."},{"word":"Latticed","type":"imp. and p. p.","descr":" of Lattice"},{"word":"Latticing","type":"p. pr. and vb. n.","descr":" of Lattice"},{"word":"Lattice","type":"v. i.","descr":" To make a lattice of; as, to lattice timbers."},{"word":"Lattice","type":"v. i.","descr":" To close, as an opening, with latticework; to furnish with a lattice; as, to lattice a window."},{"word":"Latticework","type":"n.","descr":" Same as Lattice, n., 1."},{"word":"Latticing","type":"n.","descr":" The act or process of making a lattice of, or of fitting a lattice to."},{"word":"Latticing","type":"n.","descr":" A system of bars crossing in the middle to form braces between principal longitudinal members, as of a strut."},{"word":"Latus rectum","type":"","descr":" The line drawn through a focus of a conic section parallel to the directrix and terminated both ways by the curve. It is the parameter of the principal axis. See Focus, and Parameter."},{"word":"Laud","type":"v. i.","descr":" High commendation; praise; honor; exaltation; glory."},{"word":"Laud","type":"v. i.","descr":" A part of divine worship, consisting chiefly of praise; -- usually in the pl."},{"word":"Laud","type":"v. i.","descr":" Music or singing in honor of any one."},{"word":"Lauded","type":"imp. and p. p.","descr":" of Laud"},{"word":"Lauding","type":"p. pr. and vb. n.","descr":" of Laud"},{"word":"Laud","type":"v. i.","descr":" To praise in words alone, or with words and singing; to celebrate; to extol."},{"word":"Laudability","type":"n.","descr":" Laudableness; praiseworthiness."},{"word":"Laudable","type":"v. i.","descr":" Worthy of being lauded; praiseworthy; commendable; as, laudable motives; laudable actions; laudable ambition."},{"word":"Laudable","type":"v. i.","descr":" Healthy; salubrious; normal; having a disposition to promote healing; not noxious; as, laudable juices of the body; laudable pus."},{"word":"Laudableness","type":"n.","descr":" The quality of being laudable; praiseworthiness; commendableness."},{"word":"Laudably","type":"adv.","descr":" In a laudable manner."},{"word":"Laudanine","type":"n.","descr":" A white organic base, resembling morphine, and obtained from certain varieties of opium."},{"word":"Laudanum","type":"n.","descr":" Tincture of opium, used for various medical purposes."},{"word":"Laudation","type":"v. t.","descr":" The act of lauding; praise; high commendation."},{"word":"Laudative","type":"a.","descr":" Laudatory."},{"word":"Laudative","type":"n.","descr":" A panegyric; a eulogy."},{"word":"Laudator","type":"n.","descr":" One who lauds."},{"word":"Laudator","type":"n.","descr":" An arbitrator."},{"word":"Laudatory","type":"a.","descr":" Of or pertaining praise, or to the expression of praise; as, laudatory verses; the laudatory powers of Dryden."},{"word":"Lauder","type":"n.","descr":" One who lauds."},{"word":"Laughed","type":"imp. and p. p.","descr":" of Laugh"},{"word":"Laughing","type":"p. pr. and vb. n.","descr":" of Laugh"},{"word":"Laugh","type":"v. i.","descr":" To show mirth, satisfaction, or derision, by peculiar movement of the muscles of the face, particularly of the mouth, causing a lighting up of the face and eyes, and usually accompanied by the emission of explosive or chuckling sounds from the chest and throat; to indulge in laughter."},{"word":"Laugh","type":"v. i.","descr":" Fig.: To be or appear gay, cheerful, pleasant, mirthful, lively, or brilliant; to sparkle; to sport."},{"word":"Laugh","type":"v. t.","descr":" To affect or influence by means of laughter or ridicule."},{"word":"Laugh","type":"v. t.","descr":" To express by, or utter with, laughter; -- with out."},{"word":"Laugh","type":"n.","descr":" An expression of mirth peculiar to the human species; the sound heard in laughing; laughter. See Laugh, v. i."},{"word":"Laughable","type":"a.","descr":" Fitted to excite laughter; as, a laughable story; a laughable scene."},{"word":"Laugher","type":"n.","descr":" One who laughs."},{"word":"Laugher","type":"n.","descr":" A variety of the domestic pigeon."},{"word":"Laughing","type":"a. and n.","descr":" from Laugh, v. i."},{"word":"Laughingly","type":"adv.","descr":" With laughter or merriment."},{"word":"Laughingstock","type":"n.","descr":" An object of ridicule; a butt of sport."},{"word":"Laughsome","type":"a.","descr":" Exciting laughter; also, addicted to laughter; merry."},{"word":"Laughter","type":"v. i.","descr":" A movement (usually involuntary) of the muscles of the face, particularly of the lips, with a peculiar expression of the eyes, indicating merriment, satisfaction, or derision, and usually attended by a sonorous and interrupted expulsion of air from the lungs. See Laugh, v. i."},{"word":"Laughterless","type":"a.","descr":" Not laughing; without laughter."},{"word":"Laughworthy","type":"a.","descr":" Deserving to be laughed at."},{"word":"Laumontite","type":"n.","descr":" A mineral, of a white color and vitreous luster. It is a hydrous silicate of alumina and lime. Exposed to the air, it loses water, becomes opaque, and crumbles."},{"word":"Launce","type":"n.","descr":" A lance."},{"word":"Launce","type":"n.","descr":" A balance."},{"word":"Launce","type":"n.","descr":" See Lant, the fish."},{"word":"Launcegaye","type":"n.","descr":" See Langegaye."},{"word":"Launched","type":"imp. and p. p.","descr":" of Launch"},{"word":"Launching","type":"p. pr. and vb. n.","descr":" of Launch"},{"word":"Launch","type":"v. i.","descr":" To throw, as a lance or dart; to hurl; to let fly."},{"word":"Launch","type":"v. i.","descr":" To strike with, or as with, a lance; to pierce."},{"word":"Launch","type":"v. i.","descr":" To cause to move or slide from the land into the water; to set afloat; as, to launch a ship."},{"word":"Launch","type":"v. i.","descr":" To send out; to start (one) on a career; to set going; to give a start to (something); to put in operation; as, to launch a son in the world; to launch a business project or enterprise."},{"word":"Launch","type":"v. i.","descr":" To move with force and swiftness like a sliding from the stocks into the water; to plunge; to make a beginning; as, to launch into the current of a stream; to launch into an argument or discussion; to launch into lavish expenditures; -- often with out."},{"word":"Launch","type":"n.","descr":" The act of launching."},{"word":"Launch","type":"n.","descr":" The movement of a vessel from land into the water; especially, the sliding on ways from the stocks on which it is built."},{"word":"Launch","type":"n.","descr":" The boat of the largest size belonging to a ship of war; also, an open boat of any size driven by steam, naphtha, electricity, or the like."},{"word":"Laund","type":"n.","descr":" A plain sprinkled with trees or underbrush; a glade."},{"word":"Launder","type":"n.","descr":" A washerwoman."},{"word":"Launder","type":"n.","descr":" A trough used by miners to receive the powdered ore from the box where it is beaten, or for carrying water to the stamps, or other apparatus, for comminuting, or sorting, the ore."},{"word":"Laundered","type":"imp. and p. p.","descr":" of Launder"},{"word":"Laundering","type":"p. pr. and vb. n.","descr":" of Launder"},{"word":"Launder","type":"v. i.","descr":" To wash, as clothes; to wash, and to smooth with a flatiron or mangle; to wash and iron; as, to launder shirts."},{"word":"Launder","type":"v. i.","descr":" To lave; to wet."},{"word":"Launderer","type":"n.","descr":" One who follows the business of laundering."},{"word":"Laundering","type":"n.","descr":" The act, or occupation, of one who launders; washing and ironing."},{"word":"Laundress","type":"n.","descr":" A woman whose employment is laundering."},{"word":"Laundress","type":"v. i.","descr":" To act as a laundress."},{"word":"Laundries","type":"pl. ","descr":" of Laundry"},{"word":"Laundry","type":"n.","descr":" A laundering; a washing."},{"word":"Laundry","type":"n.","descr":" A place or room where laundering is done."},{"word":"Laundrymen","type":"pl. ","descr":" of Laundryman"},{"word":"Laundryman","type":"n.","descr":" A man who follows the business of laundering."},{"word":"Laura","type":"n.","descr":" A number of hermitages or cells in the same neighborhood occupied by anchorites who were under the same superior."},{"word":"Lauraceous","type":"a.","descr":" Belonging to, or resembling, a natural order (Lauraceae) of trees and shrubs having aromatic bark and foliage, and including the laurel, sassafras, cinnamon tree, true camphor tree, etc."},{"word":"Laurate","type":"n.","descr":" A salt of lauric acid."},{"word":"Laureate","type":"a.","descr":" Crowned, or decked, with laurel."},{"word":"Laureate","type":"n.","descr":" One crowned with laurel; a poet laureate."},{"word":"Laureated","type":"imp. and p. p.","descr":" of Laureate"},{"word":"Laureating","type":"p. pr. and vb. n.","descr":" of Laureate"},{"word":"Laureate","type":"v. i.","descr":" To honor with a wreath of laurel, as formerly was done in bestowing a degree at the English universities."},{"word":"Laureateship","type":"n.","descr":" State, or office, of a laureate."},{"word":"Laureation","type":"n.","descr":" The act of crowning with laurel; the act of conferring an academic degree, or honorary title."},{"word":"Laurel","type":"n.","descr":" An evergreen shrub, of the genus Laurus (L. nobilis), having aromatic leaves of a lanceolate shape, with clusters of small, yellowish white flowers in their axils; -- called also sweet bay."},{"word":"Laurel","type":"n.","descr":" A crown of laurel; hence, honor; distinction; fame; -- especially in the plural; as, to win laurels."},{"word":"Laurel","type":"n.","descr":" An English gold coin made in 1619, and so called because the king\\'s head on it was crowned with laurel."},{"word":"Laureled","type":"a.","descr":" Crowned with laurel, or with a laurel wreath; laureate."},{"word":"Laurentian","type":"a.","descr":" Pertaining to, or near, the St. Lawrence River; as, the Laurentian hills."},{"word":"Laurer","type":"n.","descr":" Laurel."},{"word":"Laurestine","type":"n.","descr":" The Viburnum Tinus, an evergreen shrub or tree of the south of Europe, which flowers during the winter mouths."},{"word":"Lauric","type":"a.","descr":" Pertaining to, or derived from, the European bay or laurel (Laurus nobilis)."},{"word":"Lauriferous","type":"a.","descr":" Producing, or bringing, laurel."},{"word":"Laurin","type":"n.","descr":" A white crystalline substance extracted from the fruit of the bay (Laurus nobilis), and consisting of a complex mixture of glycerin ethers of several organic acids."},{"word":"Laurinol","type":"n.","descr":" Ordinary camphor; -- so called in allusion to the family name (Lauraceae) of the camphor trees. See Camphor."},{"word":"Lauriol","type":"n.","descr":" Spurge laurel."},{"word":"Laurite","type":"n.","descr":" A rare sulphide of osmium and ruthenium found with platinum in Borneo and Oregon."},{"word":"Laurone","type":"n.","descr":" The ketone of lauric acid."},{"word":"Laurus","type":"n.","descr":" A genus of trees including, according to modern authors, only the true laurel (Laurus nobilis), and the larger L. Canariensis of Madeira and the Canary Islands. Formerly the sassafras, the camphor tree, the cinnamon tree, and several other aromatic trees and shrubs, were also referred to the genus Laurus."},{"word":"Laus","type":"a.","descr":" Loose."},{"word":"Lava","type":"n.","descr":" The melted rock ejected by a volcano from its top or fissured sides. It flows out in streams sometimes miles in length. It also issues from fissures in the earth\\'s surface, and forms beds covering many square miles, as in the Northwestern United States."},{"word":"Lavaret","type":"n.","descr":" A European whitefish (Coregonus laveretus), found in the mountain lakes of Sweden, Germany, and Switzerland."},{"word":"Lavatic","type":"a.","descr":" Like lava, or composed of lava; lavic."},{"word":"Lavation","type":"n.","descr":" A washing or cleansing."},{"word":"Lavatory","type":"a.","descr":" Washing, or cleansing by washing."},{"word":"Lavatories","type":"pl. ","descr":" of Lavatory"},{"word":"Lavatory","type":"n.","descr":" A place for washing."},{"word":"Lavatory","type":"n.","descr":" A basin or other vessel for washing in."},{"word":"Lavatory","type":"n.","descr":" A wash or lotion for a diseased part."},{"word":"Lavatory","type":"n.","descr":" A place where gold is obtained by washing."},{"word":"Lavature","type":"n.","descr":" A wash or lotion."},{"word":"Laved","type":"imp. and p. p.","descr":" of Lave"},{"word":"Laving","type":"p. pr. and vb. n.","descr":" of Lave"},{"word":"Lave","type":"v. t.","descr":" To wash; to bathe; as, to lave a bruise."},{"word":"Lave","type":"v. i.","descr":" To bathe; to wash one\\'s self."},{"word":"Lave","type":"v. t.","descr":" To lade, dip, or pour out."},{"word":"Lave","type":"n.","descr":" The remainder; others."},{"word":"Lave-eared","type":"a.","descr":" Having large, pendent ears."},{"word":"Laveer","type":"v. i.","descr":" To beat against the wind; to tack."},{"word":"Lavement","type":"n.","descr":" A washing or bathing; also, a clyster."},{"word":"Lavender","type":"n.","descr":" An aromatic plant of the genus Lavandula (L. vera), common in the south of Europe. It yields and oil used in medicine and perfumery. The Spike lavender (L. Spica) yields a coarser oil (oil of spike), used in the arts."},{"word":"Lavender","type":"n.","descr":" The pale, purplish color of lavender flowers, paler and more delicate than lilac."},{"word":"Laver","type":"n.","descr":" A vessel for washing; a large basin."},{"word":"Laver","type":"n.","descr":" A large brazen vessel placed in the court of the Jewish tabernacle where the officiating priests washed their hands and feet."},{"word":"Laver","type":"n.","descr":" One of several vessels in Solomon\\'s Temple in which the offerings for burnt sacrifices were washed."},{"word":"Laver","type":"n.","descr":" That which washes or cleanses."},{"word":"Laver","type":"n.","descr":" One who laves; a washer."},{"word":"Laver","type":"n.","descr":" The fronds of certain marine algae used as food, and for making a sauce called laver sauce. Green laver is the Ulva latissima; purple laver, Porphyra laciniata and P. vulgaris. It is prepared by stewing, either alone or with other vegetables, and with various condiments; -- called also sloke, or sloakan."},{"word":"Laverock","type":"n.","descr":" The lark."},{"word":"Lavic","type":"a.","descr":" See Lavatic."},{"word":"Lavish","type":"a.","descr":" Expending or bestowing profusely; profuse; prodigal; as, lavish of money; lavish of praise."},{"word":"Lavish","type":"a.","descr":" Superabundant; excessive; as, lavish spirits."},{"word":"Lavished","type":"imp. and p. p.","descr":" of Lavish"},{"word":"Lavishing","type":"p. pr. and vb. n.","descr":" of Lavish"},{"word":"Lavish","type":"v. t.","descr":" To expend or bestow with profusion; to use with prodigality; to squander; as, to lavish money or praise."},{"word":"Lavisher","type":"n.","descr":" One who lavishes."},{"word":"Lavishly","type":"adv.","descr":" In a lavish manner."},{"word":"Lavishment","type":"n.","descr":" The act of lavishing."},{"word":"Lavishness","type":"n.","descr":" The quality or state of being lavish."},{"word":"Lav\/sium","type":"n.","descr":" A supposed new metallic element. It is said to have been discovered in pyrites, and some other minerals, and to be of a silver-white color, and malleable."},{"word":"Lavolt","type":"n.","descr":" Alt. of Lavolta"},{"word":"Lavolta","type":"n.","descr":" An old dance, for two persons, being a kind of waltz, in which the woman made a high spring or bound."},{"word":"Lavoltateer","type":"n.","descr":" A dancer of the lavolta."},{"word":"Lavour","type":"n.","descr":" A laver."},{"word":"Lavrock","type":"n.","descr":" Same as Laverock."},{"word":"Law","type":"n.","descr":" In general, a rule of being or of conduct, established by an authority able to enforce its will; a controlling regulation; the mode or order according to which an agent or a power acts."},{"word":"Law","type":"n.","descr":" In morals: The will of God as the rule for the disposition and conduct of all responsible beings toward him and toward each other; a rule of living, conformable to righteousness; the rule of action as obligatory on the conscience or moral nature."},{"word":"Law","type":"n.","descr":" The Jewish or Mosaic code, and that part of Scripture where it is written, in distinction from the gospel; hence, also, the Old Testament."},{"word":"Law","type":"n.","descr":" An organic rule, as a constitution or charter, establishing and defining the conditions of the existence of a state or other organized community."},{"word":"Law","type":"n.","descr":" Any edict, decree, order, ordinance, statute, resolution, judicial, decision, usage, etc., or recognized, and enforced, by the controlling authority."},{"word":"Law","type":"n.","descr":" In philosophy and physics: A rule of being, operation, or change, so certain and constant that it is conceived of as imposed by the will of God or by some controlling authority; as, the law of gravitation; the laws of motion; the law heredity; the laws of thought; the laws of cause and effect; law of self-preservation."},{"word":"Law","type":"n.","descr":" In matematics: The rule according to which anything, as the change of value of a variable, or the value of the terms of a series, proceeds; mode or order of sequence."},{"word":"Law","type":"n.","descr":" In arts, works, games, etc.: The rules of construction, or of procedure, conforming to the conditions of success; a principle, maxim; or usage; as, the laws of poetry, of architecture, of courtesy, or of whist."},{"word":"Law","type":"n.","descr":" Collectively, the whole body of rules relating to one subject, or emanating from one source; -- including usually the writings pertaining to them, and judicial proceedings under them; as, divine law; English law; Roman law; the law of real property; insurance law."},{"word":"Law","type":"n.","descr":" Legal science; jurisprudence; the principles of equity; applied justice."},{"word":"Law","type":"n.","descr":" Trial by the laws of the land; judicial remedy; litigation; as, to go law."},{"word":"Law","type":"n.","descr":" An oath, as in the presence of a court."},{"word":"Law","type":"v. t.","descr":" Same as Lawe, v. t."},{"word":"Law","type":"interj.","descr":" An exclamation of mild surprise."},{"word":"Law-abiding","type":"a.","descr":" Abiding the law; waiting for the operation of law for the enforcement of rights; also, abiding by the law; obedient to the law; as, law-abiding people."},{"word":"Lawbreaker","type":"n.","descr":" One who disobeys the law; a criminal."},{"word":"Lawe","type":"v. t.","descr":" To cut off the claws and balls of, as of a dog\\'s fore feet."},{"word":"Lawer","type":"n.","descr":" A lawyer."},{"word":"Lawful","type":"a.","descr":" Conformable to law; allowed by law; legitimate; competent."},{"word":"Lawful","type":"a.","descr":" Constituted or authorized by law; rightful; as, the lawful owner of lands."},{"word":"Lawgiver","type":"n.","descr":" One who makes or enacts a law or system of laws; a legislator."},{"word":"Lawgiving","type":"a.","descr":" Enacting laws; legislative."},{"word":"Lawing","type":"n.","descr":" Going to law; litigation."},{"word":"Lawing","type":"n.","descr":" Expeditation."},{"word":"Lawless","type":"a.","descr":" Contrary to, or unauthorized by, law; illegal; as, a lawless claim."},{"word":"Lawless","type":"a.","descr":" Not subject to, or restrained by, the law of morality or of society; as, lawless men or behavior."},{"word":"Lawless","type":"a.","descr":" Not subject to the laws of nature; uncontrolled."},{"word":"Lawmaker","type":"n.","descr":" A legislator; a lawgiver."},{"word":"Lammaking","type":"a.","descr":" Enacting laws; legislative."},{"word":"Lammaking","type":"n.","descr":" The enacting of laws; legislation."},{"word":"Lawmonger","type":"n.","descr":" A trader in law; one who practices law as if it were a trade."},{"word":"Lawn","type":"n.","descr":" An open space between woods."},{"word":"Lawn","type":"n.","descr":" Ground (generally in front of or around a house) covered with grass kept closely mown."},{"word":"Lawm","type":"n.","descr":" A very fine linen (or sometimes cotton) fabric with a rather open texture. Lawn is used for the sleeves of a bishop\\'s official dress in the English Church, and, figuratively, stands for the office itself."},{"word":"Lawnd","type":"n.","descr":" See Laund."},{"word":"Lawny","type":"a.","descr":" Having a lawn; characterized by a lawn or by lawns; like a lawn."},{"word":"Lawny","type":"a.","descr":" Made of lawn or fine linen."},{"word":"Lawsonia","type":"n.","descr":" An Asiatic and North African shrub (Lawsonia inermis), with smooth oval leaves, and fragrant white flowers. Henna is prepared from the leaves and twigs. In England the shrub is called Egyptian privet, and in the West Indies, Jamaica mignonette."},{"word":"Lawsuit","type":"n.","descr":" An action at law; a suit in equity or admiralty; any legal proceeding before a court for the enforcement of a claim."},{"word":"Lawyer","type":"n.","descr":" One versed in the laws, or a practitioner of law; one whose profession is to conduct lawsuits for clients, or to advise as to prosecution or defence of lawsuits, or as to legal rights and obligations in other matters. It is a general term, comprehending attorneys, counselors, solicitors, barristers, sergeants, and advocates."},{"word":"Lawyer","type":"n.","descr":" The black-necked stilt. See Stilt."},{"word":"Lawyer","type":"n.","descr":" The bowfin (Amia calva)."},{"word":"Lawyer","type":"n.","descr":" The burbot (Lota maculosa)."},{"word":"Lawyerlike","type":"a.","descr":" Alt. of Lawyerly"},{"word":"Lawyerly","type":"a.","descr":" Like, or becoming, a lawyer; as, lawyerlike sagacity."},{"word":"Lax","type":"v. t.","descr":" Not tense, firm, or rigid; loose; slack; as, a lax bandage; lax fiber."},{"word":"Lax","type":"v. t.","descr":" Not strict or stringent; not exact; loose; weak; vague; equivocal."},{"word":"Lax","type":"v. t.","descr":" Having a looseness of the bowels; diarrheal."},{"word":"Lax","type":"n.","descr":" A looseness; diarrhea."},{"word":"Laxation","type":"n.","descr":" The act of loosening or slackening, or the state of being loosened or slackened."},{"word":"Laxative","type":"a.","descr":" Having a tendency to loosen or relax."},{"word":"Laxative","type":"a.","descr":" Having the effect of loosening or opening the intestines, and relieving from constipation; -- opposed to astringent."},{"word":"Laxative","type":"n.","descr":" A laxative medicine. See the Note under Cathartic."},{"word":"Laxativeness","type":"n.","descr":" The quality of being laxative."},{"word":"Laxator","type":"n.","descr":" That which loosens; -- esp., a muscle which by its contraction loosens some part."},{"word":"Laxity","type":"a.","descr":" The state or quality of being lax; want of tenseness, strictness, or exactness."},{"word":"Laxly","type":"adv.","descr":" In a lax manner."},{"word":"Laxness","type":"n.","descr":" The state of being lax; laxity."},{"word":"Lay","type":"imp.","descr":" of Lie, to recline."},{"word":"Lay","type":"a.","descr":" Of or pertaining to the laity, as distinct from the clergy; as, a lay person; a lay preacher; a lay brother."},{"word":"Lay","type":"a.","descr":" Not educated or cultivated; ignorant."},{"word":"Lay","type":"a.","descr":" Not belonging to, or emanating from, a particular profession; unprofessional; as, a lay opinion regarding the nature of a disease."},{"word":"Lay","type":"n.","descr":" The laity; the common people."},{"word":"Lay","type":"n.","descr":" A meadow. See Lea."},{"word":"Lay","type":"n.","descr":" Faith; creed; religious profession."},{"word":"Lay","type":"n.","descr":" A law."},{"word":"Lay","type":"n.","descr":" An obligation; a vow."},{"word":"Lay","type":"a.","descr":" A song; a simple lyrical poem; a ballad."},{"word":"Lay","type":"a.","descr":" A melody; any musical utterance."},{"word":"Laid","type":"imp. and p. p.","descr":" of Lay"},{"word":"Laying","type":"p. pr. and vb. n.","descr":" of Lay"},{"word":"Lay","type":"v. t.","descr":" To cause to lie down, to be prostrate, or to lie against something; to put or set down; to deposit; as, to lay a book on the table; to lay a body in the grave; a shower lays the dust."},{"word":"Lay","type":"v. t.","descr":" To place in position; to establish firmly; to arrange with regularity; to dispose in ranks or tiers; as, to lay a corner stone; to lay bricks in a wall; to lay the covers on a table."},{"word":"Lay","type":"v. t.","descr":" To prepare; to make ready; to contrive; to provide; as, to lay a snare, an ambush, or a plan."},{"word":"Lay","type":"v. t.","descr":" To spread on a surface; as, to lay plaster or paint."},{"word":"Lay","type":"v. t.","descr":" To cause to be still; to calm; to allay; to suppress; to exorcise, as an evil spirit."},{"word":"Lay","type":"v. t.","descr":" To cause to lie dead or dying."},{"word":"Lay","type":"v. t.","descr":" To deposit, as a wager; to stake; to risk."},{"word":"Lay","type":"v. t.","descr":" To bring forth and deposit; as, to lay eggs."},{"word":"Lay","type":"v. t.","descr":" To apply; to put."},{"word":"Lay","type":"v. t.","descr":" To impose, as a burden, suffering, or punishment; to assess, as a tax; as, to lay a tax on land."},{"word":"Lay","type":"v. t.","descr":" To impute; to charge; to allege."},{"word":"Lay","type":"v. t.","descr":" To impose, as a command or a duty; as, to lay commands on one."},{"word":"Lay","type":"v. t.","descr":" To present or offer; as, to lay an indictment in a particular county; to lay a scheme before one."},{"word":"Lay","type":"v. t.","descr":" To state; to allege; as, to lay the venue."},{"word":"Lay","type":"v. t.","descr":" To point; to aim; as, to lay a gun."},{"word":"Lay","type":"v. t.","descr":" To put the strands of (a rope, a cable, etc.) in their proper places and twist or unite them; as, to lay a cable or rope."},{"word":"Lay","type":"v. t.","descr":" To place and arrange (pages) for a form upon the imposing stone."},{"word":"Lay","type":"v. t.","descr":" To place (new type) properly in the cases."},{"word":"Lay","type":"v. i.","descr":" To produce and deposit eggs."},{"word":"Lay","type":"v. i.","descr":" To take a position; to come or go; as, to lay forward; to lay aloft."},{"word":"Lay","type":"v. i.","descr":" To lay a wager; to bet."},{"word":"Lay","type":"n.","descr":" That which lies or is laid or is conceived of as having been laid or placed in its position; a row; a stratum; a layer; as, a lay of stone or wood."},{"word":"Lay","type":"v. t.","descr":" A wager."},{"word":"Lay","type":"v. t.","descr":" A job, price, or profit."},{"word":"Lay","type":"v. t.","descr":"  A share of the proceeds or profits of an enterprise; as, when a man ships for a whaling voyage, he agrees for a certain lay."},{"word":"Lay","type":"v. t.","descr":" A measure of yarn; a lea. See 1st Lea (a)."},{"word":"Lay","type":"v. t.","descr":" The lathe of a loom. See Lathe, 3."},{"word":"Lay","type":"v. t.","descr":" A plan; a scheme."},{"word":"Layer","type":"n.","descr":" One who, or that which, lays."},{"word":"Layer","type":"n.","descr":" That which is laid; a stratum; a bed; one thickness, course, or fold laid over another; as, a layer of clay or of sand in the earth; a layer of bricks, or of plaster; the layers of an onion."},{"word":"Layer","type":"n.","descr":" A shoot or twig of a plant, not detached from the stock, laid under ground for growth or propagation."},{"word":"Layer","type":"n.","descr":" An artificial oyster bed."},{"word":"Layering","type":"n.","descr":" A propagating by layers."},{"word":"Laying","type":"n.","descr":" The act of one who, or that which, lays."},{"word":"Laying","type":"n.","descr":" The act or period of laying eggs; the eggs laid for one incubation; a clutch."},{"word":"Laying","type":"n.","descr":" The first coat on laths of plasterer\\'s two-coat work."},{"word":"Layland","type":"n.","descr":" Land lying untilled; fallow ground."},{"word":"Laymen","type":"pl. ","descr":" of Layman"},{"word":"Layman","type":"n.","descr":" One of the people, in distinction from the clergy; one of the laity; sometimes, a man not belonging to some particular profession, in distinction from those who do."},{"word":"Layman","type":"n.","descr":" A lay figure. See under Lay, n. (above)."},{"word":"Layner","type":"n.","descr":" A whiplash."},{"word":"Layship","type":"n.","descr":" The condition of being a layman."},{"word":"Laystall","type":"n.","descr":" A place where rubbish, dung, etc., are laid or deposited."},{"word":"Laystall","type":"n.","descr":" A place where milch cows are kept, or cattle on the way to market are lodged."},{"word":"Lazar","type":"n.","descr":" A person infected with a filthy or pestilential disease; a leper."},{"word":"Lazaret","type":"n.","descr":" Alt. of Lazaretto"},{"word":"Lazaretto","type":"n.","descr":" A public building, hospital, or pesthouse for the reception of diseased persons, particularly those affected with contagious diseases."},{"word":"Lazarist","type":"n.","descr":" Alt. of Lazarite"},{"word":"Lazarite","type":"n.","descr":" One of the Congregation of the Priests of the Mission, a religious institute founded by Vincent de Paul in 1624, and popularly called Lazarists or Lazarites from the College of St. Lazare in Paris, which was occupied by them until 1792."},{"word":"Lazarlike","type":"a.","descr":" Alt. of Lazarly"},{"word":"Lazarly","type":"a.","descr":" Full of sores; leprous."},{"word":"Lazaroni","type":"n. pl.","descr":" See Lazzaroni."},{"word":"Lazarwort","type":"n.","descr":" Laserwort."},{"word":"Lazed","type":"imp. and p. p.","descr":" of Laze"},{"word":"Lazing","type":"p. pr. and vb. n.","descr":" of Laze"},{"word":"Laze","type":"v. i.","descr":" To be lazy or idle."},{"word":"Laze","type":"v. t.","descr":" To waste in sloth; to spend, as time, in idleness; as, to laze away whole days."},{"word":"Lazily","type":"adv.","descr":" In a lazy manner."},{"word":"Laziness","type":"n.","descr":" The state or quality of being lazy."},{"word":"Lazuli","type":"n.","descr":" A mineral of a fine azure-blue color, usually in small rounded masses. It is essentially a silicate of alumina, lime, and soda, with some sodium sulphide, is often marked by yellow spots or veins of sulphide of iron, and is much valued for ornamental work. Called also lapis lazuli, and Armenian stone."},{"word":"Lazulite","type":"n.","descr":" A mineral of a light indigo-blue color, occurring in small masses, or in monoclinic crystals; blue spar. It is a hydrous phosphate of alumina and magnesia."},{"word":"Lazy","type":"superl.","descr":" Disinclined to action or exertion; averse to labor; idle; shirking work."},{"word":"Lazy","type":"superl.","descr":" Inactive; slothful; slow; sluggish; as, a lazy stream."},{"word":"Lazy","type":"superl.","descr":" Wicked; vicious."},{"word":"Lazyback","type":"n.","descr":" A support for the back, attached to the seat of a carriage."},{"word":"Lazybones","type":"n.","descr":" A lazy person."},{"word":"Lazzaroni","type":"n. pl.","descr":" The homeless idlers of Naples who live by chance work or begging; -- so called from the Hospital of St. Lazarus, which serves as their refuge."},{"word":"Lay","type":"imp.","descr":" of Lie"},{"word":"Lain","type":"p. p.","descr":" of Lie"},{"word":"Laving","type":"v. i.","descr":" Being alive; having life; as, a living creature."},{"word":"Laving","type":"v. i.","descr":" Active; lively; vigorous; -- said esp. of states of the mind, and sometimes of abstract things; as, a living faith; a living principle."},{"word":"Laving","type":"v. i.","descr":" Issuing continually from the earth; running; flowing; as, a living spring; -- opposed to stagnant."},{"word":"Laving","type":"v. i.","descr":" Producing life, action, animation, or vigor; quickening."},{"word":"Laving","type":"v. i.","descr":" Ignited; glowing with heat; burning; live."}]