[{"word":"Lea","type":"n.","descr":" A measure of yarn; for linen, 300 yards; for cotton, 120 yards; a lay."},{"word":"Lea","type":"n.","descr":" A set of warp threads carried by a loop of the heddle."},{"word":"Lea","type":"n.","descr":" A meadow or sward land; a grassy field."},{"word":"Leach","type":"n.","descr":" See 3d Leech."},{"word":"Leach","type":"n.","descr":" A quantity of wood ashes, through which water passes, and thus imbibes the alkali."},{"word":"Leach","type":"n.","descr":" A tub or vat for leaching ashes, bark, etc."},{"word":"Leached","type":"imp. and p. p.","descr":" of Leach"},{"word":"Leaching","type":"p. pr. and vb. n.","descr":" of Leach"},{"word":"Leach","type":"v. t.","descr":" To remove the soluble constituents from by subjecting to the action of percolating water or other liquid; as, to leach ashes or coffee."},{"word":"Leach","type":"v. t.","descr":" To dissolve out; -- often used with out; as, to leach out alkali from ashes."},{"word":"Leach","type":"v. i.","descr":" To part with soluble constituents by percolation."},{"word":"Leach","type":"n.","descr":" See Leech, a physician."},{"word":"Leachy","type":"a.","descr":" Permitting liquids to pass by percolation; not capable of retaining water; porous; pervious; -- said of gravelly or sandy soils, and the like."},{"word":"Lead","type":"n.","descr":" One of the elements, a heavy, pliable, inelastic metal, having a bright, bluish color, but easily tarnished. It is both malleable and ductile, though with little tenacity, and is used for tubes, sheets, bullets, etc. Its specific gravity is 11.37. It is easily fusible, forms alloys with other metals, and is an ingredient of solder and type metal. Atomic weight, 206.4. Symbol Pb (L. Plumbum). It is chiefly obtained from the mineral galena, lead sulphide."},{"word":"Lead","type":"n.","descr":" An article made of lead or an alloy of lead"},{"word":"Lead","type":"n.","descr":" A plummet or mass of lead, used in sounding at sea."},{"word":"Lead","type":"n.","descr":" A thin strip of type metal, used to separate lines of type in printing."},{"word":"Lead","type":"n.","descr":" Sheets or plates of lead used as a covering for roofs; hence, pl., a roof covered with lead sheets or terne plates."},{"word":"Lead","type":"n.","descr":" A small cylinder of black lead or plumbago, used in pencils."},{"word":"Leaded","type":"imp. and p. p.","descr":" of Lead"},{"word":"Leading","type":"p. pr. and vb. n.","descr":" of Lead"},{"word":"Lead","type":"v. t.","descr":" To cover, fill, or affect with lead; as, continuous firing leads the grooves of a rifle."},{"word":"Lead","type":"v. t.","descr":" To place leads between the lines of; as, to lead a page; leaded matter."},{"word":"Led","type":"imp. and p. p.","descr":" of Lead"},{"word":"Leading","type":"p. pr. and vb. n.","descr":" of Lead"},{"word":"Lead","type":"v. t.","descr":" To guide or conduct with the hand, or by means of some physical contact connection; as, a father leads a child; a jockey leads a horse with a halter; a dog leads a blind man."},{"word":"Lead","type":"v. t.","descr":" To guide or conduct in a certain course, or to a certain place or end, by making the way known; to show the way, esp. by going with or going in advance of. Hence, figuratively: To direct; to counsel; to instruct; as, to lead a traveler; to lead a pupil."},{"word":"Lead","type":"v. t.","descr":" To conduct or direct with authority; to have direction or charge of; as, to lead an army, an exploring party, or a search; to lead a political party."},{"word":"Lead","type":"v. t.","descr":" To go or to be in advance of; to precede; hence, to be foremost or chief among; as, the big sloop led the fleet of yachts; the Guards led the attack; Demosthenes leads the orators of all ages."},{"word":"Lead","type":"v. t.","descr":" To draw or direct by influence, whether good or bad; to prevail on; to induce; to entice; to allure; as, to lead one to espouse a righteous cause."},{"word":"Lead","type":"v. t.","descr":" To guide or conduct one\\'s self in, through, or along (a certain course); hence, to proceed in the way of; to follow the path or course of; to pass; to spend. Also, to cause (one) to proceed or follow in (a certain course)."},{"word":"Lead","type":"v. t.","descr":" To begin a game, round, or trick, with; as, to lead trumps; the double five was led."},{"word":"Lead","type":"v. i.","descr":" To guide or conduct, as by accompanying, going before, showing, influencing, directing with authority, etc.; to have precedence or preeminence; to be first or chief; -- used in most of the senses of lead, v. t."},{"word":"Lead","type":"v. t.","descr":" To tend or reach in a certain direction, or to a certain place; as, the path leads to the mill; gambling leads to other vices."},{"word":"Lead","type":"n.","descr":" The act of leading or conducting; guidance; direction; as, to take the lead; to be under the lead of another."},{"word":"Lead","type":"n.","descr":" precedence; advance position; also, the measure of precedence; as, the white horse had the lead; a lead of a boat\\'s length, or of half a second."},{"word":"Lead","type":"n.","descr":" The act or right of playing first in a game or round; the card suit, or piece, so played; as, your partner has the lead."},{"word":"Lead","type":"n.","descr":" An open way in an ice field."},{"word":"Lead","type":"n.","descr":" A lode."},{"word":"Lead","type":"n.","descr":" The course of a rope from end to end."},{"word":"Lead","type":"n.","descr":" The width of port opening which is uncovered by the valve, for the admission or release of steam, at the instant when the piston is at end of its stroke."},{"word":"Lead","type":"n.","descr":" the distance of haul, as from a cutting to an embankment."},{"word":"Lead","type":"n.","descr":" The action of a tooth, as a tooth of a wheel, in impelling another tooth or a pallet."},{"word":"Leaded","type":"a.","descr":" Fitted with lead; set in lead; as, leaded windows."},{"word":"Leaded","type":"a.","descr":" Separated by leads, as the lines of a page."},{"word":"Leaden","type":"a.","descr":" Made of lead; of the nature of lead; as, a leaden ball."},{"word":"Leaden","type":"a.","descr":" Like lead in color, etc. ; as, a leaden sky."},{"word":"Leaden","type":"a.","descr":" Heavy; dull; sluggish."},{"word":"Leader","type":"n.","descr":" One who, or that which, leads or conducts; a guide; a conductor."},{"word":"Leader","type":"n.","descr":" One who goes first."},{"word":"Leader","type":"n.","descr":" One having authority to direct; a chief; a commander."},{"word":"Leader","type":"n.","descr":" A performer who leads a band or choir in music; also, in an orchestra, the principal violinist; the one who plays at the head of the first violins."},{"word":"Leader","type":"n.","descr":" A block of hard wood pierced with suitable holes for leading ropes in their proper places."},{"word":"Leader","type":"n.","descr":" The principal wheel in any kind of machinery."},{"word":"Leader","type":"n.","descr":" A horse placed in advance of others; one of the forward pair of horses."},{"word":"Leader","type":"n.","descr":" A pipe for conducting rain water from a roof to a cistern or to the ground; a conductor."},{"word":"Leader","type":"n.","descr":" A net for leading fish into a pound, weir, etc. ; also, a line of gut, to which the snell of a fly hook is attached."},{"word":"Leader","type":"n.","descr":" A branch or small vein, not important in itself, but indicating the proximity of a better one."},{"word":"Leader","type":"n.","descr":" The first, or the principal, editorial article in a newspaper; a leading or main editorial article."},{"word":"Leader","type":"n.","descr":" A type having a dot or short row of dots upon its face."},{"word":"Leader","type":"n.","descr":" a row of dots, periods, or hyphens, used in tables of contents, etc., to lead the eye across a space to the right word or number."},{"word":"Leadership","type":"n.","descr":" The office of a leader."},{"word":"Leadhillite","type":"n.","descr":" A mineral of a yellowish or greenish white color, consisting of the sulphate and carbonate of lead; -- so called from having been first found at Leadhills, Scotland."},{"word":"Leading","type":"a.","descr":" Guiding; directing; controlling; foremost; as, a leading motive; a leading man; a leading example."},{"word":"Leading","type":"n.","descr":" The act of guiding, directing, governing, or enticing; guidance."},{"word":"Leading","type":"n.","descr":" Suggestion; hint; example."},{"word":"Leadmen","type":"pl. ","descr":" of Leadman"},{"word":"Leadman","type":"n.","descr":" One who leads a dance."},{"word":"Leadsmen","type":"pl. ","descr":" of Leadsman"},{"word":"Leadsman","type":"n.","descr":" The man who heaves the lead."},{"word":"Leadwort","type":"n.","descr":" A genus of maritime herbs (Plumbago). P. Europaea has lead-colored spots on the leaves, and nearly lead-colored flowers."},{"word":"Leady","type":"a.","descr":" Resembling lead."},{"word":"Leaves","type":"pl. ","descr":" of Leaf"},{"word":"Leaf","type":"n.","descr":" A colored, usually green, expansion growing from the side of a stem or rootstock, in which the sap for the use of the plant is elaborated under the influence of light; one of the parts of a plant which collectively constitute its foliage."},{"word":"Leaf","type":"n.","descr":" A special organ of vegetation in the form of a lateral outgrowth from the stem, whether appearing as a part of the foliage, or as a cotyledon, a scale, a bract, a spine, or a tendril."},{"word":"Leaf","type":"n.","descr":" Something which is like a leaf in being wide and thin and having a flat surface, or in being attached to a larger body by one edge or end; as : (a) A part of a book or folded sheet containing two pages upon its opposite sides. (b) A side, division, or part, that slides or is hinged, as of window shutters, folding doors, etc. (c) The movable side of a table. (d) A very thin plate; as, gold leaf. (e) A portion of fat lying in a separate fold or layer. (f) One of the teeth of a pinion, especially when small."},{"word":"Leafed","type":"imp. and p. p.","descr":" of Leaf"},{"word":"Leafing","type":"p. pr. and vb. n.","descr":" of Leaf"},{"word":"Leaf","type":"v. i.","descr":" To shoot out leaves; to produce leaves; to leave; as, the trees leaf in May."},{"word":"Leafage","type":"n.","descr":" Leaves, collectively; foliage."},{"word":"Leafcup","type":"n.","descr":" A coarse American composite weed (Polymnia Uvedalia)."},{"word":"Leafed","type":"a.","descr":" Having (such) a leaf or (so many) leaves; -- used in composition; as, broad-leafed; four-leafed."},{"word":"Leafet","type":"n.","descr":" A leaflet."},{"word":"Leaf-footed","type":"a.","descr":" Having leaflike expansions on the legs; -- said of certain insects; as, the leaf-footed bug (Leptoglossus phyllopus)."},{"word":"Leafiness","type":"n.","descr":" The state of being leafy."},{"word":"Leafless","type":"a.","descr":" Having no leaves or foliage; bearing no foliage."},{"word":"Leaflet","type":"n.","descr":" A little leaf; also, a little printed leaf or a tract."},{"word":"Leaflet","type":"n.","descr":" One of the divisions of a compound leaf; a foliole."},{"word":"Leaflet","type":"n.","descr":" A leaflike organ or part; as, a leaflet of the gills of fishes."},{"word":"Leaf-nosed","type":"n.","descr":" Having a leaflike membrane on the nose; -- said of certain bats, esp. of the genera Phyllostoma and Rhinonycteris. See Vampire."},{"word":"Leafstalk","type":"n.","descr":" The stalk or petiole which supports a leaf."},{"word":"Leafy","type":"superl","descr":" Full of leaves; abounding in leaves; as, the leafy forest."},{"word":"Leafy","type":"superl","descr":" Consisting of leaves."},{"word":"League","type":"n.","descr":" A measure of length or distance, varying in different countries from about 2.4 to 4.6 English statute miles of 5.280 feet each, and used (as a land measure) chiefly on the continent of Europe, and in the Spanish parts of America. The marine league of England and the United States is equal to three marine, or geographical, miles of 6080 feet each."},{"word":"League","type":"n.","descr":" A stone erected near a public road to mark the distance of a league."},{"word":"League","type":"n.","descr":" An alliance or combination of two or more nations, parties, or persons, for the accomplishment of a purpose which requires a continued course of action, as for mutual defense, or for furtherance of commercial, religious, or political interests, etc."},{"word":"Leagued","type":"imp. and p. p.","descr":" of League"},{"word":"Leaguing","type":"p. pr. and vb. n.","descr":" of League"},{"word":"League","type":"v. i.","descr":" To unite in a league or confederacy; to combine for mutual support; to confederate."},{"word":"League","type":"v. t.","descr":" To join in a league; to cause to combine for a joint purpose; to combine; to unite; as, common interests will league heterogeneous elements."},{"word":"Leaguer","type":"n.","descr":" The camp of a besieging army; a camp in general."},{"word":"Leaguer","type":"n.","descr":" A siege or beleaguering."},{"word":"Leaguer","type":"v. t.","descr":" To besiege; to beleaguer."},{"word":"Leaguerer","type":"n.","descr":" A besieger."},{"word":"Leak","type":"v.","descr":" A crack, crevice, fissure, or hole which admits water or other fluid, or lets it escape; as, a leak in a roof; a leak in a boat; a leak in a gas pipe."},{"word":"Leak","type":"v.","descr":" The entrance or escape of a fluid through a crack, fissure, or other aperture; as, the leak gained on the ship\\'s pumps."},{"word":"Leak","type":"a.","descr":" Leaky."},{"word":"Leaked","type":"imp. and p. p.","descr":" of Leak"},{"word":"Leaking","type":"p. pr. and vb. n.","descr":" of Leak"},{"word":"Leak","type":"n.","descr":" To let water or other fluid in or out through a hole, crevice, etc.; as, the cask leaks; the roof leaks; the boat leaks."},{"word":"Leak","type":"n.","descr":" To enter or escape, as a fluid, through a hole, crevice, etc. ; to pass gradually into, or out of, something; -- usually with in or out."},{"word":"Leakage","type":"n.","descr":" A leaking; also, the quantity that enters or issues by leaking."},{"word":"Leakage","type":"n.","descr":" An allowance of a certain rate per cent for the leaking of casks, or waste of liquors by leaking."},{"word":"Leakiness","type":"n.","descr":" The quality of being leaky."},{"word":"Leaky","type":"superl.","descr":" Permitting water or other fluid to leak in or out; as, a leaky roof or cask."},{"word":"Leaky","type":"superl.","descr":" Apt to disclose secrets; tattling; not close."},{"word":"Leal","type":"a.","descr":" Faithful; loyal; true."},{"word":"Leam","type":"n. and v. i.","descr":" See Leme."},{"word":"Leam","type":"n.","descr":" A cord or strap for leading a dog."},{"word":"Leamer","type":"n.","descr":" A dog held by a leam."},{"word":"Lean","type":"v. t.","descr":" To conceal."},{"word":"Leaned","type":"imp. and p. p.","descr":" of Lean"},{"word":"Leant","type":"","descr":" of Lean"},{"word":"Leaning","type":"p. pr. and vb. n.","descr":" of Lean"},{"word":"Lean","type":"v. i.","descr":" To incline, deviate, or bend, from a vertical position; to be in a position thus inclining or deviating; as, she leaned out at the window; a leaning column."},{"word":"Lean","type":"v. i.","descr":" To incline in opinion or desire; to conform in conduct; -- with to, toward, etc."},{"word":"Lean","type":"v. i.","descr":" To rest or rely, for support, comfort, and the like; -- with on, upon, or against."},{"word":"Lean","type":"v. i.","descr":" To cause to lean; to incline; to support or rest."},{"word":"Lean","type":"v. i.","descr":" Wanting flesh; destitute of or deficient in fat; not plump; meager; thin; lank; as, a lean body; a lean cattle."},{"word":"Lean","type":"v. i.","descr":" Wanting fullness, richness, sufficiency, or productiveness; deficient in quality or contents; slender; scant; barren; bare; mean; -- used literally and figuratively; as, the lean harvest; a lean purse; a lean discourse; lean wages."},{"word":"Lean","type":"v. i.","descr":" Of a character which prevents the compositor from earning the usual wages; -- opposed to fat; as, lean copy, matter, or type."},{"word":"Lean","type":"n.","descr":" That part of flesh which consist principally of muscle without the fat."},{"word":"Lean","type":"n.","descr":" Unremunerative copy or work."},{"word":"Lean-faced","type":"a.","descr":" Having a thin face."},{"word":"Lean-faced","type":"a.","descr":" slender or narrow; -- said of type the letters of which have thin lines, or are unusually narrow in proportion to their height."},{"word":"Leaning","type":"n.","descr":" The act, or state, of inclining; inclination; tendency; as, a leaning towards Calvinism."},{"word":"Leanly","type":"adv.","descr":" Meagerly; without fat or plumpness."},{"word":"Leanness","type":"n.","descr":" The condition or quality of being lean."},{"word":"Lean-to","type":"a.","descr":" Having only one slope or pitch; -- said of a roof."},{"word":"Lean-to","type":"n.","descr":" A shed or slight building placed against the wall of a larger structure and having a single-pitched roof; -- called also penthouse, and to-fall."},{"word":"Lean-witted","type":"a.","descr":" Having but little sense or shrewdness."},{"word":"Leany","type":"a.","descr":" Lean."},{"word":"Leap","type":"n.","descr":" A basket."},{"word":"Leap","type":"n.","descr":" A weel or wicker trap for fish."},{"word":"Leaped","type":"imp. and p. p.","descr":" of Leap"},{"word":"Leapt","type":"","descr":" of Leap"},{"word":"Leaping","type":"p. pr. and vb. n.","descr":" of Leap"},{"word":"Leap","type":"v. i.","descr":" To spring clear of the ground, with the feet; to jump; to vault; as, a man leaps over a fence, or leaps upon a horse."},{"word":"Leap","type":"v. i.","descr":" To spring or move suddenly, as by a jump or by jumps; to bound; to move swiftly. Also Fig."},{"word":"Leap","type":"v. t.","descr":" To pass over by a leap or jump; as, to leap a wall, or a ditch."},{"word":"Leap","type":"v. t.","descr":" To copulate with (a female beast); to cover."},{"word":"Leap","type":"v. t.","descr":" To cause to leap; as, to leap a horse across a ditch."},{"word":"Leap","type":"n.","descr":" The act of leaping, or the space passed by leaping; a jump; a spring; a bound."},{"word":"Leap","type":"n.","descr":" Copulation with, or coverture of, a female beast."},{"word":"Leap","type":"n.","descr":" A fault."},{"word":"Leap","type":"n.","descr":" A passing from one note to another by an interval, especially by a long one, or by one including several other and intermediate intervals."},{"word":"Leaper","type":"n.","descr":" One who, or that which, leaps."},{"word":"Leaper","type":"n.","descr":" A kind of hooked instrument for untwisting old cordage."},{"word":"Leapfrog","type":"n.","descr":" A play among boys, in which one stoops down and another leaps over him by placing his hands on the shoulders of the former."},{"word":"Leapful","type":"n.","descr":" A basketful."},{"word":"Leaping","type":"a. and n.","descr":" from Leap, to jump."},{"word":"Leapingly","type":"adv.","descr":" By leaps."},{"word":"Leap year","type":"","descr":" Bissextile; a year containing 366 days; every fourth year which leaps over a day more than a common year, giving to February twenty-nine days. See Bissextile."},{"word":"Lear","type":"v. t.","descr":" To learn. See Lere, to learn."},{"word":"Lear","type":"n.","descr":" Lore; lesson."},{"word":"Lear","type":"a.","descr":" See Leer, a."},{"word":"Lear","type":"n.","descr":" An annealing oven. See Leer, n."},{"word":"Learned","type":"imp. and p. p.","descr":" of Learn"},{"word":"Learnt","type":"","descr":" of Learn"},{"word":"Learning","type":"p. pr. and vb. n.","descr":" of Learn"},{"word":"Learn","type":"v. t.","descr":" To gain knowledge or information of; to ascertain by inquiry, study, or investigation; to receive instruction concerning; to fix in the mind; to acquire understanding of, or skill; as, to learn the way; to learn a lesson; to learn dancing; to learn to skate; to learn the violin; to learn the truth about something."},{"word":"Learn","type":"v. t.","descr":" To communicate knowledge to; to teach."},{"word":"Learn","type":"v. i.","descr":" To acquire knowledge or skill; to make progress in acquiring knowledge or skill; to receive information or instruction; as, this child learns quickly."},{"word":"Learnable","type":"a.","descr":" Such as can be learned."},{"word":"Learned","type":"a.","descr":" Of or pertaining to learning; possessing, or characterized by, learning, esp. scholastic learning; erudite; well-informed; as, a learned scholar, writer, or lawyer; a learned book; a learned theory."},{"word":"Learner","type":"n.","descr":" One who learns; a scholar."},{"word":"Learning","type":"n.","descr":" The acquisition of knowledge or skill; as, the learning of languages; the learning of telegraphy."},{"word":"Learning","type":"n.","descr":" The knowledge or skill received by instruction or study; acquired knowledge or ideas in any branch of science or literature; erudition; literature; science; as, he is a man of great learning."},{"word":"Leasable","type":"a.","descr":" Such as can be leased."},{"word":"Lease","type":"v. i.","descr":" To gather what harvesters have left behind; to glean."},{"word":"Leased","type":"imp. and p. p.","descr":" of Lease"},{"word":"Leasing","type":"p. pr. and vb. n.","descr":" of Lease"},{"word":"Lease","type":"v. t.","descr":" To grant to another by lease the possession of, as of lands, tenements, and hereditaments; to let; to demise; as, a landowner leases a farm to a tenant; -- sometimes with out."},{"word":"Lease","type":"v. t.","descr":" To hold under a lease; to take lease of; as, a tenant leases his land from the owner."},{"word":"Lease","type":"v. t.","descr":" A demise or letting of lands, tenements, or hereditaments to another for life, for a term of years, or at will, or for any less interest than that which the lessor has in the property, usually for a specified rent or compensation."},{"word":"Lease","type":"v. t.","descr":" The contract for such letting."},{"word":"Lease","type":"v. t.","descr":" Any tenure by grant or permission; the time for which such a tenure holds good; allotted time."},{"word":"Leasehold","type":"a.","descr":" Held by lease."},{"word":"Leasehold","type":"n.","descr":" A tenure by lease; specifically, land held as personalty under a lease for years."},{"word":"Leaseholder","type":"n.","descr":" A tenant under a lease."},{"word":"Leaser","type":"n.","descr":" One who leases or gleans."},{"word":"Leaser","type":"n.","descr":" A liar."},{"word":"Leash","type":"n.","descr":" A thong of leather, or a long cord, by which a falconer holds his hawk, or a courser his dog."},{"word":"Leash","type":"n.","descr":" A brace and a half; a tierce; three; three creatures of any kind, especially greyhounds, foxes, bucks, and hares; hence, the number three in general."},{"word":"Leash","type":"n.","descr":" A string with a loop at the end for lifting warp threads, in a loom."},{"word":"Leashed","type":"imp. and p. p.","descr":" of Leash"},{"word":"Leashing","type":"p. pr. and vb. n.","descr":" of Leash"},{"word":"Leash","type":"v. t.","descr":" To tie together, or hold, with a leash."},{"word":"Leasing","type":"a.","descr":" The act of lying; falsehood; a lie or lies."},{"word":"Leasow","type":"n.","descr":" A pasture."},{"word":"Least","type":"a.","descr":" Smallest, either in size or degree; shortest; lowest; most unimportant; as, the least insect; the least mercy; the least space."},{"word":"Least","type":"adv.","descr":" In the smallest or lowest degree; in a degree below all others; as, to reward those who least deserve it."},{"word":"Least","type":"conj.","descr":" See Lest, conj."},{"word":"Leastways","type":"adv.","descr":" Alt. of Leastwise"},{"word":"Leastwise","type":"adv.","descr":" At least; at all events."},{"word":"Leasy","type":"a.","descr":" Flimsy; vague; deceptive."},{"word":"Leat","type":"n.","descr":" An artificial water trench, esp. one to or from a mill."},{"word":"Leather","type":"n.","descr":" The skin of an animal, or some part of such skin, tanned, tawed, or otherwise dressed for use; also, dressed hides, collectively."},{"word":"Leather","type":"n.","descr":" The skin."},{"word":"Leathered","type":"imp. and p. p.","descr":" of Leather"},{"word":"Leathering","type":"p. pr. and vb. n.","descr":" of Leather"},{"word":"Leather","type":"v. t.","descr":" To beat, as with a thong of leather."},{"word":"Leatherback","type":"n.","descr":" A large sea turtle (Sphargis coriacea), having no bony shell on its back. It is common in the warm and temperate parts of the Atlantic, and sometimes weighs over a thousand pounds; -- called also leather turtle, leathery turtle, leather-backed tortoise, etc."},{"word":"Leatheret","type":"n.","descr":" Alt. of Leatherette"},{"word":"Leatherette","type":"n.","descr":" An imitation of leather, made of paper and cloth."},{"word":"Leatherhead","type":"n.","descr":" The friar bird."},{"word":"Leathern","type":"a.","descr":" Made of leather; consisting of. leather; as, a leathern purse."},{"word":"Leatherneck","type":"n.","descr":" The sordid friar bird of Australia (Tropidorhynchus sordidus)."},{"word":"Leatherwood","type":"n.","descr":" A small branching shrub (Dirca palustris), with a white, soft wood, and a tough, leathery bark, common in damp woods in the Northern United States; -- called also moosewood, and wicopy."},{"word":"Leathery","type":"a.","descr":" Resembling leather in appearance or consistence; tough."},{"word":"Leaved","type":"imp. and p. p.","descr":" of Leave"},{"word":"Leaving","type":"p. pr. and vb. n.","descr":" of Leave"},{"word":"Leave","type":"v. i.","descr":" To send out leaves; to leaf; -- often with out."},{"word":"Leave","type":"v. t.","descr":" To raise; to levy."},{"word":"Leave","type":"n.","descr":" Liberty granted by which restraint or illegality is removed; permission; allowance; license."},{"word":"Leave","type":"n.","descr":" The act of leaving or departing; a formal parting; a leaving; farewell; adieu; -- used chiefly in the phrase, to take leave, i. e., literally, to take permission to go."},{"word":"Left","type":"imp. and p. p.","descr":" of Leave"},{"word":"Leaving","type":"p. pr. and vb. n.","descr":" of Leave"},{"word":"Leave","type":"v.","descr":" To withdraw one\\'s self from; to go away from; to depart from; as, to leave the house."},{"word":"Leave","type":"v.","descr":" To let remain unremoved or undone; to let stay or continue, in distinction from what is removed or changed."},{"word":"Leave","type":"v.","descr":" To cease from; to desist from; to abstain from."},{"word":"Leave","type":"v.","descr":" To desert; to abandon; to forsake; hence, to give up; to relinquish."},{"word":"Leave","type":"v.","descr":" To let be or do without interference; as, I left him to his reflections; I leave my hearers to judge."},{"word":"Leave","type":"v.","descr":" To put; to place; to deposit; to deliver; to commit; to submit -- with a sense of withdrawing one\\'s self from; as, leave your hat in the hall; we left our cards; to leave the matter to arbitrators."},{"word":"Leave","type":"v.","descr":" To have remaining at death; hence, to bequeath; as, he left a large estate; he left a good name; he left a legacy to his niece."},{"word":"Leave","type":"v. i.","descr":" To depart; to set out."},{"word":"Leave","type":"v. i.","descr":" To cease; to desist; to leave off."},{"word":"Leaved","type":"a.","descr":" Bearing, or having, a leaf or leaves; having folds; -- used in combination; as, a four-leaved clover; a two-leaved gate; long-leaved."},{"word":"Leaveless","type":"a.","descr":" Leafless."},{"word":"Leaven","type":"n.","descr":" Any substance that produces, or is designed to produce, fermentation, as in dough or liquids; esp., a portion of fermenting dough, which, mixed with a larger quantity of dough, produces a general change in the mass, and renders it light; yeast; barm."},{"word":"Leaven","type":"n.","descr":" Anything which makes a general assimilating (especially a corrupting) change in the mass."},{"word":"Leavened","type":"imp. and p. p.","descr":" of Leaven"},{"word":"Leavening","type":"p. pr. and vb. n.","descr":" of Leaven"},{"word":"Leaven","type":"v. t.","descr":" To make light by the action of leaven; to cause to ferment."},{"word":"Leaven","type":"v. t.","descr":" To imbue; to infect; to vitiate."},{"word":"Leavening","type":"n.","descr":" The act of making light, or causing to ferment, by means of leaven."},{"word":"Leavening","type":"n.","descr":" That which leavens or makes light."},{"word":"Leavenous","type":"a.","descr":" Containing leaven."},{"word":"Leaver","type":"n.","descr":" One who leaves, or withdraws."},{"word":"Leaves","type":"n.","descr":" pl. of Leaf."},{"word":"Leave-taking","type":"n.","descr":" Taking of leave; parting compliments."},{"word":"Leaviness","type":"n.","descr":" Leafiness."},{"word":"Leavings","type":"n. pl.","descr":" Things left; remnants; relics."},{"word":"Leavings","type":"n. pl.","descr":" Refuse; offal."},{"word":"Leavy","type":"a.","descr":" Leafy."},{"word":"Leban","type":"n.","descr":" Alt. of Lebban"},{"word":"Lebban","type":"n.","descr":" Coagulated sour milk diluted with water; -- a common beverage among the Arabs. Also, a fermented liquor made of the same."},{"word":"Lecama","type":"n.","descr":" The hartbeest."},{"word":"Lecanomancy","type":"n.","descr":" divination practiced with water in a basin, by throwing three stones into it, and invoking the demon whose aid was sought."},{"word":"Lecanoric","type":"a.","descr":" Pertaining to, or designating, an organic acid which is obtained from several varieties of lichen (Lecanora, Roccella, etc.), as a white, crystalline substance, and is called also orsellic, \/ diorsellinic acid, lecanorin, etc."},{"word":"Lecanorin","type":"n.","descr":" See Lecanoric."},{"word":"Lech","type":"v. t.","descr":" To lick."},{"word":"Leche","type":"n.","descr":" See water buck, under 3d Buck."},{"word":"Lecher","type":"n.","descr":" A man given to lewdness; one addicted, in an excessive degree, to the indulgence of sexual desire, or to illicit commerce with women."},{"word":"Lechered","type":"imp. and p. p.","descr":" of Lecher"},{"word":"Lechering","type":"p. pr. and vb. n.","descr":" of Lecher"},{"word":"Lecher","type":"v. i.","descr":" To practice lewdness."},{"word":"Lecherer","type":"n.","descr":" See Lecher, n."},{"word":"Lecherous","type":"a.","descr":" Like a lecher; addicted to lewdness; lustful; also, lust-provoking."},{"word":"Lechery","type":"n.","descr":" Free indulgence of lust; lewdness."},{"word":"Lechery","type":"n.","descr":" Selfish pleasure; delight."},{"word":"Lecithin","type":"n.","descr":" A complex, nitrogenous phosphorized substance widely distributed through the animal body, and especially conspicuous in the brain and nerve tissue, in yolk of eggs, and in the white blood corpuscles."},{"word":"lectern","type":"n.","descr":" See Lecturn."},{"word":"Lecticae","type":"pl. ","descr":" of Lectica"},{"word":"Lectica","type":"n.","descr":" A kind of litter or portable couch."},{"word":"Lection","type":"n.","descr":" A lesson or selection, esp. of Scripture, read in divine service."},{"word":"Lection","type":"n.","descr":" A reading; a variation in the text."},{"word":"Lectionary","type":"n.","descr":" A book, or a list, of lections, for reading in divine service."},{"word":"Lector","type":"n.","descr":" A reader of lections; formerly, a person designated to read lessons to the illiterate."},{"word":"Lectual","type":"a.","descr":" Confining to the bed; as, a lectual disease."},{"word":"Lecture","type":"n.","descr":" The act of reading; as, the lecture of Holy Scripture."},{"word":"Lecture","type":"n.","descr":" A discourse on any subject; especially, a formal or methodical discourse, intended for instruction; sometimes, a familiar discourse, in contrast with a sermon."},{"word":"Lecture","type":"n.","descr":" A reprimand or formal reproof from one having authority."},{"word":"Lecture","type":"n.","descr":" A rehearsal of a lesson."},{"word":"Lectured","type":"imp. and p. p.","descr":" of Lecture"},{"word":"Lecturing","type":"p. pr. and vb. n.","descr":" of Lecture"},{"word":"Lecture","type":"v. t.","descr":" To read or deliver a lecture to."},{"word":"Lecture","type":"v. t.","descr":" To reprove formally and with authority."},{"word":"Lecture","type":"v. i.","descr":" To deliver a lecture or lectures."},{"word":"Lecturer","type":"n.","descr":" One who lectures; an assistant preacher."},{"word":"Lectureship","type":"n.","descr":" The office of a lecturer."},{"word":"Lecturn","type":"n.","descr":" A choir desk, or reading desk, in some churches, from which the lections, or Scripture lessons, are chanted or read; hence, a reading desk. [Written also lectern and lettern.]"},{"word":"Lecythis","type":"n.","descr":" A genus of gigantic trees, chiefly Brazilian, of the order Myrtaceae, having woody capsules opening by an apical lid. Lecythis Zabucajo yields the delicious sapucaia nuts. L. Ollaria produces the monkey-pots, its capsules. Its bark separates into thin sheets, like paper, used by the natives for cigarette wrappers."},{"word":"Led","type":"imp. and p. p.","descr":" of Lead."},{"word":"Leden","type":"n.","descr":" Alt. of Ledden"},{"word":"Ledden","type":"n.","descr":" Language; speech; voice; cry."},{"word":"Ledge","type":"n.","descr":" A shelf on which articles may be laid; also, that which resembles such a shelf in form or use, as a projecting ridge or part, or a molding or edge in joinery."},{"word":"Ledge","type":"n.","descr":" A shelf, ridge, or reef, of rocks."},{"word":"Ledge","type":"n.","descr":" A layer or stratum."},{"word":"Ledge","type":"n.","descr":" A lode; a limited mass of rock bearing valuable mineral."},{"word":"Ledge","type":"n.","descr":" A piece of timber to support the deck, placed athwartship between beams."},{"word":"Ledgement","type":"n.","descr":" See Ledgment."},{"word":"Ledger","type":"n.","descr":" A book in which a summary of accounts is laid up or preserved; the final book of record in business transactions, in which all debits and credits from the journal, etc., are placed under appropriate heads."},{"word":"Ledger","type":"n.","descr":" A large flat stone, esp. one laid over a tomb."},{"word":"Ledger","type":"n.","descr":" A horizontal piece of timber secured to the uprights and supporting floor timbers, a staircase, scaffolding, or the like. It differs from an intertie in being intended to carry weight."},{"word":"Ledgment","type":"n.","descr":" A string-course or horizontal suit of moldings, such as the base moldings of a building."},{"word":"Ledgment","type":"n.","descr":"  The development of the surface of a body on a plane, so that the dimensions of the different sides may be easily ascertained."},{"word":"Ledgy","type":"a.","descr":" Abounding in ledges; consisting of a ledge or reef; as, a ledgy island."},{"word":"Lee","type":"v. i.","descr":" To lie; to speak falsely."},{"word":"Lees","type":"pl. ","descr":" of Lee"},{"word":"Lee","type":"n.","descr":" That which settles at the bottom, as of a cask of liquor (esp. wine); sediment; dregs; -- used now only in the plural."},{"word":"Lee","type":"n.","descr":" A sheltered place; esp., a place protected from the wind by some object; the side sheltered from the wind; shelter; protection; as, the lee of a mountain, an island, or a ship."},{"word":"Lee","type":"n.","descr":" That part of the hemisphere, as one stands on shipboard, toward which the wind blows. See Lee, a."},{"word":"Lee","type":"a.","descr":" Of or pertaining to the part or side opposite to that against which the wind blows; -- opposed to weather; as, the lee side or lee rail of a vessel."},{"word":"Leeboard","type":"n.","descr":" A board, or frame of planks, lowered over the side of a vessel to lessen her leeway when closehauled, by giving her greater draught."},{"word":"Leech","type":"n.","descr":" See 2d Leach."},{"word":"Leech","type":"v. t.","descr":" See Leach, v. t."},{"word":"Leech","type":"n.","descr":" The border or edge at the side of a sail."},{"word":"Leech","type":"n.","descr":" A physician or surgeon; a professor of the art of healing."},{"word":"Leech","type":"n.","descr":" Any one of numerous genera and species of annulose worms, belonging to the order Hirudinea, or Bdelloidea, esp. those species  used in medicine, as Hirudo medicinalis of Europe, and allied species."},{"word":"Leech","type":"n.","descr":" A glass tube of peculiar construction, adapted for drawing blood from a scarified part by means of a vacuum."},{"word":"Leeched","type":"imp. and p. p.","descr":" of Leech"},{"word":"Leeching","type":"p. pr. and vb. n.","descr":" of Leech"},{"word":"Leech","type":"v. t.","descr":" To treat as a surgeon; to doctor; as, to leech wounds."},{"word":"Leech","type":"v. t.","descr":" To bleed by the use of leeches."},{"word":"Leechcraft","type":"n.","descr":" The art of healing; skill of a physician."},{"word":"Leed","type":"n.","descr":" Alt. of Leede"},{"word":"Leede","type":"n.","descr":" A caldron; a copper kettle."},{"word":"Leef","type":"a. and adv.","descr":" See Lief."},{"word":"Leek","type":"n.","descr":" A plant of the genus Allium (A. Porrum), having broadly linear succulent leaves rising from a loose oblong cylindrical bulb. The flavor is stronger than that of the common onion."},{"word":"Leeme","type":"v. and n.","descr":" See Leme."},{"word":"Leep","type":"strong imp.","descr":" Leaped."},{"word":"Leer","type":"v. t.","descr":" To learn."},{"word":"Leer","type":"a.","descr":" Empty; destitute; wanting"},{"word":"Leer","type":"a.","descr":" Empty of contents."},{"word":"Leer","type":"a.","descr":" Destitute of a rider; and hence, led, not ridden; as, a leer horse."},{"word":"Leer","type":"a.","descr":" Wanting sense or seriousness; trifling; trivolous; as, leer words."},{"word":"Leer","type":"n.","descr":" An oven in which glassware is annealed."},{"word":"Leer","type":"n.","descr":" The cheek."},{"word":"Leer","type":"n.","descr":" Complexion; aspect; appearance."},{"word":"Leer","type":"n.","descr":" A distorted expression of the face, or an indirect glance of the eye, conveying a sinister or immodest suggestion."},{"word":"Leered","type":"imp. and p. p.","descr":" of Leer"},{"word":"Leering","type":"p. pr. and vb. n.","descr":" of Leer"},{"word":"Leer","type":"v. i.","descr":" To look with a leer; to look askance with a suggestive expression, as of hatred, contempt, lust, etc. ; to cast a sidelong lustful or malign look."},{"word":"Leer","type":"v. t.","descr":" To entice with a leer, or leers; as, to leer a man to ruin."},{"word":"Leere","type":"n.","descr":" Tape or braid; an ornament."},{"word":"Leeringly","type":"adv.","descr":" In a leering manner."},{"word":"Lees","type":"n. pl.","descr":" Dregs. See 2d Lee."},{"word":"Lees","type":"n.","descr":" A leash."},{"word":"Leese","type":"v. t.","descr":" To lose."},{"word":"Leese","type":"v. t.","descr":" To hurt."},{"word":"Leet","type":"obs. imp.","descr":" of Let, to allow."},{"word":"Leet","type":"n.","descr":" A portion; a list, esp. a list of candidates for an office."},{"word":"Leet","type":"n.","descr":" A court-leet; the district within the jurisdiction of a court-leet; the day on which a court-leet is held."},{"word":"Leet","type":"n.","descr":" The European pollock."},{"word":"Leetmen","type":"pl. ","descr":" of Leetman"},{"word":"Leetman","type":"n.","descr":" One subject to the jurisdiction of a court-leet."},{"word":"Leeward","type":"a.","descr":" Pertaining to, or in the direction of, the part or side toward which the wind blows; -- opposed to windward; as, a leeward berth; a leeward ship."},{"word":"Leeward","type":"n.","descr":" The lee side; the lee."},{"word":"Leeward","type":"adv.","descr":" Toward the lee."},{"word":"Leeway","type":"n.","descr":" The lateral movement of a ship to the leeward of her course; drift."},{"word":"Left","type":"imp. and p. p.","descr":" of Leave."},{"word":"Left","type":"a.","descr":" Of or pertaining to that side of the body in man on which the muscular action of the limbs is usually weaker than on the other side; -- opposed to right, when used in reference to a part of the body; as, the left hand, or arm; the left ear. Also said of the corresponding side of the lower animals."},{"word":"Left","type":"n.","descr":" That part of surrounding space toward which the left side of one\\'s body is turned; as, the house is on the left when you face North."},{"word":"Left","type":"n.","descr":" Those members of a legislative assembly (as in France) who are in the opposition; the advanced republicans and extreme radicals. They have their seats at the left-hand side of the presiding officer. See Center, and Right."},{"word":"Left-hand","type":"a.","descr":" Situated on the left; nearer the left hand than the right; as, the left-hand side; the left-hand road."},{"word":"Left-handed","type":"a.","descr":" Having the left hand or arm stronger and more dexterous than the right; using the left hand and arm with more dexterity than the right."},{"word":"Left-handed","type":"a.","descr":" Clumsy; awkward; unlucky; insincere; sinister; malicious; as, a left-handed compliment."},{"word":"Left-handed","type":"a.","descr":" Having a direction contrary to that of the hands of a watch when seen in front; -- said of a twist, a rotary motion, etc., looked at from a given direction."},{"word":"Left-handedness","type":"n.","descr":" Alt. of Left-handiness"},{"word":"Left-handiness","type":"n.","descr":" The state or quality of being left-handed; awkwardness."},{"word":"Left-off","type":"a.","descr":" Laid aside; cast-off."},{"word":"Leftward","type":"adv.","descr":" Toward or on the left side."},{"word":"Leful","type":"a.","descr":" See Leveful."},{"word":"Leg","type":"n.","descr":" A limb or member of an animal used for supporting the body, and in running, climbing, and swimming; esp., that part of the limb between the knee and foot."},{"word":"Leg","type":"n.","descr":" That which resembles a leg in form or use; especially, any long and slender support on which any object rests; as, the leg of a table; the leg of a pair of compasses or dividers."},{"word":"Leg","type":"n.","descr":" The part of any article of clothing which covers the leg; as, the leg of a stocking or of a pair of trousers."},{"word":"Leg","type":"n.","descr":" A bow, esp. in the phrase to make a leg; probably from drawing the leg backward in bowing."},{"word":"Leg","type":"n.","descr":" A disreputable sporting character; a blackleg."},{"word":"Leg","type":"n.","descr":" The course and distance made by a vessel on one tack or between tacks."},{"word":"Leg","type":"n.","descr":" An extension of the boiler downward, in the form of a narrow space between vertical plates, sometimes nearly surrounding the furnace and ash pit, and serving to support the boiler; -- called also water leg."},{"word":"Leg","type":"n.","descr":" The case containing the lower part of the belt which carries the buckets."},{"word":"Leg","type":"n.","descr":" A fielder whose position is on the outside, a little in rear of the batter."},{"word":"Leg","type":"v. t.","descr":" To use as a leg, with it as object"},{"word":"Leg","type":"v. t.","descr":" To bow."},{"word":"Leg","type":"v. t.","descr":" To run."},{"word":"Legacies","type":"pl. ","descr":" of Legacy"},{"word":"Legacy","type":"n.","descr":" A gift of property by will, esp. of money or personal property; a bequest. Also Fig.; as, a legacy of dishonor or disease."},{"word":"Legacy","type":"n.","descr":" A business with which one is intrusted by another; a commission; -- obsolete, except in the phrases last legacy, dying legacy, and the like."},{"word":"Legal","type":"a.","descr":" Created by, permitted by, in conformity with, or relating to, law; as, a legal obligation; a legal standard or test; a legal procedure; a legal claim; a legal trade; anything is legal which the laws do not forbid."},{"word":"Legal","type":"a.","descr":" According to the law of works, as distinguished from free grace; or resting on works for salvation."},{"word":"Legal","type":"a.","descr":" According to the old or Mosaic dispensation; in accordance with the law of Moses."},{"word":"Legal","type":"a.","descr":" Governed by the rules of law as distinguished from the rules of equity; as, legal estate; legal assets."},{"word":"Legalism","type":"n.","descr":" Strictness, or the doctrine of strictness, in conforming to law."},{"word":"Legalist","type":"n.","descr":" One who practices or advocates strict conformity to law; in theology, one who holds to the law of works. See Legal, 2 (a)."},{"word":"Legality","type":"n.","descr":" The state or quality of being legal; conformity to law."},{"word":"Legality","type":"n.","descr":" A conformity to, and resting upon, the letter of the law."},{"word":"Legalization","type":"n.","descr":" The act of making legal."},{"word":"Legalized","type":"imp. and p. p.","descr":" of Legalize"},{"word":"Legalizing","type":"p. pr. and vb. n.","descr":" of Legalize"},{"word":"Legalize","type":"v. t.","descr":" To make legal."},{"word":"Legalize","type":"v. t.","descr":" To interpret or apply in a legal spirit."},{"word":"Legally","type":"adv.","descr":" In a legal manner."},{"word":"Legantine","type":"a.","descr":" See Legatine."},{"word":"Legatary","type":"n.","descr":" A legatee."},{"word":"Legate","type":"n.","descr":" An ambassador or envoy."},{"word":"Legate","type":"n.","descr":" An ecclesiastic representing the pope and invested with the authority of the Holy See."},{"word":"Legate","type":"n.","descr":" An official assistant given to a general or to the governor of a province."},{"word":"Legate","type":"n.","descr":" Under the emperors, a governor sent to a province."},{"word":"Legatee","type":"n.","descr":" One to whom a legacy is bequeathed."},{"word":"Legateship","type":"n.","descr":" The office of a legate."},{"word":"Legatine","type":"a.","descr":" Of or pertaining to a legate; as, legatine power."},{"word":"Legatine","type":"a.","descr":" Made by, proceeding from, or under the sanction of, a legate; as, a legatine constitution."},{"word":"Legation","type":"n.","descr":" The sending forth or commissioning one person to act for another."},{"word":"Legation","type":"n.","descr":" A legate, or envoy, and the persons associated with him in his mission; an embassy; or, in stricter usage, a diplomatic minister and his suite; a deputation."},{"word":"Legation","type":"n.","descr":" The place of business or official residence of a diplomatic minister at a foreign court or seat of government."},{"word":"Legation","type":"n.","descr":" A district under the jurisdiction of a legate."},{"word":"Legato","type":"a.","descr":" Connected; tied; -- a term used when successive tones are to be produced in a closely connected, smoothly gliding manner. It is often indicated by a tie, thus \/, \/, or \/, \/, written over or under the notes to be so performed; -- opposed to staccato."},{"word":"Legator","type":"n.","descr":" A testator; one who bequeaths a legacy."},{"word":"Legatura","type":"n.","descr":" A tie or brace; a syncopation."},{"word":"Legature","type":"n.","descr":" Legateship."},{"word":"Lege","type":"v. t.","descr":" To allege; to assert."},{"word":"Legement","type":"n.","descr":" See Ledgment."},{"word":"Legend","type":"n.","descr":" That which is appointed to be read; especially, a chronicle or register of the lives of saints, formerly read at matins, and in the refectories of religious houses."},{"word":"Legend","type":"n.","descr":" A story respecting saints; especially, one of a marvelous nature."},{"word":"Legend","type":"n.","descr":" Any wonderful story coming down from the past, but not verifiable by historical record; a myth; a fable."},{"word":"Legend","type":"n.","descr":" An inscription, motto, or title, esp. one surrounding the field in a medal or coin, or placed upon an heraldic shield or beneath an engraving or illustration."},{"word":"Legend","type":"v. t.","descr":" To tell or narrate, as a legend."},{"word":"Legendary","type":"a.","descr":" Of or pertaining to a legend or to legends; consisting of legends; like a legend; fabulous."},{"word":"Legendary","type":"n.","descr":" A book of legends; a tale or narrative."},{"word":"Legendary","type":"n.","descr":" One who relates legends."},{"word":"Leger","type":"n.","descr":" Anything that lies in a place; that which, or one who, remains in a place."},{"word":"Leger","type":"n.","descr":" A minister or ambassador resident at a court or seat of government."},{"word":"Leger","type":"n.","descr":" A ledger."},{"word":"Leger","type":"a.","descr":" Lying or remaining in a place; hence, resident; as, leger ambassador."},{"word":"Leger","type":"a.","descr":" Light; slender; slim; trivial."},{"word":"Legerdemain","type":"n.","descr":" Sleight of hand; a trick of sleight of hand; hence, any artful deception or trick."},{"word":"Legerdemainist","type":"n.","descr":" One who practices sleight of hand; a prestidigitator."},{"word":"Legerity","type":"n.","descr":" Lightness; nimbleness."},{"word":"Legge","type":"v. t.","descr":" To lay."},{"word":"Legge","type":"v. t.","descr":" To lighten; to allay."},{"word":"Legged","type":"a.","descr":" Having (such or so many) legs; -- used in composition; as, a long-legged man; a two-legged animal."},{"word":"Leggiadro","type":"a. and adv.","descr":" Alt. of Leggiero"},{"word":"Leggiero","type":"a. and adv.","descr":" Light or graceful; in a light, delicate, and brisk style."},{"word":"Legging","type":"n.","descr":" Alt. of Leggin"},{"word":"Leggin","type":"n.","descr":" A cover for the leg, like a long gaiter."},{"word":"Legging","type":"","descr":" a. and vb. n., from Leg, v. t."},{"word":"Leggy","type":"a.","descr":" Having long legs."},{"word":"Leghorn","type":"n.","descr":" A straw plaiting used for bonnets and hats, made from the straw of a particular kind of wheat, grown for the purpose in Tuscany, Italy; -- so called from Leghorn, the place of exportation."},{"word":"Legibility","type":"n.","descr":" The quality of being legible; legibleness."},{"word":"Legible","type":"a.","descr":" Capable of being read or deciphered; distinct to the eye; plain; -- used of writing or printing; as, a fair, legible manuscript."},{"word":"Legible","type":"a.","descr":" Capable of being discovered or understood by apparent marks or indications; as, the thoughts of men are often legible in their countenances."},{"word":"Legibleness","type":"n.","descr":" The state or quality of being legible."},{"word":"Legibly","type":"adv.","descr":" In a legible manner."},{"word":"Legific","type":"a.","descr":" Of or pertaining to making laws."},{"word":"Legion","type":"n.","descr":" A body of foot soldiers and cavalry consisting of different numbers at different periods, -- from about four thousand to about six thousand men, -- the cavalry being about one tenth."},{"word":"Legion","type":"n.","descr":" A military force; an army; military bands."},{"word":"Legion","type":"n.","descr":" A great number; a multitude."},{"word":"Legion","type":"n.","descr":" A group of orders inferior to a class."},{"word":"Legionary","type":"a.","descr":" Belonging to a legion; consisting of a legion or legions, or of an indefinitely great number; as, legionary soldiers; a legionary force."},{"word":"Legionaries","type":"pl. ","descr":" of Legionary"},{"word":"Legionary","type":"n.","descr":" A member of a legion."},{"word":"Legioned","type":"a.","descr":" Formed into a legion or legions; legionary."},{"word":"Legionry","type":"n.","descr":" A body of legions; legions, collectively."},{"word":"Legislated","type":"imp. and p. p.","descr":" of Legislate"},{"word":"Legislating","type":"p. pr. and vb. n.","descr":" of Legislate"},{"word":"Legislate","type":"v. i.","descr":" To make or enact a law or laws."},{"word":"Legislation","type":"n.","descr":" The act of legislating; preparation and enactment of laws; the laws enacted."},{"word":"Legislative","type":"a.","descr":" Making, or having the power to make, a law or laws; lawmaking; -- distinguished from executive; as, a legislative act; a legislative body."},{"word":"Legislative","type":"a.","descr":" Of or pertaining to the making of laws; suitable to legislation; as, the transaction of legislative business; the legislative style."},{"word":"Legislatively","type":"adv.","descr":" In a legislative manner."},{"word":"Legislator","type":"n.","descr":" A lawgiver; one who makes laws for a state or community; a member of a legislative body."},{"word":"Legislatorial","type":"a.","descr":" Of or pertaining to a legislator or legislature."},{"word":"Legislatorship","type":"n.","descr":" The office of a legislator."},{"word":"Legislatress","type":"n.","descr":" Alt. of Legislatrix"},{"word":"Legislatrix","type":"n.","descr":" A woman who makes laws."},{"word":"Legislature","type":"n.","descr":" The body of persons in a state or kingdom invested with power to make and repeal laws; a legislative body."},{"word":"Legist","type":"n.","descr":" One skilled in the laws; a writer on law."},{"word":"Legitim","type":"a.","descr":" The portion of movable estate to which the children are entitled upon the death of the father."},{"word":"Legitimacy","type":"a.","descr":" The state, or quality, of being legitimate, or in conformity with law; hence, the condition of having been lawfully begotten, or born in wedlock."},{"word":"Legitimate","type":"a.","descr":" Accordant with law or with established legal forms and requirements; lawful; as, legitimate government; legitimate rights; the legitimate succession to the throne; a legitimate proceeding of an officer; a legitimate heir."},{"word":"Legitimate","type":"a.","descr":" Lawfully begotten; born in wedlock."},{"word":"Legitimate","type":"a.","descr":" Authorized; real; genuine; not false, counterfeit, or spurious; as, legitimate poems of Chaucer; legitimate inscriptions."},{"word":"Legitimate","type":"a.","descr":" Conforming to known principles, or accepted rules; as, legitimate reasoning; a legitimate standard, or method; a legitimate combination of colors."},{"word":"Legitimate","type":"a.","descr":" Following by logical sequence; reasonable; as, a legitimate result; a legitimate inference."},{"word":"Legitimated","type":"imp. and p. p.","descr":" of Legitimate"},{"word":"Legitimating","type":"p. pr. and vb. n.","descr":" of Legitimate"},{"word":"Legitimate","type":"v. t.","descr":" To make legitimate, lawful, or valid; esp., to put in the position or state of a legitimate person before the law, by legal means; as, to legitimate a bastard child."},{"word":"Legitimately","type":"adv.","descr":" In a legitimate manner; lawfully; genuinely."},{"word":"Legitimateness","type":"n.","descr":" The state or quality of being legitimate; lawfulness; genuineness."},{"word":"Legitimation","type":"n.","descr":" The act of making legitimate."},{"word":"Legitimation","type":"n.","descr":" Lawful birth."},{"word":"Legitimatist","type":"n.","descr":" See Legitimist."},{"word":"Legitimatize","type":"v. t.","descr":" To legitimate."},{"word":"Legitimism","type":"n.","descr":" The principles or plans of legitimists."},{"word":"Legitimist","type":"n.","descr":" One who supports legitimate authority; esp., one who believes in hereditary monarchy, as a divine right."},{"word":"Legitimist","type":"n.","descr":" Specifically, a supporter of the claims of the elder branch of the Bourbon dynasty to the crown of France."},{"word":"Legitimized","type":"imp. and p. p.","descr":" of Legitimize"},{"word":"Legitimizing","type":"p. pr. and vb. n.","descr":" of Legitimize"},{"word":"Legitimize","type":"v. t.","descr":" To legitimate."},{"word":"Legless","type":"a.","descr":" Not having a leg."},{"word":"Lego-literary","type":"a.","descr":" Pertaining to the literature of law."},{"word":"Leguleian","type":"a.","descr":" Lawyerlike; legal."},{"word":"Leguleian","type":"n.","descr":" A lawyer."},{"word":"Legume","type":"n.","descr":" A pod dehiscent into two pieces or valves, and having the seed attached at one suture, as that of the pea."},{"word":"Legume","type":"n.","descr":" The fruit of leguminous plants, as peas, beans, lupines; pulse."},{"word":"Legumina","type":"pl. ","descr":" of Legumen"},{"word":"Legumens","type":"pl. ","descr":" of Legumen"},{"word":"Legumen","type":"n.","descr":" Same as Legume."},{"word":"Legumin","type":"n.","descr":" An albuminous substance resembling casein, found as a characteristic ingredient of the seeds of leguminous and grain-bearing plants."},{"word":"Leguminous","type":"a.","descr":" Pertaining to pulse; consisting of pulse."},{"word":"Leguminous","type":"a.","descr":" Belonging to, or resembling, a very large natural order of plants (Leguminosae), which bear legumes, including peas, beans, clover, locust trees, acacias, and mimosas."},{"word":"Leiger","type":"n.","descr":" See Leger, n., 2."},{"word":"Leiotrichan","type":"a.","descr":" Of or pertaining to the Leiotrichi."},{"word":"Leiotrichan","type":"n.","descr":" One of the Leiotrichi."},{"word":"Leiotrichi","type":"n. pl.","descr":" The division of mankind which embraces the smooth-haired races."},{"word":"Leiotrichous","type":"a.","descr":" Having smooth, or nearly smooth, hair."},{"word":"Leipoa","type":"n.","descr":" A genus of Australian gallinaceous birds including but a single species (Leipoa ocellata), about the size of a turkey. Its color is variegated, brown, black, white, and gray. Called also native pheasant."},{"word":"Leipothymic","type":"a.","descr":" See Lipothymic."},{"word":"Leister","type":"n.","descr":" Alt. of Lister"},{"word":"Leisurable","type":"a.","descr":" Leisurely."},{"word":"Leisurable","type":"a.","descr":" Vacant of employment; not occupied; idle; leisure; as leisurable hours."},{"word":"Leisurably","type":"adv.","descr":" At leisure."},{"word":"Leisure","type":"n.","descr":" Freedom from occupation or business; vacant time; time free from employment."},{"word":"Leisure","type":"n.","descr":" Time at one\\'s command, free from engagement; convenient opportunity; hence, convenience; ease."},{"word":"Leisure","type":"a.","descr":" Unemployed; as, leisure hours."},{"word":"Leisured","type":"a.","descr":" Having leisure."},{"word":"Leisurely","type":"a.","descr":" Characterized by leisure; taking abundant time; not hurried; as, a leisurely manner; a leisurely walk."},{"word":"Leisurely","type":"adv.","descr":" In a leisurely manner."},{"word":"Leitmotif","type":"n.","descr":" See Leading motive, under Leading, a."},{"word":"Leman","type":"n.","descr":" A sweetheart, of either sex; a gallant, or a mistress; -- usually in a bad sense."},{"word":"Leme","type":"n.","descr":" A ray or glimmer of light; a gleam."},{"word":"Leme","type":"v. i.","descr":" To shine."},{"word":"Lemmata","type":"pl. ","descr":" of Lemma"},{"word":"Lemmas","type":"pl. ","descr":" of Lemma"},{"word":"Lemma","type":"n.","descr":" A preliminary or auxiliary proposition demonstrated or accepted for immediate use in the demonstration of some other proposition, as in mathematics or logic."},{"word":"Lemman","type":"n.","descr":" A leman."},{"word":"Lemming","type":"n.","descr":" Any one of several species of small arctic rodents of the genera Myodes and Cuniculus, resembling the meadow mice in form. They are found in both hemispheres."},{"word":"Lemnian","type":"a.","descr":" Of or pertaining to the isle of Lemnos."},{"word":"Lemniscata","type":"n.","descr":" Alt. of Lemniscate"},{"word":"Lemniscate","type":"n.","descr":" A curve in the form of the figure 8, with both parts symmetrical, generated by the point in which a tangent to an equilateral hyperbola meets the perpendicular on it drawn from the center."},{"word":"Lemnisci","type":"pl. ","descr":" of Lemniscus"},{"word":"Lemniscus","type":"n.","descr":" One of two oval bodies hanging from the interior walls of the body in the Acanthocephala."},{"word":"Lemon","type":"n.","descr":" An oval or roundish fruit resembling the orange, and containing a pulp usually intensely acid. It is produced by a tropical tree of the genus Citrus, the common fruit known in commerce being that of the species C. Limonum or C. Medica (var. Limonum). There are many varieties of the fruit, some of which are sweet."},{"word":"Lemon","type":"n.","descr":" The tree which bears lemons; the lemon tree."},{"word":"Lemonade","type":"n.","descr":" A beverage consisting of lemon juice mixed with water and sweetened."},{"word":"Lemur","type":"n.","descr":" One of a family (Lemuridae) of nocturnal mammals allied to the monkeys, but of small size, and having a sharp and foxlike muzzle, and large eyes. They feed upon birds, insects, and fruit, and are mostly natives of Madagascar and the neighboring islands, one genus (Galago) occurring in Africa. The slow lemur or kukang of the East Indies is Nycticebus tardigradus. See Galago, Indris, and Colugo."},{"word":"Lemures","type":"n. pl.","descr":" Spirits or ghosts of the departed; specters."},{"word":"Lemuria","type":"n.","descr":" A hypothetical land, or continent, supposed by some to have existed formerly in the Indian Ocean, of which Madagascar is a remnant."},{"word":"Lemurid","type":"a. and n.","descr":" Same as Lemuroid."},{"word":"Lemuridous","type":"a.","descr":" Alt. of Lemurine"},{"word":"Lemurine","type":"a.","descr":" Lemuroid."},{"word":"Lemuroid","type":"a.","descr":" Like or pertaining to the lemurs or the Lemuroidea."},{"word":"Lemuroid","type":"n.","descr":" One of the Lemuroidea."},{"word":"Lemuroidea","type":"n. pl.","descr":" A suborder of primates, including the lemurs, the aye-aye, and allied species."},{"word":"Lena","type":"n.","descr":" A procuress."},{"word":"Lent","type":"imp. and p. p.","descr":" of Lend"},{"word":"Lending","type":"p. pr. and vb. n.","descr":" of Lend"},{"word":"Lend","type":"v. t.","descr":" To allow the custody and use of, on condition of the return of the same; to grant the temporary use of; as, to lend a book; -- opposed to borrow."},{"word":"Lend","type":"v. t.","descr":" To allow the possession and use of, on condition of the return of an equivalent in kind; as, to lend money or some article of food."},{"word":"Lend","type":"v. t.","descr":" To afford; to grant or furnish in general; as, to lend assistance; to lend one\\'s name or influence."},{"word":"Lend","type":"v. t.","descr":" To let for hire or compensation; as, to lend a horse or gig."},{"word":"Lendable","type":"a.","descr":" Such as can be lent."},{"word":"Lender","type":"n.","descr":" One who lends."},{"word":"Lendes","type":"n. pl.","descr":" See Lends."},{"word":"Lending","type":"n.","descr":" The act of one who lends."},{"word":"Lending","type":"n.","descr":" That which is lent or furnished."},{"word":"Lends","type":"n. pl.","descr":" Loins."},{"word":"Lene","type":"v. t.","descr":" To lend; to grant; to permit."},{"word":"Lene","type":"a.","descr":" Smooth; as, the lene breathing."},{"word":"Lene","type":"a.","descr":" Applied to certain mute consonants, as p, k, and t (or Gr. \/, \/, \/)."},{"word":"Lene","type":"n.","descr":" The smooth breathing (spiritus lenis)."},{"word":"Lene","type":"n.","descr":" Any one of the lene consonants, as p, k, or t (or Gr. \/, \/, \/)."},{"word":"Lenger","type":"a.","descr":" Alt. of Lengest"},{"word":"Lengest","type":"a.","descr":" Longer; longest; -- obsolete compar. and superl. of long."},{"word":"Length","type":"a.","descr":" The longest, or longer, dimension of any object, in distinction from breadth or width; extent of anything from end to end; the longest line which can be drawn through a body, parallel to its sides; as, the length of a church, or of a ship; the length of a rope or line."},{"word":"Length","type":"a.","descr":" A portion of space or of time considered as measured by its length; -- often in the plural."},{"word":"Length","type":"a.","descr":" The quality or state of being long, in space or time; extent; duration; as, some sea birds are remarkable for the length of their wings; he was tired by the length of the sermon, and the length of his walk."},{"word":"Length","type":"a.","descr":" A single piece or subdivision of a series, or of a number of long pieces which may be connected together; as, a length of pipe; a length of fence."},{"word":"Length","type":"a.","descr":" Detail or amplification; unfolding; continuance as, to pursue a subject to a great length."},{"word":"Length","type":"a.","descr":" Distance."},{"word":"Length","type":"v. t.","descr":" To lengthen."},{"word":"Lengthened","type":"imp. and p. p.","descr":" of Lengthen"},{"word":"Lengthening","type":"p. pr. and vb. n.","descr":" of Lengthen"},{"word":"Lengthen","type":"v. t.","descr":" To extent in length; to make longer in extent or duration; as, to lengthen a line or a road; to lengthen life; -- sometimes followed by out."},{"word":"Lengthen","type":"v. i.","descr":" To become longer."},{"word":"Lengthful","type":"a.","descr":" Long."},{"word":"Lengthily","type":"adv.","descr":" In a lengthy manner; at great length or extent."},{"word":"Lengthiness","type":"n.","descr":" The state or quality of being lengthy; prolixity."},{"word":"Lengthways","type":"adv.","descr":" Alt. of Lengthwise"},{"word":"Lengthwise","type":"adv.","descr":" In the direction of the length; in a longitudinal direction."},{"word":"Lengthy","type":"superl.","descr":" Having length; rather long or too long; prolix; not brief; -- said chiefly of discourses, writings, and the like."},{"word":"Lenience","type":"n.","descr":" Alt. of Leniency"},{"word":"Leniency","type":"n.","descr":" The quality or state of being lenient; lenity; clemency."},{"word":"Lenient","type":"a.","descr":" Relaxing; emollient; softening; assuasive; -- sometimes followed by of."},{"word":"Lenient","type":"a.","descr":" Mild; clement; merciful; not rigorous or severe; as, a lenient disposition; a lenient judge or sentence."},{"word":"Lenient","type":"n.","descr":" A lenitive; an emollient."},{"word":"Leniently","type":"adv.","descr":" In a lenient manner."},{"word":"Lenify","type":"v. t.","descr":" To assuage; to soften; to mitigate; to alleviate."},{"word":"Leniment","type":"n.","descr":" An assuasive."},{"word":"Lenitive","type":"a.","descr":" Having the quality of softening or mitigating, as pain or acrimony; assuasive; emollient."},{"word":"Lenitive","type":"n.","descr":" A medicine or application that has the quality of easing pain or protecting from the action of irritants."},{"word":"Lenitive","type":"n.","descr":" A mild purgative; a laxative."},{"word":"Lenitive","type":"n.","descr":" That which softens or mitigates; that which tends to allay passion, excitement, or pain; a palliative."},{"word":"Lenitiveness","type":"n.","descr":" The quality of being lenitive."},{"word":"Lenitude","type":"n.","descr":" The quality or habit of being lenient; lenity."},{"word":"Lenity","type":"n.","descr":" The state or quality of being lenient; mildness of temper or disposition; gentleness of treatment; softness; tenderness; clemency; -- opposed to severity and rigor."},{"word":"Lenni-Lenape","type":"n. pl.","descr":" A general name for a group of Algonquin tribes which formerly occupied the coast region of North America from Connecticut to Virginia. They included the Mohicans, Delawares, Shawnees, and several other tribes."},{"word":"Leno","type":"n.","descr":" A light open cotton fabric used for window curtains."},{"word":"Lenocinant","type":"a.","descr":" Given to lewdness."},{"word":"Lenses","type":"pl. ","descr":" of Lens"},{"word":"Lens","type":"n.","descr":" A piece of glass, or other transparent substance, ground with two opposite regular surfaces, either both curved, or one curved and the other plane, and commonly used, either singly or combined, in optical instruments, for changing the direction of rays of light, and thus magnifying objects, or otherwise modifying vision. In practice, the curved surfaces are usually spherical, though rarely cylindrical, or of some other figure."},{"word":"Lent","type":"","descr":" imp. and p. p. of Lend."},{"word":"Lent","type":"n.","descr":" A fast of forty days, beginning with Ash Wednesday and continuing till Easter, observed by some Christian churches as commemorative of the fast of our Savior."},{"word":"Lent","type":"a.","descr":" Slow; mild; gentle; as, lenter heats."},{"word":"Lent","type":"a.","descr":" See Lento."},{"word":"Lentamente","type":"adv.","descr":" Slowly; in slow time."},{"word":"Lentando","type":"a.","descr":" Slackening; retarding. Same as Rallentando."},{"word":"Lenten","type":"n.","descr":" Lent."},{"word":"Lenten","type":"n.","descr":" Of or pertaining to the fast called Lent; used in, or suitable to, Lent; as, the Lenten season."},{"word":"Lenten","type":"n.","descr":" Spare; meager; plain; somber; unostentatious; not abundant or showy."},{"word":"Lententide","type":"n.","descr":" The season of Lenten or Lent."},{"word":"Lenticel","type":"n.","descr":" One of the small, oval, rounded spots upon the stem or branch of a plant, from which the underlying tissues may protrude or roots may issue, either in the air, or more commonly when the stem or branch is covered with water or earth."},{"word":"Lenticel","type":"n.","descr":" A small, lens-shaped gland on the under side of some leaves."},{"word":"Lenticellate","type":"a.","descr":" Producing lenticels; dotted with lenticels."},{"word":"Lenticelle","type":"n.","descr":" Lenticel."},{"word":"Lenticulas","type":"pl. ","descr":" of Lenticula"},{"word":"Lenticulae","type":"pl. ","descr":" of Lenticula"},{"word":"Lenticula","type":"n.","descr":" A kind of eruption upon the skin; lentigo; freckle."},{"word":"Lenticula","type":"n.","descr":" A lens of small size."},{"word":"Lenticula","type":"n.","descr":" A lenticel."},{"word":"Lenticular","type":"a.","descr":" Resembling a lentil in size or form; having the form of a double-convex lens."},{"word":"Lenticularly","type":"adv.","descr":" In the manner of a lens; with a curve."},{"word":"Lentiform","type":"a.","descr":" Lenticular."},{"word":"Lentiginose","type":"a.","descr":" Bearing numerous dots resembling freckles."},{"word":"Lentiginous","type":"a.","descr":" Of or pertaining to lentigo; freckly; scurfy; furfuraceous."},{"word":"Lentigo","type":"n.","descr":" A freckly eruption on the skin; freckles."},{"word":"Lentil","type":"n.","descr":" A leguminous plant of the genus Ervum (Ervum Lens), of small size, common in the fields in Europe. Also, its seed, which is used for food on the continent."},{"word":"Lentiscus","type":"n.","descr":" Alt. of Lentisk"},{"word":"Lentisk","type":"n.","descr":" A tree; the mastic. See Mastic."},{"word":"Lentitude","type":"a.","descr":" Slowness; sluggishness."},{"word":"Lento","type":"a. and adv.","descr":" Slow; in slow time; slowly; -- rarely written lente."},{"word":"Lentoid","type":"a.","descr":" Having the form of a lens; lens-shaped."},{"word":"Lentor","type":"a.","descr":" Tenacity; viscidity, as of fluids."},{"word":"Lentor","type":"a.","descr":" Slowness; delay; sluggishness."},{"word":"Lentous","type":"a.","descr":" Viscid; viscous; tenacious."},{"word":"Lenvoi","type":"n.","descr":" Alt. of L\\'envoy"},{"word":"Lenvoy","type":"n.","descr":" One or more detached verses at the end of a literary composition, serving to convey the moral, or to address the poem to a particular person; -- orig. employed in old French poetry."},{"word":"Lenvoy","type":"n.","descr":" A conclusion; a result."},{"word":"Leo","type":"n.","descr":" The Lion, the fifth sign of the zodiac, marked thus [\/] in almanacs."},{"word":"Leo","type":"n.","descr":" A northern constellation east of Cancer, containing the bright star Regulus at the end of the handle of the Sickle."},{"word":"Leod","type":"n.","descr":" People; a nation; a man."},{"word":"Leon","type":"n.","descr":" A lion."},{"word":"Leonced","type":"a.","descr":" See Lionced."},{"word":"Leonese","type":"a.","descr":" Of or pertaining to Leon, in Spain."},{"word":"Leonese","type":"n. sing. and pl.","descr":" A native or natives of Leon."},{"word":"Leonid","type":"n.","descr":" One of the shooting stars which constitute the star shower that recurs near the fourteenth of November at intervals of about thirty-three years; -- so called because these shooting stars appear on the heavens to move in lines directed from the constellation Leo."},{"word":"Leonine","type":"a.","descr":" Pertaining to, or characteristic of, the lion; as, a leonine look; leonine rapacity."},{"word":"Leontodon","type":"n.","descr":" A genus of liguliflorous composite plants, including the fall dandelion (L. autumnale), and formerly the true dandelion; -- called also lion\\'s tooth."},{"word":"Leopard","type":"n.","descr":" A large, savage, carnivorous mammal (Felis leopardus). It is of a yellow or fawn color, with rings or roselike clusters of black spots along the back and sides. It is found in Southern Asia and Africa. By some the panther (Felis pardus) is regarded as a variety of leopard."},{"word":"Leopards bane","type":"","descr":" A name of several harmless plants, as Arnica montana, Senecio Doronicum, and Paris quadrifolia."},{"word":"Leopardwood","type":"n.","descr":" See Letterwood."},{"word":"Lep","type":"obs. strong imp.","descr":" of Leap. Leaped."},{"word":"Lepadite","type":"n.","descr":" Same as Lepadoid."},{"word":"Lepadoid","type":"n.","descr":" A stalked barnacle of the genus Lepas, or family Lepadidae; a goose barnacle. Also used adjectively."},{"word":"Lepal","type":"n.","descr":" A sterile transformed stamen."},{"word":"Lepas","type":"n.","descr":" Any one of various species of Lepas, a genus of pedunculated barnacles found attached to floating timber, bottoms of ships, Gulf weed, etc.; -- called also goose barnacle. See Barnacle."},{"word":"Leper","type":"n.","descr":" A person affected with leprosy."},{"word":"Lepered","type":"a.","descr":" Affected or tainted with leprosy."},{"word":"Leperize","type":"v. t.","descr":" To affect with leprosy."},{"word":"Leperous","type":"a.","descr":" Leprous; infectious; corrupting; poisonous."},{"word":"Lepid","type":"a.","descr":" Pleasant; jocose."},{"word":"Lepidine","type":"n.","descr":" An organic base, C9H6.N.CH3, metameric with quinaldine, and obtained by the distillation of cinchonine."},{"word":"Lepidodendrid","type":"n.","descr":" One of an extinct family of trees allied to the modern club mosses, and including Lepidodendron and its allies."},{"word":"Lepidodendroid","type":"a.","descr":" Allied to, or resembling, Lepidodendron."},{"word":"Lepidodendroid","type":"n.","descr":" A lepidodendrid."},{"word":"Lepidodendron","type":"n.","descr":" A genus of fossil trees of the Devonian and Carboniferous ages, having the exterior marked with scars, mostly in quincunx order, produced by the separation of the leafstalks."},{"word":"Lepidoganoid","type":"n.","descr":" Any one of a division (Lepidoganoidei) of ganoid fishes, including those that have scales forming a coat of mail. Also used adjectively."},{"word":"Lepidolite","type":"n.","descr":" A species of mica, of a lilac or rose-violet color, containing lithia. It usually occurs in masses consisting of small scales. See Mica."},{"word":"Lepidomelane","type":"n.","descr":" An iron-potash mica, of a raven-black color, usually found in granitic rocks in small six-sided tables, or as an aggregation of minute opaque scales. See Mica."},{"word":"Lepidopter","type":"n.","descr":" One of the Lepidoptera."},{"word":"Lepidoptera","type":"n. pl.","descr":" An order of insects, which includes the butterflies and moths. They have broad wings, covered with minute overlapping scales, usually brightly colored."},{"word":"Lepidopteral","type":"a.","descr":" Alt. of Lepidopterous"},{"word":"Lepidopterous","type":"a.","descr":" Of or pertaining to the Lepidoptera."},{"word":"Lepidopterist","type":"n.","descr":" One who studies the Lepidoptera."},{"word":"Lepidosauria","type":"n. pl.","descr":" A division of reptiles, including the serpents and lizards; the Plagiotremata."},{"word":"Lepidosiren","type":"n.","descr":" An eel-shaped ganoid fish of the order Dipnoi, having both gills and lungs. It inhabits the rivers of South America. The name is also applied to a related African species (Protopterus annectens). The lepidosirens grow to a length of from four to six feet. Called also doko."},{"word":"Lepidote","type":"a.","descr":" Alt. of Lepidoted"},{"word":"Lepidoted","type":"a.","descr":" Having a coat of scurfy scales, as the leaves of the oleaster."},{"word":"Lepisma","type":"n.","descr":" A genus of wingless thysanurous insects having an elongated flattened body, covered with shining scales and terminated by seven unequal bristles. A common species (Lepisma saccharina) is found in houses, and often injures books and furniture. Called also shiner, silver witch, silver moth, and furniture bug."},{"word":"Lepismoid","type":"a.","descr":" Like or pertaining to the Lepisma."},{"word":"Leporine","type":"a.","descr":" Of or pertaining to a hare; like or characteristic of, a hare."},{"word":"Lepra","type":"n.","descr":" Leprosy."},{"word":"Lepre","type":"n.","descr":" Leprosy."},{"word":"Leprose","type":"a.","descr":" Covered with thin, scurfy scales."},{"word":"Leprosity","type":"n.","descr":" The state or quality of being leprous or scaly; also, a scale."},{"word":"Leprosy","type":"n.","descr":" A cutaneous disease which first appears as blebs or as reddish, shining, slightly prominent spots, with spreading edges. These are often followed by an eruption of dark or yellowish prominent nodules, frequently producing great deformity. In one variety of the disease, anaesthesia of the skin is a prominent symptom. In addition there may be wasting of the muscles, falling out of the hair and nails, and distortion of the hands and feet with destruction of the bones and joints. It is incurable, and is probably contagious."},{"word":"Leprous","type":"a.","descr":" Infected with leprosy; pertaining to or resembling leprosy."},{"word":"Leprous","type":"a.","descr":" Leprose."},{"word":"Lepry","type":"n.","descr":" Leprosy."},{"word":"Leptiform","type":"a.","descr":" Having a form somewhat like leptus; -- said of active insect larvae having three pairs of legs. See Larva."},{"word":"Leptocardia","type":"n. pl.","descr":" The lowest class of Vertebrata, including only the Amphioxus. The heart is represented only by a simple pulsating vessel. The blood is colorless; the brain, renal organs, and limbs are wanting, and the backbone is represented only by a simple, unsegmented notochord. See Amphioxus."},{"word":"Leptocardian","type":"a.","descr":" Of or pertaining to the Leptocardia."},{"word":"Leptocardian","type":"n.","descr":" One of the Leptocardia."},{"word":"Leptodactyl","type":"n.","descr":" A bird or other animal having slender toes."},{"word":"Leptodactylous","type":"a.","descr":" Having slender toes."},{"word":"Leptology","type":"n.","descr":" A minute and tedious discourse on trifling things."},{"word":"Leptomeningitis","type":"n.","descr":" Inflammation of the pia mater or of the arachnoid membrane."},{"word":"Leptorhine","type":"a.","descr":" Having the nose narrow; -- said esp. of the skull. Opposed to platyrhine."},{"word":"Leptostraca","type":"n. pl.","descr":" An order of Crustacea, including Nebalia and allied forms."},{"word":"Leptothrix","type":"n.","descr":" A genus of bacteria, characterized by having their filaments very long, slender, and indistinctly articulated."},{"word":"Leptothrix","type":"n.","descr":" Having the form of a little chain; -- applied to bacteria when, as in multiplication by fission, they form a chain of filiform individuals."},{"word":"Leptus","type":"n.","descr":" The six-legged young, or larva, of certain mites; -- sometimes used as a generic name. See Harvest mite, under Harvest."},{"word":"Leptynite","type":"n.","descr":" See Granulite."},{"word":"Lere","type":"n.","descr":" Learning; lesson; lore."},{"word":"Lere","type":"v. t. and i.","descr":" To learn; to teach."},{"word":"Lere","type":"a.","descr":" Empty."},{"word":"Lere","type":"n.","descr":" Flesh; skin."},{"word":"Lered","type":"v. t.","descr":" Learned."},{"word":"Lernaea","type":"n.","descr":" A Linnaean genus of parasitic Entomostraca, -- the same as the family Lernaeidae."},{"word":"Lernaeacea","type":"n. pl.","descr":" A suborder of copepod Crustacea, including a large number of remarkable forms, mostly parasitic on fishes. The young, however, are active and swim freely. See Illustration in Appendix."},{"word":"Lernean","type":"n.","descr":" One of a family (Lernaeidae) of parasitic Crustacea found attached to fishes and other marine animals. Some species penetrate the skin and flesh with the elongated head, and feed on the viscera. See Illust. in Appendix."},{"word":"Lerot","type":"n.","descr":" A small European rodent (Eliomys nitela), allied to the dormouse."},{"word":"Les","type":"n.","descr":" A leash."},{"word":"Lesbian","type":"a.","descr":" Of or pertaining to the island anciently called Lesbos, now Mitylene, in the Grecian Archipelago."},{"word":"Lese","type":"v. t.","descr":" To lose."},{"word":"Lese-majesty","type":"n.","descr":" See Leze majesty."},{"word":"Lesion","type":"n.","descr":" A hurt; an injury."},{"word":"Lesion","type":"n.","descr":" Loss sustained from failure to fulfill a bargain or contract."},{"word":"Lesion","type":"n.","descr":" Any morbid change in the exercise of functions or the texture of organs."},{"word":"Less","type":"conj.","descr":" Unless."},{"word":"Less","type":"a.","descr":" Smaller; not so large or great; not so much; shorter; inferior; as, a less quantity or number; a horse of less size or value; in less time than before."},{"word":"Less","type":"adv.","descr":" Not so much; in a smaller or lower degree; as, less bright or loud; less beautiful."},{"word":"Less","type":"n.","descr":" A smaller portion or quantity."},{"word":"Less","type":"n.","descr":" The inferior, younger, or smaller."},{"word":"Less","type":"v. t.","descr":" To make less; to lessen."},{"word":"Lessee","type":"v. t.","descr":" The person to whom a lease is given, or who takes an estate by lease."},{"word":"Lessened","type":"imp. and p. p.","descr":" of Lessen"},{"word":"Lessening","type":"p. pr. and vb. n.","descr":" of Lessen"},{"word":"Lessen","type":"a.","descr":" To make less; to reduce; to make smaller, or fewer; to diminish; to lower; to degrade; as, to lessen a kingdom, or a population; to lessen speed, rank, fortune."},{"word":"Lessen","type":"v. i.","descr":" To become less; to shrink; to contract; to decrease; to be diminished; as, the apparent magnitude of objects lessens as we recede from them; his care, or his wealth, lessened."},{"word":"Lessener","type":"n.","descr":" One who, or that which, lessens."},{"word":"Lesser","type":"a.","descr":" Less; smaller; inferior."},{"word":"Lesser","type":"adv.","descr":" Less."},{"word":"Lesses","type":"v. t.","descr":" The leavings or dung of beasts."},{"word":"Lesson","type":"n.","descr":" Anything read or recited to a teacher by a pupil or learner; something, as a portion of a book, assigned to a pupil to be studied or learned at one time."},{"word":"Lesson","type":"n.","descr":" That which is learned or taught by an express effort; instruction derived from precept, experience, observation, or deduction; a precept; a doctrine; as, to take or give a lesson in drawing."},{"word":"Lesson","type":"n.","descr":" A portion of Scripture read in divine service for instruction; as, here endeth the first lesson."},{"word":"Lesson","type":"n.","descr":" A severe lecture; reproof; rebuke; warning."},{"word":"Lesson","type":"n.","descr":"  An exercise; a composition serving an educational purpose; a study."},{"word":"Lessoned","type":"imp. and p. p.","descr":" of Lesson"},{"word":"Lessoning","type":"p. pr. and vb. n.","descr":" of Lesson"},{"word":"Lesson","type":"v. t.","descr":" To teach; to instruct."},{"word":"Lessor","type":"v. t.","descr":" One who leases; the person who lets to farm, or gives a lease."},{"word":"Lest","type":"v. i.","descr":" To listen."},{"word":"Lest","type":"n.","descr":" Lust; desire; pleasure."},{"word":"Lest","type":"a.","descr":" Last; least."},{"word":"Lest","type":"a.","descr":" For fear that; that . . . not; in order that . . . not."},{"word":"Lest","type":"a.","descr":" That (without the negative particle); -- after certain expressions denoting fear or apprehension."},{"word":"Let","type":"v. t.","descr":" To retard; to hinder; to impede; to oppose."},{"word":"Let","type":"n.","descr":" A retarding; hindrance; obstacle; impediment; delay; -- common in the phrase without let or hindrance, but elsewhere archaic."},{"word":"Let","type":"n.","descr":" A stroke in which a ball touches the top of the net in passing over."},{"word":"Let","type":"imp. and p. p.","descr":" of Let"},{"word":"Letted","type":"","descr":" of Let"},{"word":"Letting","type":"p. pr. and vb. n.","descr":" of Let"},{"word":"Let","type":"v. t.","descr":" To leave; to relinquish; to abandon."},{"word":"Let","type":"v. t.","descr":" To consider; to think; to esteem."},{"word":"Let","type":"v. t.","descr":" To cause; to make; -- used with the infinitive in the active form but in the passive sense; as, let make, i. e., cause to be made; let bring, i. e., cause to be brought."},{"word":"Let","type":"v. t.","descr":" To permit; to allow; to suffer; -- either affirmatively, by positive act, or negatively, by neglecting to restrain or prevent."},{"word":"Let","type":"v. t.","descr":" To allow to be used or occupied for a compensation; to lease; to rent; to hire out; -- often with out; as, to let a farm; to let a house; to let out horses."},{"word":"Let","type":"v. t.","descr":" To give, grant, or assign, as a work, privilege, or contract; -- often with out; as, to let the building of a bridge; to let out the lathing and the plastering."},{"word":"Let","type":"v. i.","descr":" To forbear."},{"word":"Let","type":"v. i.","descr":" To be let or leased; as, the farm lets for $500 a year. See note under Let, v. t."},{"word":"Let-alone","type":"a.","descr":" Letting alone."},{"word":"Letch","type":"v. and n.","descr":" See Leach."},{"word":"Letch","type":"n.","descr":" Strong desire; passion. (Archaic)."},{"word":"Letchy","type":"a.","descr":" See Leachy."},{"word":"Lete","type":"v. t.","descr":" To let; to leave."},{"word":"Leten","type":"","descr":" p. p. of Lete."},{"word":"Lethal","type":"n.","descr":" One of the higher alcohols of the paraffine series obtained from spermaceti as a white crystalline solid. It is so called because it occurs in the ethereal salt of lauric acid."},{"word":"Lethal","type":"a.","descr":" Deadly; mortal; fatal."},{"word":"Lethality","type":"n.","descr":" The quality of being lethal; mortality."},{"word":"Lethargic","type":"a.","descr":" Alt. of Lethargical"},{"word":"Lethargical","type":"a.","descr":" Pertaining to, affected with, or resembling, lethargy; morbidly drowsy; dull; heavy."},{"word":"Lethargized","type":"imp. and p. p.","descr":" of Lethargize"},{"word":"Lethargizing","type":"p. pr. and vb. n.","descr":" of Lethargize"},{"word":"Lethargize","type":"v. t.","descr":" To make lethargic."},{"word":"Lethargy","type":"n.","descr":" Morbid drowsiness; continued or profound sleep, from which a person can scarcely be awaked."},{"word":"Lethargy","type":"n.","descr":" A state of inaction or indifference."},{"word":"Lethargy","type":"v. t.","descr":" To lethargize."},{"word":"Lethe","type":"n.","descr":" Death."},{"word":"Lethe","type":"n.","descr":" A river of Hades whose waters when drunk caused forgetfulness of the past."},{"word":"Lethe","type":"n.","descr":" Oblivion; a draught of oblivion; forgetfulness."},{"word":"Lethean","type":"a.","descr":" Of or pertaining to Lethe; resembling in effect the water of Lethe."},{"word":"Letheed","type":"a.","descr":" Caused by Lethe."},{"word":"Letheon","type":"n.","descr":" Sulphuric ether used as an anaesthetic agent."},{"word":"Letheonize","type":"v. t.","descr":" To subject to the influence of letheon."},{"word":"Lethiferous","type":"a.","descr":" Deadly; bringing death or destruction."},{"word":"Lethy","type":"a.","descr":" Lethean."},{"word":"Let-off","type":"n.","descr":" A device for letting off, releasing, or giving forth, as the warp from the cylinder of a loom."},{"word":"Letted","type":"imp. and p. p.","descr":" of Lette"},{"word":"Lette","type":"v. t.","descr":" To let; to hinder. See Let, to hinder."},{"word":"Letter","type":"n.","descr":" One who lets or permits; one who lets anything for hire."},{"word":"Letter","type":"n.","descr":" One who retards or hinders."},{"word":"Letter","type":"n.","descr":" A mark or character used as the representative of a sound, or of an articulation of the human organs of speech; a first element of written language."},{"word":"Letter","type":"n.","descr":" A written or printed communication; a message expressed in intelligible characters on something adapted to conveyance, as paper, parchment, etc.; an epistle."},{"word":"Letter","type":"n.","descr":" A writing; an inscription."},{"word":"Letter","type":"n.","descr":" Verbal expression; literal statement or meaning; exact signification or requirement."},{"word":"Letter","type":"n.","descr":" A single type; type, collectively; a style of type."},{"word":"Letter","type":"n.","descr":" Learning; erudition; as, a man of letters."},{"word":"Letter","type":"n.","descr":" A letter; an epistle."},{"word":"Lettered","type":"imp. and p. p.","descr":" of Letter"},{"word":"Lettering","type":"p. pr. and vb. n.","descr":" of Letter"},{"word":"Letter","type":"v. t.","descr":" To impress with letters; to mark with letters or words; as, a book gilt and lettered."},{"word":"Lettered","type":"a.","descr":" Literate; educated; versed in literature."},{"word":"Lettered","type":"a.","descr":" Of or pertaining to learning or literature; learned."},{"word":"Lettered","type":"a.","descr":" Inscribed or stamped with letters."},{"word":"Letterer","type":"n.","descr":" One who makes, inscribes, or engraves, alphabetical letters."},{"word":"Lettering","type":"n.","descr":" The act or business of making, or marking with, letters, as by cutting or painting."},{"word":"Lettering","type":"n.","descr":" The letters made; as, the lettering of a sign."},{"word":"Letterless","type":"a.","descr":" Not having a letter."},{"word":"Letterless","type":"a.","descr":" Illiterate."},{"word":"Lettern","type":"n.","descr":" See Lecturn."},{"word":"Letterpress","type":"n.","descr":" Print; letters and words impressed on paper or other material by types; -- often used of the reading matter in distinction from the illustrations."},{"word":"Letterure","type":"n.","descr":" Letters; literature."},{"word":"Letterwood","type":"n.","descr":" The beautiful and highly elastic wood of a tree of the genus Brosimum (B. Aubletii), found in Guiana; -- so called from black spots in it which bear some resemblance to hieroglyphics; also called snakewood, and leopardwood. It is much used for bows and for walking sticks."},{"word":"Lettic","type":"a.","descr":" Of or pertaining to the Letts; Lettish."},{"word":"Lettic","type":"a.","descr":" Of or pertaining to a branch of the Slavic family, subdivided into Lettish, Lithuanian, and Old Prussian."},{"word":"Lettic","type":"n.","descr":" The language of the Letts; Lettish."},{"word":"Lettic","type":"n.","descr":" The language of the Lettic race, including Lettish, Lithuanian, and Old Prussian."},{"word":"Lettish","type":"a.","descr":" Of or pertaining to the Letts."},{"word":"Lettish","type":"n.","descr":" The language spoken by the Letts. See Lettic."},{"word":"Lettrure","type":"n.","descr":" See Letterure."},{"word":"Letts","type":"n. pl.","descr":" An Indo-European people, allied to the Lithuanians and Old Prussians, and inhabiting a part of the Baltic provinces of Russia."},{"word":"Lettuce","type":"n.","descr":" A composite plant of the genus Lactuca (L. sativa), the leaves of which are used as salad. Plants of this genus yield a milky juice, from which lactucarium is obtained. The commonest wild lettuce of the United States is L. Canadensis."},{"word":"Letuary","type":"n.","descr":" Electuary."},{"word":"Let-up","type":"n.","descr":" Abatement; also, cessation; as, it blew a gale for three days without any let-up."},{"word":"Leuc-","type":"","descr":" Same as Leuco-."},{"word":"Leucadendron","type":"n.","descr":" A genus of evergreen shrubs from the Cape of Good Hope, having handsome foliage. Leucadendron argenteum is the silverboom of the colonists."},{"word":"Leucaniline","type":"n.","descr":" A colorless, crystalline, organic base, obtained from rosaniline by reduction, and also from other sources. It forms colorless salts."},{"word":"Leuchaemia","type":"n.","descr":" See Leucocythaemia."},{"word":"Leucic","type":"a.","descr":" Alt. of Leucinic"},{"word":"Leucinic","type":"a.","descr":" Pertaining to, or designating, an acid obtained from leucin, and called also oxycaproic acid."},{"word":"Leucin","type":"n.","descr":" A white, crystalline, nitrogenous substance formed in the decomposition of albuminous matter by pancreatic digestion, by the action of boiling dilute sulphuric acid, and by putrefaction. It is also found as a constituent of various tissues and organs, as the spleen, pancreas, etc., and likewise in the vegetable kingdom. Chemically it is to be considered as amido-caproic acid."},{"word":"Leucite","type":"n.","descr":" A mineral having a glassy fracture, occurring in translucent trapezohedral crystals. It is a silicate of alumina and potash. It is found in the volcanic rocks of Italy, especially at Vesuvius."},{"word":"Leucite","type":"n.","descr":" A leucoplast."},{"word":"Leucitic","type":"a.","descr":" Containing leucite; as, leucitic rocks."},{"word":"Leucitoid","type":"n.","descr":" The trapezohedron or tetragonal trisoctahedron; -- so called as being the form of the mineral leucite."},{"word":"Leuco-","type":"","descr":" Alt. of Leuc-"},{"word":"Leuc-","type":"","descr":" A combining form signifying white, colorless; specif. (Chem.), denoting an extensive series of colorless organic compounds, obtained by reduction from certain other colored compounds; as, leucaniline, leucaurin, etc."},{"word":"Leucocyte","type":"n.","descr":" A colorless corpuscle, as one of the white blood corpuscles, or those found in lymph, marrow of bone, connective tissue, etc."},{"word":"Leucocythaemia","type":"n.","descr":" Alt. of Leucocythemia"},{"word":"Leucocythemia","type":"n.","descr":" A disease in which the white corpuscles of the blood are largely increased in number, and there is enlargement of the spleen, or the lymphatic glands; leuchaemia."},{"word":"Leucocytogenesis","type":"n.","descr":" The formation of leucocytes."},{"word":"Leucoethiopic","type":"a.","descr":" White and black; -- said of a white animal of a black species, or the albino of the negro race."},{"word":"Leucoethiops","type":"n.","descr":" An albino."},{"word":"Leucoline","type":"n.","descr":" A nitrogenous organic base from coal tar, and identical with quinoline. Cf. Quinoline."},{"word":"Leucoma","type":"n.","descr":" A white opacity in the cornea of the eye; -- called also albugo."},{"word":"Leucomaine","type":"n.","descr":" An animal base or alkaloid, appearing in the tissue during life; hence, a vital alkaloid, as distinguished from a ptomaine or cadaveric poison."},{"word":"Leuconic","type":"a.","descr":" Pertaining to, or designating, a complex organic acid, obtained as a yellowish white gum by the oxidation of croconic acid."},{"word":"Leucopathy","type":"n.","descr":" The state of an albino, or of a white child of black parents."},{"word":"Leucophane","type":"n.","descr":" A mineral of a greenish yellow color; it is a silicate of glucina, lime, and soda with fluorine. Called also leucophanite."},{"word":"Leucophlegmacy","type":"n.","descr":" A dropsical habit of body, or the commencement of anasarca; paleness, with viscid juices and cold sweats."},{"word":"Leucophlegmatic","type":"a.","descr":" Having a dropsical habit of body, with a white bloated skin."},{"word":"Leucophyll","type":"n.","descr":" A colorless substance isomeric with chlorophyll, contained in parts of plants capable of becoming green."},{"word":"Leucophyllous","type":"a.","descr":" Having white or silvery foliage."},{"word":"Leucoplast","type":"n.","descr":" Alt. of Leucoplastid"},{"word":"Leucoplastid","type":"n.","descr":" One of certain very minute whitish or colorless granules occurring in the protoplasm of plants and supposed to be the nuclei around which starch granules will form."},{"word":"Leucopyrite","type":"n.","descr":" A mineral of a color between white and steel-gray, with a metallic luster, and consisting chiefly of arsenic and iron."},{"word":"Leucorrhoea","type":"n.","descr":" A discharge of a white, yellowish, or greenish, viscid mucus, resulting from inflammation or irritation of the membrane lining the genital organs of the female; the whites."},{"word":"Leucoryx","type":"n.","descr":" A large antelope of North Africa (Oryx leucoryx), allied to the gemsbok."},{"word":"Leucoscope","type":"n.","descr":" An instrument, devised by Professor Helmholtz, for testing the color perception of the eye, or for comparing different lights, as to their constituent colors or their relative whiteness."},{"word":"Leucosoid","type":"a.","descr":" Like or pertaining to the Leucosoidea, a tribe of marine crabs including the box crab or Calappa."},{"word":"Leucosphere","type":"n.","descr":" The inner corona."},{"word":"Leucoturic","type":"a.","descr":" Pertaining to, or designating, a nitrogenous organic substance of the uric acid group, called leucoturic acid or oxalantin. See Oxalantin."},{"word":"Leucous","type":"a.","descr":" White; -- applied to albinos, from the whiteness of their skin and hair."},{"word":"Leucoxene","type":"n.","descr":" A nearly opaque white mineral, in part identical with titanite, observed in some igneous rocks as the result of the alteration of titanic iron."},{"word":"Leukaemia","type":"n.","descr":" Leucocythaemia."},{"word":"Leuke","type":"n.","descr":" Alt. of Leukeness"},{"word":"Leukeness","type":"n.","descr":" See Luke, etc."},{"word":"Leukoplast","type":"n.","descr":" See Leucoplast."},{"word":"Levana","type":"n.","descr":" A goddess who protected newborn infants."},{"word":"Levant","type":"a.","descr":" Rising or having risen from rest; -- said of cattle. See Couchant and levant, under Couchant."},{"word":"Levant","type":"n.","descr":" The countries washed by the eastern part of the Mediterranean and its contiguous waters."},{"word":"Levant","type":"n.","descr":" A levanter (the wind so called)."},{"word":"Levant","type":"a.","descr":" Eastern."},{"word":"Levant","type":"v. i.","descr":" To run away from one\\'s debts; to decamp."},{"word":"Levanter","type":"v.","descr":" One who levants, or decamps."},{"word":"Levanter","type":"n.","descr":" A strong easterly wind peculiar to the Mediterranean."},{"word":"Levantine","type":"n.","descr":" Of or pertaining to the Levant."},{"word":"Levantine","type":"n.","descr":" A native or inhabitant of the Levant."},{"word":"Levantine","type":"n.","descr":" A stout twilled silk fabric, formerly made in the Levant."},{"word":"Levari facias","type":"","descr":" A writ of execution at common law."},{"word":"Levation","type":"n.","descr":" The act of raising; elevation; upward motion, as that produced by the action of a levator muscle."},{"word":"Levator","type":"n.","descr":" A muscle that serves to raise some part, as the lip or the eyelid."},{"word":"Levator","type":"n.","descr":" A surgical instrument used to raise a depressed part of the skull."},{"word":"Leve","type":"a.","descr":" Dear. See Lief."},{"word":"Leve","type":"n. and v.","descr":" Same as 3d and 4th Leave."},{"word":"Leve","type":"v. i.","descr":" To live."},{"word":"Leve","type":"v. t.","descr":" To believe."},{"word":"Leve","type":"v. t.","descr":" To grant; -- used esp. in exclamations or prayers followed by a dependent clause."},{"word":"Levee","type":"n.","descr":" The act of rising."},{"word":"Levee","type":"n.","descr":" A morning assembly or reception of visitors, -- in distinction from a soiree, or evening assembly; a matinee; hence, also, any general or somewhat miscellaneous gathering of guests, whether in the daytime or evening; as, the president\\'s levee."},{"word":"Levee","type":"v. t.","descr":" To attend the levee or levees of."},{"word":"Levee","type":"n.","descr":" An embankment to prevent inundation; as, the levees along the Mississippi; sometimes, the steep bank of a river."},{"word":"Levee","type":"v. t.","descr":" To keep within a channel by means of levees; as, to levee a river."},{"word":"Levee en masse","type":"","descr":" See Levy in mass, under Levy, n."},{"word":"Leveful","type":"n.","descr":" Allowable; permissible; lawful."},{"word":"Level","type":"n.","descr":" A line or surface to which, at every point, a vertical or plumb line is perpendicular; a line or surface which is everywhere parallel to the surface of still water; -- this is the true level, and is a curve or surface in which all points are equally distant from the center of the earth, or rather would be so if the earth were an exact sphere."},{"word":"Level","type":"n.","descr":" A horizontal line or plane; that is, a straight line or a plane which is tangent to a true level at a given point and hence parallel to the horizon at that point; -- this is the apparent level at the given point."},{"word":"Level","type":"n.","descr":" An approximately horizontal line or surface at a certain degree of altitude, or distance from the center of the earth; as, to climb from the level of the coast to the level of the plateau and then descend to the level of the valley or of the sea."},{"word":"Level","type":"n.","descr":" Hence, figuratively, a certain position, rank, standard, degree, quality, character, etc., conceived of as in one of several planes of different elevation."},{"word":"Level","type":"n.","descr":" A uniform or average height; a normal plane or altitude; a condition conformable to natural law or which will secure a level surface; as, moving fluids seek a level."},{"word":"Level","type":"n.","descr":" An instrument by which to find a horizontal line, or adjust something with reference to a horizontal line."},{"word":"Level","type":"n.","descr":" A measurement of the difference of altitude of two points, by means of a level; as, to take a level."},{"word":"Level","type":"n.","descr":" A horizontal passage, drift, or adit, in a mine."},{"word":"Level","type":"a.","descr":" Even; flat; having no part higher than another; having, or conforming to, the curvature which belongs to the undisturbed liquid parts of the earth\\'s surface; as, a level field; level ground; the level surface of a pond or lake."},{"word":"Level","type":"a.","descr":" Coinciding or parallel with the plane of the horizon; horizontal; as, the telescope is now level."},{"word":"Level","type":"a.","descr":" Even with anything else; of the same height; on the same line or plane; on the same footing; of equal importance; -- followed by with, sometimes by to."},{"word":"Level","type":"a.","descr":" Straightforward; direct; clear; open."},{"word":"Level","type":"a.","descr":" Well balanced; even; just; steady; impartial; as, a level head; a level understanding. [Colloq.] "},{"word":"Level","type":"a.","descr":" Of even tone; without rising or falling inflection."},{"word":"Leveled","type":"imp. and p. p.","descr":" of Level"},{"word":"Levelled","type":"","descr":" of Level"},{"word":"Leveling","type":"p. pr. and vb. n.","descr":" of Level"},{"word":"Levelling","type":"","descr":" of Level"},{"word":"Level","type":"v. t.","descr":" To make level; to make horizontal; to bring to the condition of a level line or surface; hence, to make flat or even; as, to level a road, a walk, or a garden."},{"word":"Level","type":"v. t.","descr":" To bring to a lower level; to overthrow; to topple down; to reduce to a flat surface; to lower."},{"word":"Level","type":"v. t.","descr":" To bring to a horizontal position, as a gun; hence, to point in taking aim; to aim; to direct."},{"word":"Level","type":"v. t.","descr":" Figuratively, to bring to a common level or plane, in respect of rank, condition, character, privilege, etc.; as, to level all the ranks and conditions of men."},{"word":"Level","type":"v. t.","descr":" To adjust or adapt to a certain level; as, to level remarks to the capacity of children."},{"word":"Level","type":"v. i.","descr":" To be level; to be on a level with, or on an equality with, something; hence, to accord; to agree; to suit."},{"word":"Level","type":"v. i.","descr":" To aim a gun, spear, etc., horizontally; hence, to aim or point a weapon in direct line with the mark; fig., to direct the eye, mind, or effort, directly to an object."},{"word":"Leveler","type":"n.","descr":" One who, or that which, levels."},{"word":"Leveler","type":"n.","descr":" One who would remove social inequalities or distinctions; a socialist."},{"word":"Leveling","type":"n.","descr":" The act or operation of making level."},{"word":"Leveling","type":"n.","descr":" The art or operation of using a leveling instrument for finding a horizontal line, for ascertaining the differences of level between different points of the earth\\'s surface included in a survey, for establishing grades, etc., as in finding the descent of a river, or locating a line of railroad."},{"word":"Levelism","type":"n.","descr":" The disposition or endeavor to level all distinctions of rank in society."},{"word":"Levelly","type":"adv.","descr":" In an even or level manner."},{"word":"Levelness","type":"n.","descr":" The state or quality of being level."},{"word":"Leven","type":"n.","descr":" Lightning."},{"word":"Lever","type":"a.","descr":" More agreeable; more pleasing."},{"word":"Lever","type":"adv.","descr":" Rather."},{"word":"Lever","type":"n.","descr":" A rigid piece which is capable of turning about one point, or axis (the fulcrum), and in which are two or more other points where forces are applied; -- used for transmitting and modifying force and motion. Specif., a bar of metal, wood, or other rigid substance, used to exert a pressure, or sustain a weight, at one point of its length, by receiving a force or power at a second, and turning at a third on a fixed point called a fulcrum. It is usually named as the first of the six mechanical powers, and is of three kinds, according as either the fulcrum F, the weight W, or the power P, respectively, is situated between the other two, as in the figures."},{"word":"Lever","type":"n.","descr":" A bar, as a capstan bar, applied to a rotatory piece to turn it."},{"word":"Lever","type":"n.","descr":" An arm on a rock shaft, to give motion to the shaft or to obtain motion from it."},{"word":"Leverage","type":"n.","descr":" The action of a lever; mechanical advantage gained by the lever."},{"word":"Leveret","type":"n.","descr":" A hare in the first year of its age."},{"word":"Leverock","type":"n.","descr":" A lark."},{"word":"Leverwood","type":"n.","descr":" The American hop hornbeam (Ostrya Virginica), a small tree with very tough wood."},{"word":"Levesel","type":"n.","descr":" A leafy shelter; a place covered with foliage."},{"word":"Levet","type":"n.","descr":" A trumpet call for rousing soldiers; a reveille."},{"word":"Leviable","type":"a.","descr":" Fit to be levied; capable of being assessed and collected; as, sums leviable by course of law."},{"word":"Leviathan","type":"n.","descr":" An aquatic animal, described in the book of Job, ch. xli., and mentioned in other passages of Scripture."},{"word":"Leviathan","type":"n.","descr":" The whale, or a great whale."},{"word":"Levier","type":"n.","descr":" One who levies."},{"word":"Levigable","type":"v. t.","descr":" Capable of being levigated."},{"word":"Levigate","type":"a.","descr":" Made less harsh or burdensome; alleviated."},{"word":"Levigated","type":"imp. and p. p.","descr":" of Levigate"},{"word":"Levigating","type":"p. pr. and vb. n.","descr":" of Levigate"},{"word":"Levigate","type":"v. t.","descr":" To make smooth in various senses"},{"word":"Levigate","type":"v. t.","descr":" To free from grit; to reduce to an impalpable powder or paste."},{"word":"Levigate","type":"v. t.","descr":" To mix thoroughly, as liquids or semiliquids."},{"word":"Levigate","type":"v. t.","descr":" To polish."},{"word":"Levigate","type":"v. t.","descr":" To make smooth in action."},{"word":"Levigate","type":"v. t.","descr":" Technically, to make smooth by rubbing in a moist condition between hard surfaces, as in grinding pigments."},{"word":"Levigate","type":"a.","descr":" Made smooth, as if polished."},{"word":"Levigation","type":"n.","descr":" The act or operation of levigating."},{"word":"Levin","type":"n.","descr":" Lightning."},{"word":"Leviner","type":"n.","descr":" A swift hound."},{"word":"Levir","type":"n.","descr":" A husband\\'s brother; -- used in reference to levirate marriages."},{"word":"Levirate","type":"a.","descr":" Alt. of Leviratical"},{"word":"Leviratical","type":"a.","descr":" Of, pertaining to, or in accordance with, a law of the ancient Israelites and other tribes and races, according to which a woman, whose husband died without issue, was married to the husband\\'s brother."},{"word":"Leviration","type":"n.","descr":" Levirate marriage or marriages."},{"word":"Levirostres","type":"n. pl.","descr":" A group of birds, including the hornbills, kingfishers, and related forms."},{"word":"Levitate","type":"v. i.","descr":" To rise, or tend to rise, as if lighter than the surrounding medium; to become buoyant; -- opposed to gravitate."},{"word":"Levitate","type":"v. t.","descr":" To make buoyant; to cause to float in the air; as, to levitate a table."},{"word":"Levitation","type":"n.","descr":" Lightness; buoyancy; act of making light."},{"word":"Levitation","type":"n.","descr":" The act or process of making buoyant."},{"word":"Levite","type":"n.","descr":" One of the tribe or family of Levi; a descendant of Levi; esp., one subordinate to the priests (who were of the same tribe) and employed in various duties connected with the tabernacle first, and afterward the temple, such as the care of the building, bringing of wood and other necessaries for the sacrifices, the music of the services, etc."},{"word":"Levite","type":"n.","descr":" A priest; -- so called in contempt or ridicule."},{"word":"Levitical","type":"a.","descr":" Of or pertaining to a Levite or the Levites."},{"word":"Levitical","type":"a.","descr":" Priestly."},{"word":"Levitical","type":"a.","descr":" Of or pertaining to, or designating, the law contained in the book of Leviticus."},{"word":"Levitically","type":"adv.","descr":" After the manner of the Levites; in accordance with the levitical law."},{"word":"Leviticus","type":"n.","descr":" The third canonical book of the Old Testament, containing the laws and regulations relating to the priests and Levites among the Hebrews, or the body of the ceremonial law."},{"word":"Levity","type":"n.","descr":" The quality of weighing less than something else of equal bulk; relative lightness, especially as shown by rising through, or floating upon, a contiguous substance; buoyancy; -- opposed to gravity."},{"word":"Levity","type":"n.","descr":" Lack of gravity and earnestness in deportment or character; trifling gayety; frivolity; sportiveness; vanity."},{"word":"Levity","type":"n.","descr":" Lack of steadiness or constancy; disposition to change; fickleness; volatility."},{"word":"Levo-","type":"","descr":" A prefix from L. laevus"},{"word":"Levo-","type":"","descr":" Pertaining to, or toward, the left; as, levorotatory."},{"word":"Levo-","type":"","descr":" Turning the plane of polarized light to the left; as, levotartaric acid; levoracemic acid; levogyratory crystals, etc."},{"word":"Levogyrate","type":"a.","descr":" Turning or twisting the plane of polarization towards the left, as levulose, levotartaric acid, etc."},{"word":"Levorotatory","type":"a.","descr":" Turning or rotating the plane of polarization towards the left; levogyrate, as levulose, left-handed quartz crystals, etc."},{"word":"Levulin","type":"n.","descr":" A substance resembling dextrin, obtained from the bulbs of the dahlia, the artichoke, and other sources, as a colorless, spongy, amorphous material. It is so called because by decomposition it yields levulose."},{"word":"Levulinic","type":"a.","descr":" Pertaining to, or denoting, an acid (called also acetyl-propionic acid), C5H8O3, obtained by the action of dilute acids on various sugars (as levulose)."},{"word":"Levulosan","type":"n.","descr":" An unfermentable carbohydrate obtained by gently heating levulose."},{"word":"Levulose","type":"n.","descr":" A sirupy variety of sugar, rarely obtained crystallized, occurring widely in honey, ripe fruits, etc., and hence called also fruit sugar. It is called levulose, because it rotates the plane of polarization to the left."},{"word":"Levies","type":"pl. ","descr":" of Levy"},{"word":"Levy","type":"n.","descr":" A name formerly given in Pennsylvania, Maryland, and Virginia to the Spanish real of one eighth of a dollar (or 12\/ cents), valued at eleven pence when the dollar was rated at 7s. 6d."},{"word":"Levy","type":"n.","descr":" The act of levying or collecting by authority; as, the levy of troops, taxes, etc."},{"word":"Levy","type":"n.","descr":" That which is levied, as an army, force, tribute, etc."},{"word":"Levy","type":"n.","descr":" The taking or seizure of property on executions to satisfy judgments, or on warrants for the collection of taxes; a collecting by execution."},{"word":"Levied","type":"imp. and p. p.","descr":" of Levy"},{"word":"Levying","type":"p. pr. and vb. n.","descr":" of Levy"},{"word":"Levy","type":"v. t.","descr":" To raise, as a siege."},{"word":"Levy","type":"v. t.","descr":" To raise; to collect; said of troops, to form into an army by enrollment, conscription, etc."},{"word":"Levy","type":"v. t.","descr":" To raise or collect by assessment; to exact by authority; as, to levy taxes, toll, tribute, or contributions."},{"word":"Levy","type":"v. t.","descr":" To gather or exact; as, to levy money."},{"word":"Levy","type":"v. t.","descr":" To erect, build, or set up; to make or construct; to raise or cast up; as, to levy a mill, dike, ditch, a nuisance, etc."},{"word":"Levy","type":"v. t.","descr":" To take or seize on execution; to collect by execution."},{"word":"Levy","type":"v. i.","descr":" To seize property, real or personal, or subject it to the operation of an execution; to make a levy; as, to levy on property; the usual mode of levying, in England, is by seizing the goods."},{"word":"Levyne","type":"n.","descr":" Alt. of Levynite"},{"word":"Levynite","type":"n.","descr":" A whitish, reddish, or yellowish, transparent or translucent mineral, allied to chabazite."},{"word":"Lew","type":"a.","descr":" Lukewarm; tepid."},{"word":"Lewd","type":"superl.","descr":" Not clerical; laic; laical; hence, unlearned; simple."},{"word":"Lewd","type":"superl.","descr":" Belonging to the lower classes, or the rabble; idle and lawless; bad; vicious."},{"word":"Lewd","type":"superl.","descr":" Given to the promiscuous indulgence of lust; dissolute; lustful; libidinous."},{"word":"Lewd","type":"superl.","descr":" Suiting, or proceeding from, lustfulness; involving unlawful sexual desire; as, lewd thoughts, conduct, or language."},{"word":"Lewdster","type":"n.","descr":" A lewd person."},{"word":"Lewis","type":"n.","descr":" Alt. of Lewisson"},{"word":"Lewisson","type":"n.","descr":" An iron dovetailed tenon, made in sections, which can be fitted into a dovetail mortise; -- used in hoisting large stones, etc."},{"word":"Lewisson","type":"n.","descr":" A kind of shears used in cropping woolen cloth."},{"word":"Leges","type":"pl. ","descr":" of Lex"},{"word":"Lex","type":"n.","descr":" Law; as, lex talionis, the law of retaliation; lex terrae, the law of the land; lex fori, the law of the forum or court; lex loci, the law of the place; lex mercatoria, the law or custom of merchants."},{"word":"Lexical","type":"a.","descr":" Of or pertaining to a lexicon, to lexicography, or words; according or conforming to a lexicon."},{"word":"Lexicographer","type":"n.","descr":" The author or compiler of a lexicon or dictionary."},{"word":"Lexicographic","type":"a.","descr":" Alt. of Lexicographical"},{"word":"Lexicographical","type":"a.","descr":" Of or pertaining to, or according to, lexicography."},{"word":"Lexicographist","type":"n.","descr":" A lexicographer."},{"word":"Lexicography","type":"n.","descr":" The art, process, or occupation of making a lexicon or dictionary; the principles which are applied in making dictionaries."},{"word":"Lexicologist","type":"n.","descr":" One versed in lexicology."},{"word":"Lexicology","type":"n.","descr":" The science of the derivation and signification of words; that branch of learning which treats of the signification and application of words."},{"word":"Lexicon","type":"n.","descr":" A vocabulary, or book containing an alphabetical arrangement of the words in a language or of a considerable number of them, with the definition of each; a dictionary; especially, a dictionary of the Greek, Hebrew, or Latin language."},{"word":"Lexiconist","type":"n.","descr":" A writer of a lexicon."},{"word":"Lexigraphic","type":"a.","descr":" Of or pertaining to lexigraphy."},{"word":"Lexigraphy","type":"n.","descr":" The art or practice of defining words; definition of words."},{"word":"Lexiphanic","type":"a.","descr":" Using, or interlarded with, pretentious words; bombastic; as, a lexiphanic writer or speaker; lexiphanic writing."},{"word":"Lexiphanicism","type":"n.","descr":" The use of pretentious words, language, or style."},{"word":"Lexipharmic","type":"a.","descr":" See Alexipharmic."},{"word":"Ley","type":"v. t. and i.","descr":" To lay; to wager."},{"word":"Ley","type":"n.","descr":" Law."},{"word":"Ley","type":"n.","descr":" See Lye."},{"word":"Ley","type":"n.","descr":" Grass or meadow land; a lea."},{"word":"Ley","type":"a.","descr":" Fallow; unseeded."},{"word":"Leyden jar","type":"","descr":" Alt. of Leyden phial"},{"word":"Leyden phial","type":"","descr":" A glass jar or bottle used to accumulate electricity. It is coated with tin foil, within and without, nearly to its top, and is surmounted by a brass knob which communicates with the inner coating, for the purpose of charging it with electricity. It is so named from having been invented in Leyden, Holland."},{"word":"Leyser","type":"n.","descr":" Leisure."},{"word":"Leze majesty","type":"","descr":" Any crime committed against the sovereign power."}]