[{"word":"liad","type":"n.","descr":" A celebrated Greek epic poem, in twenty-four books, on the destruction of Ilium, the ancient Troy. The Iliad is ascribed to Homer."},{"word":"Lister","type":"n.","descr":" A spear armed with three or more prongs, for striking fish."},{"word":"Liabilities","type":"pl. ","descr":" of Liability"},{"word":"Liability","type":"n.","descr":" The state of being liable; as, the liability of an insurer; liability to accidents; liability to the law."},{"word":"Liability","type":"n.","descr":" That which one is under obligation to pay, or for which one is liable."},{"word":"Liability","type":"n.","descr":" the sum of one\\'s pecuniary obligations; -- opposed to assets."},{"word":"Liable","type":"v. t.","descr":" Bound or obliged in law or equity; responsible; answerable; as, the surety is liable for the debt of his principal."},{"word":"Liable","type":"v. t.","descr":" Exposed to a certain contingency or casualty, more or less probable; -- with to and an infinitive or noun; as, liable to slip; liable to accident."},{"word":"Liableness","type":"n.","descr":" Quality of being liable; liability."},{"word":"Liage","type":"n.","descr":" Union by league; alliance."},{"word":"Liaison","type":"n.","descr":" A union, or bond of union; an intimacy; especially, an illicit intimacy between a man and a woman."},{"word":"Liane","type":"n.","descr":" Alt. of Liana"},{"word":"Liana","type":"n.","descr":" A luxuriant woody plant, climbing high trees and having ropelike stems. The grapevine often has the habit of a liane. Lianes are abundant in the forests of the Amazon region."},{"word":"Liar","type":"n.","descr":" A person who knowingly utters falsehood; one who lies."},{"word":"Liard","type":"a.","descr":" Gray."},{"word":"Liard","type":"n.","descr":" A French copper coin of one fourth the value of a sou."},{"word":"Lias","type":"n.","descr":" The lowest of the three divisions of the Jurassic period; a name given in England and Europe to a series of marine limestones underlying the Oolite. See the Chart of Geology."},{"word":"Liassic","type":"a.","descr":" Of the age of the Lias; pertaining to the Lias formation."},{"word":"Liassic","type":"n.","descr":" Same as Lias."},{"word":"Lib","type":"v. t.","descr":" To castrate."},{"word":"Libament","type":"n.","descr":" Libation."},{"word":"Libant","type":"a.","descr":" Sipping; touching lightly."},{"word":"Libation","type":"n.","descr":" The act of pouring a liquid or liquor, usually wine, either on the ground or on a victim in sacrifice, in honor of some deity; also, the wine or liquid thus poured out."},{"word":"Libatory","type":"a.","descr":" Pertaining to libation."},{"word":"Libbard","type":"n.","descr":" A leopard."},{"word":"Libbards bane","type":"","descr":" Leopard\\'s bane."},{"word":"Libel","type":"n.","descr":" A brief writing of any kind, esp. a declaration, bill, certificate, request, supplication, etc."},{"word":"Libel","type":"n.","descr":" Any defamatory writing; a lampoon; a satire."},{"word":"Libel","type":"n.","descr":" A malicious publication expressed either in print or in writing, or by pictures, effigies, or other signs, tending to expose another to public hatred, contempt, or ridicule. Such publication is indictable at common law."},{"word":"Libel","type":"n.","descr":" The crime of issuing a malicious defamatory publication."},{"word":"Libel","type":"n.","descr":" A written declaration or statement by the plaintiff of his cause of action, and of the relief he seeks."},{"word":"Libeled","type":"imp. and p. p.","descr":" of Libel"},{"word":"Libelled","type":"","descr":" of Libel"},{"word":"Libeling","type":"p. pr. and vb. n.","descr":" of Libel"},{"word":"Libelling","type":"","descr":" of Libel"},{"word":"Libel","type":"v. t.","descr":" To defame, or expose to public hatred, contempt, or ridicule, by a writing, picture, sign, etc.; to lampoon."},{"word":"Libel","type":"v. t.","descr":" To proceed against by filing a libel, particularly against a ship or goods."},{"word":"Libel","type":"v. i.","descr":" To spread defamation, written or printed; -- with against."},{"word":"Libelant","type":"n.","descr":" One who libels; one who institutes a suit in an ecclesiastical or admiralty court."},{"word":"Libeler","type":"n.","descr":" One who libels."},{"word":"Libelist","type":"n.","descr":" A libeler."},{"word":"Li bella","type":"n.","descr":" A small balance."},{"word":"Li bella","type":"n.","descr":" A level, or leveling instrument."},{"word":"Libellulid","type":"n.","descr":" A dragon fly."},{"word":"Libelluloid","type":"a.","descr":" Like or pertaining to the dragon flies."},{"word":"Libelous","type":"a.","descr":" Containing or involving a libel; defamatory; containing that which exposes some person to public hatred, contempt, or ridicule; as, a libelous pamphlet."},{"word":"Liber","type":"n.","descr":" The inner bark of plants, lying next to the wood. It usually contains a large proportion of woody, fibrous cells, and is, therefore, the part from which the fiber of the plant is obtained, as that of hemp, etc."},{"word":"Liberal","type":"a.","descr":" Free by birth; hence, befitting a freeman or gentleman; refined; noble; independent; free; not servile or mean; as, a liberal ancestry; a liberal spirit; liberal arts or studies."},{"word":"Liberal","type":"a.","descr":" Bestowing in a large and noble way, as a freeman; generous; bounteous; open-handed; as, a liberal giver."},{"word":"Liberal","type":"a.","descr":" Bestowed in a large way; hence, more than sufficient; abundant; bountiful; ample; profuse; as, a liberal gift; a liberal discharge of matter or of water."},{"word":"Liberal","type":"a.","descr":" Not strict or rigorous; not confined or restricted to the literal sense; free; as, a liberal translation of a classic, or a liberal construction of law or of language."},{"word":"Liberal","type":"a.","descr":" Not narrow or contracted in mind; not selfish; enlarged in spirit; catholic."},{"word":"Liberal","type":"a.","descr":" Free to excess; regardless of law or moral restraint; licentious."},{"word":"Liberal","type":"a.","descr":" Not bound by orthodox tenets or established forms in political or religious philosophy; independent in opinion; not conservative; friendly to great freedom in the constitution or administration of government; having tendency toward democratic or republican, as distinguished from monarchical or aristocratic, forms; as, liberal thinkers; liberal Christians; the Liberal party."},{"word":"Liberal","type":"n.","descr":" One who favors greater freedom in political or religious matters; an opponent of the established systems; a reformer; in English politics, a member of the Liberal party, so called.  Cf. Whig."},{"word":"Liberalism","type":"n.","descr":" Liberal principles; the principles and methods of the liberals in politics or religion; specifically, the principles of the Liberal party."},{"word":"Liberalist","type":"n.","descr":" A liberal."},{"word":"Liberalistic","type":"a.","descr":" Pertaining to, or characterized by, liberalism; as, liberalistic opinions."},{"word":"Liberalities","type":"pl. ","descr":" of Liberality"},{"word":"Liberality","type":"n.","descr":" The quality or state of being liberal; liberal disposition or practice; freedom from narrowness or prejudice; generosity; candor; charity."},{"word":"Liberality","type":"n.","descr":" A gift; a gratuity; -- sometimes in the plural; as, a prudent man is not impoverished by his liberalities."},{"word":"Liberalization","type":"n.","descr":" The act of liberalizing."},{"word":"Liberalized","type":"imp. and p. p.","descr":" of Liberalize"},{"word":"Liberalizing","type":"p. pr. and vb. n.","descr":" of Liberalize"},{"word":"Liberalize","type":"v. t.","descr":" To make liberal; to free from narrow views or prejudices."},{"word":"Liberalizer","type":"n.","descr":" One who, or that which, liberalizes."},{"word":"Liberally","type":"adv.","descr":" In a liberal manner."},{"word":"Liberated","type":"imp. and p. p.","descr":" of Liberate"},{"word":"Liberating","type":"p. pr. and vb. n.","descr":" of Liberate"},{"word":"Liberate","type":"a.","descr":" To release from restraint or bondage; to set at liberty; to free; to manumit; to disengage; as, to liberate a slave or prisoner; to liberate the mind from prejudice; to liberate gases."},{"word":"Liberation","type":"n.","descr":" The act of liberating or the state of being liberated."},{"word":"Liberator","type":"n.","descr":" One who, or that which, liberates; a deliverer."},{"word":"Liberatory","type":"a.","descr":" Tending, or serving, to liberate."},{"word":"Libertarian","type":"a.","descr":" Pertaining to liberty, or to the doctrine of free will, as opposed to the doctrine of necessity."},{"word":"Libertarian","type":"n.","descr":" One who holds to the doctrine of free will."},{"word":"Libertarianism","type":"n.","descr":" Libertarian principles or doctrines."},{"word":"Liberticide","type":"n.","descr":" The destruction of civil liberty."},{"word":"Liberticide","type":"n.","descr":" A destroyer of civil liberty."},{"word":"Libertinage","type":"n.","descr":" Libertinism; license."},{"word":"Libertine","type":"n.","descr":" A manumitted slave; a freedman; also, the son of a freedman."},{"word":"Libertine","type":"n.","descr":" One of a sect of Anabaptists, in the fifteenth and early part of the sixteenth century, who rejected many of the customs and decencies of life, and advocated a community of goods and of women."},{"word":"Libertine","type":"n.","descr":" One free from restraint; one who acts according to his impulses and desires; now, specifically, one who gives rein to lust; a rake; a debauchee."},{"word":"Libertine","type":"n.","descr":" A defamatory name for a freethinker."},{"word":"Libertine","type":"n.","descr":" Free from restraint; uncontrolled."},{"word":"Libertine","type":"n.","descr":" Dissolute; licentious; profligate; loose in morals; as, libertine principles or manners."},{"word":"Libertinism","type":"n.","descr":" The state of a libertine or freedman."},{"word":"Libertinism","type":"n.","descr":" Licentious conduct; debauchery; lewdness."},{"word":"Libertinism","type":"n.","descr":" Licentiousness of principle or opinion."},{"word":"Liberties","type":"pl. ","descr":" of Liberty"},{"word":"Liberty","type":"n.","descr":" The state of a free person; exemption from subjection to the will of another claiming ownership of the person or services; freedom; -- opposed to slavery, serfdom, bondage, or subjection."},{"word":"Liberty","type":"n.","descr":" Freedom from imprisonment, bonds, or other restraint upon locomotion."},{"word":"Liberty","type":"n.","descr":" A privilege conferred by a superior power; permission granted; leave; as, liberty given to a child to play, or to a witness to leave a court, and the like."},{"word":"Liberty","type":"n.","descr":" Privilege; exemption; franchise; immunity enjoyed by prescription or by grant; as, the liberties of the commercial cities of Europe."},{"word":"Liberty","type":"n.","descr":" The place within which certain immunities are enjoyed, or jurisdiction is exercised."},{"word":"Liberty","type":"n.","descr":" A certain amount of freedom; permission to go freely within certain limits; also, the place or limits within which such freedom is exercised; as, the liberties of a prison."},{"word":"Liberty","type":"n.","descr":" A privilege or license in violation of the laws of etiquette or propriety; as, to permit, or take, a liberty."},{"word":"Liberty","type":"n.","descr":" The power of choice; freedom from necessity; freedom from compulsion or constraint in willing."},{"word":"Liberty","type":"n.","descr":" A curve or arch in a bit to afford room for the tongue of the horse."},{"word":"Liberty","type":"n.","descr":" Leave of absence; permission to go on shore."},{"word":"Libethenite","type":"n.","descr":" A mineral of an olive-green color, commonly in orthorhombic crystals. It is a hydrous phosphate of copper."},{"word":"Libidinist","type":"n.","descr":" One given to lewdness."},{"word":"Libidinosity","type":"n.","descr":" The state or quality of being libidinous; libidinousness."},{"word":"Libidinous","type":"a.","descr":" Having lustful desires; characterized by lewdness; sensual; lascivious."},{"word":"Libken","type":"n.","descr":" Alt. of Libkin"},{"word":"Libkin","type":"n.","descr":" A house or lodging."},{"word":"Librae","type":"pl. ","descr":" of Libra"},{"word":"Libra","type":"n.","descr":" The Balance; the seventh sign in the zodiac, which the sun enters at the autumnal equinox in September, marked thus \/ in almanacs, etc."},{"word":"Libra","type":"n.","descr":" A southern constellation between Virgo and Scorpio."},{"word":"Libral","type":"a.","descr":" Of a pound weight."},{"word":"Librarian","type":"n.","descr":" One who has the care or charge of a library."},{"word":"Librarian","type":"n.","descr":" One who copies manuscript books."},{"word":"Librarianship","type":"n.","descr":" The office of a librarian."},{"word":"Libraries","type":"pl. ","descr":" of Library"},{"word":"Library","type":"n.","descr":" A considerable collection of books kept for use, and not as merchandise; as, a private library; a public library."},{"word":"Library","type":"n.","descr":" A building or apartment appropriated for holding such a collection of books."},{"word":"Librated","type":"imp. and p. p.","descr":" of Librate"},{"word":"Librating","type":"p. pr. and vb. n.","descr":" of Librate"},{"word":"Librate","type":"v. i.","descr":" To vibrate as a balance does before resting in equilibrium; hence, to be poised."},{"word":"Librate","type":"v. t.","descr":" To poise; to balance."},{"word":"Libration","type":"n.","descr":" The act or state of librating."},{"word":"Libration","type":"n.","descr":" A real or apparent libratory motion, like that of a balance before coming to rest."},{"word":"Libration point","type":"n.","descr":" any one of five points in the plane of a system of two large astronomical bodies orbiting each other, as the Earth-moon system, where the gravitational pull of the two bodies on an object are approximately equal, and in opposite directions.  A solid object moving in the same velocity and direction as such a libration point will remain in gravitational equilibrium with the two bodies of the system and not fall toward either body."},{"word":"Libratory","type":"a.","descr":" Balancing; moving like a balance, as it tends to an equipoise or level."},{"word":"Librettist","type":"n.","descr":" One who makes a libretto."},{"word":"Librettos","type":"pl. ","descr":" of Libretto"},{"word":"Libretti","type":"pl. ","descr":" of Libretto"},{"word":"Libretto","type":"n.","descr":" A book containing the words of an opera or extended piece of music."},{"word":"Libretto","type":"n.","descr":" The words themselves."},{"word":"Libriform","type":"a.","descr":" Having the form of liber, or resembling liber."},{"word":"Libyan","type":"a.","descr":" Of or pertaining to Libya, the ancient name of that part of Africa between Egypt and the Atlantic Ocean, or of Africa as a whole."},{"word":"Lice","type":"n.","descr":" pl. of Louse."},{"word":"Licensable","type":"a.","descr":" That can be licensed."},{"word":"License","type":"n.","descr":" Authority or liberty given to do or forbear any act; especially, a formal permission from the proper authorities to perform certain acts or to carry on a certain business, which without such permission would be illegal; a grant of permission; as, a license to preach, to practice medicine, to sell gunpowder or intoxicating liquors."},{"word":"License","type":"n.","descr":" The document granting such permission."},{"word":"License","type":"n.","descr":" Excess of liberty; freedom abused, or used in contempt of law or decorum; disregard of law or propriety."},{"word":"License","type":"n.","descr":" That deviation from strict fact, form, or rule, in which an artist or writer indulges, assuming that it will be permitted for the sake of the advantage or effect gained; as, poetic license; grammatical license, etc."},{"word":"Licensed","type":"imp. and p. p.","descr":" of License"},{"word":"Licensing","type":"p. pr. and vb. n.","descr":" of License"},{"word":"License","type":"v. t.","descr":" To permit or authorize by license; to give license to; as, to license a man to preach."},{"word":"Licensed","type":"a.","descr":" Having a license; permitted or authorized by license; as, a licensed victualer; a licensed traffic."},{"word":"Licensee","type":"n.","descr":" The person to whom a license is given."},{"word":"Licenser","type":"n.","descr":" One who gives a license; as, a licenser of the press."},{"word":"Licensure","type":"n.","descr":" A licensing."},{"word":"Licentiate","type":"n.","descr":" One who has a license to exercise a profession; as, a licentiate in medicine or theology."},{"word":"Licentiate","type":"n.","descr":" A friar authorized to receive confessions and grant absolution in all places, independently of the local clergy."},{"word":"Licentiate","type":"n.","descr":" One who acts without restraint, or takes a liberty, as if having a license therefor."},{"word":"Licentiate","type":"n.","descr":" On the continent of Europe, a university degree intermediate between that of bachelor and that of doctor."},{"word":"Licentiate","type":"v. t.","descr":" To give a license to."},{"word":"Licentious","type":"a.","descr":" Characterized by license; passing due bounds; excessive; abusive of freedom; wantonly offensive; as, a licentious press."},{"word":"Licentious","type":"a.","descr":" Unrestrained by law or morality; lawless; immoral; dissolute; lewd; lascivious; as, a licentious man; a licentious life."},{"word":"Lich","type":"a.","descr":" Like."},{"word":"Lich","type":"a.","descr":" A dead body; a corpse."},{"word":"Lichen","type":"n.","descr":" One of a class of cellular, flowerless plants, (technically called Lichenes), having no distinction of leaf and stem, usually of scaly, expanded, frond-like forms, but sometimes erect or pendulous and variously branched. They derive their nourishment from the air, and generate by means of spores. The species are very widely distributed, and form irregular spots or patches, usually of a greenish or yellowish color, upon rocks, trees, and various bodies, to which they adhere with great tenacity. They are often improperly called rock moss or tree moss."},{"word":"Lichen","type":"n.","descr":" A name given to several varieties of skin disease, esp. to one characterized by the eruption of small, conical or flat, reddish pimples, which, if unchecked, tend to spread and produce great and even fatal exhaustion."},{"word":"Lichened","type":"a.","descr":" Belonging to, or covered with, lichens."},{"word":"Lichenic","type":"a.","descr":" Of, pertaining to, or obtained from, lichens."},{"word":"Licheniform","type":"a.","descr":" Having the form of a lichen."},{"word":"Lichenin","type":"n.","descr":" A substance isomeric with starch, extracted from several species of moss and lichen, esp. from Iceland moss."},{"word":"Lichenographic","type":"a.","descr":" Alt. of Lichenographical"},{"word":"Lichenographical","type":"a.","descr":" Of or pertaining to lichenography."},{"word":"Lichenographist","type":"n.","descr":" One who describes lichens; one versed in lichenography."},{"word":"Lichenography","type":"n.","descr":" A description of lichens; the science which illustrates the natural history of lichens."},{"word":"Lichenologist","type":"n.","descr":" One versed in lichenology."},{"word":"Lichenology","type":"n.","descr":" The science which treats of lichens."},{"word":"Lichenous","type":"a.","descr":" Of, pertaining to, or resembling, lichens; abounding in lichens; covered with lichens."},{"word":"Lichi","type":"n.","descr":" See Litchi."},{"word":"Lichwale","type":"n.","descr":" The gromwell."},{"word":"Lichwort","type":"n.","descr":" An herb, the wall pellitory. See Pellitory."},{"word":"Licit","type":"a.","descr":" Lawful."},{"word":"Licitation","type":"n.","descr":" The act of offering for sale to the highest bidder."},{"word":"Licked","type":"imp. and p. p.","descr":" of Lick"},{"word":"Licking","type":"p. pr. and vb. n.","descr":" of Lick"},{"word":"Lick","type":"v. t.","descr":" To draw or pass the tongue over; as, a dog licks his master\\'s hand."},{"word":"Lick","type":"v. t.","descr":" To lap; to take in with the tongue; as, a dog or cat licks milk."},{"word":"Lick","type":"v.","descr":" A stroke of the tongue in licking."},{"word":"Lick","type":"v.","descr":" A quick and careless application of anything, as if by a stroke of the tongue, or of something which acts like a tongue; as, to put on colors with a lick of the brush. Also, a small quantity of any substance so applied."},{"word":"Lick","type":"v.","descr":" A place where salt is found on the surface of the earth, to which wild animals resort to lick it up; -- often, but not always, near salt springs."},{"word":"Lick","type":"v. t.","descr":" To strike with repeated blows for punishment; to flog; to whip or conquer, as in a pugilistic encounter."},{"word":"Lick","type":"n.","descr":" A slap; a quick stroke."},{"word":"Licker","type":"n.","descr":" One who, or that which, licks."},{"word":"Lickerish","type":"a.","descr":" Eager; craving; urged by desire; eager to taste or enjoy; greedy."},{"word":"Lickerish","type":"a.","descr":" Tempting the appetite; dainty."},{"word":"Lickerish","type":"a.","descr":" Lecherous; lustful."},{"word":"Lickerous","type":"a.","descr":" Lickerish; eager; lustful."},{"word":"Licking","type":"n.","descr":" A lapping with the tongue."},{"word":"Licking","type":"n.","descr":" A flogging or castigation."},{"word":"Lickpenny","type":"n.","descr":" A devourer or absorber of money."},{"word":"Lick-spigot","type":"n.","descr":" A tapster."},{"word":"Lick-spittle","type":"n.","descr":" An abject flatterer or parasite."},{"word":"Licorice","type":"n.","descr":" A plant of the genus Glycyrrhiza (G. glabra), the root of which abounds with a sweet juice, and is much used in demulcent compositions."},{"word":"Licorice","type":"n.","descr":" The inspissated juice of licorice root, used as a confection and for medicinal purposes."},{"word":"Licorous","type":"a.","descr":" See Lickerish."},{"word":"Licour","type":"n.","descr":" Liquor."},{"word":"Lictor","type":"n.","descr":" An officer who bore an ax and fasces or rods, as ensigns of his office. His duty was to attend the chief magistrates when they appeared in public, to clear the way, and cause due respect to be paid to them, also to apprehend and punish criminals."},{"word":"Lid","type":"n.","descr":" That which covers the opening of a vessel or box, etc.; a movable cover; as, the lid of a chest or trunk."},{"word":"Lid","type":"n.","descr":" The cover of the eye; an eyelid."},{"word":"Lid","type":"n.","descr":" The cover of the spore cases of mosses."},{"word":"Lid","type":"n.","descr":" A calyx which separates from the flower, and falls off in a single piece, as in the Australian Eucalypti."},{"word":"Lid","type":"n.","descr":" The top of an ovary which opens transversely, as in the fruit of the purslane and the tree which yields Brazil nuts."},{"word":"Lidded","type":"a.","descr":" Covered with a lid."},{"word":"Lidge","type":"n.","descr":" Same as Ledge."},{"word":"Lidless","type":"a.","descr":" Having no lid, or not covered with the lids, as the eyes; hence, sleepless; watchful."},{"word":"Lie","type":"n.","descr":" See Lye."},{"word":"Lie","type":"n.","descr":" A falsehood uttered or acted for the purpose of deception; an intentional violation of truth; an untruth spoken with the intention to deceive."},{"word":"Lie","type":"n.","descr":" A fiction; a fable; an untruth."},{"word":"Lie","type":"n.","descr":" Anything which misleads or disappoints."},{"word":"Lied","type":"imp. and p. p.","descr":" of Lie"},{"word":"Lie","type":"v. i.","descr":" To utter falsehood with an intention to deceive; to say or do that which is intended to deceive another, when he a right to know the truth, or when morality requires a just representation."},{"word":"Lien","type":"","descr":" of Lie"},{"word":"Lie","type":"adj.","descr":" To rest extended on the ground, a bed, or any support; to be, or to put one\\'s self, in an horizontal position, or nearly so; to be prostate; to be stretched out; -- often with down, when predicated of living creatures; as, the book lies on the table; the snow lies on the roof; he lies in his coffin."},{"word":"Lie","type":"adj.","descr":" To be situated; to occupy a certain place; as, Ireland lies west of England; the meadows lie along the river; the ship lay in port."},{"word":"Lie","type":"adj.","descr":" To abide; to remain for a longer or shorter time; to be in a certain state or condition; as, to lie waste; to lie fallow; to lie open; to lie hid; to lie grieving; to lie under one\\'s displeasure; to lie at the mercy of the waves; the paper does not lie smooth on the wall."},{"word":"Lie","type":"adj.","descr":" To be or exist; to belong or pertain; to have an abiding place; to consist; -- with in."},{"word":"Lie","type":"adj.","descr":" To lodge; to sleep."},{"word":"Lie","type":"adj.","descr":" To be still or quiet, like one lying down to rest."},{"word":"Lie","type":"adj.","descr":" To be sustainable; to be capable of being maintained."},{"word":"Lie","type":"n.","descr":" The position or way in which anything lies; the lay, as of land or country."},{"word":"Lieberkuhn","type":"n.","descr":" A concave metallic mirror attached to the object-glass end of a microscope, to throw down light on opaque objects; a reflector."},{"word":"Lieberkuhns glands","type":"","descr":" The simple tubular glands of the small intestines; -- called also crypts of Lieberkuhn."},{"word":"Lieder","type":"pl. ","descr":" of Lied"},{"word":"Lied","type":"n.","descr":" A lay; a German song. It differs from the French chanson, and the Italian canzone, all three being national."},{"word":"Liedertafel","type":"n.","descr":" A popular name for any society or club which meets for the practice of male part songs."},{"word":"Lief","type":"n.","descr":" Same as Lif."},{"word":"Lief","type":"n.","descr":" Dear; beloved."},{"word":"Lief","type":"n.","descr":" Pleasing; agreeable; acceptable; preferable."},{"word":"Lief","type":"adv.","descr":" Willing; disposed."},{"word":"Lief","type":"n.","descr":" A dear one; a sweetheart."},{"word":"Lief","type":"adv.","descr":" Gladly; willingly; freely; -- now used only in the phrases, had as lief, and would as lief; as, I had, or would, as lief go as not."},{"word":"Liefsome","type":"a.","descr":" Pleasing; delightful."},{"word":"Liegance","type":"n.","descr":" Same as Ligeance."},{"word":"Liege","type":"a.","descr":" Sovereign; independent; having authority or right to allegiance; as, a liege lord."},{"word":"Liege","type":"a.","descr":" Serving an independent sovereign or master; bound by a feudal tenure; obliged to be faithful and loyal to a superior, as a vassal to his lord; faithful; loyal; as, a liege man; a liege subject."},{"word":"Liege","type":"a.","descr":" Full; perfect; complete; pure."},{"word":"Liege","type":"n.","descr":" A free and independent person; specif., a lord paramount; a sovereign."},{"word":"Liege","type":"n.","descr":" The subject of a sovereign or lord; a liegeman."},{"word":"Liegemen","type":"pl. ","descr":" of Liegeman"},{"word":"Liegeman","type":"n.","descr":" Same as Liege, n., 2."},{"word":"Lieger","type":"n.","descr":" A resident ambassador."},{"word":"Liegiancy","type":"n.","descr":" See Ligeance."},{"word":"Lien","type":"obs. p. p.","descr":" of Lie. See Lain."},{"word":"Lien","type":"n.","descr":" A legal claim; a charge upon real or personal property for the satisfaction of some debt or duty; a right in one to control or hold and retain the property of another until some claim of the former is paid or satisfied."},{"word":"Lienal","type":"a.","descr":" Of or pertaining to the spleen; splenic."},{"word":"Lienculi","type":"pl. ","descr":" of Lienculus"},{"word":"Lienculus","type":"n.","descr":" One of the small nodules sometimes found in the neighborhood of the spleen; an accessory or supplementary spleen."},{"word":"Lieno-intestinal","type":"a.","descr":" Of or pertaining to the spleen and intestine; as, the lieno-intestinal vein of the frog."},{"word":"Lienteric","type":"a.","descr":" Of or pertaining to, or of the nature of, a lientery."},{"word":"Lienteric","type":"n.","descr":" A lientery."},{"word":"Lientery","type":"n.","descr":" A diarrhea, in which the food is discharged imperfectly digested, or with but little change."},{"word":"Lier","type":"n.","descr":" One who lies down; one who rests or remains, as in concealment."},{"word":"Lierne rib","type":"","descr":" In Gothic vaulting, any rib which does not spring from the impost and is not a ridge rib, but passes from one boss or intersection of the principal ribs to another."},{"word":"Lieu","type":"n.","descr":" Place; room; stead; -- used only in the phrase in lieu of, that is, instead of."},{"word":"Lieutenancy","type":"n.","descr":" The office, rank, or commission, of a lieutenant."},{"word":"Lieutenancy","type":"n.","descr":" The body of lieutenants or subordinates."},{"word":"Lieutenant","type":"n.","descr":" An officer who supplies the place of a superior in his absence; a representative of, or substitute for, another in the performance of any duty."},{"word":"Lieutenant","type":"n.","descr":" A commissioned officer in the army, next below a captain."},{"word":"Lieutenant","type":"n.","descr":" A commissioned officer in the British navy, in rank next below a commander."},{"word":"Lieutenant","type":"n.","descr":" A commissioned officer in the United States navy, in rank next below a lieutenant commander."},{"word":"Lieutenant general","type":"","descr":" An army officer in rank next below a general and next above a major general."},{"word":"Lieutenantry","type":"n.","descr":" See Lieutenancy."},{"word":"Lieutenantship","type":"n.","descr":" Same as Lieutenancy, 1."},{"word":"Lieve","type":"a.","descr":" Same as Lief."},{"word":"Lif","type":"n.","descr":" The fiber by which the petioles of the date palm are bound together, from which various kinds of cordage are made."},{"word":"Lives","type":"pl. ","descr":" of Life"},{"word":"Life","type":"n.","descr":" The state of being which begins with generation, birth, or germination, and ends with death; also, the time during which this state continues; that state of an animal or plant in which all or any of its organs are capable of performing all or any of their functions; -- used of all animal and vegetable organisms."},{"word":"Life","type":"n.","descr":" Of human beings: The union of the soul and body; also, the duration of their union; sometimes, the deathless quality or existence of the soul; as, man is a creature having an immortal life."},{"word":"Life","type":"n.","descr":" The potential principle, or force, by which the organs of animals and plants are started and continued in the performance of their several and cooperative functions; the vital force, whether regarded as physical or spiritual."},{"word":"Life","type":"n.","descr":" Figuratively: The potential or animating principle, also, the period of duration, of anything that is conceived of as resembling a natural organism in structure or functions; as, the life of a state, a machine, or a book; authority is the life of government."},{"word":"Life","type":"n.","descr":" A certain way or manner of living with respect to conditions, circumstances, character, conduct, occupation, etc.; hence, human affairs; also, lives, considered collectively, as a distinct class or type; as, low life; a good or evil life; the life of Indians, or of miners."},{"word":"Life","type":"n.","descr":" Animation; spirit; vivacity; vigor; energy."},{"word":"Life","type":"n.","descr":" That which imparts or excites spirit or vigor; that upon which enjoyment or success depends; as, he was the life of the company, or of the enterprise."},{"word":"Life","type":"n.","descr":" The living or actual form, person, thing, or state; as, a picture or a description from the life."},{"word":"Life","type":"n.","descr":" A person; a living being, usually a human being; as, many lives were sacrificed."},{"word":"Life","type":"n.","descr":" The system of animal nature; animals in general, or considered collectively."},{"word":"Life","type":"n.","descr":" An essential constituent of life, esp. the blood."},{"word":"Life","type":"n.","descr":" A history of the acts and events of a life; a biography; as, Johnson wrote the life of Milton."},{"word":"Life","type":"n.","descr":" Enjoyment in the right use of the powers; especially, a spiritual existence; happiness in the favor of God; heavenly felicity."},{"word":"Life","type":"n.","descr":" Something dear to one as one\\'s existence; a darling; -- used as a term of endearment."},{"word":"Lifeblood","type":"n.","descr":" The blood necessary to life; vital blood."},{"word":"Lifeblood","type":"n.","descr":" Fig.: That which gives strength and energy."},{"word":"Lifeboat","type":"n.","descr":" A strong, buoyant boat especially designed for saving the lives of shipwrecked people."},{"word":"Lifeful","type":"a.","descr":" Full of vitality."},{"word":"Life-giving","type":"a.","descr":" Giving life or spirit; having power to give life; inspiriting; invigorating."},{"word":"Lifehold","type":"n.","descr":" Land held by a life estate."},{"word":"Lifeless","type":"a.","descr":" Destitute of life, or deprived of life; not containing, or inhabited by, living beings or vegetation; dead, or apparently dead; spiritless; powerless; dull; as, a lifeless carcass; lifeless matter; a lifeless desert; a lifeless wine; a lifeless story."},{"word":"Lifelike","type":"a.","descr":" Like a living being; resembling life; giving an accurate representation; as, a lifelike portrait."},{"word":"Lifelong","type":"a.","descr":" Lasting or continuing through life."},{"word":"Lifely","type":"a.","descr":" In a lifelike manner."},{"word":"Lifemate","type":"n.","descr":" Companion for life."},{"word":"Lifen","type":"v. t.","descr":" To enliven."},{"word":"Life-preserver","type":"n.","descr":" An apparatus, made in very various forms, and of various materials, for saving one from drowning by buoying up the body while in the water."},{"word":"Life-saving","type":"a.","descr":" That saves life, or is suited to save life, esp. from drowning; as, the life-saving service; a life-saving station."},{"word":"Life-size","type":"a.","descr":" Of full size; of the natural size."},{"word":"Lifesome","type":"a.","descr":" Animated; sprightly."},{"word":"Lifespring","type":"n.","descr":" Spring or source of life."},{"word":"Lifestring","type":"n.","descr":" A nerve, or string, that is imagined to be essential to life."},{"word":"Lifetime","type":"n.","descr":" The time that life continues."},{"word":"Life-weary","type":"a.","descr":" Weary of living."},{"word":"Liflode","type":"n.","descr":" Livelihood."},{"word":"Lift","type":"n.","descr":" The sky; the atmosphere; the firmament."},{"word":"Lifted","type":"imp. and p. p.","descr":" of Lift"},{"word":"Lifting","type":"p. pr. and vb. n.","descr":" of Lift"},{"word":"Lift","type":"v. t.","descr":" To move in a direction opposite to that of gravitation; to raise; to elevate; to bring up from a lower place to a higher; to upheave; sometimes implying a continued support or holding in the higher place; -- said of material things; as, to lift the foot or the hand; to lift a chair or a burden."},{"word":"Lift","type":"v. t.","descr":" To raise, elevate, exalt, improve, in rank, condition, estimation, character, etc.; -- often with up."},{"word":"Lift","type":"v. t.","descr":" To bear; to support."},{"word":"Lift","type":"v. t.","descr":" To collect, as moneys due; to raise."},{"word":"Lift","type":"v. t.","descr":" To steal; to carry off by theft (esp. cattle); as, to lift a drove of cattle."},{"word":"Lift","type":"v. i.","descr":" To try to raise something; to exert the strength for raising or bearing."},{"word":"Lift","type":"v. i.","descr":" To rise; to become or appear raised or elevated; as, the fog lifts; the land lifts to a ship approaching it."},{"word":"Lift","type":"v. t.","descr":" To live by theft."},{"word":"Lift","type":"n.","descr":" Act of lifting; also, that which is lifted."},{"word":"Lift","type":"n.","descr":" The space or distance through which anything is lifted; as, a long lift."},{"word":"Lift","type":"n.","descr":" Help; assistance, as by lifting; as, to give one a lift in a wagon."},{"word":"Lift","type":"n.","descr":" That by means of which a person or thing lifts or is lifted"},{"word":"Lift","type":"n.","descr":" A hoisting machine; an elevator; a dumb waiter."},{"word":"Lift","type":"n.","descr":" A handle."},{"word":"Lift","type":"n.","descr":" An exercising machine."},{"word":"Lift","type":"n.","descr":" A rise; a degree of elevation; as, the lift of a lock in canals."},{"word":"Lift","type":"n.","descr":" A lift gate. See Lift gate, below."},{"word":"Lift","type":"n.","descr":" A rope leading from the masthead to the extremity of a yard below; -- used for raising or supporting the end of the yard."},{"word":"Lift","type":"n.","descr":" One of the steps of a cone pulley."},{"word":"Lift","type":"n.","descr":" A layer of leather in the heel."},{"word":"Lift","type":"n.","descr":" That portion of the vibration of a balance during which the impulse is given."},{"word":"Liftable","type":"a.","descr":" Such as can be lifted."},{"word":"Lifter","type":"n.","descr":" One who, or that which, lifts."},{"word":"Lifter","type":"n.","descr":" A tool for lifting loose sand from the mold; also, a contrivance attached to a cope, to hold the sand together when the cope is lifted."},{"word":"Lifting","type":"a.","descr":" Used in, or for, or by, lifting."},{"word":"Lig","type":"v. i.","descr":" To recline; to lie still."},{"word":"Ligament","type":"n.","descr":" Anything that ties or unites one thing or part to another; a bandage; a bond."},{"word":"Ligament","type":"n.","descr":" A tough band or plate of dense, fibrous, connective tissue or fibrocartilage serving to unite bones or form joints."},{"word":"Ligament","type":"n.","descr":" A band of connective tissue, or a membranous fold, which supports or retains an organ in place; as, the gastrophrenic ligament, connecting the diaphragm and stomach."},{"word":"Ligamental","type":"a.","descr":" Alt. of Ligamentous"},{"word":"Ligamentous","type":"a.","descr":" Composing a ligament; of the nature of a ligament; binding; as, a strong ligamentous membrane."},{"word":"Ligan","type":"n.","descr":" Goods sunk in the sea, with a buoy attached in order that they may be found again. See Jetsam and Flotsam."},{"word":"Ligate","type":"v. t.","descr":" To tie with a ligature; to bind around; to bandage."},{"word":"Ligation","type":"n.","descr":" The act of binding, or the state of being bound."},{"word":"Ligation","type":"n.","descr":" That which binds; bond; connection."},{"word":"Ligator","type":"n.","descr":" An instrument for ligating, or for placing and fastening a ligature."},{"word":"Ligature","type":"n.","descr":" The act of binding."},{"word":"Ligature","type":"n.","descr":" Anything that binds; a band or bandage."},{"word":"Ligature","type":"n.","descr":" A thread or string for tying the blood vessels, particularly the arteries, to prevent hemorrhage."},{"word":"Ligature","type":"n.","descr":" A thread or wire used to remove tumors, etc."},{"word":"Ligature","type":"n.","descr":" The state of being bound or stiffened; stiffness; as, the ligature of a joint."},{"word":"Ligature","type":"n.","descr":" Impotence caused by magic or charms."},{"word":"Ligature","type":"n.","descr":" A curve or line connecting notes; a slur."},{"word":"Ligature","type":"n.","descr":" A double character, or a type consisting of two or more letters or characters united, as ae, \/, \/."},{"word":"Ligature","type":"v. t.","descr":" To ligate; to tie."},{"word":"Lige","type":"v. t. and i.","descr":" To lie; to tell lies."},{"word":"Ligeance","type":"n.","descr":" The connection between sovereign and subject by which they were mutually bound, the former to protection and the securing of justice, the latter to faithful service; allegiance."},{"word":"Ligement","type":"n.","descr":" See Ledgment."},{"word":"Ligge","type":"v. i.","descr":" To lie or recline."},{"word":"Ligger","type":"n.","descr":" A baited line attached to a float, for night fishing. See Leger, a."},{"word":"Ligger","type":"a.","descr":" See Ledger, 2."},{"word":"Light","type":"n.","descr":" That agent, force, or action in nature by the operation of which upon the organs of sight, objects are rendered visible or luminous."},{"word":"Light","type":"n.","descr":" That which furnishes, or is a source of, light, as the sun, a star, a candle, a lighthouse, etc."},{"word":"Light","type":"n.","descr":" The time during which the light of the sun is visible; day; especially, the dawn of day."},{"word":"Light","type":"n.","descr":" The brightness of the eye or eyes."},{"word":"Light","type":"n.","descr":" The medium through which light is admitted, as a window, or window pane; a skylight; in architecture, one of the compartments of a window made by a mullion or mullions."},{"word":"Light","type":"n.","descr":" Life; existence."},{"word":"Light","type":"n.","descr":" Open view; a visible state or condition; public observation; publicity."},{"word":"Light","type":"n.","descr":" The power of perception by vision."},{"word":"Light","type":"n.","descr":" That which illumines or makes clear to the mind; mental or spiritual illumination; enlightenment; knowledge; information."},{"word":"Light","type":"n.","descr":" Prosperity; happiness; joy; felicity."},{"word":"Light","type":"n.","descr":" The manner in which the light strikes upon a picture; that part of a picture which represents those objects upon which the light is supposed to fall; the more illuminated part of a landscape or other scene; -- opposed to shade.  Cf. Chiaroscuro."},{"word":"Light","type":"n.","descr":" Appearance due to the particular facts and circumstances presented to view; point of view; as, to state things fairly and put them in the right light."},{"word":"Light","type":"n.","descr":" One who is conspicuous or noteworthy; a model or example; as, the lights of the age or of antiquity."},{"word":"Light","type":"n.","descr":" A firework made by filling a case with a substance which burns brilliantly with a white or colored flame; as, a Bengal light."},{"word":"Light","type":"superl","descr":" Having light; not dark or obscure; bright; clear; as, the apartment is light."},{"word":"Light","type":"superl","descr":" White or whitish; not intense or very marked; not of a deep shade; moderately colored; as, a light color; a light brown; a light complexion."},{"word":"Lighted","type":"imp. and p. p.","descr":" of Light"},{"word":"Lit","type":"","descr":" of Light"},{"word":"Lighting","type":"p. pr. and vb. n.","descr":" of Light"},{"word":"Light","type":"n.","descr":" To set fire to; to cause to burn; to set burning; to ignite; to kindle; as, to light a candle or lamp; to light the gas; -- sometimes with up."},{"word":"Light","type":"n.","descr":" To give light to; to illuminate; to fill with light; to spread over with light; -- often with up."},{"word":"Light","type":"n.","descr":" To attend or conduct with a light; to show the way to by means of a light."},{"word":"Light","type":"v. i.","descr":" To become ignited; to take fire; as, the match will not light."},{"word":"Light","type":"v. i.","descr":" To be illuminated; to receive light; to brighten; -- with up; as, the room lights up very well."},{"word":"Light","type":"superl.","descr":" Having little, or comparatively little, weight; not tending to the center of gravity with force; not heavy."},{"word":"Light","type":"superl.","descr":" Not burdensome; easy to be lifted, borne, or carried by physical strength; as, a light burden, or load."},{"word":"Light","type":"superl.","descr":" Easy to be endured or performed; not severe; not difficult; as, a light affliction or task."},{"word":"Light","type":"superl.","descr":" Easy to be digested; not oppressive to the stomach; as, light food; also, containing little nutriment."},{"word":"Light","type":"superl.","descr":" Not heavily armed; armed with light weapons; as, light troops; a troop of light horse."},{"word":"Light","type":"superl.","descr":" Not encumbered; unembarrassed; clear of impediments; hence, active; nimble; swift."},{"word":"Light","type":"superl.","descr":" Not heavily burdened; not deeply laden; not sufficiently ballasted; as, the ship returned light."},{"word":"Light","type":"superl.","descr":" Slight; not important; as, a light error."},{"word":"Light","type":"superl.","descr":" Well leavened; not heavy; as, light bread."},{"word":"Light","type":"superl.","descr":" Not copious or heavy; not dense; not inconsiderable; as, a light rain; a light snow; light vapors."},{"word":"Light","type":"superl.","descr":" Not strong or violent; moderate; as, a light wind."},{"word":"Light","type":"superl.","descr":" Not pressing heavily or hard upon; hence, having an easy, graceful manner; delicate; as, a light touch; a light style of execution."},{"word":"Light","type":"superl.","descr":" Easy to admit influence; inconsiderate; easily influenced by trifling considerations; unsteady; unsettled; volatile; as, a light, vain person; a light mind."},{"word":"Light","type":"superl.","descr":" Indulging in, or inclined to, levity; wanting dignity or solemnity; trifling; gay; frivolous; airy; unsubstantial."},{"word":"Light","type":"superl.","descr":" Not quite sound or normal; somewhat impaired or deranged; dizzy; giddy."},{"word":"Light","type":"superl.","descr":" Easily bestowed; inconsiderately rendered."},{"word":"Light","type":"superl.","descr":" Wanton; unchaste; as, a woman of light character."},{"word":"Light","type":"superl.","descr":" Not of the legal, standard, or usual weight; clipped; diminished; as, light coin."},{"word":"Light","type":"superl.","descr":" Loose; sandy; easily pulverized; as, a light soil."},{"word":"Light","type":"adv.","descr":" Lightly; cheaply."},{"word":"Light","type":"v. t.","descr":" To lighten; to ease of a burden; to take off."},{"word":"Lighted","type":"imp. and p. p.","descr":" of Light"},{"word":"Lit","type":"","descr":" of Light"},{"word":"Lighting","type":"p. pr. and vb. n.","descr":" of Light"},{"word":"Light","type":"v. i.","descr":" To dismount; to descend, as from a horse or carriage; to alight; -- with from, off, on, upon, at, in."},{"word":"Light","type":"v. i.","descr":" To feel light; to be made happy."},{"word":"Light","type":"v. i.","descr":" To descend from flight, and rest, perch, or settle, as a bird or insect."},{"word":"Light","type":"v. i.","descr":" To come down suddenly and forcibly; to fall; -- with on or upon."},{"word":"Light","type":"v. i.","descr":" To come by chance; to happen; -- with on or upon; formerly with into."},{"word":"Lightable","type":"a.","descr":" Such as can be lighted."},{"word":"Light-armed","type":"a.","descr":" Armed with light weapons or accouterments."},{"word":"Light-boat","type":"n.","descr":" Light-ship."},{"word":"Lighte","type":"","descr":" imp. of Light, to alight."},{"word":"Lighten","type":"v. i.","descr":" To descend; to light."},{"word":"Lightened","type":"imp. and p. p.","descr":" of Lighten"},{"word":"Lightening","type":"p. pr. and vb. n.","descr":" of Lighten"},{"word":"Lighten","type":"v. i.","descr":" To burst forth or dart, as lightning; to shine with, or like, lightning; to display a flash or flashes of lightning; to flash."},{"word":"Lighten","type":"v. i.","descr":" To grow lighter; to become less dark or lowering; to brighten; to clear, as the sky."},{"word":"Lighten","type":"v. t.","descr":" To make light or clear; to light; to illuminate; as, to lighten an apartment with lamps or gas; to lighten the streets."},{"word":"Lighten","type":"v. t.","descr":" To illuminate with knowledge; to enlighten."},{"word":"Lighten","type":"v. t.","descr":" To emit or disclose in, or as in, lightning; to flash out, like lightning."},{"word":"Lighten","type":"v. t.","descr":" To free from trouble and fill with joy."},{"word":"Lighten","type":"v. t.","descr":" To make lighter, or less heavy; to reduce in weight; to relieve of part of a load or burden; as, to lighten a ship by unloading; to lighten a load or burden."},{"word":"Lighten","type":"v. t.","descr":" To make less burdensome or afflictive; to alleviate; as, to lighten the cares of life or the burden of grief."},{"word":"Lighten","type":"v. t.","descr":" To cheer; to exhilarate."},{"word":"Lighter","type":"n.","descr":" One who, or that which, lights; as, a lighter of lamps."},{"word":"Lighter","type":"n.","descr":" A large boat or barge, mainly used in unloading or loading vessels which can not reach the wharves at the place of shipment or delivery."},{"word":"Lighter","type":"v. t.","descr":" To convey by a lighter, as to or from the shore; as, to lighter the cargo of a ship."},{"word":"Lighterage","type":"n.","descr":" The price paid for conveyance of goods on a lighter."},{"word":"Lighterage","type":"n.","descr":" The act of unloading into a lighter, or of conveying by a lighter."},{"word":"Lightermen","type":"pl. ","descr":" of Lighterman"},{"word":"Lighterman","type":"n.","descr":" A person employed on, or who manages, a lighter."},{"word":"Light-fingered","type":"a.","descr":" Dexterous in taking and conveying away; thievish; pilfering; addicted to petty thefts."},{"word":"Light-foot","type":"a.","descr":" Alt. of Light-footed"},{"word":"Light-footed","type":"a.","descr":" Having a light, springy step; nimble in running or dancing; active; as, light-foot Iris."},{"word":"Lightful","type":"a.","descr":" Full of light; bright."},{"word":"Light-handed","type":"a.","descr":" Not having a full complement of men; as, a vessel light-handed."},{"word":"Light-headed","type":"a.","descr":" Disordered in the head; dizzy; delirious."},{"word":"Light-headed","type":"a.","descr":" Thoughtless; heedless; volatile; unsteady; fickle; loose."},{"word":"Light-hearted","type":"a.","descr":" Free from grief or anxiety; gay; cheerful; merry."},{"word":"Light-heeled","type":"a.","descr":" Lively in walking or running; brisk; light-footed."},{"word":"Light-horseman","type":"n.","descr":" A soldier who serves in the light horse. See under 5th Light."},{"word":"Light-horseman","type":"n.","descr":" A West Indian fish of the genus Ephippus, remarkable for its high dorsal fin and brilliant colors."},{"word":"Lighthouses","type":"pl. ","descr":" of Lighthouse"},{"word":"Lighthouse","type":"n.","descr":" A tower or other building with a powerful light at top, erected at the entrance of a port, or at some important point on a coast, to serve as a guide to mariners at night; a pharos."},{"word":"Lighting","type":"n.","descr":" A name sometimes applied to the process of annealing metals."},{"word":"Light-legged","type":"a.","descr":" Nimble; swift of foot."},{"word":"Lightless","type":"a.","descr":" Destitute of light; dark."},{"word":"Lightly","type":"adv.","descr":" With little weight; with little force; as, to tread lightly; to press lightly."},{"word":"Lightly","type":"adv.","descr":" Swiftly; nimbly; with agility."},{"word":"Lightly","type":"adv.","descr":" Without deep impression."},{"word":"Lightly","type":"adv.","descr":" In a small degree; slightly; not severely."},{"word":"Lightly","type":"adv.","descr":" With little effort or difficulty; easily; readily."},{"word":"Lightly","type":"adv.","descr":" Without reason, or for reasons of little weight."},{"word":"Lightly","type":"adv.","descr":" Commonly; usually."},{"word":"Lightly","type":"adv.","descr":" Without dejection; cheerfully."},{"word":"Lightly","type":"adv.","descr":" Without heed or care; with levity; gayly; airily."},{"word":"Lightly","type":"adv.","descr":" Not chastely; wantonly."},{"word":"Lightman","type":"n.","descr":" A man who carries or takes care of a light."},{"word":"Light-minded","type":"a.","descr":" Unsettled; unsteady; volatile; not considerate."},{"word":"Lightness","type":"n.","descr":" The state, condition, or quality, of being light or not heavy; buoyancy; levity; fickleness; nimbleness; delicacy; grace."},{"word":"Lightness","type":"n.","descr":" Illumination, or degree of illumination; as, the lightness of a room."},{"word":"Lightness","type":"n.","descr":" Absence of depth or of duskiness in color; as, the lightness of a tint; lightness of complexion."},{"word":"Lightning","type":"n.","descr":" A discharge of atmospheric electricity, accompanied by a vivid flash of light, commonly from one cloud to another, sometimes from a cloud to the earth. The sound produced by the electricity in passing rapidly through the atmosphere constitutes thunder."},{"word":"Lightning","type":"n.","descr":" The act of making bright, or the state of being made bright; enlightenment; brightening, as of the mental powers."},{"word":"Lightning","type":"vb. n.","descr":" Lightening."},{"word":"Light-o-love","type":"n.","descr":" An old tune of a dance, the name of which made it a proverbial expression of levity, especially in love matters."},{"word":"Light-o-love","type":"n.","descr":" Hence: A light or wanton woman."},{"word":"Lightroom","type":"n.","descr":" A small room from which the magazine of a naval vessel is lighted, being separated from the magazine by heavy glass windows."},{"word":"Lights","type":"n. pl.","descr":" The lungs of an animal or bird; -- sometimes coarsely applied to the lungs of a human being."},{"word":"Light-ship","type":"n.","descr":" A vessel carrying at the masthead a brilliant light, and moored off a shoal or place of dangerous navigation as a guide for mariners."},{"word":"Lightsome","type":"a.","descr":" Having light; lighted; not dark or gloomy; bright."},{"word":"Lightsome","type":"a.","descr":" Gay; airy; cheering; exhilarating."},{"word":"Light-winged","type":"a.","descr":" Having light and active wings; volatile; fleeting."},{"word":"Lightwood","type":"n.","descr":" Pine wood abounding in pitch, used for torches in the Southern United States; pine knots, dry sticks, and the like, for kindling a fire quickly or making a blaze."},{"word":"Lighty","type":"a.","descr":" Illuminated."},{"word":"Lign-aloes","type":"n.","descr":" Aloes wood, or agallochum. See  Agallochum."},{"word":"Lign-aloes","type":"n.","descr":" A fragrant tree mentioned in the Bible."},{"word":"Ligneous","type":"a.","descr":" Made of wood; consisting of wood; of the nature of, or resembling, wood; woody."},{"word":"Ligniferous","type":"a.","descr":" Yielding or producing wood."},{"word":"Lignification","type":"n.","descr":" A change in the character of a cell wall, by which it becomes harder. It is supposed to be due to an incrustation of lignin."},{"word":"Ligniform","type":"a.","descr":" Like wood."},{"word":"Lignified","type":"imp. and p. p.","descr":" of Lignify"},{"word":"Lignifying","type":"p. pr. and vb. n.","descr":" of Lignify"},{"word":"Lignify","type":"v. t.","descr":" To convert into wood or into a ligneous substance."},{"word":"Lignify","type":"v. i.","descr":" To become wood."},{"word":"Lignin","type":"n.","descr":" A substance characterizing wood cells and differing from cellulose in its conduct with certain chemical reagents."},{"word":"Ligniperdous","type":"a.","descr":" Wood-destroying; -- said of certain insects."},{"word":"Lignireose","type":"n.","descr":" See Lignin."},{"word":"Lignite","type":"n.","descr":" Mineral coal retaining the texture of the wood from which it was formed, and burning with an empyreumatic odor. It is of more recent origin than the anthracite and bituminous coal of the proper coal series. Called also brown coal, wood coal."},{"word":"Lignitic","type":"a.","descr":" Containing lignite; resembling, or of the nature of, lignite; as, lignitic clay."},{"word":"Lignitiferous","type":"a.","descr":" Producing or containing lignite; lignitic."},{"word":"Lignoceric","type":"a.","descr":" Pertaining to, or designating, an acid of the formic acid series, found in the tar, wax, or paraffine obtained by distilling certain kinds of wood, as the beech."},{"word":"Lignone","type":"n.","descr":" See Lignin."},{"word":"Lignose","type":"a.","descr":" Alt. of Lignous"},{"word":"Lignous","type":"a.","descr":" Ligneous."},{"word":"Lignose","type":"n.","descr":" See Lignin."},{"word":"Lignose","type":"n.","descr":" An explosive compound of wood fiber and nitroglycerin. See Nitroglycerin."},{"word":"Lignum rhodium","type":"","descr":" The fragrant wood of several shrubs and trees, especially of species of Rhodorhiza from the Canary Islands, and of the West Indian Amyris balsamifera."},{"word":"Lignum-vitae","type":"n.","descr":" A tree (Guaiacum officinale) found in the warm latitudes of America, from which the guaiacum of medicine is procured. Its wood is very hard and heavy, and is used for various mechanical purposes, as for the wheels of ships\\' blocks, cogs, bearings, and the like. See Guaiacum."},{"word":"Ligroin","type":"n.","descr":" A trade name applied somewhat indefinitely to some of the volatile products obtained in refining crude petroleum. It is a complex and variable mixture of several hydrocarbons, generally boils below 170¡ Fahr., and is more inflammable than safe kerosene. It is used as a solvent, as a carburetant for air gas, and for illumination in special lamps."},{"word":"Ligsam","type":"n.","descr":" Same as Ligan."},{"word":"Ligulae","type":"pl. ","descr":" of Ligula"},{"word":"Ligulas","type":"pl. ","descr":" of Ligula"},{"word":"Ligula","type":"n.","descr":" See Ligule."},{"word":"Ligula","type":"n.","descr":" The central process, or front edge, of the labium of insects. It sometimes serves as a tongue or proboscis, as in bees."},{"word":"Ligula","type":"n.","descr":" A tongue-shaped lobe of the parapodia of annelids. See Parapodium."},{"word":"Ligulate","type":"a.","descr":" Alt. of Ligulated"},{"word":"Ligulated","type":"a.","descr":" Like a bandage, or strap; strap-shaped."},{"word":"Ligulated","type":"a.","descr":" Composed of ligules."},{"word":"Ligule","type":"n.","descr":" The thin and scarious projection from the upper end of the sheath of a leaf of grass."},{"word":"Ligule","type":"n.","descr":" A strap-shaped corolla of flowers of Compositae."},{"word":"Ligule","type":"n.","descr":" A band of white matter in the wall of fourth ventricle of the brain."},{"word":"Liguliflorous","type":"a.","descr":" Bearing only ligulate flowers; -- said of a large suborder of composite plants, such as the dandelion, lettuce, hawkweed, etc."},{"word":"Ligure","type":"n.","descr":" A kind of precious stone."},{"word":"Ligustrin","type":"n.","descr":" A bitter principle found in the bark of the privet (Ligustrum vulgare), and extracted as a white crystalline substance with a warm, bitter taste; -- called also ligustron."},{"word":"Likable","type":"a.","descr":" Such as can be liked; such as to attract liking; as, a likable person."},{"word":"Like","type":"superl.","descr":" Having the same, or nearly the same, appearance, qualities, or characteristics; resembling; similar to; similar; alike; -- often with in and the particulars of the resemblance; as, they are like each other in features, complexion, and many traits of character."},{"word":"Like","type":"superl.","descr":" Equal, or nearly equal; as, fields of like extent."},{"word":"Like","type":"superl.","descr":" Having probability; affording probability; probable; likely."},{"word":"Like","type":"superl.","descr":" Inclined toward; disposed to; as, to feel like taking a walk."},{"word":"Like","type":"n.","descr":" That which is equal or similar to another; the counterpart; an exact resemblance; a copy."},{"word":"Like","type":"n.","descr":" A liking; a preference; inclination; -- usually in pl.; as, we all have likes and dislikes."},{"word":"Like","type":"a.","descr":" In a manner like that of; in a manner similar to; as, do not act like him."},{"word":"Like","type":"a.","descr":" In a like or similar manner."},{"word":"Like","type":"a.","descr":" Likely; probably."},{"word":"Liked","type":"imp. and p. p.","descr":" of Like"},{"word":"Liking","type":"p. pr. and vb. n.","descr":" of Like"},{"word":"Like","type":"a.","descr":" To suit; to please; to be agreeable to."},{"word":"Like","type":"a.","descr":" To be pleased with in a moderate degree; to approve; to take satisfaction in; to enjoy."},{"word":"Like","type":"a.","descr":" To liken; to compare."},{"word":"Like","type":"v. i.","descr":" To be pleased; to choose."},{"word":"Like","type":"v. i.","descr":" To have an appearance or expression; to look; to seem to be (in a specified condition)."},{"word":"Like","type":"v. i.","descr":" To come near; to avoid with difficulty; to escape narrowly; as, he liked to have been too late.  Cf. Had like, under Like, a."},{"word":"Likeable","type":"a.","descr":" See Likable."},{"word":"Likehood","type":"n.","descr":" Likelihood."},{"word":"Likelihood","type":"n.","descr":" Appearance; show; sign; expression."},{"word":"Likelihood","type":"n.","descr":" Likeness; resemblance."},{"word":"Likelihood","type":"n.","descr":" Appearance of truth or reality; probability; verisimilitude."},{"word":"Likeliness","type":"n.","descr":" Likelihood; probability."},{"word":"Likeliness","type":"n.","descr":" Suitableness; agreeableness."},{"word":"Likely","type":"a.","descr":" Worthy of belief; probable; credible; as, a likely story."},{"word":"Likely","type":"a.","descr":" Having probability; having or giving reason to expect; -- followed by the infinitive; as, it is likely to rain."},{"word":"Likely","type":"a.","descr":" Similar; like; alike."},{"word":"Likely","type":"a.","descr":" Such as suits; good-looking; pleasing; agreeable; handsome."},{"word":"Likely","type":"a.","descr":" Having such qualities as make success probable; well adapted to the place; promising; as, a likely young man; a likely servant."},{"word":"Likely","type":"adv.","descr":" In all probability; probably."},{"word":"Like-minded","type":"a.","descr":" Having a like disposition or purpose; of the same mind."},{"word":"Likened","type":"imp. and p. p.","descr":" of Liken"},{"word":"Likening","type":"p. pr. and vb. n.","descr":" of Liken"},{"word":"Liken","type":"a.","descr":" To allege, or think, to be like; to represent as like; to compare; as, to liken life to a pilgrimage."},{"word":"Liken","type":"a.","descr":" To make or cause to be like."},{"word":"Likeness","type":"n.","descr":" The state or quality of being like; similitude; resemblance; similarity; as, the likeness of the one to the other is remarkable."},{"word":"Likeness","type":"n.","descr":" Appearance or form; guise."},{"word":"Likeness","type":"n.","descr":" That which closely resembles; a portrait."},{"word":"Likeness","type":"n.","descr":" A comparison; parable; proverb."},{"word":"Likerous","type":"n.","descr":" Alt. of Likerousness"},{"word":"Likerousness","type":"n.","descr":" See Lickerish, Lickerishness."},{"word":"Likewise","type":"n.","descr":" In like manner; also; moreover; too. See Also."},{"word":"Liking","type":"p. a.","descr":" Looking; appearing; as, better or worse liking. See Like, to look."},{"word":"Liking","type":"n.","descr":" The state of being pleasing; a suiting. See On liking, below."},{"word":"Liking","type":"n.","descr":" The state of being pleased with, or attracted toward, some thing or person; hence, inclination; desire; pleasure; preference; -- often with for, formerly with to; as, it is an amusement I have no liking for."},{"word":"Liking","type":"n.","descr":" Appearance; look; figure; state of body as to health or condition."},{"word":"Lilac","type":"n.","descr":" A shrub of the genus Syringa. There are six species, natives of Europe and Asia.  Syringa vulgaris, the common lilac, and S. Persica, the Persian lilac, are frequently cultivated for the fragrance and beauty of their purplish or white flowers. In the British colonies various other shrubs have this name."},{"word":"Lilac","type":"n.","descr":" A light purplish color like that of the flower of the purplish lilac."},{"word":"Lilacin","type":"n.","descr":" See Syringin."},{"word":"Liliaceous","type":"a.","descr":" Of or pertaining to a natural order of which the lily, tulip, and hyacinth are well-known examples."},{"word":"Liliaceous","type":"a.","descr":" Like the blossom of a lily in general form."},{"word":"Lilial","type":"a.","descr":" Having a general resemblance to lilies or to liliaceous plants."},{"word":"Lilied","type":"a.","descr":" Covered with, or having many, lilies."},{"word":"Lill","type":"v. i.","descr":" To loll."},{"word":"Lilliputian","type":"n.","descr":" One belonging to a very diminutive race described in Swift\\'s \"Voyage to Lilliput.\""},{"word":"Lilliputian","type":"n.","descr":" A person or thing of very small size."},{"word":"Lilliputian","type":"a.","descr":" Of or pertaining to the imaginary island of Lilliput described by Swift, or to its inhabitants."},{"word":"Lilliputian","type":"a.","descr":" Of very small size; diminutive; dwarfed."},{"word":"Lilly-pilly","type":"n.","descr":" An Australian myrtaceous tree (Eugenia Smithii), having smooth ovate leaves, and panicles of small white flowers. The wood is hard and fine-grained."},{"word":"Lilt","type":"v. i.","descr":" To do anything with animation and quickness, as to skip, fly, or hop."},{"word":"Lilt","type":"v. i.","descr":" To sing cheerfully."},{"word":"Lilt","type":"v. t.","descr":" To utter with spirit, animation, or gayety; to sing with spirit and liveliness."},{"word":"Lilt","type":"n.","descr":" Animated, brisk motion; spirited rhythm; sprightliness."},{"word":"Lilt","type":"n.","descr":" A lively song or dance; a cheerful tune."},{"word":"Lilies","type":"pl. ","descr":" of Lily"},{"word":"Lily","type":"n.","descr":" A plant and flower of the genus Lilium, endogenous bulbous plants, having a regular perianth of six colored pieces, six stamens, and a superior three-celled ovary."},{"word":"Lily","type":"n.","descr":" A name given to handsome flowering plants of several genera, having some resemblance in color or form to a true lily, as Pancratium, Crinum, Amaryllis, Nerine, etc."},{"word":"Lily","type":"n.","descr":" That end of a compass needle which should point to the north; -- so called as often ornamented with the figure of a lily or fleur-de-lis."},{"word":"Lily-handed","type":"a.","descr":" Having white, delicate hands."},{"word":"Lily-livered","type":"a.","descr":" White-livered; cowardly."},{"word":"Lilywort","type":"n.","descr":" Any plant of the Lily family or order."},{"word":"Lim","type":"n.","descr":" A limb."},{"word":"Lima","type":"n.","descr":" The capital city of Peru, in South America."},{"word":"Limaceous","type":"a.","descr":" Pertaining to, or like, Limax, or the slugs."},{"word":"Limacina","type":"n.","descr":" A genus of small spiral pteropods, common in the Arctic and Antarctic seas. It contributes to the food of the right whales."},{"word":"Lima\/on","type":"n.","descr":" A curve of the fourth degree, invented by Pascal. Its polar equation is r = a cos \/ + b."},{"word":"Limaille","type":"n.","descr":" Filings of metal."},{"word":"Liman","type":"n.","descr":" The deposit of slime at the mouth of a river; slime."},{"word":"Limation","type":"n.","descr":" The act of filing or polishing."},{"word":"Limature","type":"n.","descr":" The act of filing."},{"word":"Limature","type":"n.","descr":" That which is filed off; filings."},{"word":"Limax","type":"n.","descr":" A genus of airbreathing mollusks, including the common garden slugs. They have a small rudimentary shell. The breathing pore is on the right side of the neck. Several species are troublesome in gardens. See Slug."},{"word":"Limb","type":"n.","descr":" A part of a tree which extends from the trunk and separates into branches and twigs; a large branch."},{"word":"Limb","type":"n.","descr":" An arm or a leg of a human being; a leg, arm, or wing of an animal."},{"word":"Limb","type":"n.","descr":" A thing or person regarded as a part or member of, or attachment to, something else."},{"word":"Limb","type":"n.","descr":" An elementary piece of the mechanism of a lock."},{"word":"Limb","type":"v. t.","descr":" To supply with limbs."},{"word":"Limb","type":"v. t.","descr":" To dismember; to tear off the limbs of."},{"word":"Limb","type":"n.","descr":" A border or edge, in certain special uses."},{"word":"Limb","type":"n.","descr":" The border or upper spreading part of a monopetalous corolla, or of a petal, or sepal; blade."},{"word":"Limb","type":"n.","descr":" The border or edge of the disk of a heavenly body, especially of the sun and moon."},{"word":"Limb","type":"n.","descr":" The graduated margin of an arc or circle, in an instrument for measuring angles."},{"word":"Limbat","type":"n.","descr":" A cooling periodical wind in the Isle of Cyprus, blowing from the northwest from eight o\\'clock, A. M., to the middle of the day or later."},{"word":"Limbate","type":"a.","descr":" Bordered, as when one color is surrounded by an edging of another."},{"word":"Limbec","type":"n.","descr":" An alembic; a still."},{"word":"Limbec","type":"v. t.","descr":" To distill."},{"word":"Limbed","type":"a.","descr":" Having limbs; -- much used in composition; as, large-limbed; short-limbed."},{"word":"Limber","type":"n.","descr":" The shafts or thills of a wagon or carriage."},{"word":"Limber","type":"n.","descr":" The detachable fore part of a gun carriage, consisting of two wheels, an axle, and a shaft to which the horses are attached. On top is an ammunition box upon which the cannoneers sit."},{"word":"Limber","type":"n.","descr":" Gutters or conduits on each side of the keelson to afford a passage for water to the pump well."},{"word":"Limbered","type":"imp. and p. p.","descr":" of Limber"},{"word":"Limbering","type":"p. pr. and vb. n.","descr":" of Limber"},{"word":"Limber","type":"v. t.","descr":" To attach to the limber; as, to limber a gun."},{"word":"Limber","type":"a.","descr":" Easily bent; flexible; pliant; yielding."},{"word":"Limber","type":"v. t.","descr":" To cause to become limber; to make flexible or pliant."},{"word":"Limberness","type":"n.","descr":" The quality or state of being limber; flexibleness."},{"word":"Limbless","type":"a.","descr":" Destitute of limbs."},{"word":"Limbmeal","type":"adv.","descr":" Piecemeal."},{"word":"Limbo","type":"n.","descr":" Alt. of Limbus"},{"word":"Limbus","type":"n.","descr":" An extramundane region where certain classes of souls were supposed to await the judgment."},{"word":"Limbus","type":"n.","descr":" Hence: Any real or imaginary place of restraint or confinement; a prison; as, to put a man in limbo."},{"word":"Limbus","type":"n.","descr":" A border or margin; as, the limbus of the cornea."},{"word":"Limbous","type":"a.","descr":" With slightly overlapping borders; -- said of a suture."},{"word":"Lime","type":"n.","descr":" A thong by which a dog is led; a leash."},{"word":"Lime","type":"n.","descr":" The linden tree. See Linden."},{"word":"Lime","type":"n.","descr":" A fruit allied to the lemon, but much smaller; also, the tree which bears it. There are two kinds; Citrus Medica, var. acida which is intensely sour, and the sweet lime (C. Medica, var. Limetta) which is only slightly sour."},{"word":"Lime","type":"n.","descr":" Birdlime."},{"word":"Lime","type":"n.","descr":" Oxide of calcium; the white or gray, caustic substance, usually called quicklime, obtained by calcining limestone or shells, the heat driving off carbon dioxide and leaving lime. It develops great heat when treated with water, forming slacked lime, and is an essential ingredient of cement, plastering, mortar, etc."},{"word":"Limed","type":"imp. and p. p.","descr":" of Lime"},{"word":"Liming","type":"p. pr. and vb. n.","descr":" of Lime"},{"word":"Lime","type":"v. t.","descr":" To smear with a viscous substance, as birdlime."},{"word":"Lime","type":"v. t.","descr":" To entangle; to insnare."},{"word":"Lime","type":"v. t.","descr":" To treat with lime, or oxide or hydrate of calcium; to manure with lime; as, to lime hides for removing the hair; to lime sails in order to whiten them."},{"word":"Lime","type":"v. t.","descr":" To cement."},{"word":"Limehound","type":"n.","descr":" A dog used in hunting the wild boar; a leamer."},{"word":"Limekiln","type":"n.","descr":" A kiln or furnace in which limestone or shells are burned and reduced to lime."},{"word":"Limenean","type":"a.","descr":" Of or pertaining to Lima, or to the inhabitants of Lima, in Peru."},{"word":"Limenean","type":"n.","descr":" A native or inhabitant of Lima."},{"word":"Limer","type":"n.","descr":" A limehound; a limmer."},{"word":"Limestone","type":"n.","descr":" A rock consisting chiefly of calcium carbonate or carbonate of lime. It sometimes contains also magnesium carbonate, and is then called magnesian or dolomitic limestone. Crystalline limestone is called marble."},{"word":"Lime twig","type":"","descr":" See under 4th Lime."},{"word":"Lime-twigged","type":"a.","descr":" Beset with snares; insnared, as with birdlime."},{"word":"Limewater","type":"n.","descr":" Water impregnated with lime; esp., an artificial solution of lime for medicinal purposes."},{"word":"Limicolae","type":"n. pl.","descr":" A group of shore birds, embracing the plovers, sandpipers, snipe, curlew, etc. ; the Grallae."},{"word":"Limicoline","type":"a.","descr":" Shore-inhabiting; of or pertaining to the Limicolae."},{"word":"Liminess","type":"n.","descr":" The state or quality of being limy."},{"word":"Limit","type":"v. t.","descr":" That which terminates, circumscribes, restrains, or confines; the bound, border, or edge; the utmost extent; as, the limit of a walk, of a town, of a country; the limits of human knowledge or endeavor."},{"word":"Limit","type":"v. t.","descr":" The space or thing defined by limits."},{"word":"Limit","type":"v. t.","descr":" That which terminates a period of time; hence, the period itself; the full time or extent."},{"word":"Limit","type":"v. t.","descr":" A restriction; a check; a curb; a hindrance."},{"word":"Limit","type":"v. t.","descr":" A determining feature; a distinguishing characteristic; a differentia."},{"word":"Limit","type":"v. t.","descr":" A determinate quantity, to which a variable one continually approaches, and may differ from it by less than any given difference, but to which, under the law of variation, the variable can never become exactly equivalent."},{"word":"Limited","type":"imp. and p. p.","descr":" of Limit"},{"word":"Limiting","type":"p. pr. and vb. n.","descr":" of Limit"},{"word":"Limit","type":"v. t.","descr":" To apply a limit to, or set a limit for; to terminate, circumscribe, or restrict, by a limit or limits; as, to limit the acreage of a crop; to limit the issue of paper money; to limit one\\'s ambitions or aspirations; to limit the meaning of a word."},{"word":"Limit","type":"v. i.","descr":" To beg, or to exercise functions, within a certain limited region; as, a limiting friar."},{"word":"Limitable","type":"a.","descr":" Capable of being limited."},{"word":"Limitaneous","type":"v. t.","descr":" Of or pertaining to a limit."},{"word":"Limitarian","type":"a.","descr":" Tending to limit."},{"word":"Limitary","type":"v. t.","descr":" Placed at the limit, as a guard."},{"word":"Limitary","type":"v. t.","descr":" Confined within limits; limited in extent, authority, power, etc."},{"word":"Limitary","type":"v. t.","descr":" Limiting, or tending to limit; restrictive."},{"word":"Limitary","type":"n.","descr":" That which serves to limit; a boundary; border land."},{"word":"Limitary","type":"n.","descr":" A limiter. See Limiter, 2."},{"word":"Limitate","type":"v. t.","descr":" Bounded by a distinct line."},{"word":"Limitation","type":"v. t.","descr":" The act of limiting; the state or condition of being limited; as, the limitation of his authority was approved by the council."},{"word":"Limitation","type":"v. t.","descr":" That which limits; a restriction; a qualification; a restraining condition, defining circumstance, or qualifying conception; as, limitations of thought."},{"word":"Limitation","type":"v. t.","descr":" A certain precinct within which friars were allowed to beg, or exercise their functions; also, the time during which they were permitted to exercise their functions in such a district."},{"word":"Limitation","type":"v. t.","descr":" A limited time within or during which something is to be done."},{"word":"Limitation","type":"v. t.","descr":" A certain period limited by statute after which the claimant shall not enforce his claims by suit."},{"word":"Limitation","type":"v. t.","descr":" A settling of an estate or property by specific rules."},{"word":"Limitation","type":"v. t.","descr":" A restriction of power; as, a constitutional limitation."},{"word":"Limited","type":"a.","descr":" Confined within limits; narrow; circumscribed; restricted; as, our views of nature are very limited."},{"word":"Limitedly","type":"adv.","descr":" With limitation."},{"word":"Limitedness","type":"n.","descr":" The quality of being limited."},{"word":"Limiter","type":"n.","descr":" One who, or that which, limits."},{"word":"Limiter","type":"n.","descr":" A friar licensed to beg within certain bounds, or whose duty was limited to a certain district."},{"word":"Limitive","type":"a.","descr":" Involving a limit; as, a limitive law, one designed to limit existing powers."},{"word":"Limitless","type":"a.","descr":" Having no limits; unbounded; boundless."},{"word":"Limitour","type":"n.","descr":" See Limiter, 2."},{"word":"Limmer","type":"a.","descr":" Limber."},{"word":"Limmer","type":"n.","descr":" A limehound; a leamer."},{"word":"Limmer","type":"n.","descr":" A mongrel, as a cross between the mastiff and hound."},{"word":"Limmer","type":"n.","descr":" A low, base fellow; also, a prostitute."},{"word":"Limmer","type":"n.","descr":" A man rope at the side of a ladder."},{"word":"Limned","type":"imp. and p. p.","descr":" of Limn"},{"word":"Limning","type":"p. pr. and  vb. n.","descr":" of Limn"},{"word":"Limn","type":"v. t.","descr":" To draw or paint; especially, to represent in an artistic way with pencil or brush."},{"word":"Limn","type":"v. t.","descr":" To illumine, as books or parchments, with ornamental figures, letters, or borders."},{"word":"Lim naea","type":"n.","descr":" A genus of fresh-water air-breathing mollusks, abundant in ponds and streams; -- called also pond snail."},{"word":"Limner","type":"n.","descr":" A painter; an artist"},{"word":"Limner","type":"n.","descr":" One who paints portraits."},{"word":"Limner","type":"n.","descr":" One who illuminates books."},{"word":"Limniad","type":"n.","descr":" See Limoniad."},{"word":"Limning","type":"n.","descr":" The act, process, or art of one who limns; the picture or decoration so produced."},{"word":"Limoges","type":"n.","descr":" A city of Southern France."},{"word":"Limoniad","type":"n.","descr":" A nymph of the meadows; -- called also Limniad."},{"word":"Limonin","type":"n.","descr":" A bitter, white, crystalline substance found in orange and lemon seeds."},{"word":"Limonite","type":"n.","descr":" Hydrous sesquioxide of iron, an important ore of iron, occurring in stalactitic, mammillary, or earthy forms, of a dark brown color, and yellowish brown powder. It includes bog iron. Also called brown hematite."},{"word":"Limosis","type":"n.","descr":" A ravenous appetite caused by disease; excessive and morbid hunger."},{"word":"Limous","type":"a.","descr":" Muddy; slimy; thick."},{"word":"Limped","type":"imp. and p. p.","descr":" of Limp"},{"word":"Limping","type":"p. pr. and vb. n.","descr":" of Limp"},{"word":"Limp","type":"v. i.","descr":" To halt; to walk lamely. Also used figuratively."},{"word":"Limp","type":"n.","descr":" A halt; the act of limping."},{"word":"Limp","type":"n.","descr":" A scraper for removing poor ore or refuse from the sieve."},{"word":"Limp","type":"a.","descr":" Flaccid; flabby, as flesh."},{"word":"Limp","type":"a.","descr":" Lacking stiffness; flimsy; as, a limp cravat."},{"word":"Limper","type":"n.","descr":" One who limps."},{"word":"Limpet","type":"n.","descr":" In a general sense, any hatshaped, or conical, gastropod shell."},{"word":"Limpet","type":"n.","descr":" Any one of many species of marine shellfish of the order Docoglossa, mostly found adhering to rocks, between tides."},{"word":"Limpet","type":"n.","descr":" Any species of Siphonaria, a genus of limpet-shaped Pulmonifera, living between tides, on rocks."},{"word":"Limpet","type":"n.","descr":" A keyhole limpet. See Fissurella."},{"word":"Limpid","type":"a.","descr":" Characterized by clearness or transparency; clear; as, a limpid stream."},{"word":"Limpidity","type":"n.","descr":" The quality or state of being limpid."},{"word":"Limpidness","type":"n.","descr":" Quality of being limpid; limpidity."},{"word":"Limpin","type":"n.","descr":" A limpet."},{"word":"Limpingly","type":"adv.","descr":" In a limping manner."},{"word":"Limpitude","type":"n.","descr":" Limpidity."},{"word":"Limpkin","type":"n.","descr":" Either one of two species of wading birds of the genus Aramus, intermediate between the cranes and rails. The limpkins are remarkable for the great length of the toes. One species (A. giganteus) inhabits Florida and the West Indies; the other (A. scolopaceus) is found in South America. Called also courlan, and crying bird."},{"word":"Limpness","type":"n.","descr":" The quality or state of being limp."},{"word":"Limpsy","type":"a.","descr":" Alt. of Limsy"},{"word":"Limsy","type":"a.","descr":" Limp; flexible; flimsy."},{"word":"Limu","type":"n.","descr":" The Hawaiian name for seaweeds. Over sixty kinds are used as food, and have species names, as Limu Lipoa, Limu palawai, etc."},{"word":"Limule","type":"n.","descr":" A limulus."},{"word":"Limuloidea","type":"n. pl.","descr":" An order of Merostomata, including among living animals the genus Limulus, with various allied fossil genera, mostly of the Carboniferous period. Called also Xiphosura."},{"word":"Limuli","type":"pl. ","descr":" of Limulus"},{"word":"Limulus","type":"n.","descr":" The only existing genus of Merostomata. It includes only a few species from the East Indies, and one (Limulus polyphemus) from the Atlantic coast of North America. Called also Molucca crab, king crab, horseshoe crab, and horsefoot."},{"word":"Limy","type":"a.","descr":" Smeared with, or consisting of, lime; viscous."},{"word":"Limy","type":"a.","descr":" Containing lime; as, a limy soil."},{"word":"Limy","type":"a.","descr":" Resembling lime; having the qualities of lime."},{"word":"Lin","type":"v. i.","descr":" To yield; to stop; to cease."},{"word":"Lin","type":"v. t.","descr":" To cease from."},{"word":"Lin","type":"n.","descr":" A pool or collection of water, particularly one above or below a fall of water."},{"word":"Lin","type":"n.","descr":" A waterfall, or cataract; as, a roaring lin."},{"word":"Lin","type":"n.","descr":" A steep ravine."},{"word":"Linage","type":"n.","descr":" See Lineage."},{"word":"Linament","type":"n.","descr":" Lint; esp., lint made into a tent for insertion into wounds or ulcers."},{"word":"Linarite","type":"n.","descr":" A hydrous sulphate of lead and copper occurring in bright blue monoclinic crystals."},{"word":"Linch","type":"n.","descr":" A ledge; a right-angled projection."},{"word":"Linchi","type":"n.","descr":" An esculent swallow."},{"word":"Linchpin","type":"n.","descr":" A pin used to prevent the wheel of a vehicle from sliding off the axletree."},{"word":"Lincoln green","type":"","descr":" A color of cloth formerly made in Lincoln, England; the cloth itself."},{"word":"Lincture","type":"n.","descr":" Alt. of Linctus"},{"word":"Linctus","type":"n.","descr":" Medicine taken by licking with the tongue."},{"word":"Lind","type":"n.","descr":" The linden. See Linden."},{"word":"Linden","type":"n.","descr":" A handsome tree (Tilia Europaea), having cymes of light yellow flowers, and large cordate leaves. The tree is common in Europe."},{"word":"Linden","type":"n.","descr":" In America, the basswood, or Tilia Americana."},{"word":"Lindia","type":"n.","descr":" A peculiar genus of rotifers, remarkable for the absence of ciliated disks. By some zoologists it is thought to be like the ancestral form of the Arthropoda."},{"word":"Lindiform","type":"a.","descr":" Resembling the genus Lindia; -- said of certain apodous insect larvae."},{"word":"Line","type":"n.","descr":" Flax; linen."},{"word":"Line","type":"n.","descr":" The longer and finer fiber of flax."},{"word":"Lined","type":"imp. and p. p.","descr":" of Line"},{"word":"Lining","type":"p. pr. and vb. n.","descr":" of Line"},{"word":"Line","type":"v. t.","descr":" To cover the inner surface of; as, to line a cloak with silk or fur; to line a box with paper or tin."},{"word":"Line","type":"v. t.","descr":" To put something in the inside of; to fill; to supply, as a purse with money."},{"word":"Line","type":"v. t.","descr":" To place persons or things along the side of for security or defense; to strengthen by adding anything; to fortify; as, to line works with soldiers."},{"word":"Line","type":"v. t.","descr":" To impregnate; -- applied to brute animals."},{"word":"Line","type":"n.","descr":" A linen thread or string; a slender, strong cord; also, a cord of any thickness; a rope; a hawser; as, a fishing line; a line for snaring birds; a clothesline; a towline."},{"word":"Line","type":"n.","descr":" A more or less threadlike mark of pen, pencil, or graver; any long mark; as, a chalk line."},{"word":"Line","type":"n.","descr":" The course followed by anything in motion; hence, a road or route; as, the arrow descended in a curved line; the place is remote from lines of travel."},{"word":"Line","type":"n.","descr":" Direction; as, the line of sight or vision."},{"word":"Line","type":"n.","descr":" A row of letters, words, etc., written or printed; esp., a row of words extending across a page or column."},{"word":"Line","type":"n.","descr":" A short letter; a note; as, a line from a friend."},{"word":"Line","type":"n.","descr":" A verse, or the words which form a certain number of feet, according to the measure."},{"word":"Line","type":"n.","descr":" Course of conduct, thought, occupation, or policy; method of argument; department of industry, trade, or intellectual activity."},{"word":"Line","type":"n.","descr":" That which has length, but not breadth or thickness."},{"word":"Line","type":"n.","descr":" The exterior limit of a figure, plat, or territory; boundary; contour; outline."},{"word":"Line","type":"n.","descr":" A threadlike crease marking the face or the hand; hence, characteristic mark."},{"word":"Line","type":"n.","descr":" Lineament; feature; figure."},{"word":"Line","type":"n.","descr":" A straight row; a continued series or rank; as, a line of houses, or of soldiers; a line of barriers."},{"word":"Line","type":"n.","descr":" A series or succession of ancestors or descendants of a given person; a family or race; as, the ascending or descending line; the line of descent; the male line; a line of kings."},{"word":"Line","type":"n.","descr":" A connected series of public conveyances, and hence, an established arrangement for forwarding merchandise, etc.; as, a line of stages; an express line."},{"word":"Line","type":"n.","descr":" A circle of latitude or of longitude, as represented on a map."},{"word":"Line","type":"n.","descr":" The equator; -- usually called the line, or equinoctial line; as, to cross the line."},{"word":"Line","type":"n.","descr":" A long tape, or a narrow ribbon of steel, etc., marked with subdivisions, as feet and inches, for measuring; a tapeline."},{"word":"Line","type":"n.","descr":" A measuring line or cord."},{"word":"Line","type":"n.","descr":" That which was measured by a line, as a field or any piece of land set apart; hence, allotted place of abode."},{"word":"Line","type":"n.","descr":" Instruction; doctrine."},{"word":"Line","type":"n.","descr":" The proper relative position or adjustment of parts, not as to design or proportion, but with reference to smooth working; as, the engine is in line or out of line."},{"word":"Line","type":"n.","descr":" The track and roadbed of a railway; railroad."},{"word":"Line","type":"n.","descr":" A row of men who are abreast of one another, whether side by side or some distance apart; -- opposed to column."},{"word":"Line","type":"n.","descr":" The regular infantry of an army, as distinguished from militia, guards, volunteer corps, cavalry, artillery, etc."},{"word":"Line","type":"n.","descr":" A trench or rampart."},{"word":"Line","type":"n.","descr":" Dispositions made to cover extended positions, and presenting a front in but one direction to an enemy."},{"word":"Line","type":"n.","descr":" Form of a vessel as shown by the outlines of vertical, horizontal, and oblique sections."},{"word":"Line","type":"n.","descr":" One of the straight horizontal and parallel prolonged strokes on and between which the notes are placed."},{"word":"Line","type":"n.","descr":" A number of shares taken by a jobber."},{"word":"Line","type":"n.","descr":" A series of various qualities and values of the same general class of articles; as, a full line of hosiery; a line of merinos, etc."},{"word":"Line","type":"n.","descr":" The wire connecting one telegraphic station with another, or the whole of a system of telegraph wires under one management and name."},{"word":"Line","type":"n.","descr":" The reins with which a horse is guided by his driver."},{"word":"Line","type":"n.","descr":" A measure of length; one twelfth of an inch."},{"word":"Line","type":"v. t.","descr":" To mark with a line or lines; to cover with lines; as, to line a copy book."},{"word":"Line","type":"v. t.","descr":" To represent by lines; to delineate; to portray."},{"word":"Line","type":"v. t.","descr":" To read or repeat line by line; as, to line out a hymn."},{"word":"Line","type":"v. t.","descr":" To form into a line; to align; as, to line troops."},{"word":"Lineage","type":"n.","descr":" Descent in a line from a common progenitor; progeny; race; descending line of offspring or ascending line of parentage."},{"word":"Lineal","type":"a.","descr":" Descending in a direct line from an ancestor; hereditary; derived from ancestors; -- opposed to collateral; as, a lineal descent or a lineal descendant."},{"word":"Lineal","type":"a.","descr":" Inheriting by direct descent; having the right by direct descent to succeed (to)."},{"word":"Lineal","type":"a.","descr":" Composed of lines; delineated; as, lineal designs."},{"word":"Lineal","type":"a.","descr":" In the direction of a line; of or pertaining to a line; measured on, or ascertained by, a line; linear; as, lineal magnitude."},{"word":"Lineality","type":"n.","descr":" The quality of being lineal."},{"word":"Lineally","type":"adv.","descr":" In a lineal manner; as, the prince is lineally descended from the Conqueror."},{"word":"Lineament","type":"n.","descr":" One of the outlines, exterior features, or distinctive marks, of a body or figure, particularly of the face; feature; form; mark; -- usually in the plural."},{"word":"Linear","type":"a.","descr":" Of or pertaining to a line; consisting of lines; in a straight direction; lineal."},{"word":"Linear","type":"a.","descr":" Like a line; narrow; of the same breadth throughout, except at the extremities; as, a linear leaf."},{"word":"Linearensate","type":"a.","descr":" Having the form of a sword, but very long and narrow."},{"word":"Linearly","type":"adv.","descr":" In a linear manner; with lines."},{"word":"Linear-shaped","type":"a.","descr":" Of a linear shape."},{"word":"Lineary","type":"a.","descr":" Linear."},{"word":"Lineate","type":"a.","descr":" Alt. of Lineated"},{"word":"Lineated","type":"a.","descr":" Marked with lines."},{"word":"Lineated","type":"a.","descr":" Marked longitudinally with depressed parallel lines; as, a lineate leaf."},{"word":"Lineation","type":"n.","descr":" Delineation; a line or lines."},{"word":"Lineature","type":"n.","descr":" Anything having outline."},{"word":"Linemen","type":"pl. ","descr":" of Lineman"},{"word":"Lineman","type":"n.","descr":" One who carries the line in surveying, etc."},{"word":"Lineman","type":"n.","descr":" A man employed to examine the rails of a railroad to see if they are in good condition; also, a man employed to repair telegraph lines."},{"word":"Linen","type":"n.","descr":" Made of linen; as, linen cloth; a linen stocking."},{"word":"Linen","type":"n.","descr":" Resembling linen cloth; white; pale."},{"word":"Linen","type":"n.","descr":" Thread or cloth made of flax or (rarely) of hemp; -- used in a general sense to include cambric, shirting, sheeting, towels, tablecloths, etc."},{"word":"Linen","type":"n.","descr":" Underclothing, esp. the shirt, as being, in former times, chiefly made of linen."},{"word":"Linener","type":"n.","descr":" A dealer in linen; a linen draper."},{"word":"Lineolate","type":"a.","descr":" Marked with little lines."},{"word":"Lineolate","type":"a.","descr":" Marked longitudinally with fine lines."},{"word":"Liner","type":"n.","descr":" One who lines, as, a liner of shoes."},{"word":"Liner","type":"n.","descr":" A vessel belonging to a regular line of packets; also, a line-of-battle ship; a ship of the line."},{"word":"Liner","type":"n.","descr":" A thin piece placed between two parts to hold or adjust them, fill a space, etc.; a shim."},{"word":"Liner","type":"n.","descr":" A lining within the cylinder, in which the piston works and between which and the outer shell of the cylinder a space is left to form a steam jacket."},{"word":"Liner","type":"n.","descr":" A slab on which small pieces of marble, tile, etc., are fastened for grinding."},{"word":"Liner","type":"n.","descr":" A ball which, when struck, flies through the air in a nearly straight line not far from the ground."},{"word":"Ling","type":"a.","descr":" A large, marine, gadoid fish (Molva vulgaris) of Northern Europe and Greenland. It is valued as a food fish and is largely salted and dried. Called also drizzle."},{"word":"Ling","type":"a.","descr":" The burbot of Lake Ontario."},{"word":"Ling","type":"a.","descr":" An American hake of the genus Phycis."},{"word":"Ling","type":"a.","descr":" A New Zealand food fish of the genus Genypterus. The name is also locally applied to other fishes, as the cultus cod, the mutton fish, and the cobia."},{"word":"Ling","type":"n.","descr":" Heather (Calluna vulgaris)."},{"word":"Linga","type":"n.","descr":" Alt. of Lingam"},{"word":"Lingam","type":"n.","descr":" The phallic symbol under which Siva is principally worshiped in his character of the creative and reproductive power."},{"word":"Ling-bird","type":"n.","descr":" The European meadow pipit; -- called also titling."},{"word":"Lingel","type":"n.","descr":" A shoemaker\\'s thread."},{"word":"Lingel","type":"n.","descr":" A little tongue or thong of leather; a lacing for belts."},{"word":"Lingence","type":"n.","descr":" A linctus."},{"word":"Lingered","type":"imp. and  p. p.","descr":" of Linger"},{"word":"Lingering","type":"p. pr. and vb. n.","descr":" of Linger"},{"word":"Linger","type":"a.","descr":" To delay; to loiter; to remain or wait long; to be slow or reluctant in parting or moving; to be slow in deciding; to be in suspense; to hesitate."},{"word":"Linger","type":"v. t.","descr":" To protract; to draw out."},{"word":"Linger","type":"v. t.","descr":" To spend or pass in a lingering manner; -- with out; as, to linger out one\\'s days on a sick bed."},{"word":"Lingerer","type":"n.","descr":" One who lingers."},{"word":"Lingering","type":"a.","descr":" Delaying."},{"word":"Lingering","type":"a.","descr":" Drawn out in time; remaining long; protracted; as, a lingering disease."},{"word":"Lingeringly","type":"adv.","descr":" With delay; slowly; tediously."},{"word":"Linget","type":"n.","descr":" An ingot."},{"word":"Lingism","type":"n.","descr":" A mode of treating certain diseases, as obesity, by gymnastics; -- proposed by Pehr Henrik Ling, a Swede. See Kinesiatrics."},{"word":"Lingle","type":"n.","descr":" See Lingel."},{"word":"Lingo","type":"n.","descr":" Language; speech; dialect."},{"word":"Lingoa wood","type":"","descr":" Amboyna wood."},{"word":"Lingot","type":"n.","descr":" A linget or ingot; also, a mold for casting metals. See Linget."},{"word":"Linguae","type":"pl. ","descr":" of Lingua"},{"word":"Lingua","type":"n.","descr":" A tongue."},{"word":"Lingua","type":"n.","descr":" A median process of the labium, at the under side of the mouth in insects, and serving as a tongue."},{"word":"Linguacious","type":"a.","descr":" Given to the use of the tongue; loquacious."},{"word":"Linguadental","type":"a.","descr":" Formed or uttered by the joint use of the tongue and teeth, or rather that part of the gum just above the front teeth; dentolingual, as the letters d and t."},{"word":"Linguadental","type":"n.","descr":" An articulation pronounced by the aid or use of the tongue and teeth."},{"word":"Lingua Franca","type":"","descr":" The commercial language of the Levant, -- a mixture of the languages of the people of the region and of foreign traders."},{"word":"Lingual","type":"a.","descr":" Of or pertaining to the tongue; uttered by the aid of the tongue; glossal; as, the lingual nerves; a lingual letter."},{"word":"Lingual","type":"n.","descr":" A consonant sound formed by the aid of the tongue; -- a term especially applied to certain articulations (as those of t, d, th, and n) and to the letters denoting them."},{"word":"Linguality","type":"n.","descr":" The quality of being lingual."},{"word":"Linguatulida","type":"n. pl.","descr":" Same as Linguatulina."},{"word":"Linguatulina","type":"n. pl.","descr":" An order of wormlike, degraded, parasitic arachnids. They have two pairs of retractile hooks, near the mouth. Called also Pentastomida."},{"word":"Linguidental","type":"a. and n.","descr":" Linguadental."},{"word":"Linguiform","type":"a.","descr":" Having the form of the tongue; tongue-shaped."},{"word":"Linguist","type":"n.","descr":" A master of the use of language; a talker."},{"word":"Linguist","type":"n.","descr":" A person skilled in languages."},{"word":"Linguistic","type":"a.","descr":" Alt. of Linguistical"},{"word":"Linguistical","type":"a.","descr":" Of or pertaining to language; relating to linguistics, or to the affinities of languages."},{"word":"Linguistically","type":"adv.","descr":" In a linguistic manner; from the point of view of a linguist."},{"word":"Linguistics","type":"n.","descr":" The science of languages, or of the origin, signification, and application of words; glossology."},{"word":"Lingula","type":"n.","descr":" A tonguelike process or part."},{"word":"Lingula","type":"n.","descr":" Any one of numerous species of brachiopod shells belonging to the genus Lingula, and related genera. See Brachiopoda, and Illustration in Appendix."},{"word":"Lingulate","type":"a.","descr":" Shaped like the tongue or a strap; ligulate."},{"word":"Linigerous","type":"a.","descr":" Bearing flax; producing linen."},{"word":"Liniment","type":"n.","descr":" A liquid or semiliquid preparation of a consistence thinner than an ointment, applied to the skin by friction, esp. one used as a sedative or a stimulant."},{"word":"Lining","type":"n.","descr":" The act of one who lines; the act or process of making lines, or of inserting a lining."},{"word":"Lining","type":"n.","descr":" That which covers the inner surface of anything, as of a garment or a box; also, the contents of anything."},{"word":"Link","type":"n.","descr":" A torch made of tow and pitch, or the like."},{"word":"Link","type":"n.","descr":" A single ring or division of a chain."},{"word":"Link","type":"n.","descr":" Hence: Anything, whether material or not, which binds together, or connects, separate things; a part of a connected series; a tie; a bond."},{"word":"Link","type":"n.","descr":" Anything doubled and closed like a link; as, a link of horsehair."},{"word":"Link","type":"n.","descr":" Any one of the several elementary pieces of a mechanism, as the fixed frame, or a rod, wheel, mass of confined liquid, etc., by which relative motion of other parts is produced and constrained."},{"word":"Link","type":"n.","descr":" Any intermediate rod or piece for transmitting force or motion, especially a short connecting rod with a bearing at each end; specifically (Steam Engine), the slotted bar, or connecting piece, to the opposite ends of which the eccentric rods are jointed, and by means of which the movement of the valve is varied, in a link motion."},{"word":"Link","type":"n.","descr":" The length of one joint of Gunter\\'s chain, being the hundredth part of it, or 7.92 inches, the chain being 66 feet in length.  Cf. Chain, n., 4."},{"word":"Link","type":"n.","descr":" A bond of affinity, or a unit of valence between atoms; -- applied to a unit of chemical force or attraction."},{"word":"Link","type":"n.","descr":" Sausages; -- because linked together."},{"word":"Linked","type":"imp. and p. p.","descr":" of Link"},{"word":"Linking","type":"p. pr. and vb. n.","descr":" of Link"},{"word":"Link","type":"v. t.","descr":" To connect or unite with a link or as with a link; to join; to attach; to unite; to couple."},{"word":"Link","type":"v. i.","descr":" To be connected."},{"word":"Linkage","type":"n.","descr":" The act of linking; the state of being linked; also, a system of links."},{"word":"Linkage","type":"n.","descr":" Manner of linking or of being linked; -- said of the union of atoms or radicals in the molecule."},{"word":"Linkage","type":"n.","descr":" A system of straight lines or bars, fastened together by joints, and having certain of their points fixed in a plane. It is used to describe straight lines and curves in the plane."},{"word":"Linkboy","type":"n.","descr":" Alt. of Linkman"},{"word":"Linkman","type":"n.","descr":" A boy or man that carried a link or torch to light passengers."},{"word":"Link motion","type":"","descr":" A valve gear, consisting of two eccentrics with their rods, giving motion to a slide valve by an adjustable connecting bar, called the link, in such a way that the motion of the engine can be reversed, or the cut-off varied, at will; -- used very generally in locomotives and marine engines."},{"word":"Linkwork","type":"n.","descr":" A fabric consisting of links made of metal or other material fastened together; also, a chain."},{"word":"Linkwork","type":"n.","descr":" Mechanism in which links, or intermediate connecting pieces, are employed to transmit motion from one part to another."},{"word":"Linnaea borealis","type":"","descr":" The twin flower which grows in cold northern climates."},{"word":"Linnaean","type":"a.","descr":" Alt. of Linnean"},{"word":"Linnean","type":"a.","descr":" Of or pertaining to Linnaeus, the celebrated Swedish botanist."},{"word":"Linnaeite","type":"n.","descr":" A mineral of pale steel-gray color and metallic luster, occurring in isometric crystals, and also massive. It is a sulphide of cobalt containing some nickel or copper."},{"word":"Linne","type":"n.","descr":" Flax. See Linen."},{"word":"Linnet","type":"n.","descr":" Any one of several species of fringilline birds of the genera Linota, Acanthis, and allied genera, esp. the common European species (L. cannabina), which, in full summer plumage, is chestnut brown above, with the breast more or less crimson. The feathers of its head are grayish brown, tipped with crimson. Called also gray linnet, red linnet, rose linnet, brown linnet, lintie, lintwhite, gorse thatcher, linnet finch, and greater redpoll. The American redpoll linnet (Acanthis linaria) often has the crown and throat rosy. See Redpoll, and Twite."},{"word":"Linoleate","type":"n.","descr":" A salt of linoleic acid."},{"word":"Linoleic","type":"a.","descr":" Pertaining to, or derived from, linoleum, or linseed oil; specifically (Chem.), designating an organic acid, a thin yellow oil, found combined as a salt of glycerin in oils of linseed, poppy, hemp, and certain nuts."},{"word":"Linoleum","type":"n.","descr":" Linseed oil brought to various degrees of hardness by some oxidizing process, as by exposure to heated air, or by treatment with chloride of sulphur. In this condition it is used for many of the purposes to which India rubber has been applied."},{"word":"Linoleum","type":"n.","descr":" A kind of floor cloth made by laying hardened linseed oil mixed with ground cork on a canvas backing."},{"word":"Linoxin","type":"n.","descr":" A resinous substance obtained as an oxidation product of linoleic acid."},{"word":"Linsang","type":"n.","descr":" Any viverrine mammal of the genus Prionodon, inhabiting the East Indies and Southern Asia. The common East Indian linsang (P. gracilis) is white, crossed by broad, black bands. The Guinea linsang (Porana Richardsonii) is brown with black spots."},{"word":"Linseed","type":"n.","descr":" The seeds of flax, from which linseed oil is obtained."},{"word":"Linsey","type":"n.","descr":" Linsey-woolsey."},{"word":"Linsey-woolsey","type":"n.","descr":" Cloth made of linen and wool, mixed."},{"word":"Linsey-woolsey","type":"n.","descr":" Jargon."},{"word":"Linsey-woolsey","type":"a.","descr":" Made of linen and wool; hence, of different and unsuitable parts; mean."},{"word":"Linstock","type":"n.","descr":" A pointed forked staff, shod with iron at the foot, to hold a lighted match for firing cannon."},{"word":"Lint","type":"n.","descr":" Flax."},{"word":"Lint","type":"n.","descr":" Linen scraped or otherwise made into a soft, downy or fleecy substance for dressing wounds and sores; also, fine ravelings, down, fluff, or loose short fibers from yarn or fabrics."},{"word":"Lintel","type":"n.","descr":" A horizontal member spanning an opening, and carrying the superincumbent weight by means of its strength in resisting crosswise fracture."},{"word":"Lintie","type":"n.","descr":" Alt. of Lintwhite"},{"word":"Lintwhite","type":"n.","descr":" See Linnet."},{"word":"Lintseed","type":"n.","descr":" See Linseed."},{"word":"Linum","type":"n.","descr":" A genus of herbaceous plants including the flax (Linum usitatissimum)."},{"word":"Lion","type":"n.","descr":" A large carnivorous feline mammal (Felis leo), found in Southern Asia and in most parts of Africa, distinct varieties occurring in the different countries. The adult male, in most varieties, has a thick mane of long shaggy hair that adds to his apparent size, which is less than that of the largest tigers. The length, however, is sometimes eleven feet to the base of the tail. The color is a tawny yellow or yellowish brown; the mane is darker, and the terminal tuft of the tail is black. In one variety, called the maneless lion, the male has only a slight mane."},{"word":"Lion","type":"n.","descr":" A sign and a constellation; Leo."},{"word":"Lion","type":"n.","descr":" An object of interest and curiosity, especially a person who is so regarded; as, he was quite a lion in London at that time."},{"word":"Lionced","type":"a.","descr":" Adorned with lions\\' heads; having arms terminating in lions\\' heads; -- said of a cross."},{"word":"Lioncel","type":"n.","descr":" A small lion, especially one of several borne in the same coat of arms."},{"word":"Lionel","type":"n.","descr":" The whelp of a lioness; a young lion."},{"word":"Lioness","type":"n.","descr":" A female lion."},{"word":"Lionet","type":"n.","descr":" A young or small lion."},{"word":"Lion-heart","type":"n.","descr":" A very brave person."},{"word":"Lion-hearted","type":"a.","descr":" Very brave; brave and magnanimous."},{"word":"Lionhood","type":"n.","descr":" State of being a lion."},{"word":"Lionism","type":"n.","descr":" An attracting of attention, as a lion; also, the treating or regarding as a lion."},{"word":"Lionized","type":"imp. and  p. p.","descr":" of Lionize"},{"word":"Lionizing","type":"p. pr. and vb. n.","descr":" of Lionize"},{"word":"Lionize","type":"v. t.","descr":" To treat or regard as a lion or object of great interest."},{"word":"Lionize","type":"v. t.","descr":" To show the lions or objects of interest to; to conduct about among objects of interest."},{"word":"Lionlike","type":"a.","descr":" Like a lion; brave as a lion."},{"word":"Lionly","type":"a.","descr":" Like a lion; fierce."},{"word":"Lions ear","type":"","descr":" A name given in Western South America to certain plants with shaggy tomentose leaves, as species of Culcitium, and Espeletia."},{"word":"Lions foot","type":"","descr":"  A composite plant of the genus Prenanthes, of which several species are found in the United States."},{"word":"Lions foot","type":"","descr":" The edelweiss."},{"word":"Lionship","type":"n.","descr":" The state of being a lion."},{"word":"Lions leaf","type":"","descr":" A South European plant of the genus Leontice (L. leontopetalum), the tuberous roots of which contain so much alkali that they are sometimes used as a substitute for soap."},{"word":"Lions tail","type":"","descr":" A genus of labiate plants (Leonurus); -- so called from a fancied resemblance of its flower spikes to the tuft of a lion\\'s tail. L. Cardiaca is the common motherwort."},{"word":"Lions teeth","type":"pl. ","descr":" of Lion\\'s tooth"},{"word":"Lions tooth","type":"","descr":" See Leontodon."},{"word":"Lip","type":"n.","descr":" One of the two fleshy folds which surround the orifice of the mouth in man and many other animals. In man the lips are organs of speech essential to certain articulations. Hence, by a figure they denote the mouth, or all the organs of speech, and sometimes speech itself."},{"word":"Lip","type":"n.","descr":" An edge of an opening; a thin projecting part of anything; a kind of short open spout; as, the lip of a vessel."},{"word":"Lip","type":"n.","descr":" The sharp cutting edge on the end of an auger."},{"word":"Lip","type":"n.","descr":" One of the two opposite divisions of a labiate corolla."},{"word":"Lip","type":"n.","descr":" The odd and peculiar petal in the Orchis family. See Orchidaceous."},{"word":"Lip","type":"n.","descr":" One of the edges of the aperture of a univalve shell."},{"word":"Lipped","type":"imp. and  p. p.","descr":" of Lip"},{"word":"Lipping","type":"p. pr. and vb. n.","descr":" of Lip"},{"word":"Lip","type":"v. t.","descr":" To touch with the lips; to put the lips to; hence, to kiss."},{"word":"Lip","type":"v. t.","descr":" To utter; to speak."},{"word":"Lip","type":"v. t.","descr":" To clip; to trim."},{"word":"Lipaemia","type":"n.","descr":" A condition in which fat occurs in the blood."},{"word":"Lipans","type":"n. pl.","descr":" A tribe of North American Indians, inhabiting the northern part of Mexico. They belong to the Tinneh stock, and are closely related to the Apaches."},{"word":"Liparian","type":"n.","descr":" Any species of a family (Liparidae) of destructive bombycid moths, as the tussock moths."},{"word":"Liparite","type":"n.","descr":" A quartzose trachyte; rhyolite."},{"word":"Lipic","type":"a.","descr":" Pertaining to, or derived from, fat. The word was formerly used specifically to designate a supposed acid obtained by the oxidation of oleic acid, tallow, wax, etc."},{"word":"Lipinic","type":"a.","descr":" Lipic."},{"word":"Lipless","type":"a.","descr":" Having no lips."},{"word":"Liplet","type":"n.","descr":" A little lip."},{"word":"Lipocephala","type":"n. pl.","descr":" Same as Lamellibranchia."},{"word":"Lipochrin","type":"n.","descr":" A yellow coloring matter, soluble in ether, contained in the small round fat drops in the retinal epithelium cells. It is best obtained from the eyes of frogs."},{"word":"Lipogram","type":"n.","descr":" A writing composed of words not having a certain letter or letters; -- as in the Odyssey of Tryphiodorus there was no A in the first book, no B in the second, and so on."},{"word":"Lipogrammatic","type":"a.","descr":" Omitting a letter; composed of words not having a certain letter or letters; as, lipogrammatic writings."},{"word":"Lipogrammatist","type":"n.","descr":" One who makes a lipogram."},{"word":"Lipoma","type":"n.","descr":" A tumor consisting of fat or adipose tissue."},{"word":"Lipothymic","type":"a.","descr":" Tending to swoon; fainting."},{"word":"Lipothymous","type":"a.","descr":" Pertaining, or given, to swooning; fainting."},{"word":"Lipothymy","type":"n.","descr":" A fainting; a swoon."},{"word":"Lipped","type":"a.","descr":" Having a lip or lips; having a raised or rounded edge resembling the lip; -- often used in composition; as, thick-lipped, thin-lipped, etc."},{"word":"Lipped","type":"a.","descr":" Labiate."},{"word":"Lippitude","type":"n.","descr":" Soreness of eyes; the state of being blear-eyed; blearedness."},{"word":"Lipse","type":"v. i.","descr":" To lisp."},{"word":"Lipyl","type":"n.","descr":" A hypothetical radical of glycerin."},{"word":"Liquable","type":"v. i.","descr":" Capable of being melted."},{"word":"Liquate","type":"v. i.","descr":" To melt; to become liquid."},{"word":"Liquate","type":"v. t.","descr":" To separate by fusion, as a more fusible from a less fusible material."},{"word":"Liquation","type":"n.","descr":" The act or operation of making or becoming liquid; also, the capacity of becoming liquid."},{"word":"Liquation","type":"n.","descr":" The process of separating, by heat, an easily fusible metal from one less fusible; eliquation."},{"word":"Liquefacient","type":"n.","descr":" That which serves to liquefy."},{"word":"Liquefacient","type":"n.","descr":" An agent, as mercury, iodine, etc., which promotes the liquefying processes of the system, and increases the secretions."},{"word":"Liquefaction","type":"n.","descr":" The act or operation of making or becoming liquid; especially, the conversion of a solid into a liquid by the sole agency of heat."},{"word":"Liquefaction","type":"n.","descr":" The state of being liquid."},{"word":"Liquefaction","type":"n.","descr":" The act, process, or method, of reducing a gas or vapor to a liquid by means of cold or pressure; as, the liquefaction of oxygen or hydrogen."},{"word":"Liquefiable","type":"a.","descr":" Capable of being changed from a solid to a liquid state."},{"word":"Liquefier","type":"n.","descr":" That which liquefies."},{"word":"Liquefied","type":"imp. and p. p.","descr":" of Liquefy"},{"word":"Liquefying","type":"p. pr. and vb. n.","descr":" of Liquefy"},{"word":"Liquefy","type":"v. t.","descr":" To convert from a solid form to that of a liquid; to melt; to dissolve; and technically, to melt by the sole agency of heat."},{"word":"Liquefy","type":"v. i.","descr":" To become liquid."},{"word":"Liquescency","type":"n.","descr":" The quality or state of being liquescent."},{"word":"Liquescent","type":"a.","descr":" Tending to become liquid; inclined to melt; melting."},{"word":"Liqueur","type":"n.","descr":" An aromatic alcoholic cordial."},{"word":"Liquid","type":"a.","descr":" Flowing freely like water; fluid; not solid."},{"word":"Liquid","type":"a.","descr":" Being in such a state that the component parts move freely among themselves, but do not tend to separate from each other as the particles of gases and vapors do; neither solid nor aeriform; as, liquid mercury, in distinction from mercury solidified or in a state of vapor."},{"word":"Liquid","type":"a.","descr":" Flowing or sounding smoothly or without abrupt transitions or harsh tones."},{"word":"Liquid","type":"a.","descr":" Pronounced without any jar or harshness; smooth; as, l and r are liquid letters."},{"word":"Liquid","type":"a.","descr":" Fluid and transparent; as, the liquid air."},{"word":"Liquid","type":"a.","descr":" Clear; definite in terms or amount."},{"word":"Liquid","type":"n.","descr":" A substance whose parts change their relative position on the slightest pressure, and therefore retain no definite form; any substance in the state of liquidity; a fluid that is not aeriform."},{"word":"Liquid","type":"n.","descr":" A letter which has a smooth, flowing sound, or which flows smoothly after a mute; as, l and r, in bla, bra. M and n also are called liquids."},{"word":"Liquidambar","type":"n.","descr":" A genus consisting of two species of tall trees having star-shaped leaves, and woody burlike fruit. Liquidambar styraciflua is the North American sweet qum, and L. Orientalis is found in Asia Minor."},{"word":"Liquidambar","type":"n.","descr":" The balsamic juice which is obtained from these trees by incision. The liquid balsam of the Oriental tree is liquid storax."},{"word":"Liquidamber","type":"n.","descr":" See Liquidambar."},{"word":"Liquidated","type":"imp. and p. p.","descr":" of Liquidate"},{"word":"Liquidating","type":"p. pr. and vb. n.","descr":" of Liquidate"},{"word":"Liquidate","type":"v. t.","descr":" To determine by agreement or by litigation the precise amount of (indebtedness); or, where there is an indebtedness to more than one person, to determine the precise amount of (each indebtedness); to make the amount of (an indebtedness) clear and certain."},{"word":"Liquidate","type":"v. t.","descr":" In an extended sense: To ascertain the amount, or the several amounts, of , and apply assets toward the discharge of (an indebtedness)."},{"word":"Liquidate","type":"v. t.","descr":" To discharge; to pay off, as an indebtedness."},{"word":"Liquidate","type":"v. t.","descr":" To make clear and intelligible."},{"word":"Liquidate","type":"v. t.","descr":" To make liquid."},{"word":"Liquidation","type":"n.","descr":" The act or process of liquidating; the state of being liquidated."},{"word":"Liquidator","type":"n.","descr":" One who, or that which, liquidates."},{"word":"Liquidator","type":"n.","descr":" An officer appointed to conduct the winding up of a company, to bring and defend actions and suits in its name, and to do all necessary acts on behalf of the company."},{"word":"Liquidity","type":"n.","descr":" The state or quality of being liquid."},{"word":"Liquidized","type":"imp. and p. p.","descr":" of Liquidize"},{"word":"Liquidizing","type":"p. pr. and vb. n.","descr":" of Liquidize"},{"word":"Liquidize","type":"v. t.","descr":" To render liquid."},{"word":"Liquidly","type":"adv.","descr":" In a liquid manner; flowingly."},{"word":"Liquidness","type":"n.","descr":" The quality or state of being liquid; liquidity; fluency."},{"word":"Liquor","type":"n.","descr":" Any liquid substance, as water, milk, blood, sap, juice, or the like."},{"word":"Liquor","type":"n.","descr":" Specifically, alcoholic or spirituous fluid, either distilled or fermented, as brandy, wine, whisky, beer, etc."},{"word":"Liquor","type":"n.","descr":" A solution of a medicinal substance in water; -- distinguished from tincture and aqua."},{"word":"Liquored","type":"imp. and p. p.","descr":" of Liquor"},{"word":"Liquoring","type":"p. pr. and vb. n.","descr":" of Liquor"},{"word":"Liquor","type":"v. t.","descr":" To supply with liquor."},{"word":"Liquor","type":"v. t.","descr":" To grease."},{"word":"Liquorice","type":"n.","descr":" See Licorice."},{"word":"Liquorish","type":"a.","descr":" See Lickerish."},{"word":"Liquorous","type":"a.","descr":" Eagerly desirous. See Lickerish."},{"word":"Lire","type":"pl. ","descr":" of Lira"},{"word":"Lira","type":"n.","descr":" An Italian coin equivalent in value to the French franc."},{"word":"Lirella","type":"n.","descr":" A linear apothecium furrowed along the middle; the fruit of certain lichens."},{"word":"Lirelliform","type":"a.","descr":" Like a lirella."},{"word":"Liriodendra","type":"pl. ","descr":" of Liriodendron"},{"word":"Liriodendron","type":"n.","descr":" A genus of large and very beautiful trees of North America, having smooth, shining leaves, and handsome, tuliplike flowers; tulip tree; whitewood; -- called also canoewood. Liriodendron tulipifera is the only extant species, but there were several others in the Cretaceous epoch."},{"word":"Liripipe","type":"n.","descr":" See Liripoop."},{"word":"Liripoop","type":"n.","descr":" A pendent part of the old clerical tippet; afterwards, a tippet; a scarf; -- worn also by doctors, learned men, etc."},{"word":"Liripoop","type":"n.","descr":" Acuteness; smartness; also, a smart trick or stratagem."},{"word":"Liripoop","type":"n.","descr":" A silly person."},{"word":"Liroconite","type":"n.","descr":" A hydrated arseniate of copper, occurring in obtuse pyramidal crystals of a sky-blue or verdigris-green color."},{"word":"Lisbon","type":"n.","descr":" A sweet, light-colored species of wine, produced in the province of Estremadura, and so called as being shipped from Lisbon, in Portugal."},{"word":"Lisle","type":"n.","descr":" A city of France celebrated for certain manufactures."},{"word":"Lisne","type":"n.","descr":" A cavity or hollow."},{"word":"Lisped","type":"imp. and p. p.","descr":" of Lisp"},{"word":"Lisping","type":"p. pr. and vb. n.","descr":" of Lisp"},{"word":"Lisp","type":"v. i.","descr":" To pronounce the sibilant letter s imperfectly; to give s and z the sound of th; -- a defect common among children."},{"word":"Lisp","type":"v. i.","descr":" To speak with imperfect articulation; to mispronounce, as a child learning to talk."},{"word":"Lisp","type":"v. i.","descr":" To speak hesitatingly with a low voice, as if afraid."},{"word":"Lisp","type":"v. t.","descr":" To pronounce with a lisp."},{"word":"Lisp","type":"v. t.","descr":" To utter with imperfect articulation; to express with words pronounced imperfectly or indistinctly, as a child speaks; hence, to express by the use of simple, childlike language."},{"word":"Lisp","type":"v. t.","descr":" To speak with reserve or concealment; to utter timidly or confidentially; as, to lisp treason."},{"word":"Lisp","type":"n.","descr":" The habit or act of lisping. See Lisp, v. i., 1."},{"word":"Lisper","type":"n.","descr":" One who lisps."},{"word":"Lispingly","type":"adv.","descr":" With a lisp; in a lisping manner."},{"word":"Liss","type":"n.","descr":" Release; remission; ease; relief."},{"word":"Liss","type":"v. t.","descr":" To free, as from care or pain; to relieve."},{"word":"Lissencephala","type":"n. pl.","descr":" A general name for all those placental mammals that have a brain with few or no cerebral convolutions, as Rodentia, Insectivora, etc."},{"word":"Lissom","type":"a.","descr":" Alt. of Lissome"},{"word":"Lissome","type":"a.","descr":" Limber; supple; flexible; lithe; lithesome."},{"word":"Lissome","type":"a.","descr":" Light; nimble; active."},{"word":"List","type":"n.","descr":" A line inclosing or forming the extremity of a piece of ground, or field of combat; hence, in the plural (lists), the ground or field inclosed for a race or combat."},{"word":"List","type":"v. t.","descr":" To inclose for combat; as, to list a field."},{"word":"List","type":"v. i.","descr":" To hearken; to attend; to listen."},{"word":"List","type":"v. t.","descr":" To listen or hearken to."},{"word":"List","type":"v. i.","descr":" To desire or choose; to please."},{"word":"List","type":"v. i.","descr":" To lean; to incline; as, the ship lists to port."},{"word":"List","type":"n.","descr":" Inclination; desire."},{"word":"List","type":"n.","descr":" An inclination to one side; as, the ship has a list to starboard."},{"word":"List","type":"n.","descr":" A strip forming the woven border or selvedge of cloth, particularly of broadcloth, and serving to strengthen it; hence, a strip of cloth; a fillet."},{"word":"List","type":"n.","descr":" A limit or boundary; a border."},{"word":"List","type":"n.","descr":" The lobe of the ear; the ear itself."},{"word":"List","type":"n.","descr":" A stripe."},{"word":"List","type":"n.","descr":" A roll or catalogue, that is row or line; a record of names; as, a list of names, books, articles; a list of ratable estate."},{"word":"List","type":"n.","descr":" A little square molding; a fillet; -- called also listel."},{"word":"List","type":"n.","descr":" A narrow strip of wood, esp. sapwood, cut from the edge of a plank or board."},{"word":"List","type":"n.","descr":" A piece of woolen cloth with which the yarns are grasped by a workman."},{"word":"List","type":"n.","descr":" The first thin coat of tin."},{"word":"List","type":"n.","descr":" A wirelike rim of tin left on an edge of the plate after it is coated."},{"word":"Listed","type":"imp. and p. p.","descr":" of List"},{"word":"Listing","type":"p. pr. and vb. n.","descr":" of List"},{"word":"List","type":"v. t.","descr":" To sew together, as strips of cloth, so as to make a show of colors, or form a border."},{"word":"List","type":"v. t.","descr":" To cover with list, or with strips of cloth; to put list on; as, to list a door; to stripe as if with list."},{"word":"List","type":"v. t.","descr":" To enroll; to place or register in a list."},{"word":"List","type":"v. t.","descr":" To engage, as a soldier; to enlist."},{"word":"List","type":"v. t.","descr":" To cut away a narrow strip, as of sapwood, from the edge of; as, to list a board."},{"word":"List","type":"v. i.","descr":" To engage in public service by enrolling one\\'s name; to enlist."},{"word":"Listel","type":"n.","descr":" Same as List, n., 6."},{"word":"Listened","type":"imp. and p. p.","descr":" of Listen"},{"word":"Listening","type":"p. pr. and vb. n.","descr":" of Listen"},{"word":"Listen","type":"v. i.","descr":" To give close attention with the purpose of hearing; to give ear; to hearken; to attend."},{"word":"Listen","type":"v. i.","descr":" To give heed; to yield to advice; to follow admonition; to obey."},{"word":"Listen","type":"v. t.","descr":" To attend to."},{"word":"Listener","type":"n.","descr":" One who listens; a hearkener."},{"word":"Lister","type":"n.","descr":" One who makes a list or roll."},{"word":"Lister","type":"n.","descr":" Same as Leister."},{"word":"Listerian","type":"a.","descr":" Of or pertaining to listerism."},{"word":"Listerism","type":"n.","descr":" The systematic use of antiseptics in the performance of operations and the treatment of wounds; -- so called from Joseph Lister, an English surgeon."},{"word":"Listful","type":"a.","descr":" Attentive."},{"word":"Listing","type":"n.","descr":" The act or process of one who lists (in any sense of the verb); as, the listing of a door; the listing of a stock at the Stock Exchange."},{"word":"Listing","type":"n.","descr":" The selvedge of cloth; list."},{"word":"Listing","type":"n.","descr":" The sapwood cut from the edge of a board."},{"word":"Listing","type":"n.","descr":" The throwing up of the soil into ridges, -- a method adopted in the culture of beets and some garden crops."},{"word":"Listless","type":"a.","descr":" Having no desire or inclination; indifferent; heedless; spiritless."},{"word":"Lit","type":"","descr":" a form of the imp. and p. p. of Light."},{"word":"Litanies","type":"pl. ","descr":" of Litany"},{"word":"Litany","type":"n.","descr":" A solemn form of supplication in the public worship of various churches, in which the clergy and congregation join, the former leading and the latter responding in alternate sentences. It is usually of a penitential character."},{"word":"Litarge","type":"n.","descr":" Litharge."},{"word":"Litchi","type":"n.","descr":" The fruit of a tree native to China (Nephelium Litchi). It is nutlike, having a rough but tender shell, containing an aromatic pulp, and a single large seed. In the dried fruit which is exported the pulp somewhat resembles a raisin in color and form."},{"word":"Lite","type":"adv., and n.","descr":" Little."},{"word":"Liter","type":"n.","descr":" Alt. of Litre"},{"word":"Litre","type":"n.","descr":" A measure of capacity in the metric system, being a cubic decimeter, equal to 61.022 cubic inches, or 2.113 American pints, or 1.76 English pints."},{"word":"Literacy","type":"n.","descr":" State of being literate."},{"word":"Literal","type":"a.","descr":" According to the letter or verbal expression; real; not figurative or metaphorical; as, the literal meaning of a phrase."},{"word":"Literal","type":"a.","descr":" Following the letter or exact words; not free."},{"word":"Literal","type":"a.","descr":" Consisting of, or expressed by, letters."},{"word":"Literal","type":"a.","descr":" Giving a strict or literal construction; unimaginative; matter-of fast; -- applied to persons."},{"word":"Literal","type":"n.","descr":" Literal meaning."},{"word":"Literalism","type":"n.","descr":" That which accords with the letter; a mode of interpreting literally; adherence to the letter."},{"word":"Literalism","type":"n.","descr":" The tendency or disposition to represent objects faithfully, without abstraction, conventionalities, or idealization."},{"word":"Literalist","type":"n.","descr":" One who adheres to the letter or exact word; an interpreter according to the letter."},{"word":"Literalty","type":"n.","descr":" The state or quality of being literal."},{"word":"Literalization","type":"n.","descr":" The act of literalizing; reduction to a literal meaning."},{"word":"Literalized","type":"imp. and p. p.","descr":" of Literalize"},{"word":"Literalizing","type":"p. pr. and vb. n.","descr":" of Literalize"},{"word":"Literalize","type":"v. t.","descr":" To make literal; to interpret or put in practice according to the strict meaning of the words; -- opposed to spiritualize; as, to literalize Scripture."},{"word":"Literalizer","type":"n.","descr":" A literalist."},{"word":"Literally","type":"adv.","descr":" According to the primary and natural import of words; not figuratively; as, a man and his wife can not be literally one flesh."},{"word":"Literally","type":"adv.","descr":" With close adherence to words; word by word."},{"word":"Literalness","type":"n.","descr":" The quality or state of being literal; literal import."},{"word":"Literary","type":"a.","descr":" Of or pertaining to letters or literature; pertaining to learning or learned men; as, literary fame; a literary history; literary conversation."},{"word":"Literary","type":"a.","descr":" Versed in, or acquainted with, literature; occupied with literature as a profession; connected with literature or with men of letters; as, a literary man."},{"word":"Literate","type":"a.","descr":" Instructed in learning, science, or literature; learned; lettered."},{"word":"Literate","type":"n.","descr":" One educated, but not having taken a university degree; especially, such a person who is prepared to take holy orders."},{"word":"Literate","type":"n.","descr":" A literary man."},{"word":"Literati","type":"n. pl.","descr":" Learned or literary men. See Literatus."},{"word":"Literatim","type":"adv.","descr":" Letter for letter."},{"word":"Literation","type":"n.","descr":" The act or process of representing by letters."},{"word":"Literator","type":"n.","descr":" One who teaches the letters or elements of knowledge; a petty schoolmaster."},{"word":"Literator","type":"n.","descr":" A person devoted to the study of literary trifles, esp. trifles belonging to the literature of a former age."},{"word":"Literator","type":"n.","descr":" A learned person; a literatus."},{"word":"Literature","type":"n.","descr":" Learning; acquaintance with letters or books."},{"word":"Literature","type":"n.","descr":" The collective body of literary productions, embracing the entire results of knowledge and fancy preserved in writing; also, the whole body of literary productions or writings upon a given subject, or in reference to a particular science or branch of knowledge, or of a given country or period; as, the literature of Biblical criticism; the literature of chemistry."},{"word":"Literature","type":"n.","descr":" The class of writings distinguished for beauty of style or expression, as poetry, essays, or history, in distinction from scientific treatises and works which contain positive knowledge; belles-lettres."},{"word":"Literature","type":"n.","descr":" The occupation, profession, or business of doing literary work."},{"word":"Literati","type":"pl. ","descr":" of Literatus"},{"word":"Literatus","type":"n.","descr":" A learned man; a man acquainted with literature; -- chiefly used in the plural."},{"word":"Lith","type":"","descr":" 3d pers. sing. pres. of Lie, to recline, for lieth."},{"word":"Lith","type":"n.","descr":" A joint or limb; a division; a member; a part formed by growth, and articulated to, or symmetrical with, other parts."},{"word":"Lithaemia","type":"n.","descr":" A condition in which uric (lithic) acid is present in the blood."},{"word":"Lithagogue","type":"n.","descr":" A medicine having, or supposed to have, the power of expelling calculous matter with the urine."},{"word":"Litharge","type":"n.","descr":" Lead monoxide; a yellowish red substance, obtained as an amorphous powder, or crystallized in fine scales, by heating lead moderately in a current of air or by calcining lead nitrate or carbonate. It is used in making flint glass, in glazing earthenware, in making red lead minium, etc. Called also massicot."},{"word":"Lithargyrum","type":"n.","descr":" Crystallized litharge, obtained by fusion in the form of fine yellow scales."},{"word":"Lithate","type":"n.","descr":" A salt of lithic or uric acid; a urate."},{"word":"Lithe","type":"v. i. and i.","descr":" To listen or listen to; to hearken to."},{"word":"Lithe","type":"a.","descr":" Mild; calm; as, lithe weather."},{"word":"Lithe","type":"a.","descr":" Capable of being easily bent; pliant; flexible; limber; as, the elephant\\'s lithe proboscis."},{"word":"Lithe","type":"a.","descr":" To smooth; to soften; to palliate."},{"word":"Lithely","type":"adv.","descr":" In a lithe, pliant, or flexible manner."},{"word":"Litheness","type":"n.","descr":" The quality or state of being lithe; flexibility; limberness."},{"word":"Lither","type":"a.","descr":" Bad; wicked; false; worthless; slothful."},{"word":"Litherly","type":"a.","descr":" Crafty; cunning; mischievous; wicked; treacherous; lazy."},{"word":"Lithesome","type":"a.","descr":" Pliant; limber; flexible; supple; nimble; lissom."},{"word":"Lithia","type":"n.","descr":" The oxide of lithium; a strong alkaline caustic similar to potash and soda, but weaker. See Lithium."},{"word":"Lithiasis","type":"n.","descr":" The formation of stony concretions or calculi in any part of the body, especially in the bladder and urinary passages."},{"word":"Lithic","type":"a.","descr":" Of or pertaining to stone; as, lithic architecture."},{"word":"Lithic","type":"a.","descr":" Pertaining to the formation of uric-acid concretions (stone) in the bladder and other parts of the body; as, lithic diathesis."},{"word":"Lithic","type":"n.","descr":" A medicine which tends to prevent stone in the bladder."},{"word":"Lithic","type":"a.","descr":" Pertaining to or denoting lithium or some of its compounds."},{"word":"Lithiophilite","type":"n.","descr":" A phosphate of manganese and lithium; a variety of triphylite."},{"word":"Lithium","type":"n.","descr":" A metallic element of the alkaline group, occurring in several minerals, as petalite, spodumene, lepidolite, triphylite, etc., and otherwise widely disseminated, though in small quantities."},{"word":"Litho","type":"","descr":" A combining form from Gr. li`qos, stone."},{"word":"Lithobilic","type":"a.","descr":" Pertaining to or designating an organic acid of the tartaric acid series, distinct from lithofellic acid, but, like it, obtained from certain bile products, as bezoar stones."},{"word":"Lithocarp","type":"n.","descr":" Fossil fruit; a fruit petrified; a carpolite."},{"word":"Lithochromatics","type":"n.","descr":" See Lithochromics."},{"word":"Lithochromics","type":"n.","descr":" The art of printing colored pictures on canvas from oil paintings on stone."},{"word":"Lithoclast","type":"n.","descr":" An instrument for crushing stones in the bladder."},{"word":"Lithocyst","type":"n.","descr":" A sac containing small, calcareous concretions (otoliths). They are found in many Medusae, and other invertebrates, and are supposed to be auditory organs."},{"word":"Lithodome","type":"n.","descr":" Any one of several species of bivalves, which form holes in limestone, in which they live; esp., any species of the genus Lithodomus."},{"word":"Lithodomous","type":"a.","descr":" Like, or pertaining to, Lithodomus; lithophagous."},{"word":"Lithodomus","type":"n.","descr":" A genus of elongated bivalve shells, allied to the mussels, and remarkable for their ability to bore holes for shelter, in solid limestone, shells, etc. Called also Lithophagus."},{"word":"Lithofellic","type":"a.","descr":" Pertaining to, or designating, a crystalline, organic acid, resembling cholic acid, found in the biliary intestinal concretions (bezoar stones) common in certain species of antelope."},{"word":"Lithofracteur","type":"n.","descr":" An explosive compound of nitroglycerin. See Nitroglycerin."},{"word":"Lithogenesy","type":"n.","descr":" The doctrine or science of the origin of the minerals composing the globe."},{"word":"Lithogenous","type":"a.","descr":" Stone-producing; -- said of polyps which form coral."},{"word":"Lithoglyph","type":"n.","descr":" An engraving on a gem."},{"word":"Lithoglypher","type":"n.","descr":" One who curs or engraves precious stones."},{"word":"Lithoglyphic","type":"a.","descr":" Of or pertaining to the art of cutting and engraving precious stones."},{"word":"Lithoglyptics","type":"n.","descr":" The art of cutting and engraving gems."},{"word":"Lithographed","type":"imp. and p. p.","descr":" of Lithograph"},{"word":"Lithographing","type":"p. pr. and vb. n.","descr":" of Lithograph"},{"word":"Lithograph","type":"v. t.","descr":" To trace on stone by the process of lithography so as to transfer the design to paper by printing; as, to lithograph a design; to lithograph a painting. See Lithography."},{"word":"Lithograph","type":"n.","descr":" A print made by lithography."},{"word":"Lithographer","type":"n.","descr":" One who lithographs; one who practices lithography."},{"word":"Lithographic","type":"a.","descr":" Alt. of Lithographical"},{"word":"Lithographical","type":"a.","descr":" Of or pertaining to lithography; made by lithography; as, the lithographic art; a lithographic picture."},{"word":"Lithography","type":"n.","descr":" The art or process of putting designs or writing, with a greasy material, on stone, and of producing printed impressions therefrom. The process depends, in the main, upon the antipathy between grease and water, which prevents a printing ink containing oil from adhering to wetted parts of the stone not covered by the design. See Lithographic limestone, under Lithographic."},{"word":"Lithoid","type":"a.","descr":" Alt. of Lithoidal"},{"word":"Lithoidal","type":"a.","descr":" Like a stone; having a stony structure."},{"word":"Litholatry","type":"n.","descr":" The worship of a stone or stones."},{"word":"Lithologic","type":"a.","descr":" Alt. of Lithological"},{"word":"Lithological","type":"a.","descr":" Of or pertaining to the character of a rock, as derived from the nature and mode of aggregation of its mineral contents."},{"word":"Lithological","type":"a.","descr":" Of or pertaining to lithology."},{"word":"Lithologically","type":"adv.","descr":" From a lithological point of view; as, to consider a stratum lithologically."},{"word":"Lithologist","type":"n.","descr":" One who is skilled in lithology."},{"word":"Lithology","type":"n.","descr":" The science which treats of rocks, as regards their mineral constitution and classification, and their mode of occurrence in nature."},{"word":"Lithology","type":"n.","descr":" A treatise on stones found in the body."},{"word":"Lithomancy","type":"n.","descr":" Divination by means of stones."},{"word":"Lithomarge","type":"n.","descr":" A clay of a fine smooth texture, and very sectile."},{"word":"Lithonthriptic","type":"a. and n.","descr":" Alt. of Lithonthryptic"},{"word":"Lithonthryptic","type":"a. and n.","descr":" Same as Lithontriptic."},{"word":"Lithontriptic","type":"a.","descr":" Having the quality of, or used for, dissolving or destroying stone in the bladder or kidneys; as, lithontriptic forceps."},{"word":"Lithontriptic","type":"n.","descr":" A lithontriptic remedy or agent, as distilled water."},{"word":"Lithontriptist","type":"n.","descr":" Same as Lithotriptist."},{"word":"Lithontriptor","type":"n.","descr":" See Lithotriptor."},{"word":"Lithophagous","type":"a.","descr":" Eating or swallowing stones or gravel, as the ostrich."},{"word":"Lithophagous","type":"a.","descr":" Eating or destroying stone; -- applied to various animals which make burrows in stone, as many bivalve mollusks, certain sponges, annelids, and sea urchins. See Lithodomus."},{"word":"Lithophane","type":"n.","descr":" Porcelain impressed with figures which are made distinct by transmitted light, -- as when hung in a window, or used as a lamp shade."},{"word":"Lithophosphor","type":"n.","descr":" A stone that becomes phosphoric by heat."},{"word":"Lithophosphoric","type":"a.","descr":" Pertaining to lithophosphor; becoming phosphoric by heat."},{"word":"Lithophotography","type":"n.","descr":" Same as Photolithography."},{"word":"Lithophyll","type":"n.","descr":" A fossil leaf or impression of a leaf."},{"word":"Lithophyse","type":"n.","descr":" A spherulitic cavity often with concentric chambers, observed in some volcanic rocks, as in rhyolitic lavas. It is supposed to be produced by expanding gas, whence the name."},{"word":"Lithophyte","type":"n.","descr":" A hard, or stony, plantlike organism, as the gorgonians, corals, and corallines, esp. those gorgonians having a calcareous axis. All the lithophytes except the corallines are animals."},{"word":"Lithophytic","type":"a.","descr":" Of or pertaining to lithophytes."},{"word":"Lithophytous","type":"a.","descr":" Lithophytic."},{"word":"Lithosian","type":"n.","descr":" Any one of various species of moths belonging to the family Lithosidae. Many of them are beautifully colored."},{"word":"Lithotint","type":"n.","descr":" A kind of lithography by which the effect of a tinted drawing is produced, as if made with India ink."},{"word":"Lithotint","type":"n.","descr":" A picture produced by this process."},{"word":"Lithotome","type":"n.","descr":" A stone so formed by nature as to appear as if cut by art."},{"word":"Lithotome","type":"n.","descr":" An instrument used for cutting the bladder in operations for the stone."},{"word":"Lithotomic","type":"a.","descr":" Alt. of Lithotomical"},{"word":"Lithotomical","type":"a.","descr":" Pertaining to, or performed by, lithotomy."},{"word":"Lithotomist","type":"n.","descr":" One who performs the operation of cutting for stone in the bladder, or one who is skilled in the operation."},{"word":"Lithotomy","type":"n.","descr":" The operation, art, or practice of cutting for stone in the bladder."},{"word":"Lithotripsy","type":"n.","descr":" The operation of crushing a stone in the bladder with an instrument called lithotriptor or lithotrite; lithotrity."},{"word":"Lithotriptic","type":"a. and n.","descr":" Same as Lithontriptic."},{"word":"Lithotriptist","type":"n.","descr":" One skilled in breaking and extracting stone in the bladder."},{"word":"Lithotriptor","type":"n.","descr":" An instrument for triturating the stone in the bladder; a lithotrite."},{"word":"Lithotrite","type":"","descr":" Alt. of Lithotritor"},{"word":"Lithotritor","type":"","descr":" A lithotriptor."},{"word":"Lithotritist","type":"n.","descr":" A lithotriptist."},{"word":"Lithotrity","type":"n.","descr":" The operation of breaking a stone in the bladder into small pieces capable of being voided."},{"word":"Lithotype","type":"n.","descr":" A kind of stereotype plate made by lithotypy; also, that which in printed from it. See Lithotypy."},{"word":"Lithotyped","type":"imp. and p. p.","descr":" of Lithotype"},{"word":"Lithotyping","type":"p. pr. and vb. n.","descr":" of Lithotype"},{"word":"Lithotype","type":"v. t.","descr":" To prepare for printing with plates made by the process of lithotypy. See Lithotypy."},{"word":"Lithotypic","type":"a.","descr":" Of, pertaining to, or produced by, lithotypy."},{"word":"Lithotypy","type":"n.","descr":" The art or process of making a kind of hard, stereotypeplate, by pressing into a mold, taken from a page of type or other matter, a composition of gum shell-lac and sand of a fine quality, together with a little tar and linseed oil, all in a heated state."},{"word":"Lithoxyl","type":"n.","descr":" Petrified wood."},{"word":"Lithuanian","type":"a.","descr":" Of or pertaining to Lithuania (formerly a principality united with Poland, but now Russian and Prussian territory)."},{"word":"Lithuanian","type":"n.","descr":" A native, or one of the people, of Lithuania; also, the language of the Lithuanian people."},{"word":"Lithy","type":"a.","descr":" Easily bent; pliable."},{"word":"Litigable","type":"a.","descr":" Such as can be litigated."},{"word":"Litigant","type":"a.","descr":" Disposed to litigate; contending in law; engaged in a lawsuit; as, the parties litigant."},{"word":"Litigant","type":"n.","descr":" A person engaged in a lawsuit."},{"word":"Litigated","type":"imp. and p. p.","descr":" of Litigate"},{"word":"Litigating","type":"p. pr. and vb. n.","descr":" of Litigate"},{"word":"Litigate","type":"v. t.","descr":" To make the subject of a lawsuit; to contest in law; to prosecute or defend by pleadings, exhibition of evidence, and judicial debate in a court; as, to litigate a cause."},{"word":"Litigate","type":"v. i.","descr":" To carry on a suit by judicial process."},{"word":"Litigation","type":"n.","descr":" The act or process of litigating; a suit at law; a judicial contest."},{"word":"Litigator","type":"n.","descr":" One who litigates."},{"word":"Litigious","type":"a.","descr":" Inclined to judicial contest; given to the practice of contending in law; guarrelsome; contentious; fond of litigation."},{"word":"Litigious","type":"a.","descr":" Subject to contention; disputable; controvertible; debatable; doubtful; precarious."},{"word":"Litigious","type":"a.","descr":" Of or pertaining to legal disputes."},{"word":"Litigiously","type":"adv.","descr":" In a litigious manner."},{"word":"Litigiousness","type":"n.","descr":" The state of being litigious; disposition to engage in or carry on lawsuits."},{"word":"Litmus","type":"n.","descr":" A dyestuff extracted from certain lichens (Roccella tinctoria, Lecanora tartarea, etc.), as a blue amorphous mass which consists of a compound of the alkaline carbonates with certain coloring matters related to orcin and orcein."},{"word":"Litotes","type":"n.","descr":" A diminution or softening of statement for the sake of avoiding censure or increasing the effect by contrast with the moderation shown in the form of expression; as, \" a citizen of no mean city,\" that is, of an illustrious city."},{"word":"Litraneter","type":"n.","descr":" An instrument for ascertaining the specific gravity of liquids."},{"word":"Litre","type":"n.","descr":" Same as Liter."},{"word":"Litter","type":"n.","descr":" A bed or stretcher so arranged that a person, esp. a sick or wounded person, may be easily carried in or upon it."},{"word":"Litter","type":"n.","descr":" Straw, hay, etc., scattered on a floor, as bedding for animals to rest on; also, a covering of straw for plants."},{"word":"Litter","type":"n.","descr":" Things lying scattered about in a manner indicating slovenliness; scattered rubbish."},{"word":"Litter","type":"n.","descr":" Disorder or untidiness resulting from scattered rubbish, or from thongs lying about uncared for; as, a room in a state of litter."},{"word":"Litter","type":"n.","descr":" The young brought forth at one time, by a sow or other multiparous animal, taken collectively. Also Fig."},{"word":"Littered","type":"imp. and p. p.","descr":" of Litter"},{"word":"Littering","type":"p. pr. and vb. n.","descr":" of Litter"},{"word":"Litter","type":"v. t.","descr":" To supply with litter, as cattle; to cover with litter, as the floor of a stall."},{"word":"Litter","type":"v. t.","descr":" To put into a confused or disordered condition; to strew with scattered articles; as, to litter a room."},{"word":"Litter","type":"v. t.","descr":" To give birth to; to bear; -- said of brutes, esp. those which produce more than one at a birth, and also of human beings, in abhorrence or contempt."},{"word":"Litter","type":"v. i.","descr":" To be supplied with litter as bedding; to sleep or make one\\'s bed in litter."},{"word":"Litter","type":"v. i.","descr":" To produce a litter."},{"word":"Litterateur","type":"n.","descr":" One who occupies himself with literature; a literary man; a literatus."},{"word":"Littery","type":"a.","descr":" Covered or encumbered with litter; consisting of or constituting litter."},{"word":"Little","type":"a.","descr":" Small in size or extent; not big; diminutive; -- opposed to big or large; as, a little body; a little animal; a little piece of ground; a little hill; a little distance; a little child."},{"word":"Little","type":"a.","descr":" Short in duration; brief; as, a little sleep."},{"word":"Little","type":"a.","descr":" Small in quantity or amount; not much; as, a little food; a little air or water."},{"word":"Little","type":"a.","descr":" Small in dignity, power, or importance; not great; insignificant; contemptible."},{"word":"Little","type":"a.","descr":" Small in force or efficiency; not strong; weak; slight; inconsiderable; as, little attention or exertion;little effort; little care or diligence."},{"word":"Little","type":"a.","descr":" Small in extent of views or sympathies; narrow; shallow; contracted; mean; illiberal; ungenerous."},{"word":"Little","type":"n.","descr":" That which is little; a small quantity, amount, space, or the like."},{"word":"Little","type":"n.","descr":" A small degree or scale; miniature."},{"word":"Little","type":"adv.","descr":" In a small quantity or degree; not much; slightly; somewhat; -- often with a preceding it."},{"word":"Little-ease","type":"n.","descr":" An old slang name for the pillory, stocks, etc., of a prison."},{"word":"Littleness","type":"n.","descr":" The state or quality of being little; as, littleness of size, thought, duration, power, etc."},{"word":"Littoral","type":"a.","descr":" Of or pertaining to a shore, as of the sea."},{"word":"Littoral","type":"a.","descr":" Inhabiting the seashore, esp. the zone between high-water and low-water mark."},{"word":"Littorina","type":"n.","descr":" A genus of small pectinibranch mollusks, having thick spiral shells, abundant between tides on nearly all rocky seacoasts. They feed on seaweeds. The common periwinkle is a well-known example. See Periwinkle."},{"word":"Littress","type":"n.","descr":" A smooth kind of cartridge paper used for making cards."},{"word":"Litate","type":"a.","descr":" Forked, with the points slightly curved outward."},{"word":"Lituiform","type":"a.","descr":" Having the form of a lituus; like a lituite."},{"word":"Lituite","type":"n.","descr":" Any species of ammonites of the genus Lituites. They are found in the Cretaceous formation."},{"word":"Liturate","type":"a.","descr":" Having indistinct spots, paler at their margins."},{"word":"Liturate","type":"a.","descr":" Spotted, as if from abrasions of the surface."},{"word":"Liturgic","type":"","descr":" Alt. of Liturgical"},{"word":"Liturgical","type":"","descr":" Pertaining to, of or the nature of, a liturgy; of or pertaining to public prayer and worship."},{"word":"Liturgically","type":"adv.","descr":" In the manner of a liturgy."},{"word":"Liturgics","type":"n.","descr":" The science of worship; history, doctrine, and interpretation of liturgies."},{"word":"Liturgiologist","type":"n.","descr":" One versed in liturgiology."},{"word":"Liturgiology","type":"n.","descr":" The science treating of liturgical matters; a treatise on, or description of, liturgies."},{"word":"Liturgist","type":"n.","descr":" One who favors or adheres strictly to a liturgy."},{"word":"Liturgies","type":"pl. ","descr":" of Liturgy"},{"word":"Liturgy","type":"a.","descr":" An established formula for public worship, or the entire ritual for public worship in a church which uses prescribed forms; a formulary for public prayer or devotion. In the Roman Catholic Church it includes all forms and services in any language, in any part of the world, for the celebration of Mass."},{"word":"Litui","type":"pl. ","descr":" of Lituus"},{"word":"Lituus","type":"n.","descr":" A curved staff used by the augurs in quartering the heavens."},{"word":"Lituus","type":"n.","descr":" An instrument of martial music; a kind of trumpet of a somewhat curved form and shrill note."},{"word":"Lituus","type":"n.","descr":" A spiral whose polar equation is r2\/ = a; that is, a curve the square of whose radius vector varies inversely as the angle which the radius vector makes with a given line."},{"word":"Livable","type":"a.","descr":" Such as can be lived."},{"word":"Livable","type":"a.","descr":" Such as in pleasant to live in; fit or suitable to live in."},{"word":"Lived","type":"imp. and p. p.","descr":" of Live"},{"word":"Living","type":"p. pr. and vb. n.","descr":" of Live"},{"word":"Live","type":"v. i.","descr":" To be alive; to have life; to have, as an animal or a plant, the capacity of assimilating matter as food, and to be dependent on such assimilation for a continuance of existence; as, animals and plants that live to a great age are long in reaching maturity."},{"word":"Live","type":"v. i.","descr":" To pass one\\'s time; to pass life or time in a certain manner, as to habits, conduct, or circumstances; as, to live in ease or affluence; to live happily or usefully."},{"word":"Live","type":"v. i.","descr":" To make one\\'s abiding place or home; to abide; to dwell; to reside."},{"word":"Live","type":"v. i.","descr":" To be or continue in existence; to exist; to remain; to be permanent; to last; -- said of inanimate objects, ideas, etc."},{"word":"Live","type":"v. i.","descr":" To enjoy or make the most of life; to be in a state of happiness."},{"word":"Live","type":"v. i.","descr":" To feed; to subsist; to be nourished or supported; -- with on; as, horses live on grass and grain."},{"word":"Live","type":"v. i.","descr":" To have a spiritual existence; to be quickened, nourished, and actuated by divine influence or faith."},{"word":"Live","type":"v. i.","descr":" To be maintained in life; to acquire a livelihood; to subsist; -- with on or by; as, to live on spoils."},{"word":"Live","type":"v. i.","descr":" To outlast danger; to float; -- said of a ship, boat, etc.; as, no ship could live in such a storm."},{"word":"Live","type":"v. t.","descr":" To spend, as one\\'s life; to pass; to maintain; to continue in, constantly or habitually; as, to live an idle or a useful life."},{"word":"Live","type":"v. t.","descr":" To act habitually in conformity with; to practice."},{"word":"Live","type":"a.","descr":" Having life; alive; living; not dead."},{"word":"Live","type":"a.","descr":" Being in a state of ignition; burning; having active properties; as, a live coal; live embers."},{"word":"Live","type":"a.","descr":" Full of earnestness; active; wide awake; glowing; as, a live man, or orator."},{"word":"Live","type":"a.","descr":" Vivid; bright."},{"word":"Live","type":"a.","descr":" Imparting power; having motion; as, the live spindle of a lathe."},{"word":"Live","type":"n.","descr":" Life."},{"word":"Lived","type":"a.","descr":" Having life; -- used only in composition; as, long-lived; short-lived."},{"word":"Live-forever","type":"n.","descr":" A plant (Sedum Telephium) with fleshy leaves, which has extreme powers of resisting drought; garden ox-pine."},{"word":"Livelihed","type":"n.","descr":" See Livelihood."},{"word":"Livelihood","type":"n.","descr":" Subsistence or living, as dependent on some means of support; support of life; maintenance."},{"word":"Livelihood","type":"n.","descr":" Liveliness; appearance of life."},{"word":"Livelily","type":"adv.","descr":" In a lively manner."},{"word":"Liveliness","type":"n.","descr":" The quality or state of being lively or animated; sprightliness; vivacity; animation; spirit; as, the liveliness of youth, contrasted with the gravity of age."},{"word":"Liveliness","type":"n.","descr":" An appearance of life, animation, or spirit; as, the liveliness of the eye or the countenance in a portrait."},{"word":"Liveliness","type":"n.","descr":" Briskness; activity; effervescence, as of liquors."},{"word":"Livelode","type":"n.","descr":" Course of life; means of support; livelihood."},{"word":"Livelong","type":"a.","descr":" Whole; entire; long in passing; -- used of time, as day or night, in adverbial phrases, and usually with a sense of tediousness."},{"word":"Livelong","type":"a.","descr":" Lasting; durable."},{"word":"Lively","type":"superl.","descr":" Endowed with or manifesting life; living."},{"word":"Lively","type":"superl.","descr":" Brisk; vivacious; active; as, a lively youth."},{"word":"Lively","type":"superl.","descr":" Gay; airy; animated; spirited."},{"word":"Lively","type":"superl.","descr":" Representing life; lifelike."},{"word":"Lively","type":"superl.","descr":" Bright; vivid; glowing; strong; vigorous."},{"word":"Lively","type":"adv.","descr":" In a brisk, active, or animated manner; briskly; vigorously."},{"word":"Lively","type":"adv.","descr":" With strong resemblance of life."},{"word":"Liver","type":"n.","descr":" One who, or that which, lives."},{"word":"Liver","type":"n.","descr":" A resident; a dweller; as, a liver in Brooklyn."},{"word":"Liver","type":"n.","descr":" One whose course of life has some marked characteristic (expressed by an adjective); as, a free liver."},{"word":"Liver","type":"n.","descr":" A very large glandular and vascular organ in the visceral cavity of all vertebrates."},{"word":"Liver","type":"n.","descr":" The glossy ibis (Ibis falcinellus); -- said to have given its name to the city of Liverpool."},{"word":"Liver-colored","type":"a.","descr":" Having a color like liver; dark reddish brown."},{"word":"Livered","type":"a.","descr":" Having (such) a liver; used in composition; as, white-livered."},{"word":"Liver-grown","type":"a.","descr":" Having an enlarged liver."},{"word":"Liveried","type":"a.","descr":" Wearing a livery. See Livery, 3."},{"word":"Livering","type":"n.","descr":" A kind of pudding or sausage made of liver or pork."},{"word":"Liverleaf","type":"n.","descr":" Same as Liverwort."},{"word":"Liverwort","type":"n.","descr":" A ranunculaceous plant (Anemone Hepatica) with pretty white or bluish flowers and a three-lobed leaf; -- called also squirrel cups."},{"word":"Liverwort","type":"n.","descr":" A flowerless plant (Marchantia polymorpha), having an irregularly lobed, spreading, and forking frond."},{"word":"Liveries","type":"pl. ","descr":" of Livery"},{"word":"Livery","type":"n.","descr":" The act of delivering possession of lands or tenements."},{"word":"Livery","type":"n.","descr":" The writ by which possession is obtained."},{"word":"Livery","type":"n.","descr":" Release from wardship; deliverance."},{"word":"Livery","type":"n.","descr":" That which is delivered out statedly or formally, as clothing, food, etc."},{"word":"Livery","type":"n.","descr":" The uniform clothing issued by feudal superiors to their retainers and serving as a badge when in military service."},{"word":"Livery","type":"n.","descr":" The peculiar dress by which the servants of a nobleman or gentleman are distinguished; as, a claret-colored livery."},{"word":"Livery","type":"n.","descr":" Hence, also, the peculiar dress or garb appropriated by any association or body of persons to their own use; as, the livery of the London tradesmen, of a priest, of a charity school, etc.; also, the whole body or company of persons wearing such a garb, and entitled to the privileges of the association; as, the whole livery of London."},{"word":"Livery","type":"n.","descr":" Hence, any characteristic dress or outward appearance."},{"word":"Livery","type":"n.","descr":" An allowance of food statedly given out; a ration, as to a family, to servants, to horses, etc."},{"word":"Livery","type":"n.","descr":" The feeding, stabling, and care of horses for compensation; boarding; as, to keep one\\'s horses at livery."},{"word":"Livery","type":"n.","descr":" The keeping of horses in readiness to be hired temporarily for riding or driving; the state of being so kept."},{"word":"Livery","type":"n.","descr":" A low grade of wool."},{"word":"Livery","type":"v. t.","descr":" To clothe in, or as in, livery."},{"word":"Liverymen","type":"pl. ","descr":" of Liveryman"},{"word":"Liveryman","type":"n.","descr":" One who wears a livery, as a servant."},{"word":"Liveryman","type":"n.","descr":" A freeman of the city, in London, who, having paid certain fees, is entitled to wear the distinguishing dress or livery of the company to which he belongs, and also to enjoy certain other privileges, as the right of voting in an election for the lord mayor, sheriffs, chamberlain, etc."},{"word":"Liveryman","type":"n.","descr":" One who keeps a livery stable."},{"word":"Livery stable","type":"","descr":" A stable where horses are kept for hire, and where stabling is provided. See Livery, n., 3 (e) (f) and (g)."},{"word":"Lives","type":"n.","descr":" pl. of Life."},{"word":"Lives","type":"a. and adv.","descr":" Alive; living; with life."},{"word":"Livid","type":"a.","descr":" Black and blue; grayish blue; of a lead color; discolored, as flesh by contusion."},{"word":"Lividity","type":"n.","descr":" The state or quality of being livid."},{"word":"Lividness","type":"n.","descr":" Lividity."},{"word":"Living","type":"n.","descr":" The state of one who, or that which, lives; lives; life; existence."},{"word":"Living","type":"n.","descr":" Manner of life; as, riotous living; penurious living; earnest living."},{"word":"Living","type":"n.","descr":" Means of subsistence; sustenance; estate."},{"word":"Living","type":"n.","descr":" Power of continuing life; the act of living, or living comfortably."},{"word":"Living","type":"n.","descr":" The benefice of a clergyman; an ecclesiastical charge which a minister receives."},{"word":"Livingly","type":"adv.","descr":" In a living state."},{"word":"Livingness","type":"n.","descr":" The state or quality of being alive; possession of energy or vigor; animation; quickening."},{"word":"Livonian","type":"a.","descr":" Of or pertaining to Livonia, a district of Russia near the Baltic Sea."},{"word":"Livinian","type":"n.","descr":" A native or an inhabitant of Livonia; the language (allied to the Finnish) of the Livonians."},{"word":"Livor","type":"n.","descr":" Malignity."},{"word":"Livraison","type":"n.","descr":" A part of a book or literary composition printed and delivered by itself; a number; a part."},{"word":"Livre","type":"n.","descr":" A French money of account, afterward a silver coin equal to 20 sous. It is not now in use, having been superseded by the franc."},{"word":"Lixivial","type":"a.","descr":" Impregnated with, or consisting of, alkaline salts extracted from wood ashes; impregnated with a salt or salts like a lixivium."},{"word":"Lixivial","type":"a.","descr":" Of the color of lye; resembling lye."},{"word":"Lixivial","type":"a.","descr":" Having the qualities of alkaline salts extracted from wood ashes."},{"word":"Lixiviate","type":"a.","descr":" Alt. of Lixivited"},{"word":"Lixivited","type":"a.","descr":" Of or pertaining to lye or lixivium; of the quality of alkaline salts."},{"word":"Lixivited","type":"a.","descr":" Impregnated with salts from wood ashes."},{"word":"Lixiviated","type":"imp. and p. p.","descr":" of Lixiviate"},{"word":"Lixiviating","type":"p. pr. and vb. n.","descr":" of Lixiviate"},{"word":"Lixiviate","type":"v. t.","descr":" To subject to a washing process for the purpose of separating soluble material from that which is insoluble; to leach, as ashes, for the purpose of extracting the alkaline substances."},{"word":"Lixiviation","type":"n.","descr":" Lixiviating; the process of separating a soluble substance form one that is insoluble, by washing with some solvent, as water; leaching."},{"word":"Lixivious","type":"a.","descr":" See Lixivial."},{"word":"Lixivium","type":"n.","descr":" A solution of alkaline salts extracted from wood ashes; hence, any solution obtained by lixiviation."},{"word":"Lixt","type":"","descr":" 2d pers. sing. pres. of Lige, to lie, to tell lies, -- contracted for ligest."},{"word":"Liza","type":"n.","descr":" The American white mullet (Mugil curema)."},{"word":"Lizard","type":"n.","descr":" Any one of the numerous species of reptiles belonging to the order Lacertilia; sometimes, also applied to reptiles of other orders, as the Hatteria."},{"word":"Lizard","type":"n.","descr":" A piece of rope with thimble or block spliced into one or both of the ends."},{"word":"Lizard","type":"n.","descr":" A piece of timber with a forked end, used in dragging a heavy stone, a log, or the like, from a field."},{"word":"Lizards tail","type":"","descr":" A perennial plant of the genus Saururus (S. cernuus), growing in marshes, and having white flowers crowded in a slender terminal spike, somewhat resembling in form a lizard\\'s tail; whence the name."},{"word":"Lice","type":"pl. ","descr":" of Louse"}]