[{"word":"Loach","type":"n.","descr":" Any one of several small, fresh-water, cyprinoid fishes of the genera Cobitis, Nemachilus, and allied genera, having six or more barbules around the mouth. They are found in Europe and Asia. The common European species (N. barbatulus) is used as a food fish."},{"word":"Load","type":"v.","descr":" A burden; that which is laid on or put in anything for conveyance; that which is borne or sustained; a weight; as, a heavy load."},{"word":"Load","type":"v.","descr":" The quantity which can be carried or drawn in some specified way; the contents of a cart, barrow, or vessel; that which will constitute a cargo; lading."},{"word":"Load","type":"v.","descr":" That which burdens, oppresses, or grieves the mind or spirits; as, a load of care."},{"word":"Load","type":"v.","descr":" A particular measure for certain articles, being as much as may be carried at one time by the conveyance commonly used for the article measured; as, a load of wood; a load of hay; specifically, five quarters."},{"word":"Load","type":"v.","descr":" The charge of a firearm; as, a load of powder."},{"word":"Load","type":"v.","descr":" Weight or violence of blows."},{"word":"Load","type":"v.","descr":" The work done by a steam engine or other prime mover when working."},{"word":"Loaded","type":"imp. and p. p.","descr":" of Load"},{"word":"Loading","type":"p. pr. and vb. n.","descr":" of Load"},{"word":"Load","type":"v. t.","descr":" To lay a load or burden on or in, as on a horse or in a cart; to charge with a load, as a gun; to furnish with a lading or cargo, as a ship; hence, to add weight to, so as to oppress or embarrass; to heap upon."},{"word":"Load","type":"v. t.","descr":" To adulterate or drug; as, to load wine."},{"word":"Load","type":"v. t.","descr":" To magnetize."},{"word":"Loader","type":"n.","descr":" One who, or that which, loads; a mechanical contrivance for loading, as a gun."},{"word":"Loading","type":"n.","descr":" The act of putting a load on or into."},{"word":"Loading","type":"n.","descr":" A load; cargo; burden."},{"word":"Loadmanage","type":"n.","descr":" Alt. of Lodemanage"},{"word":"Lodemanage","type":"n.","descr":" Pilotage; skill of a pilot or loadsman."},{"word":"Loadsman","type":"n.","descr":" Alt. of Lodesman"},{"word":"Lodesman","type":"n.","descr":" A pilot."},{"word":"Loadstar","type":"n.","descr":" Alt. of Lodestar"},{"word":"Lodestar","type":"n.","descr":" A star that leads; a guiding star; esp., the polestar; the cynosure."},{"word":"Loadstone","type":"n.","descr":" Alt. of Lodestone"},{"word":"Lodestone","type":"n.","descr":" A piece of magnetic iron ore possessing polarity like a magnetic needle. See Magnetite."},{"word":"Loaves","type":"pl. ","descr":" of Loaf"},{"word":"Loaf","type":"n.","descr":" Any thick lump, mass, or cake; especially, a large regularly shaped or molded mass, as of bread, sugar, or cake."},{"word":"Loafed","type":"imp. and p. p.","descr":" of Loaf"},{"word":"Loafing","type":"p. pr. and vb. n.","descr":" of Loaf"},{"word":"Loaf","type":"v. i.","descr":" To spend time in idleness; to lounge or loiter about."},{"word":"Loaf","type":"v. t.","descr":" To spend in idleness; -- with away; as, to loaf time away."},{"word":"Loafer","type":"n.","descr":" One who loafs; a lazy lounger."},{"word":"Loam","type":"n.","descr":" A kind of soil; an earthy mixture of clay and sand, with organic matter to which its fertility is chiefly due."},{"word":"Loam","type":"n.","descr":" A mixture of sand, clay, and other materials, used in making molds for large castings, often without a pattern."},{"word":"Loamed","type":"imp. and p. p.","descr":" of Loam"},{"word":"Loaming","type":"p. pr. and vb. n.","descr":" of Loam"},{"word":"Loam","type":"v. i.","descr":" To cover, smear, or fill with loam."},{"word":"Loamy","type":"a.","descr":" Consisting of loam; partaking of the nature of loam; resembling loam."},{"word":"Loan","type":"n.","descr":" A loanin."},{"word":"Loan","type":"n.","descr":" The act of lending; a lending; permission to use; as, the loan of a book, money, services."},{"word":"Loan","type":"n.","descr":" That which one lends or borrows, esp. a sum of money lent at interest; as, he repaid the loan."},{"word":"Loaned","type":"imp. and p. p.","descr":" of Loan"},{"word":"Loaning","type":"p. pr. and vb. n.","descr":" of Loan"},{"word":"Loan","type":"n. t.","descr":" To lend; -- sometimes with out."},{"word":"Loanable","type":"a.","descr":" Such as can be lent; available for lending; as, loanable funds; -- used mostly in financial business and writings."},{"word":"Loanin","type":"n.","descr":" Alt. of Loaning"},{"word":"Loaning","type":"n.","descr":" An open space between cultivated fields through which cattle are driven, and where the cows are sometimes milked; also, a lane."},{"word":"Loanmonger","type":"n.","descr":" A dealer in, or negotiator of, loans."},{"word":"Loath","type":"a.","descr":" Hateful; odious; disliked."},{"word":"Loath","type":"a.","descr":" Filled with disgust or aversion; averse; unwilling; reluctant; as, loath to part."},{"word":"Loathed","type":"imp. and p. p.","descr":" of Loathe"},{"word":"Loathing","type":"p. pr. and vb. n.","descr":" of Loathe"},{"word":"Loathe","type":"v. t.","descr":" To feel extreme disgust at, or aversion for."},{"word":"Loathe","type":"v. t.","descr":" To dislike greatly; to abhor; to hate."},{"word":"Loathe","type":"v. i.","descr":" To feel disgust or nausea."},{"word":"Loather","type":"n.","descr":" One who loathes."},{"word":"Loathful","type":"a.","descr":" Full of loathing; hating; abhorring."},{"word":"Loathful","type":"a.","descr":" Causing a feeling of loathing; disgusting."},{"word":"Loathing","type":"n.","descr":" Extreme disgust; a feeling of aversion, nausea, abhorrence, or detestation."},{"word":"Loathingly","type":"adv.","descr":" With loathing."},{"word":"Loathliness","type":"n.","descr":" Loathsomeness."},{"word":"Loathly","type":"a.","descr":" Loathsome."},{"word":"Loathly","type":"adv.","descr":" Unwillingly; reluctantly."},{"word":"Loathly","type":"adv.","descr":" (\/) So as to cause loathing."},{"word":"Loathness","type":"n.","descr":" Unwillingness; reluctance."},{"word":"Loathsome","type":"a.","descr":" Fitted to cause loathing; exciting disgust; disgusting."},{"word":"Loathy","type":"a.","descr":" Loathsome."},{"word":"Loaves","type":"n.","descr":" pl. of Loaf."},{"word":"Lob","type":"n.","descr":" A dull, heavy person."},{"word":"Lob","type":"n.","descr":" Something thick and heavy."},{"word":"Lobbed","type":"imp. and p. p.","descr":" of Lob"},{"word":"Lobbing","type":"p. pr. and vb. n.","descr":" of Lob"},{"word":"Lob","type":"v. t.","descr":" To let fall heavily or lazily."},{"word":"Lob","type":"v. t.","descr":" See Cob, v. t."},{"word":"Lob","type":"n.","descr":" The European pollock."},{"word":"Lobar","type":"a.","descr":" Of or pertaining to a lobe; characterized by, or like, a lobe or lobes."},{"word":"Lobate","type":"a.","descr":" Alt. of Lobated"},{"word":"Lobated","type":"a.","descr":" Consisting of, or having, lobes; lobed; as, a lobate leaf."},{"word":"Lobated","type":"a.","descr":" Having lobes; -- said of the tails of certain fishes having the integument continued to the bases of the fin rays."},{"word":"Lobated","type":"a.","descr":" Furnished with membranous flaps, as the toes of a coot. See Illust. (m) under Aves."},{"word":"Lobately","type":"adv.","descr":" As a lobe; so as to make a lobe; in a lobate manner."},{"word":"Lobbish","type":"a.","descr":" Like a lob; consisting of lobs."},{"word":"Lobbies","type":"pl. ","descr":" of Lobby"},{"word":"Lobby","type":"n.","descr":" A passage or hall of communication, especially when large enough to serve also as a waiting room. It differs from an antechamber in that a lobby communicates between several rooms, an antechamber to one only; but this distinction is not carefully preserved."},{"word":"Lobby","type":"n.","descr":" That part of a hall of legislation not appropriated to the official use of the assembly; hence, the persons, collectively, who frequent such a place to transact business with the legislators; any persons, not members of a legislative body, who strive to influence its proceedings by personal agency."},{"word":"Lobby","type":"n.","descr":" An apartment or passageway in the fore part of an old-fashioned cabin under the quarter-deck."},{"word":"Lobby","type":"n.","descr":" A confined place for cattle, formed by hedges. trees, or other fencing, near the farmyard."},{"word":"Lobbied","type":"imp. and p. p.","descr":" of Lobby"},{"word":"Lobbying","type":"p. pr. and vb. n.","descr":" of Lobby"},{"word":"Lobby","type":"v. i.","descr":" To address or solicit members of a legislative body in the lobby or elsewhere, with the purpose to influence their votes."},{"word":"Lobby","type":"v. t.","descr":" To urge the adoption or passage of by soliciting members of a legislative body; as, to lobby a bill."},{"word":"Lobbyist","type":"n.","descr":" A member of the lobby; a person who solicits members of a legislature for the purpose of influencing legislation."},{"word":"Lobcock","type":"n.","descr":" A dull, sluggish person; a lubber; a lob."},{"word":"Lobe","type":"n.","descr":" Any projection or division, especially one of a somewhat rounded form"},{"word":"Lobe","type":"n.","descr":" A rounded projection or division of a leaf."},{"word":"Lobe","type":"n.","descr":" A membranous flap on the sides of the toes of certain birds, as the coot."},{"word":"Lobe","type":"n.","descr":" A round projecting part of an organ, as of the liver, lungs, brain, etc. See Illust. of Brain."},{"word":"Lobe","type":"n.","descr":" The projecting part of a cam wheel or of a non-circular gear wheel."},{"word":"Lobed","type":"a.","descr":" Having lobes; lobate."},{"word":"Lobefoot","type":"n.","descr":" A bird having lobate toes; esp., a phalarope."},{"word":"Lobe-footed","type":"a.","descr":" Lobiped."},{"word":"Lobelet","type":"n.","descr":" A small lobe; a lobule."},{"word":"Lobelia","type":"n.","descr":" A genus of plants, including a great number of species. Lobelia inflata, or Indian tobacco, is an annual plant of North America, whose leaves contain a poisonous white viscid juice, of an acrid taste. It has often been used in medicine as an emetic, expectorant, etc. L. cardinalis is the cardinal flower, remarkable for the deep and vivid red color of its flowers."},{"word":"Lobeliaceous","type":"a.","descr":" Of or pertaining to a natural order of plants of which the genus Lobelia is the type."},{"word":"Lobelin","type":"n.","descr":" A yellowish green resin from Lobelia, used as an emetic and diaphoretic."},{"word":"Lobeline","type":"n.","descr":" A poisonous narcotic alkaloid extracted from the leaves of Indian tobacco (Lobelia inflata) as a yellow oil, having a tobaccolike taste and odor."},{"word":"Lobiped","type":"a.","descr":" Having lobate toes, as a coot."},{"word":"Loblolly","type":"n.","descr":" Gruel; porridge; -- so called among seamen."},{"word":"Lobosa","type":"n. pl.","descr":" An order of Rhizopoda, in which the pseudopodia are thick and irregular in form, as in the Amoeba."},{"word":"Lobscouse","type":"n.","descr":" A combination of meat with vegetables, bread, etc., usually stewed, sometimes baked; an olio."},{"word":"Lobsided","type":"a.","descr":" See Lopsided."},{"word":"Lobspound","type":"n.","descr":" A prison."},{"word":"Lobster","type":"n.","descr":" Any large macrurous crustacean used as food, esp. those of the genus Homarus; as the American lobster (H. Americanus), and the European lobster (H. vulgaris). The Norwegian lobster (Nephrops Norvegicus) is similar in form. All these have a pair of large unequal claws. The spiny lobsters of more southern waters, belonging to Palinurus, Panulirus, and allied genera, have no large claws. The fresh-water crayfishes are sometimes called lobsters."},{"word":"Lobular","type":"a.","descr":" Like a lobule; pertaining to a lobule or lobules."},{"word":"Lobulate","type":"a.","descr":" Alt. of Lobulated"},{"word":"Lobulated","type":"a.","descr":" Made up of, or divided into, lobules; as, a lobulated gland."},{"word":"Lobule","type":"n.","descr":" A small lobe; a subdivision of a lobe."},{"word":"Lobulette","type":"n.","descr":" A little lobule, or subdivision of a lobule."},{"word":"Lobworm","type":"n.","descr":" The lugworm."},{"word":"Local","type":"a.","descr":" Of or pertaining to a particular place, or to a definite region or portion of space; restricted to one place or region; as, a local custom."},{"word":"Local","type":"n.","descr":" A train which receives and deposits passengers or freight along the line of the road; a train for the accommodation of a certain district."},{"word":"Local","type":"n.","descr":" On newspaper cant, an item of news relating to the place where the paper is published."},{"word":"Locale","type":"n.","descr":" A place, spot, or location."},{"word":"Locale","type":"n.","descr":" A principle, practice, form of speech, or other thing of local use, or limited to a locality."},{"word":"Localism","type":"n.","descr":" The state or quality of being local; affection for a particular place."},{"word":"Localism","type":"n.","descr":" A method of speaking or acting peculiar to a certain district; a local idiom or phrase."},{"word":"Localitiees","type":"pl. ","descr":" of Locality"},{"word":"Locality","type":"n.","descr":" The state, or condition, of belonging to a definite place, or of being contained within definite limits."},{"word":"Locality","type":"n.","descr":" Position; situation; a place; a spot; esp., a geographical place or situation, as of a mineral or plant."},{"word":"Locality","type":"n.","descr":" Limitation to a county, district, or place; as, locality of trial."},{"word":"Locality","type":"n.","descr":" The perceptive faculty concerned with the ability to remember the relative positions of places."},{"word":"Localization","type":"n.","descr":" Act of localizing, or state of being localized."},{"word":"Localized","type":"imp. and p. p.","descr":" of Localize"},{"word":"Localizing","type":"p. pr. and vb. n.","descr":" of Localize"},{"word":"Localize","type":"v. t.","descr":" To make local; to fix in, or assign to, a definite place."},{"word":"Locally","type":"adv.","descr":" With respect to place; in place; as, to be locally separated or distant."},{"word":"Located","type":"imp. and p. p.","descr":" of Locate"},{"word":"Locating","type":"p. pr. and vb. n.","descr":" of Locate"},{"word":"Locate","type":"v. t.","descr":" To place; to set in a particular spot or position."},{"word":"Locate","type":"v. t.","descr":" To designate the site or place of; to define the limits of; as, to locate a public building; to locate a mining claim; to locate (the land granted by) a land warrant."},{"word":"Locate","type":"v. i.","descr":" To place one\\'s self; to take up one\\'s residence; to settle."},{"word":"Location","type":"n.","descr":" The act or process of locating."},{"word":"Location","type":"n.","descr":" Situation; place; locality."},{"word":"Location","type":"n.","descr":" That which is located; a tract of land designated in place."},{"word":"Location","type":"n.","descr":" A leasing on rent."},{"word":"Location","type":"n.","descr":" A contract for the use of a thing, or service of a person, for hire."},{"word":"Location","type":"n.","descr":" The marking out of the boundaries, or identifying the place or site of, a piece of land, according to the description given in an entry, plan, map, etc."},{"word":"Locative","type":"a.","descr":" Indicating place, or the place where, or wherein; as, a locative adjective; locative case of a noun."},{"word":"Locative","type":"n.","descr":" The locative case."},{"word":"Locator","type":"n.","descr":" One who locates, or is entitled to locate, land or a mining claim."},{"word":"Locellate","type":"a.","descr":" Divided into secondary compartments or cells, as where one cavity is separated into several smaller ones."},{"word":"Loch","type":"n.","descr":" A lake; a bay or arm of the sea."},{"word":"Loch","type":"n.","descr":" A kind of medicine to be taken by licking with the tongue; a lambative; a lincture."},{"word":"Lochaber ax","type":"","descr":" Alt. of Lochaber axe"},{"word":"Lochaber axe","type":"","descr":" A weapon of war, consisting of a pole armed with an axhead at its end, formerly used by the Scotch Highlanders."},{"word":"Lochage","type":"n.","descr":" An officer who commanded a company; a captain."},{"word":"Lochan","type":"n.","descr":" A small lake; a pond."},{"word":"Loche","type":"n.","descr":" See Loach."},{"word":"Lochia","type":"n. pl.","descr":" The discharge from the womb and vagina which follows childbirth."},{"word":"Lochial","type":"a.","descr":" Of or pertaining to the lochia."},{"word":"Lock","type":"n.","descr":" A tuft of hair; a flock or small quantity of wool, hay, or other like substance; a tress or ringlet of hair."},{"word":"Lock","type":"n.","descr":" Anything that fastens; specifically, a fastening, as for a door, a lid, a trunk, a drawer, and the like, in which a bolt is moved by a key so as to hold or to release the thing fastened."},{"word":"Lock","type":"n.","descr":" A fastening together or interlacing; a closing of one thing upon another; a state of being fixed or immovable."},{"word":"Lock","type":"n.","descr":" A place from which egress is prevented, as by a lock."},{"word":"Lock","type":"n.","descr":" The barrier or works which confine the water of a stream or canal."},{"word":"Lock","type":"n.","descr":" An inclosure in a canal with gates at each end, used in raising or lowering boats as they pass from one level to another; -- called also lift lock."},{"word":"Lock","type":"n.","descr":" That part or apparatus of a firearm by which the charge is exploded; as, a matchlock, flintlock, percussion lock, etc."},{"word":"Lock","type":"n.","descr":" A device for keeping a wheel from turning."},{"word":"Lock","type":"n.","descr":" A grapple in wrestling."},{"word":"Locked","type":"imp. and p. p.","descr":" of Lock"},{"word":"Locking","type":"p. pr. and vb. n.","descr":" of Lock"},{"word":"Lock","type":"v. t.","descr":" To fasten with a lock, or as with a lock; to make fast; to prevent free movement of; as, to lock a door, a carriage wheel, a river, etc."},{"word":"Lock","type":"v. t.","descr":" To prevent ingress or access to, or exit from, by fastening the lock or locks of; -- often with up; as, to lock or lock up, a house, jail, room, trunk. etc."},{"word":"Lock","type":"v. t.","descr":" To fasten in or out, or to make secure by means of, or as with, locks; to confine, or to shut in or out -- often with up; as, to lock one\\'s self in a room; to lock up the prisoners; to lock up one\\'s silver; to lock intruders out of the house; to lock money into a vault; to lock a child in one\\'s arms; to lock a secret in one\\'s breast."},{"word":"Lock","type":"v. t.","descr":" To link together; to clasp closely; as, to lock arms."},{"word":"Lock","type":"v. t.","descr":" To furnish with locks; also, to raise or lower (a boat) in a lock."},{"word":"Lock","type":"v. t.","descr":" To seize, as the sword arm of an antagonist, by turning the left arm around it, to disarm him."},{"word":"Lock","type":"v. i.","descr":" To become fast, as by means of a lock or by interlacing; as, the door locks close."},{"word":"Lockage","type":"n.","descr":" Materials for locks in a canal, or the works forming a lock or locks."},{"word":"Lockage","type":"n.","descr":" Toll paid for passing the locks of a canal."},{"word":"Lockage","type":"n.","descr":" Amount of elevation and descent made by the locks of a canal."},{"word":"Lock-down","type":"n.","descr":" A contrivance to fasten logs together in rafting; -- used by lumbermen."},{"word":"Locked-jaw","type":"n.","descr":" See Lockjaw."},{"word":"Locken","type":"obs. p. p.","descr":" of Lock."},{"word":"Locken","type":"n.","descr":" The globeflower (Trollius)."},{"word":"Locker","type":"n.","descr":" One who, or that which, locks."},{"word":"Locker","type":"n.","descr":" A drawer, cupboard, compartment, or chest, esp. one in a ship, that may be closed with a lock."},{"word":"Locket","type":"n.","descr":" A small lock; a catch or spring to fasten a necklace or other ornament."},{"word":"Locket","type":"n.","descr":" A little case for holding a miniature or lock of hair, usually suspended from a necklace or watch chain."},{"word":"Lock hospital","type":"","descr":" A hospital for the treatment of venereal diseases."},{"word":"Lockjaw","type":"n.","descr":" A contraction of the muscles of the jaw by which its motion is suspended; a variety of tetanus."},{"word":"Lockless","type":"a.","descr":" Destitute of a lock."},{"word":"Lockman","type":"n.","descr":" A public executioner."},{"word":"Lockout","type":"n.","descr":" The closing of a factory or workshop by an employer, usually in order to bring the workmen to satisfactory terms by a suspension of wages."},{"word":"Lockram","type":"n.","descr":" A kind of linen cloth anciently used in England, originally imported from Brittany."},{"word":"Locksmith","type":"n.","descr":" An artificer whose occupation is to make or mend locks."},{"word":"Lock step","type":"","descr":" A mode of marching by a body of men going one after another as closely as possible, in which the leg of each moves at the same time with the corresponding leg of the person before him."},{"word":"Lock stitch","type":"","descr":" A peculiar sort of stitch formed by the locking of two threads together, as in the work done by some sewing machines. See Stitch."},{"word":"Lockup","type":"n.","descr":" A place where persons under arrest are temporarily locked up; a watchhouse."},{"word":"Lock-weir","type":"n.","descr":" A waste weir for a canal, discharging into a lock chamber."},{"word":"Locky","type":"a.","descr":" Having locks or tufts."},{"word":"Loco","type":"adv.","descr":" A direction in written or printed music to return to the proper pitch after having played an octave higher."},{"word":"Loco","type":"n.","descr":" A plant (Astragalus Hornii) growing in the Southwestern United States, which is said to poison horses and cattle, first making them insane. The name is also given vaguely to several other species of the same genus. Called also loco weed."},{"word":"Locofoco","type":"n.","descr":" A friction match."},{"word":"Locofoco","type":"n.","descr":" A nickname formerly given to a member of the Democratic party."},{"word":"Locomotion","type":"n.","descr":" The act of moving from place to place."},{"word":"Locomotion","type":"n.","descr":" The power of moving from place to place, characteristic of the higher animals and some of the lower forms of plant life."},{"word":"Locomotive","type":"a.","descr":" Moving from place to place; changing place, or able to change place; as, a locomotive animal."},{"word":"Locomotive","type":"a.","descr":" Used in producing motion; as, the locomotive organs of an animal."},{"word":"Locomotive","type":"n.","descr":" A locomotive engine; a self-propelling wheel carriage, especially one which bears a steam boiler and one or more steam engines which communicate motion to the wheels and thus propel the carriage, -- used to convey goods or passengers, or to draw wagons, railroad cars, etc. See Illustration in Appendix."},{"word":"Locomotiveness","type":"n.","descr":" Alt. of Locomotivity"},{"word":"Locomotivity","type":"n.","descr":" The power of changing place."},{"word":"Locomotor","type":"a.","descr":" Of or pertaining to movement or locomotion."},{"word":"Loculament","type":"n.","descr":" The cell of a pericarp in which the seed is lodged."},{"word":"Locular","type":"a.","descr":" Of or relating to the cell or compartment of an ovary, etc.; in composition, having cells; as trilocular."},{"word":"Loculate","type":"a.","descr":" Divided into compartments."},{"word":"Locule","type":"n.","descr":" A little hollow; a loculus."},{"word":"Loculicidal","type":"a.","descr":" Dehiscent through the middle of the back of each cell; -- said of capsules."},{"word":"Loculose","type":"a.","descr":" Alt. of Loculous"},{"word":"Loculous","type":"a.","descr":" Divided by internal partitions into cells, as the pith of the pokeweed."},{"word":"Loculi","type":"pl. ","descr":" of Loculus"},{"word":"Loculus","type":"n.","descr":" One of the spaces between the septa in the Anthozoa."},{"word":"Loculus","type":"n.","descr":" One of the compartments of a several-celled ovary; loculament."},{"word":"Locum tenens","type":"","descr":" A substitute or deputy; one filling an office for a time."},{"word":"Loci","type":"pl. ","descr":" of Locus"},{"word":"Loca","type":"pl. ","descr":" of Locus"},{"word":"Locus","type":"n.","descr":" A place; a locality."},{"word":"Locus","type":"n.","descr":" The line traced by a point which varies its position according to some determinate law; the surface described by a point or line that moves according to a given law."},{"word":"Locust","type":"n.","descr":" Any one of numerous species of long-winged, migratory, orthopterous insects, of the family Acrididae, allied to the grasshoppers; esp., (Edipoda, \/ Pachytylus, migratoria, and Acridium perigrinum, of Southern Europe, Asia, and Africa. In the United States the related species with similar habits are usually called grasshoppers. See Grasshopper."},{"word":"Locust","type":"n.","descr":" The locust tree. See Locust Tree (definition, note, and phrases)."},{"word":"Locusta","type":"n.","descr":" The spikelet or flower cluster of grasses."},{"word":"Locustella","type":"n.","descr":" The European cricket warbler."},{"word":"Locustic","type":"a.","descr":" Pertaining to, or derived from, the locust; -- formerly used to designate a supposed acid."},{"word":"Locusting","type":"p. a.","descr":" Swarming and devastating like locusts."},{"word":"Locust tree","type":"","descr":" A large North American tree of the genus Robinia (R. Pseudacacia), producing large slender racemes of white, fragrant, papilionaceous flowers, and often cultivated as an ornamental tree. In England it is called acacia."},{"word":"Locution","type":"n.","descr":" Speech or discourse; a phrase; a form or mode of expression."},{"word":"Locutory","type":"n.","descr":" A room for conversation; especially, a room in monasteries, where the monks were allowed to converse."},{"word":"Lodde","type":"n.","descr":" The capelin."},{"word":"Lode","type":"n.","descr":" A water course or way; a reach of water."},{"word":"Lode","type":"n.","descr":" A metallic vein; any regular vein or course, whether metallic or not."},{"word":"Lodemanage","type":"n.","descr":" Pilotage."},{"word":"Lode-ship","type":"n.","descr":" An old name for a pilot boat."},{"word":"Lodesman","type":"n.","descr":" Same as Loadsman."},{"word":"Lodestar","type":"n.","descr":" Same as Loadstar."},{"word":"Lodestone","type":"n.","descr":" Same as Loadstone."},{"word":"Lodge","type":"n.","descr":" A shelter in which one may rest; as: (a) A shed; a rude cabin; a hut; as, an Indian\\'s lodge."},{"word":"Lodge","type":"n.","descr":" A small dwelling house, as for a gamekeeper or gatekeeper of an estate."},{"word":"Lodge","type":"n.","descr":" A den or cave."},{"word":"Lodge","type":"n.","descr":" The meeting room of an association; hence, the regularly constituted body of members which meets there; as, a masonic lodge."},{"word":"Lodge","type":"n.","descr":" The chamber of an abbot, prior, or head of a college."},{"word":"Lodge","type":"n.","descr":" The space at the mouth of a level next the shaft, widened to permit wagons to pass, or ore to be deposited for hoisting; -- called also platt."},{"word":"Lodge","type":"n.","descr":" A collection of objects lodged together."},{"word":"Lodge","type":"n.","descr":" A family of North American Indians, or the persons who usually occupy an Indian lodge, -- as a unit of enumeration, reckoned from four to six persons; as, the tribe consists of about two hundred lodges, that is, of about a thousand individuals."},{"word":"Lodged","type":"imp. and p. p.","descr":" of Lodge"},{"word":"Lodging","type":"p. pr. and vb. n.","descr":" of Lodge"},{"word":"Lodge","type":"v. i.","descr":" To rest or remain a lodge house, or other shelter; to rest; to stay; to abide; esp., to sleep at night; as, to lodge in York Street."},{"word":"Lodge","type":"v. i.","descr":" To fall or lie down, as grass or grain, when overgrown or beaten down by the wind."},{"word":"Lodge","type":"v. i.","descr":" To come to a rest; to stop and remain; as, the bullet lodged in the bark of a tree."},{"word":"Lodge","type":"n.","descr":" To give shelter or rest to; especially, to furnish a sleeping place for; to harbor; to shelter; hence, to receive; to hold."},{"word":"Lodge","type":"n.","descr":" To drive to shelter; to track to covert."},{"word":"Lodge","type":"n.","descr":" To deposit for keeping or preservation; as, the men lodged their arms in the arsenal."},{"word":"Lodge","type":"n.","descr":" To cause to stop or rest in; to implant."},{"word":"Lodge","type":"n.","descr":" To lay down; to prostrate."},{"word":"Lodgeable","type":"a.","descr":" That may be or can be lodged; as, so many persons are not lodgeable in this village."},{"word":"Lodgeable","type":"a.","descr":" Capable of affording lodging; fit for lodging in."},{"word":"Lodged","type":"a.","descr":" Lying down; -- used of beasts of the chase, as couchant is of beasts of prey."},{"word":"Lodgement","type":"n.","descr":" See Lodgment."},{"word":"Lodger","type":"n.","descr":" One who, or that which, lodges; one who occupies a hired room in another\\'s house."},{"word":"Lodging","type":"n.","descr":" The act of one who, or that which, lodges."},{"word":"Lodging","type":"n.","descr":" A place of rest, or of temporary habitation; esp., a sleeping apartment; -- often in the plural with a singular meaning."},{"word":"Lodging","type":"n.","descr":" Abiding place; harbor; cover."},{"word":"Lodgment","type":"v.","descr":" The act of lodging, or the state of being lodged."},{"word":"Lodgment","type":"v.","descr":" A lodging place; a room."},{"word":"Lodgment","type":"v.","descr":" An accumulation or collection of something deposited in a place or remaining at rest."},{"word":"Lodgment","type":"v.","descr":" The occupation and holding of a position, as by a besieging party; an instrument thrown up in a captured position; as, to effect a lodgment."},{"word":"Lodicule","type":"n.","descr":" One of the two or three delicate membranous scales which are next to the stamens in grasses."},{"word":"Loellingite","type":"n.","descr":" A tin-white arsenide of iron, isomorphous with arsenopyrite."},{"word":"Loess","type":"n.","descr":" A quaternary deposit, usually consisting of a fine yellowish earth, on the banks of the Rhine and other large rivers."},{"word":"Loevens larva","type":"","descr":" The peculiar larva of Polygordius. See Polygordius."},{"word":"Loffe","type":"v. i.","descr":" To laugh."},{"word":"Loft","type":"n.","descr":" That which is lifted up; an elevation."},{"word":"Loft","type":"n.","descr":" The room or space under a roof and above the ceiling of the uppermost story."},{"word":"Loft","type":"n.","descr":" A gallery or raised apartment in a church, hall, etc.; as, an organ loft."},{"word":"Loft","type":"n.","descr":" A floor or room placed above another; a story."},{"word":"Loft","type":"a.","descr":" Lofty; proud."},{"word":"Loftily","type":"adv.","descr":" In a lofty manner or position; haughtily."},{"word":"Loftiness","type":"n.","descr":" The state or quality of being lofty."},{"word":"Lofty","type":"superl.","descr":" Lifted high up; having great height; towering; high."},{"word":"Lofty","type":"superl.","descr":" Fig.: Elevated in character, rank, dignity, spirit, bearing, language, etc.; exalted; noble; stately; characterized by pride; haughty."},{"word":"Log","type":"n.","descr":" A Hebrew measure of liquids, containing 2.37 gills."},{"word":"Log","type":"n.","descr":" A bulky piece of wood which has not been shaped by hewing or sawing."},{"word":"Log","type":"n.","descr":" An apparatus for measuring the rate of a ship\\'s motion through the water."},{"word":"Log","type":"n.","descr":" Hence: The record of the rate of ship\\'s speed or of her daily progress; also, the full nautical record of a ship\\'s cruise or voyage; a log slate; a log book."},{"word":"Log","type":"n.","descr":" A record and tabulated statement of the work done by an engine, as of a steamship, of the coal consumed, and of other items relating to the performance of machinery during a given time."},{"word":"Log","type":"n.","descr":" A weight or block near the free end of a hoisting rope to prevent it from being drawn through the sheave."},{"word":"Logged","type":"imp. and p. p.","descr":" of Log"},{"word":"Logging","type":"p. pr. and vb. n.","descr":" of Log"},{"word":"Log","type":"v. t.","descr":" To enter in a ship\\'s log book; as, to log the miles run."},{"word":"Log","type":"v. i.","descr":" To engage in the business of cutting or transporting logs for timber; to get out logs."},{"word":"Log","type":"v. i.","descr":" To move to and fro; to rock."},{"word":"Logan","type":"n.","descr":" A rocking or balanced stone."},{"word":"Logaoedic","type":"a.","descr":" Composed of dactyls and trochees so arranged as to produce a movement like that of ordinary speech."},{"word":"Logarithm","type":"n.","descr":" One of a class of auxiliary numbers, devised by John Napier, of Merchiston, Scotland (1550-1617), to abridge arithmetical calculations, by the use of addition and subtraction in place of multiplication and division."},{"word":"Logarithmetic","type":"a.","descr":" Alt. of Logarithmetical"},{"word":"Logarithmetical","type":"a.","descr":" See Logarithmic."},{"word":"Logarithmetically","type":"adv.","descr":" Logarithmically."},{"word":"Logarithmic","type":"a.","descr":" Alt. of Logarithmical"},{"word":"Logarithmical","type":"a.","descr":" Of or pertaining to logarithms; consisting of logarithms."},{"word":"Logarithmically","type":"adv.","descr":" By the use of logarithms."},{"word":"Log-chip","type":"n.","descr":" A thin, flat piece of board in the form of a quadrant of a circle attached to the log line; -- called also log-ship. See 2d Log, n., 2."},{"word":"Logcock","type":"n.","descr":" The pileated woodpecker."},{"word":"Loge","type":"n.","descr":" A lodge; a habitation."},{"word":"Loggan","type":"n.","descr":" See Logan."},{"word":"Loggat","type":"n.","descr":" A small log or piece of wood."},{"word":"Loggat","type":"n.","descr":" An old game in England, played by throwing pieces of wood at a stake set in the ground."},{"word":"Logge","type":"n. and v.","descr":" See Lodge."},{"word":"Logged","type":"a.","descr":" Made slow and heavy in movement; water-logged."},{"word":"Logger","type":"n.","descr":" One engaged in logging. See Log, v. i."},{"word":"Loggerhead","type":"n.","descr":" A blockhead; a dunce; a numskull."},{"word":"Loggerhead","type":"n.","descr":" A spherical mass of iron, with a long handle, used to heat tar."},{"word":"Loggerhead","type":"n.","descr":" An upright piece of round timber, in a whaleboat, over which a turn of the line is taken when it is running out too fast."},{"word":"Loggerhead","type":"n.","descr":" A very large marine turtle (Thalassochelys caretta, \/ caouana), common in the warmer parts of the Atlantic Ocean, from Brazil to Cape Cod; -- called also logger-headed turtle."},{"word":"Loggerhead","type":"n.","descr":" An American shrike (Lanius Ludovicianus), similar to the butcher bird, but smaller. See Shrike."},{"word":"Loggerheaded","type":"a.","descr":" Dull; stupid."},{"word":"Loggerheads","type":"n.","descr":" The knapweed."},{"word":"Loggia","type":"n.","descr":" A roofed open gallery. It differs from a veranda in being more architectural, and in forming more decidedly a part of the main edifice to which it is attached; from a porch, in being intended not for entrance but for an out-of-door sitting-room."},{"word":"Logging","type":"n.","descr":" The business of felling trees, cutting them into logs, and transporting the logs to sawmills or to market."},{"word":"Logic","type":"n.","descr":" The science or art of exact reasoning, or of pure and formal thought, or of the laws according to which the processes of pure thinking should be conducted; the science of the formation and application of general notions; the science of generalization, judgment, classification, reasoning, and systematic arrangement; correct reasoning."},{"word":"Logic","type":"n.","descr":" A treatise on logic; as, Mill\\'s Logic."},{"word":"Logical","type":"a.","descr":" Of or pertaining to logic; used in logic; as, logical subtilties."},{"word":"Logical","type":"a.","descr":" According to the rules of logic; as, a logical argument or inference; the reasoning is logical."},{"word":"Logical","type":"a.","descr":" Skilled in logic; versed in the art of thinking and reasoning; as, he is a logical thinker."},{"word":"Logicality","type":"n.","descr":" Logicalness."},{"word":"Logically","type":"adv.","descr":" In a logical manner; as, to argue logically."},{"word":"Logicalness","type":"n.","descr":" The quality of being logical."},{"word":"Logician","type":"n.","descr":" A person skilled in logic."},{"word":"Logics","type":"n.","descr":" See Logic."},{"word":"Logistic","type":"a.","descr":" Alt. of Logistical"},{"word":"Logistical","type":"a.","descr":" Logical."},{"word":"Logistical","type":"a.","descr":" Sexagesimal, or made on the scale of 60; as, logistic, or sexagesimal, arithmetic."},{"word":"Logistics","type":"n.","descr":" That branch of the military art which embraces the details of moving and supplying armies. The meaning of the word is by some writers extended to include strategy."},{"word":"Logistics","type":"n.","descr":" A system of arithmetic, in which numbers are expressed in a scale of 60; logistic arithmetic."},{"word":"Logmen","type":"pl. ","descr":" of Logman"},{"word":"Logman","type":"n.","descr":" A man who carries logs."},{"word":"Logodaedaly","type":"n.","descr":" Verbal legerdemain; a playing with words."},{"word":"Logogram","type":"n.","descr":" A word letter; a phonogram, that, for the sake of brevity, represents a word; as, |, i. e., t, for it.  Cf. Grammalogue."},{"word":"Logographer","type":"n.","descr":" A chronicler; one who writes history in a condensed manner with short simple sentences."},{"word":"Logographer","type":"n.","descr":" One skilled in logography."},{"word":"Logographic","type":"a.","descr":" Alt. of Logographical"},{"word":"Logographical","type":"a.","descr":" Of or pertaining to logography."},{"word":"Logography","type":"n.","descr":" A method of printing in which whole words or syllables, cast as single types, are used."},{"word":"Logography","type":"n.","descr":" A mode of reporting speeches without using shorthand, -- a number of reporters, each in succession, taking down three or four words."},{"word":"Logogriph","type":"n.","descr":" A sort of riddle in which it is required to discover a chosen word from various combinations of its letters, or of some of its letters, which form other words; -- thus, to discover the chosen word chatter form cat, hat, rat, hate, rate, etc."},{"word":"Logomachist","type":"n.","descr":" One who contends about words."},{"word":"Logomachy","type":"n.","descr":" Contention in words merely, or a contention about words; a war of words."},{"word":"Logomachy","type":"n.","descr":" A game of word making."},{"word":"Logometric","type":"a.","descr":" Serving to measure or ascertain chemical equivalents; stoichiometric."},{"word":"Logos","type":"n.","descr":" A word; reason; speech."},{"word":"Logos","type":"n.","descr":" The divine Word; Christ."},{"word":"Logothete","type":"","descr":" An accountant; under Constantine, an officer of the empire; a receiver of revenue; an administrator of a department."},{"word":"Logotype","type":"n.","descr":" A single type, containing two or more letters; as, ae, Ae, \/, \/, \/, etc. ; -- called also ligature."},{"word":"Logroll","type":"v. i. and t.","descr":" To engage in logrolling; to accomplish by logrolling."},{"word":"Logroller","type":"n.","descr":" One who engages in logrolling."},{"word":"Logrolling","type":"n.","descr":" The act or process of rolling logs from the place where they were felled to the stream which floats them to the sawmill or to market. In this labor neighboring camps of loggers combine to assist each other in turn."},{"word":"Logrolling","type":"n.","descr":" Hence: A combining to assist another in consideration of receiving assistance in return; -- sometimes used of a disreputable mode of accomplishing political schemes or ends."},{"word":"Log-ship","type":"n.","descr":" A part of the log. See Log-chip, and 2d Log, n., 2."},{"word":"Logwood","type":"n.","descr":" The heartwood of a tree (Haematoxylon Campechianum), a native of South America, It is a red, heavy wood, containing a crystalline substance called haematoxylin, and is used largely in dyeing. An extract from this wood is used in medicine as an astringent. Also called Campeachy wood, and bloodwood."},{"word":"Logy","type":"a.","descr":" Heavy or dull in respect to motion or thought; as, a logy horse."},{"word":"Lohock","type":"n.","descr":" See Loch, a medicine."},{"word":"Loimic","type":"a.","descr":" Of or pertaining to the plague or contagious disorders."},{"word":"Loin","type":"n.","descr":" That part of a human being or quadruped, which extends on either side of the spinal column between the hip bone and the false ribs. In human beings the loins are also called the reins. See Illust. of Beef."},{"word":"Loir","type":"n.","descr":" A large European dormouse (Myoxus glis)."},{"word":"Loitered","type":"imp. and p. p.","descr":" of Loiter"},{"word":"Loitering","type":"p. pr. and vb. n.","descr":" of Loiter"},{"word":"Loiter","type":"v. i.","descr":" To be slow in moving; to delay; to linger; to be dilatory; to spend time idly; to saunter; to lag behind."},{"word":"Loiter","type":"v. i.","descr":" To wander as an idle vagrant."},{"word":"Loiterer","type":"n.","descr":" One who loiters; an idler."},{"word":"Loiterer","type":"n.","descr":" An idle vagrant; a tramp."},{"word":"Loiteringly","type":"adv.","descr":" In a loitering manner."},{"word":"Lok","type":"n.","descr":" Alt. of Loki"},{"word":"Loki","type":"n.","descr":" The evil deity, the author of all calamities and mischief, answering to the African of the Persians."},{"word":"Locao","type":"n.","descr":" A green vegetable dye imported from China."},{"word":"Loke","type":"n.","descr":" A private path or road; also, the wicket or hatch of a door."},{"word":"Lokorys","type":"n.","descr":" Liquorice."},{"word":"Loligo","type":"n.","descr":" A genus of cephalopods, including numerous species of squids, common on the coasts of America and Europe. They are much used for fish bait."},{"word":"Lolled","type":"imp. and p. p.","descr":" of Loll"},{"word":"Lolling","type":"p. pr. and vb. n.","descr":" of Loll"},{"word":"Loll","type":"v. i.","descr":" To act lazily or indolently; to recline; to lean; to throw one\\'s self down; to lie at ease."},{"word":"Loll","type":"v. i.","descr":" To hand extended from the mouth, as the tongue of an ox or a log when heated with labor or exertion."},{"word":"Loll","type":"v. i.","descr":" To let the tongue hang from the mouth, as an ox, dog, or other animal, when heated by labor; as, the ox stood lolling in the furrow."},{"word":"Loll","type":"v. t.","descr":" To let hang from the mouth, as the tongue."},{"word":"Lollard","type":"n.","descr":" One of a sect of early reformers in Germany."},{"word":"Lollard","type":"n.","descr":" One of the followers of Wyclif in England."},{"word":"Lollardism","type":"n.","descr":" Alt. of Lollardy"},{"word":"Lollardy","type":"n.","descr":" The doctrines or principles of the Lollards."},{"word":"Loller","type":"n.","descr":" One who lolls."},{"word":"Loller","type":"n.","descr":" An idle vagabond."},{"word":"Loller","type":"n.","descr":" A Lollard."},{"word":"Lollingly","type":"adv.","descr":" In a lolling manner."},{"word":"Lollipop","type":"n.","descr":" A kind of sugar confection which dissolves easily in the mouth."},{"word":"Lollop","type":"v. i.","descr":" To move heavily; to lounge or idle; to loll."},{"word":"Lomata","type":"pl. ","descr":" of Loma"},{"word":"Loma","type":"n.","descr":" A lobe; a membranous fringe or flap."},{"word":"Lomatinous","type":"a.","descr":" Furnished with lobes or flaps."},{"word":"Lombard","type":"a.","descr":" Of or pertaining to Lombardy, or the inhabitants of Lombardy."},{"word":"Lombard","type":"n.","descr":" A native or inhabitant of Lombardy."},{"word":"Lombard","type":"n.","descr":" A money lender or banker; -- so called because the business of banking was first carried on in London by Lombards."},{"word":"Lombard","type":"n.","descr":" Same as Lombard-house."},{"word":"Lombard","type":"n.","descr":" A form of cannon formerly in use."},{"word":"Lombardeer","type":"n.","descr":" A pawnbroker."},{"word":"Lombard-house","type":"n.","descr":" Alt. of Lombar-house"},{"word":"Lombar-house","type":"n.","descr":" A bank or a pawnbroker\\'s shop."},{"word":"Lombar-house","type":"n.","descr":" A public institution for lending money to the poor at a moderate interest, upon articles deposited and pledged; -- called also mont de piete."},{"word":"Lombardic","type":"a.","descr":" Of or pertaining to Lombardy of the Lombards."},{"word":"Loment","type":"n.","descr":" An elongated pod, consisting, like the legume, of two valves, but divided transversely into small cells, each containing a single seed."},{"word":"Lomentaceous","type":"a.","descr":" Of the nature of a loment; having fruits like loments."},{"word":"Lomonite","type":"n.","descr":" Same as Laumontite."},{"word":"Lompish","type":"a.","descr":" Lumpish."},{"word":"Lond","type":"n.","descr":" Land."},{"word":"London","type":"n.","descr":" The capital city of England."},{"word":"Londoner","type":"n.","descr":" A native or inhabitant of London."},{"word":"Londonism","type":"n.","descr":" A characteristic of Londoners; a mode of speaking peculiar to London."},{"word":"Londonize","type":"v. i.","descr":" To impart to (one) a manner or character like that which distinguishes Londoners."},{"word":"Londonize","type":"v. i.","descr":" To imitate the manner of the people of London."},{"word":"Lone","type":"n.","descr":" A lane. See Loanin."},{"word":"Lone","type":"a.","descr":" Being without a companion; being by one\\'s self; also, sad from lack of companionship; lonely; as, a lone traveler or watcher."},{"word":"Lone","type":"a.","descr":" Single; unmarried, or in widowhood."},{"word":"Lone","type":"a.","descr":" Being apart from other things of the kind; being by itself; also, apart from human dwellings and resort; as, a lone house."},{"word":"Lone","type":"a.","descr":" Unfrequented by human beings; solitary."},{"word":"Loneliness","type":"n.","descr":" The condition of being lonely; solitude; seclusion."},{"word":"Loneliness","type":"n.","descr":" The state of being unfrequented by human beings; as, the loneliness of a road."},{"word":"Loneliness","type":"n.","descr":" Love of retirement; disposition to solitude."},{"word":"Loneliness","type":"n.","descr":" A feeling of depression resulting from being alone."},{"word":"Lonely","type":"superl.","descr":" Sequestered from company or neighbors; solitary; retired; as, a lonely situation; a lonely cell."},{"word":"Lonely","type":"superl.","descr":" Alone, or in want of company; forsaken."},{"word":"Lonely","type":"superl.","descr":" Not frequented by human beings; as, a lonely wood."},{"word":"Lonely","type":"superl.","descr":" Having a feeling of depression or sadness resulting from the consciousness of being alone; lonesome."},{"word":"Loneness","type":"n.","descr":" Solitude; seclusion."},{"word":"Lonesome","type":"superl.","descr":" Secluded from society; not frequented by human beings; solitary."},{"word":"Lonesome","type":"superl.","descr":" Conscious of, and somewhat depressed by, solitude; as, to feel lonesome."},{"word":"Long","type":"superl.","descr":" Drawn out in a line, or in the direction of length; protracted; extended; as, a long line; -- opposed to short, and distinguished from broad or wide."},{"word":"Long","type":"superl.","descr":" Drawn out or extended in time; continued through a considerable tine, or to a great length; as, a long series of events; a long debate; a long drama; a long history; a long book."},{"word":"Long","type":"superl.","descr":" Slow in passing; causing weariness by length or duration; lingering; as, long hours of watching."},{"word":"Long","type":"superl.","descr":" Occurring or coming after an extended interval; distant in time; far away."},{"word":"Long","type":"superl.","descr":" Extended to any specified measure; of a specified length; as, a span long; a yard long; a mile long, that is, extended to the measure of a mile, etc."},{"word":"Long","type":"superl.","descr":" Far-reaching; extensive."},{"word":"Long","type":"superl.","descr":" Prolonged, or relatively more prolonged, in utterance; -- said of vowels and syllables. See Short, a., 13, and Guide to Pronunciation, \/\/ 22, 30."},{"word":"Long","type":"n.","descr":" A note formerly used in music, one half the length of a large, twice that of a breve."},{"word":"Long","type":"n.","descr":" A long sound, syllable, or vowel."},{"word":"Long","type":"n.","descr":" The longest dimension; the greatest extent; -- in the phrase, the long and the short of it, that is, the sum and substance of it."},{"word":"Long","type":"adv.","descr":" To a great extent in apace; as, a long drawn out line."},{"word":"Long","type":"adv.","descr":" To a great extent in time; during a long time."},{"word":"Long","type":"adv.","descr":" At a point of duration far distant, either prior or posterior; as, not long before; not long after; long before the foundation of Rome; long after the Conquest."},{"word":"Long","type":"adv.","descr":" Through the whole extent or duration."},{"word":"Long","type":"adv.","descr":" Through an extent of time, more or less; -- only in question; as, how long will you be gone?"},{"word":"Long","type":"prep.","descr":" By means of; by the fault of; because of."},{"word":"Longed","type":"imp. and  p. p.","descr":" of Long"},{"word":"Longing","type":"p. pr. and vb. n.","descr":" of Long"},{"word":"Long","type":"a.","descr":" To feel a strong or morbid desire or craving; to wish for something with eagerness; -- followed by an infinitive, or by after or for."},{"word":"Long","type":"a.","descr":" To belong; -- used with to, unto, or for."},{"word":"Longan","type":"n.","descr":" A pulpy fruit related to the litchi, and produced by an evergreen East Indian tree (Nephelium Longan)."},{"word":"Longanimity","type":"n.","descr":" Disposition to bear injuries patiently; forbearance; patience."},{"word":"Long-armed","type":"a.","descr":" Having long arms; as, the long-armed ape or gibbon."},{"word":"Longbeak","type":"n.","descr":" The American redbellied snipe (Macrorhamphus scolopaceus); -- called also long-billed dowitcher."},{"word":"Longboat","type":"n.","descr":" Formerly, the largest boat carried by a merchant vessel, corresponding to the launch of a naval vessel."},{"word":"Longbow","type":"n.","descr":" The ordinary bow, not mounted on a stock; -- so called in distinction from the crossbow when both were used as weapons of war. Also, sometimes, such a bow of about the height of a man, as distinguished from a much shorter one."},{"word":"Long-breathed","type":"a.","descr":" Having the power of retaining the breath for a long time; long-winded."},{"word":"Long-drawn","type":"a.","descr":" Extended to a great length."},{"word":"Longe","type":"n.","descr":" A thrust. See Lunge."},{"word":"Longe","type":"n.","descr":" The training ground for a horse."},{"word":"Longe","type":"n.","descr":" Same as 4th Lunge."},{"word":"Longer","type":"n.","descr":" One who longs for anything."},{"word":"Longeval","type":"a.","descr":" Long-loved; longevous."},{"word":"Longevity","type":"n.","descr":" Long duration of life; length of life."},{"word":"Longevous","type":"a.","descr":" Living a long time; of great age."},{"word":"Longhand","type":"n.","descr":" The written characters used in the common method of writing; -- opposed to shorthand."},{"word":"Longheaded","type":"a.","descr":" Having unusual foresight or sagacity."},{"word":"Longhorn","type":"n.","descr":" A long-horned animal, as a cow, goat, or beetle. See Long-horned."},{"word":"Long-horned","type":"a.","descr":" Having a long horn or horns; as, a long-horned goat, or cow; having long antennae, as certain beetles (Longicornia)."},{"word":"Longicorn","type":"a.","descr":" Long-horned; pertaining to the Longicornia."},{"word":"Longicorn","type":"n.","descr":" One of the Longicornia."},{"word":"Longicornia","type":"n. pl.","descr":" A division of beetles, including a large number of species, in which the antennae are very long.  Most of them, while in the larval state, bore into the wood or beneath the bark of trees, and some species are very destructive to fruit and shade trees. See Apple borer, under Apple, and Locust beetle, under Locust."},{"word":"Longilateral","type":"a.","descr":" Having long sides especially, having the form of a long parallelogram."},{"word":"Longiloquence","type":"n.","descr":" Long-windedness."},{"word":"Longimanous","type":"a.","descr":" Having long hands."},{"word":"Longimetry","type":"n.","descr":" The art or practice of measuring distances or lengths."},{"word":"Longing","type":"n.","descr":" An eager desire; a craving; a morbid appetite; an earnest wish; an aspiration."},{"word":"Longingly","type":"adv.","descr":" With longing."},{"word":"Longinquity","type":"n.","descr":" Greatness of distance; remoteness."},{"word":"Longipalp","type":"n.","descr":" One of a tribe of beetles, having long maxillary palpi."},{"word":"Longipennate","type":"a.","descr":" Having long wings, or quills."},{"word":"Longipennes","type":"n. pl.","descr":" A group of longwinged sea birds, including the gulls, petrels, etc."},{"word":"Longipennine","type":"a.","descr":" Of or pertaining to the Longipennes; longipennate."},{"word":"Longirostres","type":"pl. ","descr":" of Longiroster"},{"word":"Longirosters","type":"pl. ","descr":" of Longiroster"},{"word":"Longiroster","type":"n.","descr":" One of the Longirostres."},{"word":"Longirostral","type":"a.","descr":" Having a long bill; of or pertaining to the Longirostres."},{"word":"Longirostres","type":"n. pl.","descr":" A group of birds characterized by having long slender bills, as the sandpipers, curlews, and ibises. It is now regarded as an artificial division."},{"word":"Longish","type":"a.","descr":" Somewhat long; moderately long."},{"word":"Longitude","type":"n.","descr":" Length; measure or distance along the longest line; -- distinguished from breadth or thickness; as, the longitude of a room; rare now, except in a humorous sense."},{"word":"Longitude","type":"n.","descr":" The arc or portion of the equator intersected between the meridian of a given place and the meridian of some other place from which longitude is reckoned, as from Greenwich, England, or sometimes from the capital of a country, as from Washington or Paris. The longitude of a place is expressed either in degrees or in time; as, that of New York is 74¡ or 4 h. 56 min. west of Greenwich."},{"word":"Longitude","type":"n.","descr":" The distance in degrees, reckoned from the vernal equinox, on the ecliptic, to a circle at right angles to the ecliptic passing through the heavenly body whose longitude is designated; as, the longitude of Capella is 79¡."},{"word":"Longitudinal","type":"a.","descr":" Of or pertaining to longitude or length; as, longitudinal distance."},{"word":"Longitudinal","type":"a.","descr":" Extending in length; in the direction of the length; running lengthwise, as distinguished from transverse; as, the longitudinal diameter of a body."},{"word":"Longitudinal","type":"n.","descr":" A railway sleeper lying parallel with the rail."},{"word":"Longitudinally","type":"adv.","descr":" In the direction of length."},{"word":"Longlegs","type":"n.","descr":" A daddy longlegs."},{"word":"Long-lived","type":"a.","descr":" Having a long life; having constitutional peculiarities which make long life probable; lasting long; as, a long-lived tree; they are a longlived family; long-lived prejudices."},{"word":"Longly","type":"adv.","descr":" With longing desire."},{"word":"Longly","type":"adv.","descr":" For a long time; hence, wearisomely."},{"word":"Longmynd rocks","type":"","descr":" The sparingly fossiliferous conglomerates, grits, schists, and states of Great Britain, which lie at the base of the Cambrian system; -- so called, because typically developed in the Longmynd Hills, Shropshire."},{"word":"Longness","type":"n.","descr":" Length."},{"word":"Longnose","type":"n.","descr":" The European garfish."},{"word":"Long primer","type":"","descr":" A kind of type, in size between small pica and bourgeois."},{"word":"Longshanks","type":"n.","descr":" The stilt."},{"word":"Longshore","type":"a.","descr":" Belonging to the seashore or a seaport; along and on the shore."},{"word":"Longshoremen","type":"pl. ","descr":" of Longshoreman"},{"word":"Longshoreman","type":"n.","descr":" One of a class of laborers employed about the wharves of a seaport, especially in loading and unloading vessels."},{"word":"Long-sight","type":"n.","descr":" Long-sightedness."},{"word":"Long-sighted","type":"a.","descr":" Able to see objects at a great distance; hence, having great foresight; sagacious; farseeing."},{"word":"Long-sighted","type":"a.","descr":" Able to see objects distinctly at a distance, but not close at hand; hypermetropic."},{"word":"Long-sightedness","type":"n.","descr":" The state or condition of being long-sighted; hence, sagacity; shrewdness."},{"word":"Long-sightedness","type":"n.","descr":" See Hypermetropia."},{"word":"Longsome","type":"a.","descr":" Extended in length; tiresome."},{"word":"Longspun","type":"a.","descr":" Spun out, or extended, to great length; hence, long-winded; tedious."},{"word":"Longspur","type":"n.","descr":" Any one of several species of fringilline birds of the genus Calcarius (or Plectrophanes), and allied genera. The Lapland longspur (C. Lapponicus), the chestnut-colored longspur (C. ornatus), and other species, inhabit the United States."},{"word":"Long-stop","type":"n.","descr":" One who is set to stop balls which pass the wicket keeper."},{"word":"Long-sufferance","type":"n.","descr":" Forbearance to punish or resent."},{"word":"Long-suffering","type":"n.","descr":" Bearing injuries or provocation for a long time; patient; not easily provoked."},{"word":"Long-suffering","type":"n.","descr":" Long patience of offense."},{"word":"Longtail","type":"n.","descr":" An animal, particularly a log, having an uncut tail.  Cf. Curtail. Dog."},{"word":"Long-tongue","type":"n.","descr":" The wryneck."},{"word":"Long-tongued","type":"a.","descr":" Having a long tongue."},{"word":"Long-tongued","type":"a.","descr":" Talkative; babbling; loquacious."},{"word":"Longulite","type":"n.","descr":" A kind of crystallite having a (slender) acicular form."},{"word":"Long-waisted","type":"a.","descr":" Having a long waist; long from the armpits to the armpits to the bottom of the waist; -- said of persons."},{"word":"Long-waisted","type":"a.","descr":" Long from the part about the neck or shoulder, or from the armpits, to the bottom of the weist, or to the skirt; -- said of garments; as, a long-waisted coat."},{"word":"Longways","type":"adv.","descr":" Lengthwise."},{"word":"Long-winded","type":"a.","descr":" Long-breathed; hence, tediously long in speaking; consuming much time; as, a long-winded talker."},{"word":"Longwise","type":"adv.","descr":" Lengthwise."},{"word":"Loo","type":"n.","descr":" An old game played with five, or three, cards dealt to each player from a full pack. When five cards are used the highest card is the knave of clubs or (if so agreed upon) the knave of trumps; -- formerly called lanterloo."},{"word":"Loo","type":"n.","descr":" A modification of the game of \"all fours\" in which the players replenish their hands after each round by drawing each a card from the pack."},{"word":"Looed","type":"imp. and p. p.","descr":" of Loo"},{"word":"Looing","type":"p. pr. and vb. n.","descr":" of Loo"},{"word":"Loo","type":"v. t.","descr":" To beat in the game of loo by winning every trick."},{"word":"Loob","type":"n.","descr":" The clay or slimes washed from tin ore in dressing."},{"word":"Loobily","type":"a.","descr":" Loobylike; awkward."},{"word":"Loobily","type":"adv.","descr":" Awkwardly."},{"word":"Loobies","type":"pl. ","descr":" of Looby"},{"word":"Looby","type":"n.","descr":" An awkward, clumsy fellow; a lubber."},{"word":"Looch","type":"n.","descr":" See 2d Loch."},{"word":"Loof","type":"n.","descr":" The spongelike fibers of the fruit of a cucurbitaceous plant (Luffa Aegyptiaca); called also vegetable sponge."},{"word":"Loof","type":"n.","descr":" Formerly, some appurtenance of a vessel which was used in changing her course; -- probably a large paddle put over the lee bow to help bring her head nearer to the wind."},{"word":"Loof","type":"n.","descr":" The part of a ship\\'s side where the planking begins to curve toward bow and stern."},{"word":"Loof","type":"v. i.","descr":" See Luff."},{"word":"Looked","type":"imp. and p. p.","descr":" of Look"},{"word":"Looking","type":"p. pr. and vb. n.","descr":" of Look"},{"word":"Look","type":"v. i.","descr":" To direct the eyes for the purpose of seeing something; to direct the eyes toward an object; to observe with the eyes while keeping them directed; -- with various prepositions, often in a special or figurative sense. See Phrases below."},{"word":"Look","type":"v. i.","descr":" To direct the attention (to something); to consider; to examine; as, to look at an action."},{"word":"Look","type":"v. i.","descr":" To seem; to appear; to have a particular appearance; as, the patient looks better; the clouds look rainy."},{"word":"Look","type":"v. i.","descr":" To have a particular direction or situation; to face; to front."},{"word":"Look","type":"v. i.","descr":" In the imperative: see; behold; take notice; take care; observe; -- used to call attention."},{"word":"Look","type":"v. i.","descr":" To show one\\'s self in looking, as by leaning out of a window; as, look out of the window while I speak to you. Sometimes used figuratively."},{"word":"Look","type":"v. i.","descr":" To await the appearance of anything; to expect; to anticipate."},{"word":"Look","type":"v. t.","descr":" To look at; to turn the eyes toward."},{"word":"Look","type":"v. t.","descr":" To seek; to search for."},{"word":"Look","type":"v. t.","descr":" To expect."},{"word":"Look","type":"v. t.","descr":" To influence, overawe, or subdue by looks or presence as, to look down opposition."},{"word":"Look","type":"v. t.","descr":" To express or manifest by a look."},{"word":"Look","type":"n.","descr":" The act of looking; a glance; a sight; a view; -- often in certain phrases; as, to have, get, take, throw, or cast, a look."},{"word":"Look","type":"n.","descr":" Expression of the eyes and face; manner; as, a proud or defiant look."},{"word":"Look","type":"n.","descr":" Hence; Appearance; aspect; as, the house has a gloomy look; the affair has a bad look."},{"word":"Lookdown","type":"n.","descr":" See Moonfish (b)."},{"word":"Looker","type":"n.","descr":" One who looks."},{"word":"Looking","type":"a.","descr":" Having a certain look or appearance; -- often compounded with adjectives; as, good-looking, grand-looking, etc."},{"word":"Looking","type":"n.","descr":" The act of one who looks; a glance."},{"word":"Looking","type":"n.","descr":" The manner in which one looks; appearance; countenance; face."},{"word":"Looking-glass","type":"n.","descr":" A mirror made of glass on which has been placed a backing of some reflecting substance, as quicksilver."},{"word":"Lookout","type":"n.","descr":" A careful looking or watching for any object or event."},{"word":"Lookout","type":"n.","descr":" The place from which such observation is made."},{"word":"Lookout","type":"n.","descr":" A person engaged in watching."},{"word":"Lookout","type":"n.","descr":" Object or duty of forethought and care; responsibility."},{"word":"Lool","type":"n.","descr":" A vessel used to receive the washings of ores of metals."},{"word":"Loom","type":"n.","descr":" See Loon, the bird."},{"word":"Loom","type":"n.","descr":" A frame or machine of wood or other material, in which a weaver forms cloth out of thread; a machine for interweaving yarn or threads into a fabric, as in knitting or lace making."},{"word":"Loom","type":"n.","descr":" That part of an oar which is near the grip or handle and inboard from the rowlock."},{"word":"Loomed","type":"imp. and p. p.","descr":" of Loom"},{"word":"Looming","type":"p. pr. and vb. n.","descr":" of Loom"},{"word":"Loom","type":"v. i.","descr":" To appear above the surface either of sea or land, or to appear enlarged, or distorted and indistinct, as a distant object, a ship at sea, or a mountain, esp. from atmospheric influences; as, the ship looms large; the land looms high."},{"word":"Loom","type":"v. i.","descr":" To rise and to be eminent; to be elevated or ennobled, in a moral sense."},{"word":"Loom","type":"n.","descr":" The state of looming; esp., an unnatural and indistinct appearance of elevation or enlargement of anything, as of land or of a ship, seen by one at sea."},{"word":"Loom-gale","type":"n.","descr":" A gentle gale of wind."},{"word":"Looming","type":"n.","descr":" The indistinct and magnified appearance of objects seen in particular states of the atmosphere. See Mirage."},{"word":"Loon","type":"n.","descr":" A sorry fellow; a worthless person; a rogue."},{"word":"Loon","type":"n.","descr":" Any one of several aquatic, wed-footed, northern birds of the genus Urinator (formerly Colymbus), noted for their expertness in diving and swimming under water. The common loon, or great northern diver (Urinator imber, or Colymbus torquatus), and the red-throated loon or diver (U. septentrionalis), are the best known species. See Diver."},{"word":"Loony","type":"a.","descr":" See Luny."},{"word":"Loop","type":"n.","descr":" A mass of iron in a pasty condition gathered into a ball for the tilt hammer or rolls."},{"word":"Loop","type":"n.","descr":" A fold or doubling of a thread, cord, rope, etc., through which another thread, cord, etc., can be passed, or which a hook can be hooked into; an eye, as of metal; a staple; a noose; a bight."},{"word":"Loop","type":"n.","descr":" A small, narrow opening; a loophole."},{"word":"Loop","type":"n.","descr":" A curve of any kind in the form of a loop."},{"word":"Loop","type":"n.","descr":" A wire forming part of a main circuit and returning to the point from which it starts."},{"word":"Loop","type":"n.","descr":" The portion of a vibrating string, air column, etc., between two nodes; -- called also ventral segment."},{"word":"Looped","type":"imp. and p. p.","descr":" of Loop"},{"word":"Looping","type":"p. pr. and vb. n.","descr":" of Loop"},{"word":"Loop","type":"v. t.","descr":" To make a loop of or in; to fasten with a loop or loops; -- often with up; as, to loop a string; to loop up a curtain."},{"word":"Looped","type":"a.","descr":" Bent, folded, or tied, so as to make a loop; as, a looped wire or string."},{"word":"Looped","type":"a.","descr":" Full of holes."},{"word":"Looper","type":"n.","descr":" An instrument, as a bodkin, for forming a loop in yarn, a cord, etc."},{"word":"Looper","type":"n.","descr":" The larva of any species of geometrid moths. See Geometrid."},{"word":"Loophole","type":"n.","descr":" A small opening, as in the walls of fortification, or in the bulkhead of a ship, through which small arms or other weapons may be discharged at an enemy."},{"word":"Loophole","type":"n.","descr":" A hole or aperture that gives a passage, or the means of escape or evasion."},{"word":"Loopholed","type":"a.","descr":" Provided with loopholes."},{"word":"Loopie","type":"a.","descr":" Deceitful; cunning; sly."},{"word":"Looping","type":"n.","descr":" The running together of the matter of an ore into a mass, when the ore is only heated for calcination."},{"word":"Looping","type":"p. pr. and vb. n.","descr":" of Loop."},{"word":"Looplight","type":"n.","descr":" A small narrow opening or window in a tower or fortified wall; a loophole."},{"word":"Loord","type":"n.","descr":" A dull, stupid fellow; a drone."},{"word":"Loos","type":"n.","descr":" Praise; fame; reputation."},{"word":"Loose","type":"superl.","descr":" Unbound; untied; unsewed; not attached, fastened, fixed, or confined; as, the loose sheets of a book."},{"word":"Loose","type":"superl.","descr":" Free from constraint or obligation; not bound by duty, habit, etc. ; -- with from or of."},{"word":"Loose","type":"superl.","descr":" Not tight or close; as, a loose garment."},{"word":"Loose","type":"superl.","descr":" Not dense, close, compact, or crowded; as, a cloth of loose texture."},{"word":"Loose","type":"superl.","descr":" Not precise or exact; vague; indeterminate; as, a loose style, or way of reasoning."},{"word":"Loose","type":"superl.","descr":" Not strict in matters of morality; not rigid according to some standard of right."},{"word":"Loose","type":"superl.","descr":" Unconnected; rambling."},{"word":"Loose","type":"superl.","descr":" Lax; not costive; having lax bowels."},{"word":"Loose","type":"superl.","descr":" Dissolute; unchaste; as, a loose man or woman."},{"word":"Loose","type":"superl.","descr":" Containing or consisting of obscene or unchaste language; as, a loose epistle."},{"word":"Loose","type":"n.","descr":" Freedom from restraint."},{"word":"Loose","type":"n.","descr":" A letting go; discharge."},{"word":"Loosed","type":"imp. and p. p.","descr":" of Loose"},{"word":"Loosing","type":"p. pr. and vb. n.","descr":" of Loose"},{"word":"Loose","type":"a.","descr":" To untie or unbind; to free from any fastening; to remove the shackles or fastenings of; to set free; to relieve."},{"word":"Loose","type":"a.","descr":" To release from anything obligatory or burdensome; to disengage; hence, to absolve; to remit."},{"word":"Loose","type":"a.","descr":" To relax; to loosen; to make less strict."},{"word":"Loose","type":"a.","descr":" To solve; to interpret."},{"word":"Loose","type":"v. i.","descr":" To set sail."},{"word":"Loosely","type":"adv.","descr":" In a loose manner."},{"word":"Loosened","type":"imp. and p. p.","descr":" of Loosen"},{"word":"Loosening","type":"p. pr. and vb. n.","descr":" of Loosen"},{"word":"Loosen","type":"v. t.","descr":" To make loose; to free from tightness, tension, firmness, or fixedness; to make less dense or compact; as, to loosen a string, or a knot; to loosen a rock in the earth."},{"word":"Loosen","type":"v. t.","descr":" To free from restraint; to set at liberty.."},{"word":"Loosen","type":"v. t.","descr":" To remove costiveness from; to facilitate or increase the alvine discharges of."},{"word":"Loosen","type":"v. i.","descr":" To become loose; to become less tight, firm, or compact."},{"word":"Loosener","type":"n.","descr":" One who, or that which, loosens."},{"word":"Looseness","type":"n.","descr":" The state, condition, or quality, of being loose; as, the looseness of a cord; looseness of style; looseness of morals or of principles."},{"word":"Loosestrife","type":"n.","descr":" The name of several species of plants of the genus Lysimachia, having small star-shaped flowers, usually of a yellow color."},{"word":"Loosestrife","type":"n.","descr":" Any species of the genus Lythrum, having purple, or, in some species, crimson flowers."},{"word":"Loosish","type":"a.","descr":" Somewhat loose."},{"word":"Loot","type":"n.","descr":" The act of plundering."},{"word":"Loot","type":"n.","descr":" Plunder; booty; especially, the boot taken in a conquered or sacked city."},{"word":"Looted","type":"imp. and p. p.","descr":" of Loot"},{"word":"Looting","type":"p. pr. and vb. n.","descr":" of Loot"},{"word":"Loot","type":"v. t. and i.","descr":" To plunder; to carry off as plunder or a prize lawfully obtained by war."},{"word":"Looter","type":"n.","descr":" A plunderer."},{"word":"Loover","type":"n.","descr":" See Louver."},{"word":"Lop","type":"n.","descr":" A flea."},{"word":"Lopped","type":"imp. and p. p.","descr":" of Lop"},{"word":"Lopping","type":"p. pr. and vb. n.","descr":" of Lop"},{"word":"Lop","type":"v. t.","descr":" To cut off as the top or extreme part of anything; to sho\/ -- by cutting off the extremities; to cut off, or remove as superfluous parts; as, to lop a tree or its branches."},{"word":"Lop","type":"v. t.","descr":" To cut partly off and bend down; as, to lop bushes in a hedge."},{"word":"Lop","type":"n.","descr":" That which is lopped from anything, as branches from a tree."},{"word":"Lop","type":"v. i.","descr":" To hang downward; to be pendent; to lean to one side."},{"word":"Lop","type":"v. t.","descr":" To let hang down; as, to lop the head."},{"word":"Lop","type":"a.","descr":" Hanging down; as, lop ears; -- used also in compound adjectives; as, lopeared; lopsided."},{"word":"Lope","type":"imp.","descr":" of Leap."},{"word":"Loped","type":"imp. and p. p.","descr":" of Lope"},{"word":"Loping","type":"p. pr. and vb. n.","descr":" of Lope"},{"word":"Lope","type":"v. i.","descr":" To leap; to dance."},{"word":"Lope","type":"v. i.","descr":" To move with a lope, as a horse."},{"word":"Lope","type":"n.","descr":" A leap; a long step."},{"word":"Lope","type":"n.","descr":" An easy gait, consisting of long running strides or leaps."},{"word":"Lopeared","type":"a.","descr":" Having ears which lop or hang down."},{"word":"Lopeman","type":"n.","descr":" Leaper; ropedancer."},{"word":"Loper","type":"n.","descr":" One who, or that which, lopes; esp., a horse that lopes."},{"word":"Loper","type":"n.","descr":" A swivel at one end of a ropewalk, used in laying the strands."},{"word":"Lophine","type":"n.","descr":" A nitrogenous organic base obtained by the oxidation of amarine, and regarded as a derivative of benzoic aldehyde. It is obtained in long white crystalline tufts, -- whence its name."},{"word":"Lophiomys","type":"n.","descr":" A very singular rodent (Lophiomys Imhausi) of Northeastern Africa. It is the only known representative of a special family (Lophiomyidae), remarkable for the structure of the skull. It has handlike feet, and the hair is peculiar in structure and arrangement."},{"word":"Lophobranch","type":"a.","descr":" Of or pertaining to the Lophobranchii."},{"word":"Lophobranch","type":"n.","descr":" One of the Lophobranchii."},{"word":"Lophobranchiate","type":"a.","descr":" Of or pertaining to the Lophobranchii."},{"word":"Lophobranchii","type":"n. pl.","descr":" An order of teleostean fishes, having the gills arranged in tufts on the branchial arches, as the Hippocampus and pipefishes."},{"word":"Lophophore","type":"n.","descr":" A disk which surrounds the mouth and bears the tentacles of the Bryozoa. See Phylactolemata."},{"word":"Lophopoda","type":"n. pl.","descr":" Same as Phylactolemata."},{"word":"Lophostea","type":"pl. ","descr":" of Lophosteon"},{"word":"Lophosteons","type":"pl. ","descr":" of Lophosteon"},{"word":"Lophosteon","type":"n.","descr":" The central keel-bearing part of the sternum in birds."},{"word":"Loppard","type":"n.","descr":" A tree, the top of which has been lopped off."},{"word":"Lopper","type":"n.","descr":" One who lops or cuts off."},{"word":"Loppered","type":"imp. and p. p.","descr":" of Lopper"},{"word":"Loppering","type":"p. pr. and vb. n.","descr":" of Lopper"},{"word":"Lopper","type":"v. i.","descr":" To turn sour and coagulate from too long standing, as milk."},{"word":"Lopping","type":"n.","descr":" A cutting off, as of branches; that which is cut off; leavings."},{"word":"Loppy","type":"a.","descr":" Somewhat lop; inclined to lop."},{"word":"Lopseed","type":"n.","descr":" A perennial herb (Phryma Leptostachya), having slender seedlike fruits."},{"word":"Lopsided","type":"a.","descr":" Leaning to one side because of some defect of structure; as, a lopsided ship."},{"word":"Lopsided","type":"a.","descr":" Unbalanced; poorly proportioned; full of idiosyncrasies."},{"word":"Loquacious","type":"a.","descr":" Given to continual talking; talkative; garrulous."},{"word":"Loquacious","type":"a.","descr":" Speaking; expressive."},{"word":"Loquacious","type":"a.","descr":" Apt to blab and disclose secrets."},{"word":"Loquaciously","type":"adv.","descr":" In a loquacious manner."},{"word":"Loquaciousness","type":"n.","descr":" Loquacity."},{"word":"Loquacity","type":"n.","descr":" The habit or practice of talking continually or excessively; inclination to talk too much; talkativeness; garrulity."},{"word":"Loquat","type":"n.","descr":" The fruit of the Japanese medlar (Photinia Japonica). It is as large as a small plum, but grows in clusters, and contains four or five large seeds. Also, the tree itself."},{"word":"Loral","type":"n.","descr":" Of or pertaining to the lores."},{"word":"Lorate","type":"a.","descr":" Having the form of a thong or strap; ligulate."},{"word":"Lorcha","type":"n.","descr":" A kind of light vessel used on the coast of China, having the hull built on a European model, and the rigging like that of a Chinese junk."},{"word":"Lord","type":"n.","descr":" A hump-backed person; -- so called sportively."},{"word":"Lord","type":"n.","descr":" One who has power and authority; a master; a ruler; a governor; a prince; a proprietor, as of a manor."},{"word":"Lord","type":"n.","descr":" A titled nobleman., whether a peer of the realm or not; a bishop, as a member of the House of Lords; by courtesy; the son of a duke or marquis, or the eldest son of an earl; in a restricted sense, a boron, as opposed to noblemen of higher rank."},{"word":"Lord","type":"n.","descr":" A title bestowed on the persons above named; and also, for honor, on certain official persons; as, lord advocate, lord chamberlain, lord chancellor, lord chief justice, etc."},{"word":"Lord","type":"n.","descr":" A husband."},{"word":"Lord","type":"n.","descr":" One of whom a fee or estate is held; the male owner of feudal land; as, the lord of the soil; the lord of the manor."},{"word":"Lord","type":"n.","descr":" The Supreme Being; Jehovah."},{"word":"Lord","type":"n.","descr":" The Savior; Jesus Christ."},{"word":"Lord","type":"v. t.","descr":" To invest with the dignity, power, and privileges of a lord."},{"word":"Lord","type":"v. t.","descr":" To rule or preside over as a lord."},{"word":"Lorded","type":"imp. and p. p.","descr":" of Lord"},{"word":"Lording","type":"p. pr. and vb. n.","descr":" of Lord"},{"word":"Lord","type":"v. i.","descr":" To play the lord; to domineer; to rule with arbitrary or despotic sway; -- sometimes with over; and sometimes with it in the manner of a transitive verb."},{"word":"Lording","type":"n.","descr":" The son of a lord; a person of noble lineage."},{"word":"Lording","type":"n.","descr":" A little lord; a lordling; a lord, in contempt or ridicule."},{"word":"Lordkin","type":"n.","descr":" A little lord."},{"word":"Lordlike","type":"a.","descr":" Befitting or like a lord; lordly."},{"word":"Lordlike","type":"a.","descr":" Haughty; proud; insolent; arrogant."},{"word":"Lordliness","type":"n.","descr":" The state or quality of being lordly."},{"word":"Lordling","type":"n.","descr":" A little or insignificant lord."},{"word":"Lordly","type":"superl.","descr":" Suitable for a lord; of or pertaining to a lord; resembling a lord; hence, grand; noble; dignified; honorable."},{"word":"Lordly","type":"superl.","descr":" Proud; haughty; imperious; insolent."},{"word":"Lordly","type":"adv.","descr":" In a lordly manner."},{"word":"Lordolatry","type":"n.","descr":" Worship of, or reverence for, a lord as such."},{"word":"Lordosis","type":"n.","descr":" A curvature of the spine forwards, usually in the lumbar region."},{"word":"Lordosis","type":"n.","descr":" Any abnormal curvature of the bones."},{"word":"Lords and Ladies","type":"","descr":" The European wake-robin (Arum maculatum), -- those with purplish spadix the lords, and those with pale spadix the ladies."},{"word":"Lordship","type":"n.","descr":" The state or condition of being a lord; hence (with his or your), a title applied to a lord (except an archbishop or duke, who is called Grace) or a judge (in Great Britain), etc."},{"word":"Lordship","type":"n.","descr":" Seigniory; domain; the territory over which a lord holds jurisdiction; a manor."},{"word":"Lordship","type":"n.","descr":" Dominion; power; authority."},{"word":"Lore","type":"n.","descr":" The space between the eye and bill, in birds, and the corresponding region in reptiles and fishes."},{"word":"Lore","type":"n.","descr":" The anterior portion of the cheeks of insects."},{"word":"Lore","type":"obs. imp. and p. p.","descr":" Lost."},{"word":"Lore","type":"v. t.","descr":" That which is or may be learned or known; the knowledge gained from tradition, books, or experience; often, the whole body of knowledge possessed by a people or class of people, or pertaining to a particular subject; as, the lore of the Egyptians; priestly lore; legal lore; folklore."},{"word":"Lore","type":"v. t.","descr":" That which is taught; hence, instruction; wisdom; advice; counsel."},{"word":"Lore","type":"v. t.","descr":" Workmanship."},{"word":"Loreal","type":"a.","descr":" Alt. of Loral"},{"word":"Loral","type":"a.","descr":" Of or pertaining to the lore; -- said of certain feathers of birds, scales of reptiles, etc."},{"word":"Lorel","type":"n.","descr":" A good for nothing fellow; a vagabond."},{"word":"Loren","type":"obs. strong p. p.","descr":" of Lose."},{"word":"Loresman","type":"n.","descr":" An instructor."},{"word":"Lorette","type":"n.","descr":" In France, a name for a woman who is supported by her lovers, and devotes herself to idleness, show, and pleasure; -- so called from the church of Notre Dame de Lorette, in Paris, near which many of them resided."},{"word":"Lorettine","type":"n.","descr":" One of a order of nuns founded in 1812 at Loretto, in Kentucky. The members of the order (called also Sisters of Loretto, or Friends of Mary at the Foot of the Cross) devote themselves to the cause of education and the care of destitute orphans, their labors being chiefly confined to the Western United States."},{"word":"Lorgnette","type":"n.","descr":" An opera glass"},{"word":"Lorgnette","type":"n.","descr":" elaborate double eyeglasses."},{"word":"Lori","type":"n.","descr":" Same as Lory."},{"word":"Loricae","type":"pl. ","descr":" of Lorica"},{"word":"Lorica","type":"n.","descr":" A cuirass, originally of leather, afterward of plates of metal or horn sewed on linen or the like."},{"word":"Lorica","type":"n.","descr":" Lute for protecting vessels from the fire."},{"word":"Lorica","type":"n.","descr":" The protective case or shell of an infusorian or rotifer."},{"word":"Loricata","type":"n. pl.","descr":" A suborder of edentates, covered with bony plates, including the armadillos."},{"word":"Loricata","type":"n. pl.","descr":" The crocodilia."},{"word":"Loricated","type":"imp. and p. p.","descr":" of Loricate"},{"word":"Loricating","type":"p. pr. and vb. n.","descr":" of Loricate"},{"word":"Loricate","type":"v. t.","descr":" To cover with some protecting substance, as with lute, a crust, coating, or plates."},{"word":"Loricate","type":"v.","descr":" Covered with a shell or exterior made of plates somewhat like a coat of mail, as in the armadillo."},{"word":"Loricate","type":"n.","descr":" An animal covered with bony scales, as crocodiles among reptiles, and the pangolins among mammals."},{"word":"Lorication","type":"n.","descr":" The act of loricating; the protecting substance put on; a covering of scales or plates."},{"word":"Lorikeet","type":"n.","descr":" Any one numerous species of small brush-tongued parrots or lories, found mostly in Australia, New Guinea and the adjacent islands, with some forms in the East Indies. They are arboreal in their habits and feed largely upon the honey of flowers. They belong to Trichoglossus, Loriculus, and several allied genera."},{"word":"Lorimer","type":"n.","descr":" Alt. of Loriner"},{"word":"Loriner","type":"n.","descr":" A maker of bits, spurs, and metal mounting for bridles and saddles; hence, a saddler."},{"word":"Loring","type":"n.","descr":" Instructive discourse."},{"word":"Loriot","type":"n.","descr":" The golden oriole of Europe. See Oriole."},{"word":"Loris","type":"n.","descr":" Any one of several species of small lemurs of the genus Stenops. They have long, slender limbs and large eyes, and are arboreal in their habits. The slender loris (S. gracilis), of Ceylon, in one of the best known species."},{"word":"Lorn","type":"a.","descr":" Lost; undone; ruined."},{"word":"Lorn","type":"a.","descr":" Forsaken; abandoned; solitary; bereft; as, a lone, lorn woman."},{"word":"Lorries","type":"pl. ","descr":" of Lorry"},{"word":"Lorrie","type":"n.","descr":" Alt. of Lorry"},{"word":"Lorry","type":"n.","descr":" A small cart or wagon, as those used on the tramways in mines to carry coal or rubbish; also, a barrow or truck for shifting baggage, as at railway stations."},{"word":"Lories","type":"pl. ","descr":" of Lory"},{"word":"Lory","type":"n.","descr":" Any one of many species of small parrots of the family Trichoglossidae, generally having the tongue papillose at the tip, and the mandibles straighter and less toothed than in common parrots. They are found in the East Indies, Australia, New Guinea, and the adjacent islands.  They feed mostly on soft fruits and on the honey of flowers."},{"word":"Los","type":"n.","descr":" Praise. See Loos."},{"word":"Losable","type":"a.","descr":" Such as can be lost."},{"word":"Losange","type":"n.","descr":" See Lozenge."},{"word":"Losing","type":"imp. and p. p.","descr":" of Lose"},{"word":"Lose","type":"v. t.","descr":" To part with unintentionally or unwillingly, as by accident, misfortune, negligence, penalty, forfeit, etc.; to be deprived of; as, to lose money from one\\'s purse or pocket, or in business or gaming; to lose an arm or a leg by amputation; to lose men in battle."},{"word":"Lose","type":"v. t.","descr":" To cease to have; to possess no longer; to suffer diminution of; as, to lose one\\'s relish for anything; to lose one\\'s health."},{"word":"Lose","type":"v. t.","descr":" Not to employ; to employ ineffectually; to throw away; to waste; to squander; as, to lose a day; to lose the benefits of instruction."},{"word":"Lose","type":"v. t.","descr":" To wander from; to miss, so as not to be able to and; to go astray from; as, to lose one\\'s way."},{"word":"Lose","type":"v. t.","descr":" To ruin; to destroy; as destroy; as, the ship was lost on the ledge."},{"word":"Lose","type":"v. t.","descr":" To be deprived of the view of; to cease to see or know the whereabouts of; as, he lost his companion in the crowd."},{"word":"Lose","type":"v. t.","descr":" To fail to obtain or enjoy; to fail to gain or win; hence, to fail to catch with the mind or senses; to miss; as, I lost a part of what he said."},{"word":"Lose","type":"v. t.","descr":" To cause to part with; to deprive of."},{"word":"Lose","type":"v. t.","descr":" To prevent from gaining or obtaining."},{"word":"Lose","type":"v. i.","descr":" To suffer loss, disadvantage, or defeat; to be worse off, esp. as the result of any kind of contest."},{"word":"Losel","type":"n.","descr":" One who loses by sloth or neglect; a worthless person; a lorel."},{"word":"Losel","type":"a.","descr":" Wasteful; slothful."},{"word":"Losenger","type":"n.","descr":" A flatterer; a deceiver; a cozener."},{"word":"Losengerie","type":"n.","descr":" Flattery; deceit; trickery."},{"word":"Loser","type":"n.","descr":" One who loses."},{"word":"Losing","type":"a.","descr":" Given to flattery or deceit; flattering; cozening."},{"word":"Losing","type":"v. t.","descr":" Causing or incurring loss; as, a losing game or business."},{"word":"Losingly","type":"adv.","descr":" In a manner to incur loss."},{"word":"Loss","type":"v. t.","descr":" The act of losing; failure; destruction; privation; as, the loss of property; loss of money by gaming; loss of health or reputation."},{"word":"Loss","type":"v. t.","descr":" The state of losing or having lost; the privation, defect, misfortune, harm, etc., which ensues from losing."},{"word":"Loss","type":"v. t.","descr":" That which is lost or from which one has parted; waste; -- opposed to gain or increase; as, the loss of liquor by leakage was considerable."},{"word":"Loss","type":"v. t.","descr":" The state of being lost or destroyed; especially, the wreck or foundering of a ship or other vessel."},{"word":"Loss","type":"v. t.","descr":" Failure to gain or win; as, loss of a race or battle."},{"word":"Loss","type":"v. t.","descr":" Failure to use advantageously; as, loss of time."},{"word":"Loss","type":"v. t.","descr":" Killed, wounded, and captured persons, or captured property."},{"word":"Loss","type":"v. t.","descr":" Destruction or diminution of value, if brought about in a manner provided for in the insurance contract (as destruction by fire or wreck, damage by water or smoke), or the death or injury of an insured person; also, the sum paid or payable therefor; as, the losses of the company this year amount to a million of dollars."},{"word":"Lossful","type":"a.","descr":" Detrimental."},{"word":"Lossless","type":"a.","descr":" Free from loss."},{"word":"Lost","type":"v. t.","descr":" Parted with unwillingly or unintentionally; not to be found; missing; as, a lost book or sheep."},{"word":"Lost","type":"v. t.","descr":" Parted with; no longer held or possessed; as, a lost limb; lost honor."},{"word":"Lost","type":"v. t.","descr":" Not employed or enjoyed; thrown away; employed ineffectually; wasted; squandered; as, a lost day; a lost opportunity or benefit."},{"word":"Lost","type":"v. t.","descr":" Having wandered from, or unable to find, the way; bewildered; perplexed; as, a child lost in the woods; a stranger lost in London."},{"word":"Lost","type":"v. t.","descr":" Ruined or destroyed, either physically or morally; past help or hope; as, a ship lost at sea; a woman lost to virtue; a lost soul."},{"word":"Lost","type":"v. t.","descr":" Hardened beyond sensibility or recovery; alienated; insensible; as, lost to shame; lost to all sense of honor."},{"word":"Lost","type":"v. t.","descr":" Not perceptible to the senses; no longer visible; as, an island lost in a fog; a person lost in a crowd."},{"word":"Lost","type":"v. t.","descr":" Occupied with, or under the influence of, something, so as to be insensible of external things; as, to be lost in thought."},{"word":"Lot","type":"n.","descr":" That which happens without human design or forethought; chance; accident; hazard; fortune; fate."},{"word":"Lot","type":"n.","descr":" Anything (as a die, pebble, ball, or slip of paper) used in determining a question by chance, or without man\\'s choice or will; as, to cast or draw lots."},{"word":"Lot","type":"n.","descr":" The part, or fate, which falls to one, as it were, by chance, or without his planning."},{"word":"Lot","type":"n.","descr":" A separate portion; a number of things taken collectively; as, a lot of stationery; -- colloquially, sometimes of people; as, a sorry lot; a bad lot."},{"word":"Lot","type":"n.","descr":" A distinct portion or plot of land, usually smaller than a field; as, a building lot in a city."},{"word":"Lot","type":"n.","descr":" A large quantity or number; a great deal; as, to spend a lot of money; lots of people think so."},{"word":"Lot","type":"n.","descr":" A prize in a lottery."},{"word":"Lotted","type":"imp. and p. p.","descr":" of Lot"},{"word":"Lotting","type":"p. pr. and vb. n.","descr":" of Lot"},{"word":"Lot","type":"v. t.","descr":" To allot; to sort; to portion."},{"word":"Lote","type":"n.","descr":" A large tree (Celtis australis), found in the south of Europe. It has a hard wood, and bears a cherrylike fruit. Called also nettle tree."},{"word":"Lote","type":"n.","descr":" The European burbot."},{"word":"Lote","type":"v. i.","descr":" To lurk; to lie hid."},{"word":"Loth","type":"a.","descr":" Alt. of Lothsome"},{"word":"Lothly","type":"a.","descr":" Alt. of Lothsome"},{"word":"Lothsome","type":"a.","descr":" See Loath, Loathly, etc."},{"word":"Lothario","type":"n.","descr":" A gay seducer of women; a libertine."},{"word":"Lotion","type":"n.","descr":" A washing, especially of the skin for the purpose of rendering it fair."},{"word":"Lotion","type":"n.","descr":" A liquid preparation for bathing the skin, or an injured or diseased part, either for a medicinal purpose, or for improving its appearance."},{"word":"Loto","type":"n.","descr":" See Lotto."},{"word":"Lotong","type":"n.","descr":" An East Indian monkey (Semnopithecus femoralis)."},{"word":"Lotophagi","type":"n. pl.","descr":" A people visited by Ulysses in his wanderings. They subsisted on the lotus. See Lotus (b), and Lotus-eater."},{"word":"Lotos","type":"n.","descr":" See Lotus."},{"word":"Lotteries","type":"pl. ","descr":" of Lottery"},{"word":"Lottery","type":"n.","descr":" A scheme for the distribution of prizes by lot or chance; esp., a gaming scheme in which one or more tickets bearing particular numbers draw prizes, and the rest of tickets are blanks. Fig. : An affair of chance."},{"word":"Lottery","type":"n.","descr":" Allotment; thing allotted."},{"word":"Lotto","type":"n.","descr":" A game of chance, played with cards, on which are inscribed numbers, and any contrivance (as a wheel containing numbered balls) for determining a set of numbers by chance. The player holding a card having on it the set of numbers drawn from the wheel takes the stakes after a certain percentage of them has been deducted for the dealer. A variety of lotto is called keno."},{"word":"Loture","type":"n.","descr":" See Lotion."},{"word":"Lotus","type":"n.","descr":" A name of several kinds of water lilies; as Nelumbium speciosum, used in religious ceremonies, anciently in Egypt, and to this day in Asia; Nelumbium luteum, the American lotus; and Nymphaea Lotus and N. caerulea, the respectively white-flowered and blue-flowered lotus of modern Egypt, which, with Nelumbium speciosum, are figured on its ancient monuments."},{"word":"Lotus","type":"n.","descr":" The lotus of the lotuseaters, probably a tree found in Northern Africa, Sicily, Portugal, and Spain (Zizyphus Lotus), the fruit of which is mildly sweet. It was fabled by the ancients to make strangers who ate of it forget their native country, or lose all desire to return to it."},{"word":"Lotus","type":"n.","descr":" The lote, or nettle tree. See Lote."},{"word":"Lotus","type":"n.","descr":" A genus (Lotus) of leguminous plants much resembling clover."},{"word":"Lotus","type":"n.","descr":" An ornament much used in Egyptian architecture, generally asserted to have been suggested by the Egyptian water lily."},{"word":"Lotus-eater","type":"n.","descr":" Alt. of Lotos-eater"},{"word":"Lotos-eater","type":"n.","descr":" One who ate the fruit or leaf of the lotus, and, as a consequence, gave himself up to indolence and daydreams; one of the Lotophagi."},{"word":"Louchettes","type":"n. pl.","descr":" Goggles intended to rectify strabismus by permitting vision only directly in front."},{"word":"Loud","type":"superl.","descr":" Having, making, or being a strong or great sound; noisy; striking the ear with great force; as, a loud cry; loud thunder."},{"word":"Loud","type":"superl.","descr":" Clamorous; boisterous."},{"word":"Loud","type":"superl.","descr":" Emphatic; impressive; urgent; as, a loud call for united effort."},{"word":"Loud","type":"superl.","descr":" Ostentatious; likely to attract attention; gaudy; as, a loud style of dress; loud colors."},{"word":"Loud","type":"adv.","descr":" With loudness; loudly."},{"word":"Loudful","type":"a.","descr":" Noisy."},{"word":"Loudly","type":"adv.","descr":" In a loud manner."},{"word":"Loud-mouthed","type":"a.","descr":" Having a loud voice; talking or sounding noisily; noisily impudent."},{"word":"Loudness","type":"n.","descr":" The quality or state of being loud."},{"word":"Loud-voiced","type":"a.","descr":" Having a loud voice; noisy; clamorous."},{"word":"Lough","type":"n.","descr":" A loch or lake; -- so spelt in Ireland."},{"word":"Lough","type":"obs. strong imp.","descr":" of Laugh."},{"word":"Louis dor","type":"","descr":" Formerly, a gold coin of France nominally worth twenty shillings sterling, but of varying value; -- first struck in 1640."},{"word":"Lonis quatorze","type":"","descr":" Of, pertaining to, or resembling, the art or style of the times of Louis XIV. of France; as, Louis quatorze architecture."},{"word":"Louk","type":"n.","descr":" An accomplice; a \"pal.\""},{"word":"Lounged","type":"imp. and p. p.","descr":" of Lounge"},{"word":"Lounging","type":"p. pr. and vb. n.","descr":" of Lounge"},{"word":"Lounge","type":"a.","descr":" To spend time lazily, whether lolling or idly sauntering; to pass time indolently; to stand, sit, or recline, in an indolent manner."},{"word":"Lounge","type":"n.","descr":" An idle gait or stroll; the state of reclining indolently; a place of lounging."},{"word":"Lounge","type":"n.","descr":" A piece of furniture resembling a sofa, upon which one may lie or recline."},{"word":"Lounger","type":"n.","descr":" One who lounges; ar idler."},{"word":"Loup","type":"n.","descr":" See 1st Loop."},{"word":"Loup-cervier","type":"n.","descr":" The Canada lynx. See Lynx."},{"word":"Loup-loup","type":"n.","descr":" The Pomeranian or Spitz dog."},{"word":"Loups","type":"n. pl.","descr":" The Pawnees, a tribe of North American Indians whose principal totem was the wolf."},{"word":"Lour","type":"n.","descr":" An Asiatic sardine (Clupea Neohowii), valued for its oil."},{"word":"Louri","type":"n.","descr":" See Lory."},{"word":"Louse","type":"n.","descr":" Any one of numerous species of small, wingless, suctorial, parasitic insects belonging to a tribe (Pediculina), now usually regarded as degraded Hemiptera. To this group belong of the lice of man and other mammals; as, the head louse of man (Pediculus capitis), the body louse (P. vestimenti), and the crab louse (Phthirius pubis), and many others. See Crab louse, Dog louse, Cattle louse, etc., under Crab, Dog, etc."},{"word":"Louse","type":"n.","descr":" Any one of numerous small mandibulate insects, mostly parasitic on birds, and feeding on the feathers. They are known as Mallophaga, or bird lice, though some occur on the hair of mammals. They are usually regarded as degraded Pseudoneuroptera. See Mallophaga."},{"word":"Louse","type":"n.","descr":" Any one of the numerous species of aphids, or plant lice. See Aphid."},{"word":"Louse","type":"n.","descr":" Any small crustacean parasitic on fishes. See Branchiura, and Ichthvophthira."},{"word":"Louse","type":"v. t.","descr":" To clean from lice."},{"word":"Lousewort","type":"n.","descr":" Any species of Pedicularis, a genus of perennial herbs. It was said to make sheep that fed on it lousy."},{"word":"Lousily","type":"adv.","descr":" In a lousy manner; in a mean, paltry manner; scurvily."},{"word":"Lousiness","type":"n.","descr":" The state or quality of being lousy."},{"word":"Lousy","type":"a.","descr":" Infested with lice."},{"word":"Lousy","type":"a.","descr":" Mean; contemptible; as, lousy knave."},{"word":"Lout","type":"v. i.","descr":" To bend; to box; to stoop."},{"word":"Lout","type":"n.","descr":" A clownish, awkward fellow; a bumpkin."},{"word":"Lout","type":"v. t.","descr":" To treat as a lout or fool; to neglect; to disappoint."},{"word":"Loutish","type":"a.","descr":" Clownish; rude; awkward."},{"word":"Loutou","type":"n.","descr":" A crested black monkey (Semnopithecus maurus) of Java."},{"word":"Louver","type":"n.","descr":" Alt. of Louvre"},{"word":"Louvre","type":"n.","descr":" A small lantern. See Lantern, 2 (a)."},{"word":"Lovable","type":"a.","descr":" Having qualities that excite, or are fitted to excite, love; worthy of love."},{"word":"Lovage","type":"n.","descr":" An umbelliferous plant (Levisticum officinale), sometimes used in medicine as an aromatic stimulant."},{"word":"Love","type":"n.","descr":" A feeling of strong attachment induced by that which delights or commands admiration; preeminent kindness or devotion to another; affection; tenderness; as, the love of brothers and sisters."},{"word":"Love","type":"n.","descr":" Especially, devoted attachment to, or tender or passionate affection for, one of the opposite sex."},{"word":"Love","type":"n.","descr":" Courtship; -- chiefly in the phrase to make love, i. e., to court, to woo, to solicit union in marriage."},{"word":"Love","type":"n.","descr":" Affection; kind feeling; friendship; strong liking or desire; fondness; good will; -- opposed to hate; often with of and an object."},{"word":"Love","type":"n.","descr":" Due gratitude and reverence to God."},{"word":"Love","type":"n.","descr":" The object of affection; -- often employed in endearing address."},{"word":"Love","type":"n.","descr":" Cupid, the god of love; sometimes, Venus."},{"word":"Love","type":"n.","descr":" A thin silk stuff."},{"word":"Love","type":"n.","descr":" A climbing species of Clematis (C. Vitalba)."},{"word":"Love","type":"n.","descr":" Nothing; no points scored on one side; -- used in counting score at tennis, etc."},{"word":"Loved","type":"imp. and p. p.","descr":" of Love"},{"word":"Loving","type":"p. pr. and vb. n.","descr":" of Love"},{"word":"Love","type":"n.","descr":" To have a feeling of love for; to regard with affection or good will; as, to love one\\'s children and friends; to love one\\'s country; to love one\\'s God."},{"word":"Love","type":"n.","descr":" To regard with passionate and devoted affection, as that of one sex for the other."},{"word":"Love","type":"n.","descr":" To take delight or pleasure in; to have a strong liking or desire for, or interest in; to be pleased with; to like; as, to love books; to love adventures."},{"word":"Love","type":"v. i.","descr":" To have the feeling of love; to be in love."},{"word":"Loveable","type":"a.","descr":" See Lovable."},{"word":"Love-drury","type":"n.","descr":" Affection."},{"word":"Lovee","type":"n.","descr":" One who is loved."},{"word":"Loveful","type":"a.","descr":" Full of love."},{"word":"Loveless","type":"a.","descr":" Void of love; void of tenderness or kindness."},{"word":"Loveless","type":"a.","descr":" Not attracting love; unattractive."},{"word":"Lovelily","type":"adv.","descr":" In manner to excite love; amiably."},{"word":"Loveliness","type":"n.","descr":" The state or quality of being lovely."},{"word":"Lovelock","type":"n.","descr":" A long lock of hair hanging prominently by itself; an earlock; -- worn by men of fashion in the reigns of Elizabeth and James I."},{"word":"Lovelorn","type":"a.","descr":" Forsaken by one\\'s love."},{"word":"Lovely","type":"superl.","descr":" Having such an appearance as excites, or is fitted to excite, love; beautiful; charming; very pleasing in form, looks, tone, or manner."},{"word":"Lovely","type":"superl.","descr":" Lovable; amiable; having qualities of any kind which excite, or are fitted to excite, love or friendship."},{"word":"Lovely","type":"superl.","descr":" Loving; tender."},{"word":"Lovely","type":"superl.","descr":" Very pleasing; -- applied loosely to almost anything which is not grand or merely pretty; as, a lovely view; a lovely valley; a lovely melody."},{"word":"Lovely","type":"adv.","descr":" In a manner to please, or to excite love."},{"word":"Love-making","type":"n.","descr":" Courtship."},{"word":"Lovemonger","type":"n.","descr":" One who deals in affairs of love."},{"word":"Lover","type":"n.","descr":" One who loves; one who is in love; -- usually limited, in the singular, to a person of the male sex."},{"word":"Lover","type":"n.","descr":" A friend; one strongly attached to another; one who greatly desires the welfare of any person or thing; as, a lover of his country."},{"word":"Lover","type":"n.","descr":" One who has a strong liking for anything, as books, science, or music."},{"word":"Lover","type":"n.","descr":" Alt. of Lovery"},{"word":"Lovery","type":"n.","descr":" See Louver."},{"word":"Loverwise","type":"adv.","descr":" As lovers do."},{"word":"Love-sick","type":"a.","descr":" Languishing with love or amorous desire; as, a love-sick maid."},{"word":"Love-sick","type":"a.","descr":" Originating in, or expressive of, languishing love."},{"word":"Love-sickness","type":"n.","descr":" The state of being love-sick."},{"word":"Lovesome","type":"a.","descr":" Lovely."},{"word":"Loving","type":"a.","descr":" Affectionate."},{"word":"Loving","type":"a.","descr":" Expressing love or kindness; as, loving words."},{"word":"Loving-kindness","type":"n.","descr":" Tender regard; mercy; favor."},{"word":"Lovingly","type":"adv.","descr":" With love; affectionately."},{"word":"Lovingness","type":"n.","descr":" Affection; kind regard."},{"word":"Lovyer","type":"n.","descr":" A lover."},{"word":"Low","type":"","descr":" strong imp. of Laugh."},{"word":"Lowed","type":"imp. and p. p.","descr":" of Low"},{"word":"Lowing","type":"p. pr. and vb. n.","descr":" of Low"},{"word":"Low","type":"v. i.","descr":" To make the calling sound of cows and other bovine animals; to moo."},{"word":"Low","type":"n.","descr":" The calling sound ordinarily made by cows and other bovine animals."},{"word":"Low","type":"n.","descr":" A hill; a mound; a grave."},{"word":"Low","type":"n.","descr":" Fire; a flame; a light."},{"word":"Low","type":"v. i.","descr":" To burn; to blaze."},{"word":"Low","type":"superl.","descr":" Occupying an inferior position or place; not high or elevated; depressed in comparison with something else; as, low ground; a low flight."},{"word":"Low","type":"superl.","descr":" Not rising to the usual height; as, a man of low stature; a low fence."},{"word":"Low","type":"superl.","descr":" Near the horizon; as, the sun is low at four o\\'clock in winter, and six in summer."},{"word":"Low","type":"superl.","descr":" Sunk to the farthest ebb of the tide; as, low tide."},{"word":"Low","type":"superl.","descr":" Beneath the usual or remunerative rate or amount, or the ordinary value; moderate; cheap; as, the low price of corn; low wages."},{"word":"Low","type":"superl.","descr":" Not loud; as, a low voice; a low sound."},{"word":"Low","type":"superl.","descr":" Depressed in the scale of sounds; grave; as, a low pitch; a low note."},{"word":"Low","type":"superl.","descr":" Made, as a vowel, with a low position of part of the tongue in relation to the palate; as, \/ (\/m), \/ (all). See Guide to Pronunciation, \/\/ 5, 10, 11."},{"word":"Low","type":"superl.","descr":" Near, or not very distant from, the equator; as, in the low northern latitudes."},{"word":"Low","type":"superl.","descr":" Numerically small; as, a low number."},{"word":"Low","type":"superl.","descr":" Wanting strength or animation; depressed; dejected; as, low spirits; low in spirits."},{"word":"Low","type":"superl.","descr":" Depressed in condition; humble in rank; as, men of low condition; the lower classes."},{"word":"Low","type":"superl.","descr":" Mean; vulgar; base; dishonorable; as, a person of low mind; a low trick or stratagem."},{"word":"Low","type":"superl.","descr":" Not elevated or sublime; not exalted or diction; as, a low comparison."},{"word":"Low","type":"superl.","descr":" Submissive; humble."},{"word":"Low","type":"superl.","descr":" Deficient in vital energy; feeble; weak; as, a low pulse; made low by sickness."},{"word":"Low","type":"superl.","descr":" Moderate; not intense; not inflammatory; as, low heat; a low temperature; a low fever."},{"word":"Low","type":"superl.","descr":" Smaller than is reasonable or probable; as, a low estimate."},{"word":"Low","type":"superl.","descr":" Not rich, high seasoned, or nourishing; plain; simple; as, a low diet."},{"word":"Low","type":"n.","descr":" The lowest trump, usually the deuce; the lowest trump dealt or drawn."},{"word":"Low","type":"adv.","descr":" In a low position or manner; not aloft; not on high; near the ground."},{"word":"Low","type":"adv.","descr":" Under the usual price; at a moderate price; cheaply; as, he sold his wheat low."},{"word":"Low","type":"adv.","descr":" In a low mean condition; humbly; meanly."},{"word":"Low","type":"adv.","descr":" In time approaching our own."},{"word":"Low","type":"adv.","descr":" With a low voice or sound; not loudly; gently; as, to speak low."},{"word":"Low","type":"adv.","descr":" With a low musical pitch or tone."},{"word":"Low","type":"adv.","descr":" In subjection, poverty, or disgrace; as, to be brought low by oppression, by want, or by vice."},{"word":"Low","type":"adv.","descr":" In a path near the equator, so that the declination is small, or near the horizon, so that the altitude is small; -- said of the heavenly bodies with reference to the diurnal revolution; as, the moon runs low, that is, is comparatively near the horizon when on or near the meridian."},{"word":"Low","type":"v. t.","descr":" To depress; to lower."},{"word":"Lowbell","type":"n.","descr":" A bell used in fowling at night, to frighten birds, and, with a sudden light, to make them fly into a net."},{"word":"Lowbell","type":"n.","descr":" A bell to be hung on the neck of a sheep."},{"word":"Lowbell","type":"v. t.","descr":" To frighten, as with a lowbell."},{"word":"Lowborn","type":"a.","descr":" Born in a low condition or rank; -- opposed to highborn."},{"word":"Lowbred","type":"a.","descr":" Bred, or like one bred, in a low condition of life; characteristic or indicative of such breeding; rude; impolite; vulgar; as, a lowbred fellow; a lowbred remark."},{"word":"Low-church","type":"a.","descr":" Not placing a high estimate on ecclesiastical organizations or forms; -- applied especially to Episcopalians, and opposed to high-church. See High Church, under High."},{"word":"Low-churchism","type":"n.","descr":" The principles of the low-church party."},{"word":"Low-churchman","type":"n.","descr":" One who holds low-church principles."},{"word":"Low-churchmanship","type":"n.","descr":" The state of being a low-churchman."},{"word":"Lower","type":"a.","descr":" Compar. of Low, a."},{"word":"Lowered","type":"imp. and p. p.","descr":" of Lower"},{"word":"Lowering","type":"p. pr. and vb. n.","descr":" of Lower"},{"word":"Lower","type":"a.","descr":" To let descend by its own weight, as something suspended; to let down; as, to lower a bucket into a well; to lower a sail or a boat; sometimes, to pull down; as, to lower a flag."},{"word":"Lower","type":"a.","descr":" To reduce the height of; as, to lower a fence or wall; to lower a chimney or turret."},{"word":"Lower","type":"a.","descr":" To depress as to direction; as, to lower the aim of a gun; to make less elevated as to object; as, to lower one\\'s ambition, aspirations, or hopes."},{"word":"Lower","type":"a.","descr":" To reduce the degree, intensity, strength, etc., of; as, to lower the temperature of anything; to lower one\\'s vitality; to lower distilled liquors."},{"word":"Lower","type":"a.","descr":" To bring down; to humble; as, to lower one\\'s pride."},{"word":"Lower","type":"a.","descr":" To reduce in value, amount, etc. ; as, to lower the price of goods, the rate of interest, etc."},{"word":"Lower","type":"v. i.","descr":" To fall; to sink; to grow less; to diminish; to decrease; as, the river lowered as rapidly as it rose."},{"word":"Lowered","type":"imp. and p. p.","descr":" of Lower"},{"word":"Lowering","type":"p. pr. and vb. n.","descr":" of Lower"},{"word":"Lower","type":"v. i.","descr":" To be dark, gloomy, and threatening, as clouds; to be covered with dark and threatening clouds, as the sky; to show threatening signs of approach, as a tempest."},{"word":"Lower","type":"v. i.","descr":" To frown; to look sullen."},{"word":"Lower","type":"n.","descr":" Cloudiness; gloominess."},{"word":"Lower","type":"n.","descr":" A frowning; sullenness."},{"word":"Lower-case","type":"a.","descr":" Pertaining to, or kept in, the lower case; -- used to denote the small letters, in distinction from capitals and small capitals. See the Note under 1st Case, n., 3."},{"word":"Lowering","type":"a.","descr":" Dark and threatening; gloomy; sullen; as, lowering clouds or sky."},{"word":"Loweringly","type":"adv.","descr":" In a lowering manner; with cloudiness or threatening gloom."},{"word":"Lowermost","type":"superl.","descr":" Lowest."},{"word":"Lowery","type":"a.","descr":" Cloudy; gloomy; lowering; as, a lowery sky; lowery weather."},{"word":"Lowgh","type":"","descr":" Alt. of Lowh"},{"word":"Lowh","type":"","descr":" strong imp. of Laugh."},{"word":"Lowing","type":"n.","descr":" The calling sound made by cows and other bovine animals."},{"word":"Lowish","type":"a.","descr":" Somewhat low."},{"word":"Lowk","type":"n.","descr":" See Louk."},{"word":"Lowland","type":"n.","descr":" Land which is low with respect to the neighboring country; a low or level country; -- opposed to highland."},{"word":"Lowlander","type":"n.","descr":" A native or inhabitant of the Lowlands, especially of the Lowlands of Scotland, as distinguished from Highlander."},{"word":"Lowlihood","type":"n.","descr":" Alt. of Lowlihead"},{"word":"Lowlihead","type":"n.","descr":" A lowly state."},{"word":"Lowlily","type":"adv.","descr":" In a lowly place or manner; humbly."},{"word":"Lowliness","type":"n.","descr":" The state or quality of being lowly; humility; humbleness of mind."},{"word":"Lowliness","type":"n.","descr":" Low condition, especially as to manner of life."},{"word":"Low-lived","type":"a.","descr":" Characteristic of, or like, one bred in a low and vulgar condition of life; mean dishonorable; contemptible; as, low-lived dishonesty."},{"word":"Lowly","type":"a.","descr":" Not high; not elevated in place; low."},{"word":"Lowly","type":"a.","descr":" Low in rank or social importance."},{"word":"Lowly","type":"a.","descr":" Not lofty or sublime; humble."},{"word":"Lowly","type":"a.","descr":" Having a low esteem of one\\'s own worth; humble; meek; free from pride."},{"word":"Lowly","type":"adv.","descr":" In a low manner; humbly; meekly; modestly."},{"word":"Lowly","type":"adv.","descr":" In a low condition; meanly."},{"word":"Low-minded","type":"a.","descr":" Inclined in mind to low or unworthy things; showing a base mind."},{"word":"Low-mindedness","type":"n.","descr":" The quality of being lowminded; meanness; baseness."},{"word":"Lown","type":"n.","descr":" A low fellow."},{"word":"Low-necked","type":"a.","descr":" Cut low in the neck; decollete; -- said of a woman\\'s dress."},{"word":"Lowness","type":"n.","descr":" The state or quality of being low."},{"word":"Low-pressure","type":"a.","descr":" Having, employing, or exerting, a low degree of pressure."},{"word":"Lowry","type":"n.","descr":" An open box car used on railroads. Compare Lorry."},{"word":"Low-spirited","type":"a.","descr":" Deficient in animation and courage; dejected; depressed; not sprightly."},{"word":"Low-studded","type":"a.","descr":" Furnished or built with short studs; as, a low-studded house or room."},{"word":"Low-thoughted","type":"a.","descr":" Having one\\'s thoughts directed toward mean or insignificant subjects."},{"word":"Loxodromic","type":"a.","descr":" Pertaining to sailing on rhumb lines; as, loxodromic tables."},{"word":"Loxodromics","type":"n.","descr":" The art or method of sailing on the loxodromic or rhumb line."},{"word":"Loxodremism","type":"n.","descr":" The act or process of tracing a loxodromic curve; the act of moving as if in a loxodromic curve."},{"word":"Loxodromy","type":"n.","descr":" The science of loxodromics."},{"word":"Loy","type":"n.","descr":" A long, narrow spade for stony lands."},{"word":"Loyal","type":"a.","descr":" Faithful to law; upholding the lawful authority; faithful and true to the lawful government; faithful to the prince or sovereign to whom one is subject; unswerving in allegiance."},{"word":"Loyal","type":"a.","descr":" True to any person or persons to whom one owes fidelity, especially as a wife to her husband, lovers to each other, and friend to friend; constant; faithful to a cause or a principle."},{"word":"Loyalist","type":"n.","descr":" A person who adheres to his sovereign or to the lawful authority; especially, one who maintains his allegiance to his prince or government, and defends his cause in times of revolt or revolution."},{"word":"Loyally","type":"adv.","descr":" In a loyal manner; faithfully."},{"word":"Loyalness","type":"n.","descr":" Loyalty."},{"word":"Loyalty","type":"n.","descr":" The state or quality of being loyal; fidelity to a superior, or to duty, love, etc."},{"word":"Lozenge","type":"n.","descr":" A diamond-shaped figure usually with the upper and lower angles slightly acute, borne upon a shield or escutcheon.  Cf. Fusil."},{"word":"Lozenge","type":"n.","descr":" A form of the escutcheon used by women instead of the shield which is used by men."},{"word":"Lozenge","type":"n.","descr":" A figure with four equal sides, having two acute and two obtuse angles; a rhomb."},{"word":"Lozenge","type":"n.","descr":" Anything in the form of lozenge."},{"word":"Lozenge","type":"n.","descr":" A small cake of sugar and starch, flavored, and often medicated. -- originally in the form of a lozenge."},{"word":"Lozenged","type":"a.","descr":" Alt. of Lozenge-shaped"},{"word":"Lozenge-shaped","type":"a.","descr":" Having the form of a lozenge or rhomb."},{"word":"Lozengy","type":"a.","descr":" Divided into lozenge-shaped compartments, as the field or a bearing, by lines drawn in the direction of the bend sinister."}]