[{"word":"Maa","type":"n.","descr":" The common European gull (Larus canus); -- called also mar. See New, a gull."},{"word":"Maad","type":"p. p.","descr":" Made."},{"word":"Maalin","type":"n.","descr":" The sparrow hawk."},{"word":"Maalin","type":"n.","descr":" The kestrel."},{"word":"Maam","type":"n.","descr":" Madam; my lady; -- a colloquial contraction of madam often used in direct address, and sometimes as an appellation."},{"word":"Maara shell","type":"","descr":" A large, pearly, spiral, marine shell (Turbo margaritaceus), from the Pacific Islands. It is used as an ornament."},{"word":"Maasha","type":"n.","descr":" An East Indian coin, of about one tenth of the weight of a rupee."},{"word":"Maat","type":"a.","descr":" Dejected; sorrowful; downcast."},{"word":"Mad","type":"n.","descr":" A slattern."},{"word":"Mad","type":"n.","descr":" The name of a female fairy, esp. the queen of the fairies; and hence, sometimes, any fairy."},{"word":"Mabble","type":"v. t.","descr":" To wrap up."},{"word":"Mabby","type":"n.","descr":" A spirituous liquor or drink distilled from potatoes; -- used in the Barbadoes."},{"word":"Mabolo","type":"n.","descr":" A kind of persimmon tree (Diospyros discolor) from the Philippine Islands, now introduced into the East and West Indies. It bears an edible fruit as large as a quince."},{"word":"Mac","type":"","descr":" A prefix, in names of Scotch origin, signifying son."},{"word":"Macaco","type":"n.","descr":" Any one of several species of lemurs, as the ruffed lemur (Lemur macaco), and the ring-tailed lemur (L. catta)."},{"word":"Macacus","type":"n.","descr":" A genus of monkeys, found in Asia and the East Indies. They have short tails and prominent eyebrows."},{"word":"Macadamization","type":"n.","descr":" The process or act of macadamizing."},{"word":"Macadamized","type":"imp. and p. p.","descr":" of Macadamize"},{"word":"Macadamizing","type":"p. pr. and vb. n.","descr":" of Macadamize"},{"word":"Macadamize","type":"v. t.","descr":" To cover, as a road, or street, with small, broken stones, so as to form a smooth, hard, convex surface."},{"word":"Maoadam road","type":"","descr":" A macadamized road."},{"word":"Macao","type":"n.","descr":" A macaw."},{"word":"Macaque","type":"n.","descr":" Any one of several species of short-tailed monkeys of the genus Macacus; as, M. maurus, the moor macaque of the East Indies."},{"word":"Macaranga gum","type":"","descr":" A gum of a crimson color, obtained from a tree (Macaranga Indica) that grows in the East Indies. It is used in taking impressions of coins, medallions, etc., and sometimes as a medicine."},{"word":"Macarize","type":"v. t.","descr":" To congratulate."},{"word":"Macaronis","type":"pl. ","descr":" of Macaroni"},{"word":"Macaronies","type":"pl. ","descr":" of Macaroni"},{"word":"Macaroni","type":"n.","descr":" Long slender tubes made of a paste chiefly of wheat flour, and used as an article of food; Italian or Genoese paste."},{"word":"Macaroni","type":"n.","descr":" A medley; something droll or extravagant."},{"word":"Macaroni","type":"n.","descr":" A sort of droll or fool."},{"word":"Macaroni","type":"n.","descr":" A finical person; a fop; -- applied especially to English fops of about 1775."},{"word":"Macaroni","type":"n.","descr":" The designation of a body of Maryland soldiers in the Revolutionary War, distinguished by a rich uniform."},{"word":"Macaronian","type":"a.","descr":" Alt. of Macaronic"},{"word":"Macaronic","type":"a.","descr":" Pertaining to, or like, macaroni (originally a dish of mixed food); hence, mixed; confused; jumbled."},{"word":"Macaronic","type":"a.","descr":" Of or pertaining to the burlesque composition called macaronic; as, macaronic poetry."},{"word":"Macaronic","type":"n.","descr":" A heap of thing confusedly mixed together; a jumble."},{"word":"Macaronic","type":"n.","descr":" A kind of burlesque composition, in which the vernacular words of one or more modern languages are intermixed with genuine Latin words, and with hybrid formed by adding Latin terminations to other roots."},{"word":"Macaroon","type":"n.","descr":" A small cake, composed chiefly of the white of eggs, almonds, and sugar."},{"word":"Macaroon","type":"n.","descr":" A finical fellow, or macaroni."},{"word":"Macartney","type":"n.","descr":" A fire-backed pheasant. See Fireback."},{"word":"Macassar oil","type":"","descr":" A kind of oil formerly used in dressing the hair; -- so called because originally obtained from Macassar, a district of the Island of Celebes. Also, an imitation of the same, of perfumed castor oil and olive oil."},{"word":"Macauco","type":"n.","descr":" Any one of several species of small lemurs, as Lemur murinus, which resembles a rat in size."},{"word":"Macavahu","type":"n.","descr":" A small Brazilian monkey (Callithrix torquatus), -- called also collared teetee."},{"word":"Macaw","type":"n.","descr":" Any parrot of the genus Sittace, or Macrocercus. About eighteen species are known, all of them American. They are large and have a very long tail, a strong hooked bill, and a naked space around the eyes. The voice is harsh, and the colors are brilliant and strongly contrasted."},{"word":"Maccabean","type":"a.","descr":" Of or pertaining to Judas Maccabeus or to the Maccabees; as, the Maccabean princes; Maccabean times."},{"word":"Maccabees","type":"n. pl.","descr":" The name given later times to the Asmonaeans, a family of Jewish patriots, who headed a religious revolt in the reign of Antiochus IV., 168-161 B. C., which led to a period of freedom for Israel."},{"word":"Maccabees","type":"n. pl.","descr":" The name of two ancient historical books, which give accounts of Jewish affairs in or about the time of the Maccabean princes, and which are received as canonical books in the Roman Catholic Church, but are included in the Apocrypha by Protestants. Also applied to three books, two of which are found in some MSS. of the Septuagint."},{"word":"Maccaboy","type":"n.","descr":" Alt. of Maccoboy"},{"word":"Maccoboy","type":"n.","descr":" A kind of snuff."},{"word":"Macco","type":"n.","descr":" A gambling game in vogue in the eighteenth century."},{"word":"Mace","type":"n.","descr":" A money of account in China equal to one tenth of a tael; also, a weight of 57.98 grains."},{"word":"Mace","type":"n.","descr":" A kind of spice; the aril which partly covers nutmegs. See Nutmeg."},{"word":"Mace","type":"n.","descr":" A heavy staff or club of metal; a spiked club; -- used as weapon in war before the general use of firearms, especially in the Middle Ages, for breaking metal armor."},{"word":"Mace","type":"n.","descr":" A staff borne by, or carried before, a magistrate as an ensign of his authority."},{"word":"Mace","type":"n.","descr":" An officer who carries a mace as an emblem of authority."},{"word":"Mace","type":"n.","descr":" A knobbed mallet used by curriers in dressing leather to make it supple."},{"word":"Mace","type":"n.","descr":" A rod for playing billiards, having one end suited to resting on the table and pushed with one hand."},{"word":"Macedonian","type":"a.","descr":" Belonging, or relating, to Macedonia."},{"word":"Macedonian","type":"n.","descr":" A native or inhabitant of Macedonia."},{"word":"Macedonian","type":"n.","descr":" One of a certain religious sect, followers of Macedonius, Bishop of Constantinople, in the fourth century, who held that the Holy Ghost was a creature, like the angels, and a servant of the Father and the Son."},{"word":"Macedonianism","type":"n.","descr":" The doctrines of Macedonius."},{"word":"Macer","type":"n.","descr":" A mace bearer; an officer of a court."},{"word":"Macerated","type":"imp. and p. p.","descr":" of Macerate"},{"word":"Macerating","type":"p. pr. and vb. n.","descr":" of Macerate"},{"word":"Macerate","type":"v. t.","descr":" To make lean; to cause to waste away."},{"word":"Macerate","type":"v. t.","descr":" To subdue the appetites of by poor and scanty diet; to mortify."},{"word":"Macerate","type":"v. t.","descr":" To soften by steeping in a liquid, with or without heat; to wear away or separate the parts of by steeping; as, to macerate animal or vegetable fiber."},{"word":"Macerater","type":"n.","descr":" One who, or that which, macerates; an apparatus for converting paper or fibrous matter into pulp."},{"word":"Maceration","type":"n.","descr":" The act or process of macerating."},{"word":"Machaerodus","type":"n.","descr":" Alt. of Machairodus"},{"word":"Machairodus","type":"n.","descr":" A genus of extinct mammals allied to the cats, and having in the upper jaw canine teeth of remarkable size and strength; -- hence called saber-toothed tigers."},{"word":"Machete","type":"n.","descr":" A large heavy knife resembling a broadsword, often two or three feet in length, -- used by the inhabitants of Spanish America as a hatchet to cut their way through thickets, and for various other purposes."},{"word":"Machiavelian","type":"a.","descr":" Of or pertaining to Machiavel, or to his supposed principles; politically cunning; characterized by duplicity or bad faith; crafty."},{"word":"Machiavelian","type":"n.","descr":" One who adopts the principles of Machiavel; a cunning and unprincipled politician."},{"word":"Machiavelism","type":"n.","descr":" Alt. of Machiavelianism"},{"word":"Machiavelianism","type":"n.","descr":" The supposed principles of Machiavel, or practice in conformity to them; political artifice, intended to favor arbitrary power."},{"word":"Machicolated","type":"a.","descr":" Having machicolations."},{"word":"Machicolation","type":"n.","descr":" An opening between the corbels which support a projecting parapet, or in the floor of a gallery or the roof of a portal, shooting or dropping missiles upen assailants attacking the base of the walls. Also, the construction of such defenses, in general, when of this character. See Illusts. of Battlement and Castle."},{"word":"Machicolation","type":"n.","descr":" The act of discharging missiles or pouring burning or melted substances upon assailants through such apertures."},{"word":"Machicoulis","type":"n.","descr":" Same as Machicolation."},{"word":"Machinal","type":"a.","descr":" Of or pertaining to machines."},{"word":"Machinated","type":"imp. and p. p.","descr":" of Machinate"},{"word":"Machinating","type":"p. pr. and vb. n.","descr":" of Machinate"},{"word":"Machinate","type":"v. i.","descr":" To plan; to contrive; esp., to form a scheme with the purpose of doing harm; to contrive artfully; to plot."},{"word":"Machinate","type":"v. t.","descr":" To contrive, as a plot; to plot; as, to machinate evil."},{"word":"Machination","type":"n.","descr":" The act of machinating."},{"word":"Machination","type":"n.","descr":" That which is devised; a device; a hostile or treacherous scheme; an artful design or plot."},{"word":"Machinator","type":"n.","descr":" One who machinates, or forms a scheme with evil designs; a plotter or artful schemer."},{"word":"Machine","type":"n.","descr":" In general, any combination of bodies so connected that their relative motions are constrained, and by means of which force and motion may be transmitted and modified, as a screw and its nut, or a lever arranged to turn about a fulcrum or a pulley about its pivot, etc.; especially, a construction, more or less complex, consisting of a combination of moving parts, or simple mechanical elements, as wheels, levers, cams, etc., with their supports and connecting framework, calculated to constitute a prime mover, or to receive force and motion from a prime mover or from another machine, and transmit, modify, and apply them to the production of some desired mechanical effect or work, as weaving by a loom, or the excitation of electricity by an electrical machine."},{"word":"Machine","type":"n.","descr":" Any mechanical contrivance, as the wooden horse with which the Greeks entered Troy; a coach; a bicycle."},{"word":"Machine","type":"n.","descr":" A person who acts mechanically or at will of another."},{"word":"Machine","type":"n.","descr":" A combination of persons acting together for a common purpose, with the agencies which they use; as, the social machine."},{"word":"Machine","type":"n.","descr":" A political organization arranged and controlled by one or more leaders for selfish, private or partisan ends."},{"word":"Machine","type":"n.","descr":" Supernatural agency in a poem, or a superhuman being introduced to perform some exploit."},{"word":"Machined","type":"imp. and p. p.","descr":" of Machine"},{"word":"Machining","type":"p. pr. and vb. n.","descr":" of Machine"},{"word":"Machine","type":"v. t.","descr":" To subject to the action of machinery; to effect by aid of machinery; to print with a printing machine."},{"word":"Machiner","type":"n.","descr":" One who or operates a machine; a machinist."},{"word":"Machinery","type":"n.","descr":" Machines, in general, or collectively."},{"word":"Machinery","type":"n.","descr":" The working parts of a machine, engine, or instrument; as, the machinery of a watch."},{"word":"Machinery","type":"n.","descr":" The supernatural means by which the action of a poetic or fictitious work is carried on and brought to a catastrophe; in an extended sense, the contrivances by which the crises and conclusion of a fictitious narrative, in prose or verse, are effected."},{"word":"Machinery","type":"n.","descr":" The means and appliances by which anything is kept in action or a desired result is obtained; a complex system of parts adapted to a purpose."},{"word":"Machining","type":"a.","descr":" Of or pertaining to the machinery of a poem; acting or used as a machine."},{"word":"Machinist","type":"n.","descr":" A constrictor of machines and engines; one versed in the principles of machines."},{"word":"Machinist","type":"n.","descr":" One skilled in the use of machine tools."},{"word":"Machinist","type":"n.","descr":" A person employed to shift scenery in a theater."},{"word":"Macho","type":"n.","descr":" The striped mullet of California (Mugil cephalus, \/ Mexicanus)."},{"word":"Macilency","type":"n.","descr":" Leanness."},{"word":"Macilent","type":"a.","descr":" Lean; thin."},{"word":"Macintosh","type":"n.","descr":" Same as Mackintosh."},{"word":"Mackerel","type":"n.","descr":" A pimp; also, a bawd."},{"word":"Mackerel","type":"n.","descr":" Any species of the genus Scomber, and of several related genera. They are finely formed and very active oceanic fishes. Most of them are highly prized for food."},{"word":"Mackinaw blanket","type":"","descr":" Alt. of Mackinaw"},{"word":"Mackinaw","type":"","descr":" A thick blanket formerly in common use in the western part of the United States."},{"word":"Mackintosh","type":"n.","descr":" A waterproof outer garment; -- so called from the name of the inventor."},{"word":"Mackle","type":"n.","descr":" Same Macule."},{"word":"Mackle","type":"v. t. and i.","descr":" To blur, or be blurred, in printing, as if there were a double impression."},{"word":"Macle","type":"n.","descr":" Chiastolite; -- so called from the tessellated appearance of a cross section. See Chiastolite."},{"word":"Macle","type":"n.","descr":" A crystal having a similar tessellated appearance."},{"word":"Macle","type":"n.","descr":" A twin crystal."},{"word":"Macled","type":"a.","descr":" Marked like macle (chiastolite)."},{"word":"Macled","type":"a.","descr":" Having a twin structure. See Twin, a."},{"word":"Macled","type":"a.","descr":" See Mascled."},{"word":"Maclurea","type":"n.","descr":" A genus of spiral gastropod shells, often of large size, characteristic of the lower Silurian rocks."},{"word":"Maclurin","type":"n.","descr":" See Morintannic."},{"word":"Macrame lace","type":"","descr":" A coarse lace made of twine, used especially in decorating furniture."},{"word":"Macrencephalic","type":"a.","descr":" Alt. of Macrencephalous"},{"word":"Macrencephalous","type":"a.","descr":" Having a large brain."},{"word":"Macro-","type":"","descr":" A combining form signifying long, large, great; as macrodiagonal, macrospore."},{"word":"Macrobiotic","type":"a.","descr":" Long-lived."},{"word":"Macrobiotics","type":"n.","descr":" The art of prolonging life."},{"word":"Macrocephalous","type":"a.","descr":" Having a large head."},{"word":"Macrocephalous","type":"a.","descr":" Having the cotyledons of a dicotyledonous embryo confluent, and forming a large mass compared with the rest of the body."},{"word":"Macro-chemistry","type":"n.","descr":" The science which treats of the chemical properties, actions or relations of substances in quantity; -- distinguished from micro-chemistry."},{"word":"Macrochires","type":"n. pl.","descr":" A division of birds including the swifts and humming birds. So called from the length of the distal part of the wing."},{"word":"Macrocosm","type":"n.","descr":" The great world; that part of the universe which is exterior to man; -- contrasted with microcosm, or man. See Microcosm."},{"word":"Macrocosmic","type":"a.","descr":" Of or pertaining to the macrocosm."},{"word":"Macrocystis","type":"n.","descr":" An immensely long blackish seaweed of the Pacific (Macrocystis pyrifera), having numerous almond-shaped air vessels."},{"word":"Macrodactyl","type":"n.","descr":" One of a group of wading birds (Macrodactyli) having very long toes."},{"word":"Macrodactylic","type":"a.","descr":" Alt. of Macrodactylous"},{"word":"Macrodactylous","type":"a.","descr":" Having long toes."},{"word":"Macrodiagonal","type":"n.","descr":" The longer of two diagonals, as of a rhombic prism. See Crystallization."},{"word":"Macrodome","type":"n.","descr":" A dome parallel to the longer lateral axis of an orthorhombic crystal. See Dome, n., 4."},{"word":"Macrodont","type":"a.","descr":" Having large teeth."},{"word":"Macrodont","type":"n.","descr":" A macrodont animal."},{"word":"Macrofarad","type":"n.","descr":" See Megafarad."},{"word":"Macroglossia","type":"n.","descr":" Enlargement or hypertrophy of the tongue."},{"word":"Macrognathic","type":"a.","descr":" Long-jawed."},{"word":"Macrology","type":"n.","descr":" Long and tedious talk without much substance; superfluity of words."},{"word":"Macrometer","type":"n.","descr":" An instrument for determining the size or distance of inaccessible objects by means of two reflectors on a common sextant."},{"word":"Macron","type":"n.","descr":" A short, straight, horizontal mark [-], placed over vowels to denote that they are to be pronounced with a long sound; as, a, in dame; \/, in s\/am, etc."},{"word":"Macropetalous","type":"a.","descr":" Having long or large petals."},{"word":"Macrophyllous","type":"a.","descr":" Having long or large leaves."},{"word":"Macropinacoid","type":"n.","descr":" One of the two planes of an orthorhombic crystal which are parallel to the vertical and longer lateral (macrodiagonal) axes."},{"word":"Macropod","type":"n.","descr":" Any one of a group of maioid crabs remarkable for the length of their legs; -- called also spider crab."},{"word":"Macropodal","type":"a.","descr":" Having long or large feet, or a long stem."},{"word":"Macropodian","type":"n.","descr":" A macropod."},{"word":"Macropodous","type":"a.","descr":" Having long legs or feet."},{"word":"Macroprism","type":"n.","descr":" A prism of an orthorhombic crystal between the macropinacoid and the unit prism; the corresponding pyramids are called macropyramids."},{"word":"Macropteres","type":"n. pl.","descr":" A division of birds; the Longipennes."},{"word":"Macropterous","type":"a.","descr":" Having long wings."},{"word":"Macropus","type":"n.","descr":" genus of marsupials including the common kangaroo."},{"word":"Macropyramid","type":"n.","descr":" See Macroprism."},{"word":"Macroscopic","type":"a.","descr":" Alt. of Macroscopical"},{"word":"Macroscopical","type":"a.","descr":" Visible to the unassisted eye; -- as opposed to microscopic."},{"word":"Macrosporangium","type":"n.","descr":" A sporangium or conceptacle containing only large spores; -- opposed to microsporangium. Both are found in the genera Selaginella, Isoctes, and Marsilia, plants remotely allied to ferns."},{"word":"Macrospore","type":"n.","descr":" One of the specially large spores of certain flowerless plants, as Selaginella, etc."},{"word":"Macrosporic","type":"a.","descr":" Of or pertaining to macrospores."},{"word":"Macrotone","type":"n.","descr":" Same as Macron."},{"word":"Macrotous","type":"a.","descr":" Large-eared."},{"word":"Macroura","type":"a.","descr":" Alt. of Macroural"},{"word":"Macroural","type":"a.","descr":" Same as Macrura, Macrural, etc."},{"word":"Macrozoospore","type":"n.","descr":" A large motile spore having four vibratile cilia; -- found in certain green algae."},{"word":"Macrura","type":"n. pl.","descr":" A subdivision of decapod Crustacea, having the abdomen largely developed. It includes the lobster, prawn, shrimp, and many similar forms.  Cf. Decapoda."},{"word":"Macrural","type":"a.","descr":" Same as Macrurous."},{"word":"Macruran","type":"n.","descr":" One of the Macrura."},{"word":"Macruroid","type":"a.","descr":" Like or pertaining to the Macrura."},{"word":"Macrurous","type":"a.","descr":" Of or pertaining to the Macrura; having a long tail."},{"word":"Mactation","type":"n.","descr":" The act of killing a victim for sacrifice."},{"word":"Mactra","type":"n.","descr":" Any marine bivalve shell of the genus Mactra, and allied genera. Many species are known. Some of them are used as food, as Mactra stultorum, of Europe. See Surf clam, under Surf."},{"word":"Maculae","type":"pl. ","descr":" of Macula"},{"word":"Macula","type":"n.","descr":" A spot, as on the skin, or on the surface of the sun or of some other luminous orb."},{"word":"Macula","type":"n.","descr":" A rather large spot or blotch of color."},{"word":"Maculate","type":"v.","descr":" To spot; to stain; to blur."},{"word":"Maculate","type":"a.","descr":" Marked with spots or maculae; blotched; hence, defiled; impure; as, most maculate thoughts."},{"word":"Maculated","type":"a.","descr":" Having spots or blotches; maculate."},{"word":"Maculation","type":"n.","descr":" The act of spotting; a spot; a blemish."},{"word":"Maculatory","type":"a.","descr":" Causing a spot or stain."},{"word":"Maculature","type":"n.","descr":" Blotting paper."},{"word":"Macule","type":"n.","descr":" A spot."},{"word":"Macule","type":"n.","descr":" A blur, or an appearance of a double impression, as when the paper slips a little; a mackle."},{"word":"Macule","type":"v.","descr":" To blur; especially (Print.), to blur or double an impression from type. See Mackle."},{"word":"Maculose","type":"a.","descr":" Of or pertaining to spots upon a surface; spotted; maculate."},{"word":"Mad","type":"","descr":" p. p. of Made."},{"word":"Mad","type":"superl.","descr":" Disordered in intellect; crazy; insane."},{"word":"Mad","type":"superl.","descr":" Excited beyond self-control or the restraint of reason; inflamed by violent or uncontrollable desire, passion, or appetite; as, to be mad with terror, lust, or hatred; mad against political reform."},{"word":"Mad","type":"superl.","descr":" Proceeding from, or indicating, madness; expressing distraction; prompted by infatuation, fury, or extreme rashness."},{"word":"Mad","type":"superl.","descr":" Extravagant; immoderate."},{"word":"Mad","type":"superl.","descr":" Furious with rage, terror, or disease; -- said of the lower animals; as, a mad bull; esp., having hydrophobia; rabid; as, a mad dog."},{"word":"Mad","type":"superl.","descr":" Angry; out of patience; vexed; as, to get mad at a person."},{"word":"Mad","type":"superl.","descr":" Having impaired polarity; -- applied to a compass needle."},{"word":"Madded","type":"imp. and p. p.","descr":" of Mad"},{"word":"Madding","type":"p. pr. and vb. n.","descr":" of Mad"},{"word":"Mad","type":"v. t.","descr":" To make mad or furious; to madden."},{"word":"Mad","type":"v. i.","descr":" To be mad; to go mad; to rave. See Madding."},{"word":"Mad","type":"n.","descr":" An earthworm."},{"word":"Madams","type":"pl. ","descr":" of Madam"},{"word":"Madam","type":"n.","descr":" A gentlewoman; -- an appellation or courteous form of address given to a lady, especially an elderly or a married lady; -- much used in the address, at the beginning of a letter, to a woman. The corresponding word in addressing a man is Sir."},{"word":"Madame","type":"n.","descr":" My lady; -- a French title formerly given to ladies of quality; now, in France, given to all married women."},{"word":"Mad-apple","type":"n.","descr":" See Eggplant."},{"word":"Madbrain","type":"a.","descr":" Hot-headed; rash."},{"word":"Madbrain","type":"n.","descr":" A rash or hot-headed person."},{"word":"Madbrained","type":"a.","descr":" Disordered in mind; hot-headed."},{"word":"Madcap","type":"a.","descr":" Inclined to wild sports; delighting in rash, absurd, or dangerous amusements."},{"word":"Madcap","type":"a.","descr":" Wild; reckless."},{"word":"Madcap","type":"n.","descr":" A person of wild behavior; an excitable, rash, violent person."},{"word":"Maddened","type":"imp. and p. p.","descr":" of Madden"},{"word":"Maddening","type":"p. pr. and vb. n.","descr":" of Madden"},{"word":"Madden","type":"v. t.","descr":" To make mad; to drive to madness; to craze; to excite violently with passion; to make very angry; to enrage."},{"word":"Madden","type":"v. i.","descr":" To become mad; to act as if mad."},{"word":"Madder","type":"n.","descr":" A plant of the Rubia (R. tinctorum). The root is much used in dyeing red, and formerly was used in medicine. It is cultivated in France and Holland. See Rubiaceous."},{"word":"Madderwort","type":"n.","descr":" A name proposed for any plant of the same natural order (Rubiaceae) as the madder."},{"word":"Madding","type":"a.","descr":" Affected with madness; raging; furious."},{"word":"Maddish","type":"a.","descr":" Somewhat mad."},{"word":"Made","type":"n.","descr":" See Mad, n."},{"word":"Made","type":"","descr":" imp. and p. p. of Make."},{"word":"Made","type":"a.","descr":" Artificially produced; pieced together; formed by filling in; as, made ground; a made mast, in distinction from one consisting of a single spar."},{"word":"Madecass","type":"n.","descr":" Alt. of Madecassee"},{"word":"Madecassee","type":"n.","descr":" A native or inhabitant of Madagascar, or Madecassee; the language of the natives of Madagascar. See Malagasy."},{"word":"Madecassee","type":"a.","descr":" Of or pertaining to Madagascar or its inhabitants."},{"word":"Madefaction","type":"n.","descr":" Alt. of Madefication"},{"word":"Madefication","type":"n.","descr":" The act of madefying, or making wet; the state of that which is made wet."},{"word":"Madefied","type":"imp. and p. p.","descr":" of Madefy"},{"word":"Madefying","type":"p. pr. and vb. n.","descr":" of Madefy"},{"word":"Madefy","type":"v. t.","descr":" To make wet or moist."},{"word":"Madegassy","type":"n. and a.","descr":" See Madecassee."},{"word":"Madeira","type":"n.","descr":" A rich wine made on the Island of Madeira."},{"word":"Mademoiselle","type":"n.","descr":" A French title of courtesy given to a girl or an unmarried lady, equivalent to the English Miss."},{"word":"Mademoiselle","type":"n.","descr":" A marine food fish (Sciaena chrysura), of the Southern United States; -- called also yellowtail, and silver perch."},{"word":"Madge","type":"n.","descr":" The barn owl."},{"word":"Madge","type":"n.","descr":" The magpie."},{"word":"Mad-headed","type":"a.","descr":" Wild; crack-brained."},{"word":"Madhouse","type":"n.","descr":" A house where insane persons are confined; an insane asylum; a bedlam."},{"word":"Madia","type":"n.","descr":" A genus of composite plants, of which one species (Madia sativa) is cultivated for the oil yielded from its seeds by pressure. This oil is sometimes used instead of olive oil for the table."},{"word":"Madid","type":"a.","descr":" Wet; moist; as, a madid eye."},{"word":"Madisterium","type":"n.","descr":" An instrument to extract hairs."},{"word":"Madjoun","type":"n.","descr":" An intoxicating confection from the hemp plant; -- used by the Turks and Hindoos."},{"word":"Madly","type":"a.","descr":" In a mad manner; without reason or understanding; wildly."},{"word":"Madmen","type":"pl. ","descr":" of Madman"},{"word":"Madman","type":"n.","descr":" A man who is mad; lunatic; a crazy person."},{"word":"Madnep","type":"n.","descr":" The masterwort (Peucedanum Ostruthium)."},{"word":"Madness","type":"a.","descr":" The condition of being mad; insanity; lunacy."},{"word":"Madness","type":"a.","descr":" Frenzy; ungovernable rage; extreme folly."},{"word":"Madonna","type":"n.","descr":" My lady; -- a term of address in Italian formerly used as the equivalent of Madame, but for which Signora is now substituted. Sometimes introduced into English."},{"word":"Madonna","type":"n.","descr":" A picture of the Virgin Mary (usually with the babe)."},{"word":"Madoqua","type":"n.","descr":" A small Abyssinian antelope (Neotragus Saltiana), about the size of a hare."},{"word":"Madrague","type":"n.","descr":" A large fish pound used for the capture of the tunny in the Mediterranean; also applied to the seines used for the same purpose."},{"word":"Madreperl","type":"n.","descr":" Mother-of-pearl."},{"word":"Madrepora","type":"n.","descr":" A genus of reef corals abundant in tropical seas. It includes than one hundred and fifty species, most of which are elegantly branched."},{"word":"Madreporaria","type":"n. pl.","descr":" An extensive division of Anthozoa, including most of the species that produce stony corals. See Illust. of Anthozoa."},{"word":"Madrepore","type":"n.","descr":" Any coral of the genus Madrepora; formerly, often applied to any stony coral."},{"word":"Madreporian","type":"a.","descr":" Alt. of Madreporic"},{"word":"Madreporic","type":"a.","descr":" Resembling, or pertaining to, the genus Madrepora."},{"word":"Madreporiform","type":"a.","descr":" Resembling a madreporian coral in form or structure."},{"word":"Madreporite","type":"n.","descr":" A fossil coral."},{"word":"Madreporite","type":"n.","descr":" The madreporic plate of echinoderms."},{"word":"Madrier","type":"n.","descr":" A thick plank, used for several mechanical purposes"},{"word":"Madrier","type":"n.","descr":" A plank to receive the mouth of a petard, with which it is applied to anything intended to be broken down."},{"word":"Madrier","type":"n.","descr":" A plank or beam used for supporting the earth in mines or fortifications."},{"word":"Madrigal","type":"n.","descr":" A little amorous poem, sometimes called a pastoral poem, containing some tender and delicate, though simple, thought."},{"word":"Madrigal","type":"n.","descr":" An unaccompanied polyphonic song, in four, five, or more parts, set to secular words, but full of counterpoint and imitation, and adhering to the old church modes. Unlike the freer glee, it is best sung with several voices on a part. See Glee."},{"word":"Madrigaler","type":"n.","descr":" A madrigalist."},{"word":"Madrigalist","type":"n.","descr":" A composer of madrigals."},{"word":"Madrilenian","type":"a.","descr":" Of or pertaining to Madrid in Spain, or to its inhabitants."},{"word":"Madrilenian","type":"n.","descr":" A native or inhabitant of Madrid."},{"word":"Madrina","type":"n.","descr":" An animal (usually an old mare), wearing a bell and acting as the leader of a troop of pack mules."},{"word":"Madro\u0096a","type":"n.","descr":" A small evergreen tree or shrub (Arbutus Menziesii), of California, having a smooth bark, thick shining leaves, and edible red berries, which are often called madro\u0096a apples."},{"word":"Madwort","type":"n.","descr":" A genus of cruciferous plants (Alyssum) with white or yellow flowers and rounded pods. A. maritimum is the commonly cultivated sweet alyssum, a fragrant white-flowered annual."},{"word":"Maegbote","type":"n.","descr":" Alt. of Magbote"},{"word":"Magbote","type":"n.","descr":" Compensation for the injury done by slaying a kinsman."},{"word":"Maelstrom","type":"n.","descr":" A celebrated whirlpool on the coast of Norway."},{"word":"Maelstrom","type":"n.","descr":" Also Fig. ; as, a maelstrom of vice."},{"word":"Maenad","type":"n.","descr":" A Bacchante; a priestess or votary of Bacchus."},{"word":"Maenad","type":"n.","descr":" A frantic or frenzied woman."},{"word":"Maestoso","type":"a. and adv.","descr":" Majestic or majestically; -- a direction to perform a passage or piece of music in a dignified manner."},{"word":"Maestricht monitor","type":"","descr":" The Mosasaurus Hofmanni. See Mosasaurus."},{"word":"Maestro","type":"n.","descr":" A master in any art, especially in music; a composer."},{"word":"Maffle","type":"v. i.","descr":" To stammer."},{"word":"Maffler","type":"n.","descr":" A stammerer."},{"word":"Magazine","type":"n.","descr":" A receptacle in which anything is stored, especially military stores, as ammunition, arms, provisions, etc."},{"word":"Magazine","type":"n.","descr":" The building or room in which the supply of powder is kept in a fortification or a ship."},{"word":"Magazine","type":"n.","descr":" A chamber in a gun for holding a number of cartridges to be fed automatically to the piece."},{"word":"Magazine","type":"n.","descr":" A pamphlet published periodically containing miscellaneous papers or compositions."},{"word":"Magazined","type":"imp. and p. p.","descr":" of Magazine"},{"word":"Magazining","type":"p. pr. and vb. n.","descr":" of Magazine"},{"word":"Magazine","type":"v. t.","descr":" To store in, or as in, a magazine; to store up for use."},{"word":"Magaziner","type":"n.","descr":" One who edits or writes for a magazine."},{"word":"Magazining","type":"n.","descr":" The act of editing, or writing for, a magazine."},{"word":"Magazinist","type":"n.","descr":" One who edits or writes for a magazine."},{"word":"Magbote","type":"n.","descr":" See Maegbote."},{"word":"Magdala","type":"a.","descr":" Designating an orange-red dyestuff obtained from naphthylamine, and called magdala red, naphthalene red, etc."},{"word":"Magdalen","type":"n.","descr":" A reformed prostitute."},{"word":"Magdaleon","type":"n.","descr":" A medicine in the form of a roll, a esp. a roll of plaster."},{"word":"Magdeburg","type":"n.","descr":" A city of Saxony."},{"word":"Mage","type":"n.","descr":" A magician."},{"word":"Magellanic","type":"a.","descr":" Of or pertaining to, or named from, Magellan, the navigator."},{"word":"Magenta","type":"n.","descr":" An aniline dye obtained as an amorphous substance having a green bronze surface color, which dissolves to a shade of red; also, the color; -- so called from Magenta, in Italy, in allusion to the battle fought there about the time the dye was discovered. Called also fuchsine, roseine, etc."},{"word":"Magged","type":"a.","descr":" Worn; fretted; as, a magged brace."},{"word":"Maggiore","type":"a.","descr":" Greater, in respect to scales, intervals, etc., when used in opposition to minor; major."},{"word":"Maggot","type":"n.","descr":" The footless larva of any fly. See Larval."},{"word":"Maggot","type":"n.","descr":" A whim; an odd fancy."},{"word":"Maggotiness","type":"n.","descr":" State of being maggoty."},{"word":"Maggotish","type":"a.","descr":" Full of whims or fancies; maggoty."},{"word":"Maggot-pie","type":"n.","descr":" A magpie."},{"word":"Maggoty","type":"a.","descr":" Infested with maggots."},{"word":"Maggoty","type":"a.","descr":" Full of whims; capricious."},{"word":"Maghet","type":"n.","descr":" A name for daisies and camomiles of several kinds."},{"word":"Magi","type":"n. pl.","descr":" A caste of priests, philosophers, and magicians, among the ancient Persians; hence, any holy men or sages of the East."},{"word":"Magian","type":"a.","descr":" Of or pertaining to the Magi."},{"word":"Magian","type":"n.","descr":" One of the Magi, or priests of the Zoroastrian religion in Persia; an adherent of the Zoroastrian religion."},{"word":"Magic","type":"a.","descr":" A comprehensive name for all of the pretended arts which claim to produce effects by the assistance of supernatural beings, or departed spirits, or by a mastery of secret forces in nature attained by a study of occult science, including enchantment, conjuration, witchcraft, sorcery, necromancy, incantation, etc."},{"word":"Magic","type":"a.","descr":" Alt. of Magical"},{"word":"Magical","type":"a.","descr":" Pertaining to the hidden wisdom supposed to be possessed by the Magi; relating to the occult powers of nature, and the producing of effects by their agency."},{"word":"Magical","type":"a.","descr":" Performed by, or proceeding from, occult and superhuman agencies; done by, or seemingly done by, enchantment or sorcery. Hence: Seemingly requiring more than human power; imposing or startling in performance; producing effects which seem supernatural or very extraordinary; having extraordinary properties; as, a magic lantern; a magic square or circle."},{"word":"Magically","type":"adv.","descr":" In a magical manner; by magic, or as if by magic."},{"word":"Magician","type":"n.","descr":" One skilled in magic; one who practices the black art; an enchanter; a necromancer; a sorcerer or sorceress; a conjurer."},{"word":"Magilp","type":"n.","descr":" Alt. of Magilph"},{"word":"Magilph","type":"n.","descr":" See Megilp."},{"word":"Magister","type":"n.","descr":" Master; sir; -- a title of the Middle Ages, given to a person in authority, or to one having a license from a university to teach philosophy and the liberal arts."},{"word":"Magisterial","type":"a.","descr":" Of or pertaining to a master or magistrate, or one in authority; having the manner of a magister; official; commanding; authoritative. Hence: Overbearing; dictatorial; dogmatic."},{"word":"Magisterial","type":"a.","descr":" Pertaining to, produced by, or of the nature of, magistery. See Magistery, 2."},{"word":"Magisteriality","type":"n.","descr":" Magisterialness; authoritativeness."},{"word":"Magisterially","type":"adv.","descr":" In a magisterial manner."},{"word":"Magisterialness","type":"n.","descr":" The quality or state of being magisterial."},{"word":"Magistery","type":"n.","descr":" Mastery; powerful medical influence; renowned efficacy; a sovereign remedy."},{"word":"Magistery","type":"n.","descr":" A magisterial injunction."},{"word":"Magistery","type":"n.","descr":" A precipitate; a fine substance deposited by precipitation; -- applied in old chemistry to certain white precipitates from metallic solutions; as, magistery of bismuth."},{"word":"Magistracies","type":"pl. ","descr":" of Magistracy"},{"word":"Magistracy","type":"n.","descr":" The office or dignity of a magistrate."},{"word":"Magistracy","type":"n.","descr":" The collective body of magistrates."},{"word":"Magistral","type":"a.","descr":" Pertaining to a master; magisterial; authoritative; dogmatic."},{"word":"Magistral","type":"a.","descr":" Commanded or prescribed by a magister, esp. by a doctor; hence, effectual; sovereign; as, a magistral sirup."},{"word":"Magistral","type":"a.","descr":" Formulated extemporaneously, or for a special case; -- opposed to officinal, and said of prescriptions and medicines."},{"word":"Magistral","type":"n.","descr":" A sovereign medicine or remedy."},{"word":"Magistral","type":"n.","descr":" A magistral line."},{"word":"Magistral","type":"n.","descr":" Powdered copper pyrites used in the amalgamation of ores of silver, as at the Spanish mines of Mexico and South America."},{"word":"Magistrality","type":"n.","descr":" Magisterialness; arbitrary dogmatism."},{"word":"Magistrally","type":"adv.","descr":" In a magistral manner."},{"word":"Magistrate","type":"n.","descr":" A person clothed with power as a public civil officer; a public civil officer invested with the executive government, or some branch of it."},{"word":"Magistratic","type":"a.","descr":" Alt. of Magistratical"},{"word":"Magistratical","type":"a.","descr":" Of, pertaining to, or proceeding from, a magistrate; having the authority of a magistrate."},{"word":"Magistrature","type":"n.","descr":" Magistracy."},{"word":"Magma","type":"n.","descr":" Any crude mixture of mineral or organic matters in the state of a thin paste."},{"word":"Magma","type":"n.","descr":" A thick residuum obtained from certain substances after the fluid parts are expressed from them; the grounds which remain after treating a substance with any menstruum, as water or alcohol."},{"word":"Magma","type":"n.","descr":" A salve or confection of thick consistency."},{"word":"Magma","type":"n.","descr":" The molten matter within the earth, the source of the material of lava flows, dikes of eruptive rocks, etc."},{"word":"Magma","type":"n.","descr":" The glassy base of an eruptive rock."},{"word":"Magma","type":"n.","descr":" The amorphous or homogenous matrix or ground mass, as distinguished from well-defined crystals; as, the magma of porphyry."},{"word":"Magna Charta","type":"","descr":" The great Charter, so called, obtained by the English barons from King John, A. D. 1215. This name is also given to the charter granted to the people of England in the ninth year of Henry III., and confirmed by Edward I."},{"word":"Magna Charta","type":"","descr":" Hence, a fundamental constitution which guaranties rights and privileges."},{"word":"Magnality","type":"n.","descr":" A great act or event; a great attainment."},{"word":"Magnanimity","type":"n.","descr":" The quality of being magnanimous; greatness of mind; elevation or dignity of soul; that quality or combination of qualities, in character, which enables one to encounter danger and trouble with tranquility and firmness, to disdain injustice, meanness and revenge, and to act and sacrifice for noble objects."},{"word":"Magnanimous","type":"a.","descr":" Great of mind; elevated in soul or in sentiment; raised above what is low, mean, or ungenerous; of lofty and courageous spirit; as, a magnanimous character; a magnanimous conqueror."},{"word":"Magnanimous","type":"a.","descr":" Dictated by or exhibiting nobleness of soul; honorable; noble; not selfish."},{"word":"Magnanimously","type":"adv.","descr":" In a magnanimous manner; with greatness of mind."},{"word":"Magnase black","type":"","descr":" A black pigment which dries rapidly when mixed with oil, and is of intense body."},{"word":"Magnate","type":"","descr":" A person of rank; a noble or grandee; a person of influence or distinction in any sphere."},{"word":"Magnate","type":"","descr":" One of the nobility, or certain high officers of state belonging to the noble estate in the national representation of Hungary, and formerly of Poland."},{"word":"Magnes","type":"n.","descr":" Magnet."},{"word":"Magnesia","type":"n.","descr":" A light earthy white substance, consisting of magnesium oxide, and obtained by heating magnesium hydrate or carbonate, or by burning magnesium. It has a slightly alkaline reaction, and is used in medicine as a mild antacid laxative. See Magnesium."},{"word":"Magnesian","type":"a.","descr":" Pertaining to, characterized by, or containing, magnesia or magnesium."},{"word":"Magnesic","type":"a.","descr":" Pertaining to, or containing, magnesium; as, magnesic oxide."},{"word":"Magnesite","type":"n.","descr":" Native magnesium carbonate occurring in white compact or granular masses, and also in rhombohedral crystals."},{"word":"Magnesium","type":"n.","descr":" A light silver-white metallic element, malleable and ductile, quite permanent in dry air but tarnishing in moist air. It burns, forming (the oxide) magnesia, with the production of a blinding light (the so-called magnesium light) which is used in signaling, in pyrotechny, or in photography where a strong actinic illuminant is required. Its compounds occur abundantly, as in dolomite, talc, meerschaum, etc. Symbol Mg. Atomic weight, 24.4. Specific gravity, 1.75."},{"word":"Magnet","type":"n.","descr":" The loadstone; a species of iron ore (the ferrosoferric or magnetic ore, Fe3O4) which has the property of attracting iron and some of its ores, and, when freely suspended, of pointing to the poles; -- called also natural magnet."},{"word":"Magnet","type":"n.","descr":" A bar or mass of steel or iron to which the peculiar properties of the loadstone have been imparted; -- called, in distinction from the loadstone, an artificial magnet."},{"word":"Magnetic","type":"a.","descr":" Alt. of Magnetical"},{"word":"Magnetical","type":"a.","descr":" Pertaining to the magnet; possessing the properties of the magnet, or corresponding properties; as, a magnetic bar of iron; a magnetic needle."},{"word":"Magnetical","type":"a.","descr":" Of or pertaining to, or characterized by, the earth\\'s magnetism; as, the magnetic north; the magnetic meridian."},{"word":"Magnetical","type":"a.","descr":" Capable of becoming a magnet; susceptible to magnetism; as, the magnetic metals."},{"word":"Magnetical","type":"a.","descr":" Endowed with extraordinary personal power to excite the feelings and to win the affections; attractive; inducing attachment."},{"word":"Magnetical","type":"a.","descr":" Having, susceptible to, or induced by, animal magnetism, so called; as, a magnetic sleep. See Magnetism."},{"word":"Magnetic","type":"n.","descr":" A magnet."},{"word":"Magnetic","type":"n.","descr":" Any metal, as iron, nickel, cobalt, etc., which may receive, by any means, the properties of the loadstone, and which then, when suspended, fixes itself in the direction of a magnetic meridian."},{"word":"Magnetically","type":"adv.","descr":" By or as by, magnetism."},{"word":"Magneticalness","type":"n.","descr":" Quality of being magnetic."},{"word":"Magnetician","type":"n.","descr":" One versed in the science of magnetism; a magnetist."},{"word":"Maneticness","type":"n.","descr":" Magneticalness."},{"word":"Magnetics","type":"n.","descr":" The science of magnetism."},{"word":"Magnetiferous","type":"a.","descr":" Producing or conducting magnetism."},{"word":"Magnetism","type":"n.","descr":" The property, quality, or state, of being magnetic; the manifestation of the force in nature which is seen in a magnet."},{"word":"Magnetism","type":"n.","descr":" The science which treats of magnetic phenomena."},{"word":"Magnetism","type":"n.","descr":" Power of attraction; power to excite the feelings and to gain the affections."},{"word":"Magnetist","type":"n.","descr":" One versed in magnetism."},{"word":"Magnetite","type":"n.","descr":" An oxide of iron (Fe3O4) occurring in isometric crystals, also massive, of a black color and metallic luster. It is readily attracted by a magnet and sometimes possesses polarity, being then called loadstone. It is an important iron ore. Called also magnetic iron."},{"word":"Magnetizable","type":"a.","descr":" Capable of magnetized."},{"word":"Magnetization","type":"n.","descr":" The act of magnetizing, or the state of being magnetized."},{"word":"Magnetized","type":"imp. and p. p.","descr":" of Magnetize"},{"word":"Magnetizing","type":"prep. and adv.","descr":" of Magnetize"},{"word":"Magnetize","type":"v. t.","descr":" To communicate magnetic properties to; as, to magnetize a needle."},{"word":"Magnetize","type":"v. t.","descr":" To attract as a magnet attracts, or like a magnet; to move; to influence."},{"word":"Magnetize","type":"v. t.","descr":" To bring under the influence of animal magnetism."},{"word":"Magnetizee","type":"n.","descr":" A person subjected to the influence of animal magnetism."},{"word":"Magnetizer","type":"n.","descr":" One who, or that which, imparts magnetism."},{"word":"Magneto-","type":"","descr":" A prefix meaning pertaining to, produced by, or in some way connected with, magnetism."},{"word":"Magneto-electric","type":"a.","descr":" Alt. of Magneto-electrical"},{"word":"Magneto-electrical","type":"a.","descr":" Pertaining to, or characterized by, electricity by the action of magnets; as, magneto-electric induction."},{"word":"Magneto-electricity","type":"n.","descr":" Electricity evolved by the action of magnets."},{"word":"Magneto-electricity","type":"n.","descr":" That branch of science which treats of the development of electricity by the action of magnets; -- the counterpart of electro-magnetism."},{"word":"Magnetograph","type":"n.","descr":" An automatic instrument for registering, by photography or otherwise, the states and variations of any of the terrestrial magnetic elements."},{"word":"Magnetometer","type":"n.","descr":" An instrument for measuring the intensity of magnetic forces; also, less frequently, an instrument for determining any of the terrestrial magnetic elements, as the dip and declination."},{"word":"Magnetometric","type":"a.","descr":" Pertaining to, or employed in, the measurement of magnetic forces; obtained by means of a magnetometer; as, magnetometric instruments; magnetometric measurements."},{"word":"Magnetomotor","type":"n.","descr":" A voltaic series of two or more large plates, producing a great quantity of electricity of low tension, and hence adapted to the exhibition of electro-magnetic phenomena."},{"word":"Magnetotherapy","type":"n.","descr":" The treatment of disease by the application of magnets to the surface of the body."},{"word":"Magnifiable","type":"a.","descr":" Such as can be magnified, or extolled."},{"word":"Magnific","type":"a.","descr":" Alt. of Magnifical"},{"word":"Magnifical","type":"a.","descr":" Grand; splendid; illustrious; magnificent."},{"word":"Magnificat","type":"n.","descr":" The song of the Virgin Mary, Luke i. 46; -- so called because it commences with this word in the Vulgate."},{"word":"Magnificate","type":"v. t.","descr":" To magnify or extol."},{"word":"Magnification","type":"n.","descr":" The act of magnifying; enlargement; exaggeration."},{"word":"Magnificence","type":"n.","descr":" The act of doing what magnificent; the state or quality of being magnificent."},{"word":"Magnificent","type":"a.","descr":" Doing grand things; admirable in action; displaying great power or opulence, especially in building, way of living, and munificence."},{"word":"Magnificent","type":"a.","descr":" Grand in appearance; exhibiting grandeur or splendor; splendid\\' pompous."},{"word":"Magnificently","type":"adv.","descr":" In a Magnificent manner."},{"word":"Magnificoes","type":"pl. ","descr":" of Magnifico"},{"word":"Magnifico","type":"n.","descr":" A grandee or nobleman of Venice; -- so called in courtesy."},{"word":"Magnifico","type":"n.","descr":" A rector of a German university."},{"word":"Magnifier","type":"n.","descr":" One who, or that which, magnifies."},{"word":"Magnified","type":"imp. and p. p.","descr":" of Magnify"},{"word":"Magnifying","type":"p. pr. and vb. n.","descr":" of Magnify"},{"word":"Magnify","type":"v. t.","descr":" To make great, or greater; to increase the dimensions of; to amplify; to enlarge, either in fact or in appearance; as, the microscope magnifies the object by a thousand diameters."},{"word":"Magnify","type":"v. t.","descr":" To increase the importance of; to augment the esteem or respect in which one is held."},{"word":"Magnify","type":"v. t.","descr":" To praise highly; to land; to extol."},{"word":"Magnify","type":"v. t.","descr":" To exaggerate; as, to magnify a loss or a difficulty."},{"word":"Magnify","type":"v. i.","descr":" To have the power of causing objects to appear larger than they really are; to increase the apparent dimensions of objects; as, some lenses magnify but little."},{"word":"Magnify","type":"v. i.","descr":" To have effect; to be of importance or significance."},{"word":"Magniloquence","type":"n.","descr":" The quality of being magniloquent; pompous discourse; grandiloquence."},{"word":"Magniloquent","type":"a.","descr":" Speaking pompously; using swelling discourse; bombastic; tumid in style; grandiloquent."},{"word":"Magniloquous","type":"a.","descr":" Magniloquent."},{"word":"Magnitude","type":"n.","descr":" Extent of dimensions; size; -- applied to things that have length, breath, and thickness."},{"word":"Magnitude","type":"n.","descr":" That which has one or more of the three dimensions, length, breadth, and thickness."},{"word":"Magnitude","type":"n.","descr":" Anything of which greater or less can be predicated, as time, weight, force, and the like."},{"word":"Magnitude","type":"n.","descr":" Greatness; grandeur."},{"word":"Magnitude","type":"n.","descr":" Greatness, in reference to influence or effect; importance; as, an affair of magnitude."},{"word":"Magnolia","type":"n.","descr":" A genus of American and Asiatic trees, with aromatic bark and large sweet-scented whitish or reddish flowers."},{"word":"Magnoliaceous","type":"a.","descr":" Pertaining to a natural order (Magnoliaceae) of trees of which the magnolia, the tulip tree, and the star anise are examples."},{"word":"Magnum","type":"n.","descr":" A large wine bottle."},{"word":"Magnum","type":"n.","descr":" A bone of the carpus at the base of the third metacarpal bone."},{"word":"Magot","type":"n.","descr":" The Barbary ape."},{"word":"Magot-pie","type":"n.","descr":" A magpie."},{"word":"Magpie","type":"n.","descr":" Any one of numerous species of the genus Pica and related genera, allied to the jays, but having a long graduated tail."},{"word":"Maguari","type":"n.","descr":" A South American stork (Euxenara maguari), having a forked tail."},{"word":"Maguey","type":"n.","descr":" The century plant, a species of Agave (A. Americana). See Agave."},{"word":"Magyar","type":"n.","descr":" One of the dominant people of Hungary, allied to the Finns; a Hungarian."},{"word":"Magyar","type":"n.","descr":" The language of the Magyars."},{"word":"Maha","type":"n.","descr":" A kind of baboon; the wanderoo."},{"word":"Mahabarata","type":"n.","descr":" Alt. of Mahabharatam"},{"word":"Mahabharatam","type":"n.","descr":" A celebrated epic poem of the Hindoos. It is of great length, and is chiefly devoted to the history of a civil war between two dynasties of ancient India."},{"word":"Mahaled","type":"n.","descr":" A cherry tree (Prunus Mahaleb) of Southern Europe. The wood is prized by cabinetmakers, the twigs are used for pipe stems, the flowers and leaves yield a perfume, and from the fruit a violet dye and a fermented liquor (like kirschwasser) are prepared."},{"word":"Maharajah","type":"n.","descr":" A sovereign prince in India; -- a title given also to other persons of high rank."},{"word":"Maharif","type":"n.","descr":" An African antelope (Hippotragus Bakeri). Its face is striped with black and white."},{"word":"Maharmah","type":"n.","descr":" A muslin wrapper for the head and the lower part of the face, worn by Turkish and Armenian women when they go abroad."},{"word":"Mahdi","type":"n.","descr":" Among Mohammedans, the last imam or leader of the faithful. The Sunni, the largest sect of the Mohammedans, believe that he is yet to appear."},{"word":"Mahl-stick","type":"n.","descr":" See Maul-stick."},{"word":"Mahoe","type":"n.","descr":" A name given to several malvaceous trees (species of Hibiscus, Ochroma, etc.), and to their strong fibrous inner bark, which is used for strings and cordage."},{"word":"Mahogany","type":"n.","descr":" A large tree of the genus Swietenia (S. Mahogoni), found in tropical America."},{"word":"Mahogany","type":"n.","descr":" The wood of the Swietenia Mahogoni. It is of a reddish brown color, beautifully veined, very hard, and susceptible of a fine polish. It is used in the manufacture of furniture."},{"word":"Mahogany","type":"n.","descr":" A table made of mahogany wood."},{"word":"Maholi","type":"n.","descr":" A South African lemur (Galago maholi), having very large ears."},{"word":"Mahomedan","type":"n.","descr":" Alt. of Mahometan"},{"word":"Mahometan","type":"n.","descr":" See Mohammedan."},{"word":"Mahometanism","type":"n.","descr":" See Mohammedanism."},{"word":"Mahometanized","type":"imp. and p. p.","descr":" of Mahometanize"},{"word":"Mahometanizing","type":"p. pr. and vb. n.","descr":" of Mahometanize"},{"word":"Mahometanize","type":"v. t.","descr":" To convert to the religion of Mohammed; to Mohammedanize."},{"word":"Mahometism","type":"n.","descr":" See Mohammedanism."},{"word":"Mahometist","type":"n.","descr":" A Mohammedan."},{"word":"Mahometry","type":"n.","descr":" Mohammedanism."},{"word":"Mahone","type":"n.","descr":" A large Turkish ship."},{"word":"Mahonia","type":"n.","descr":" The Oregon grape, a species of barberry (Berberis Aquifolium), often cultivated for its hollylike foliage."},{"word":"Mahon stock","type":"","descr":" An annual cruciferous plant with reddish purple or white flowers (Malcolmia maritima). It is called in England Virginia stock, but the plant comes from the Mediterranean."},{"word":"Mahoohoo","type":"n.","descr":" The African white two-horned rhinoceros (Atelodus simus)."},{"word":"Mahori","type":"n.","descr":" One of the dark race inhabiting principally the islands of Eastern Polynesia. Also used adjectively."},{"word":"Mahound","type":"n.","descr":" A contemptuous name for Mohammed; hence, an evil spirit; a devil."},{"word":"Mahout","type":"n.","descr":" The keeper and driver of an elephant."},{"word":"Mahovo","type":"n.","descr":" A device for saving power in stopping and starting a railroad car, by means of a heavy fly wheel."},{"word":"Mahrati","type":"n.","descr":" The language of the Mahrattas; the language spoken in the Deccan and Concan."},{"word":"Mahratta","type":"n.","descr":" One of a numerous people inhabiting the southwestern part of India. Also, the language of the Mahrattas; Mahrati. It is closely allied to Sanskrit."},{"word":"Mahratta","type":"a.","descr":" Of or pertaining to the Mahrattas."},{"word":"Mahumetan","type":"n.","descr":" Alt. of Mahumetanism"},{"word":"Mahumetanism","type":"n.","descr":" See Mohammedan, Mohammedanism."},{"word":"Mahwa tree","type":"","descr":" An East Indian sapotaceous tree (Bassia latifolia, and also B. butyracea), whose timber is used for wagon wheels, and the flowers for food and in preparing an intoxicating drink. It is one of the butter trees. The oil, known as mahwa and yallah, is obtained from the kernels of the fruit."},{"word":"Maia","type":"n.","descr":" A genus of spider crabs, including the common European species (Maia squinado)."},{"word":"Maia","type":"n.","descr":" A beautiful American bombycid moth (Eucronia maia)."},{"word":"Maian","type":"n.","descr":" Any spider crab of the genus Maia, or family Maiadae."},{"word":"Maid","type":"n.","descr":" An unmarried woman; usually, a young unmarried woman; esp., a girl; a virgin; a maiden."},{"word":"Maid","type":"n.","descr":" A man who has not had sexual intercourse."},{"word":"Maid","type":"n.","descr":" A female servant."},{"word":"Maid","type":"n.","descr":" The female of a ray or skate, esp. of the gray skate (Raia batis), and of the thornback (R. clavata)."},{"word":"Maiden","type":"n.","descr":" An unmarried woman; a girl or woman who has not experienced sexual intercourse; a virgin; a maid."},{"word":"Maiden","type":"n.","descr":" A female servant."},{"word":"Maiden","type":"n.","descr":" An instrument resembling the guillotine, formerly used in Scotland for beheading criminals."},{"word":"Maiden","type":"n.","descr":" A machine for washing linen."},{"word":"Maiden","type":"a.","descr":" Of or pertaining to a maiden, or to maidens; suitable to, or characteristic of, a virgin; as, maiden innocence."},{"word":"Maiden","type":"a.","descr":" Never having been married; not having had sexual intercourse; virgin; -- said usually of the woman, but sometimes of the man; as, a maiden aunt."},{"word":"Maiden","type":"a.","descr":" Fresh; innocent; unpolluted; pure; hitherto unused."},{"word":"Maiden","type":"a.","descr":" Used of a fortress, signifying that it has never been captured, or violated."},{"word":"Maiden","type":"v. t.","descr":" To act coyly like a maiden; -- with it as an indefinite object."},{"word":"Maidenhair","type":"n.","descr":" A fern of the genus Adiantum (A. pedatum), having very slender graceful stalks. It is common in the United States, and is sometimes used in medicine. The name is also applied to other species of the same genus, as to the Venus-hair."},{"word":"Maidenhead","type":"n.","descr":" The state of being a maiden; maidenhood; virginity."},{"word":"Maidenhead","type":"n.","descr":" The state of being unused or uncontaminated; freshness; purity."},{"word":"Maidenhead","type":"n.","descr":" The hymen, or virginal membrane."},{"word":"Maidenhood","type":"n.","descr":" The state of being a maid or a virgin; virginity."},{"word":"Maidenhood","type":"n.","descr":" Newness; freshness; uncontaminated state."},{"word":"Maidenlike","type":"a.","descr":" Like a maiden; modest; coy."},{"word":"Maidenliness","type":"n.","descr":" The quality of being maidenly; the behavior that becomes a maid; modesty; gentleness."},{"word":"Maidenly","type":"a.","descr":" Like a maid; suiting a maid; maiden-like; gentle, modest, reserved."},{"word":"Maidenly","type":"adv.","descr":" In a maidenlike manner."},{"word":"Maidenship","type":"n.","descr":" Maidenhood."},{"word":"Maidhood","type":"n.","descr":" Maidenhood."},{"word":"Maidmarian","type":"n.","descr":" The lady of the May games; one of the characters in a morris dance; a May queen. Afterward, a grotesque character personated in sports and buffoonery by a man in woman\\'s clothes."},{"word":"Maidmarian","type":"n.","descr":" A kind of dance."},{"word":"Maidpale","type":"a.","descr":" Pale, like a sick girl."},{"word":"Maidservant","type":"n.","descr":" A female servant."},{"word":"Maids hair","type":"","descr":" The yellow bedstraw (Galium verum)."},{"word":"Maieutic","type":"a.","descr":" Alt. of Maieutical"},{"word":"Maieutical","type":"a.","descr":" Serving to assist childbirth."},{"word":"Maieutical","type":"a.","descr":" Fig. : Aiding, or tending to, the definition and interpretation of thoughts or language."},{"word":"Maieutics","type":"n.","descr":" The art of giving birth (i. e., clearness and conviction) to ideas, which are conceived as struggling for birth."},{"word":"Maiger","type":"n.","descr":" The meagre."},{"word":"Maigre","type":"a.","descr":" Belonging to a fast day or fast; as, a maigre day."},{"word":"Maihem","type":"n.","descr":" See Maim, and Mayhem."},{"word":"Maikel","type":"n.","descr":" A South American carnivore of the genus Conepatus, allied to the skunk, but larger, and having a longer snout. The tail is not bushy."},{"word":"Maikong","type":"n.","descr":" A South American wild dog (Canis cancrivorus); the crab-eating dog."},{"word":"Mail","type":"n.","descr":" A spot."},{"word":"Mail","type":"n.","descr":" A small piece of money; especially, an English silver half-penny of the time of Henry V."},{"word":"Mail","type":"n.","descr":" Rent; tribute."},{"word":"Mail","type":"n.","descr":" A flexible fabric made of metal rings interlinked. It was used especially for defensive armor."},{"word":"Mail","type":"n.","descr":" Hence generally, armor, or any defensive covering."},{"word":"Mail","type":"n.","descr":" A contrivance of interlinked rings, for rubbing off the loose hemp on lines and white cordage."},{"word":"Mail","type":"n.","descr":" Any hard protective covering of an animal, as the scales and plates of reptiles, shell of a lobster, etc."},{"word":"Mail","type":"v. t.","descr":" To arm with mail."},{"word":"Mail","type":"v. t.","descr":" To pinion."},{"word":"Mail","type":"n.","descr":" A bag; a wallet."},{"word":"Mail","type":"n.","descr":" The bag or bags with the letters, papers, papers, or other matter contained therein, conveyed under public authority from one post office to another; the whole system of appliances used by government in the conveyance and delivery of mail matter."},{"word":"Mail","type":"n.","descr":" That which comes in the mail; letters, etc., received through the post office."},{"word":"Mail","type":"n.","descr":" A trunk, box, or bag, in which clothing, etc., may be carried."},{"word":"Mailed","type":"imp. and p. p.","descr":" of Mail"},{"word":"Mailing","type":"p. pr. and vb. n.","descr":" of Mail"},{"word":"Mail","type":"v. t.","descr":" To deliver into the custody of the postoffice officials, or place in a government letter box, for transmission by mail; to post; as, to mail a letter."},{"word":"Mailable","type":"a.","descr":" Admissible lawfully into the mail."},{"word":"Mailclad","type":"a.","descr":" Protected by a coat of mail; clad in armor."},{"word":"Mailed","type":"a.","descr":" Protected by an external coat, or covering, of scales or plates."},{"word":"Mailed","type":"a.","descr":" Spotted; speckled."},{"word":"Mailing","type":"n.","descr":" A farm."},{"word":"Mail-shell","type":"n.","descr":" A chiton."},{"word":"Maimed","type":"imp. and p. p.","descr":" of Maim"},{"word":"Maiming","type":"p. pr. and vb. n.","descr":" of Maim"},{"word":"Maim","type":"v. t.","descr":" To deprive of the use of a limb, so as to render a person on fighting less able either to defend himself or to annoy his adversary."},{"word":"Maim","type":"v. t.","descr":" To mutilate; to cripple; to injure; to disable; to impair."},{"word":"Maim","type":"v.","descr":" The privation of the use of a limb or member of the body, by which one is rendered less able to defend himself or to annoy his adversary."},{"word":"Maim","type":"v.","descr":" The privation of any necessary part; a crippling; mutilation; injury; deprivation of something essential. See Mayhem."},{"word":"Maimedly","type":"adv.","descr":" In a maimed manner."},{"word":"Maimedness","type":"n.","descr":" State of being maimed."},{"word":"Main","type":"n.","descr":" A hand or match at dice."},{"word":"Main","type":"n.","descr":" A stake played for at dice."},{"word":"Main","type":"n.","descr":" The largest throw in a match at dice; a throw at dice within given limits, as in the game of hazard."},{"word":"Main","type":"n.","descr":" A match at cockfighting."},{"word":"Main","type":"n.","descr":" A main-hamper."},{"word":"Main","type":"v.","descr":" Strength; force; might; violent effort."},{"word":"Main","type":"v.","descr":" The chief or principal part; the main or most important thing."},{"word":"Main","type":"v.","descr":" The great sea, as distinguished from an arm, bay, etc. ; the high sea; the ocean."},{"word":"Main","type":"v.","descr":" The continent, as distinguished from an island; the mainland."},{"word":"Main","type":"v.","descr":" principal duct or pipe, as distinguished from lesser ones; esp. (Engin.), a principal pipe leading to or from a reservoir; as, a fire main."},{"word":"Main","type":"a.","descr":" Very or extremely strong."},{"word":"Main","type":"a.","descr":" Vast; huge."},{"word":"Main","type":"a.","descr":" Unqualified; absolute; entire; sheer."},{"word":"Main","type":"a.","descr":" Principal; chief; first in size, rank, importance, etc."},{"word":"Main","type":"a.","descr":" Important; necessary."},{"word":"Main","type":"a.","descr":" Very; extremely; as, main heavy."},{"word":"Maine","type":"n.","descr":" One of the New England States."},{"word":"Main-gauche","type":"n.","descr":" The dagger held in the left hand, while the rapier is held in the right; -- used to parry thrusts of the adversary\\'s rapier."},{"word":"Main-hamper","type":"n.","descr":" A hamper to be carried in the hand; a hand basket used in carrying grapes to the press."},{"word":"Mainland","type":"n.","descr":" The continent; the principal land; -- opposed to island, or peninsula."},{"word":"Mainly","type":"adv.","descr":" Very strongly; mightily; to a great degree."},{"word":"Mainly","type":"adv.","descr":" Principally; chiefly."},{"word":"Mainmast","type":"n.","descr":" The principal mast in a ship or other vessel."},{"word":"Mainor","type":"n.","descr":" A thing stolen found on the person of the thief."},{"word":"Mainpernable","type":"a.","descr":" Capable of being admitted to give surety by mainpernors; able to be mainprised."},{"word":"Mainpernor","type":"n.","descr":" A surety, under the old writ of mainprise, for a prisoner\\'s appearance in court at a day."},{"word":"Mainpin","type":"n.","descr":" A kingbolt."},{"word":"Mainprise","type":"n.","descr":" A writ directed to the sheriff, commanding him to take sureties, called mainpernors, for the prisoner\\'s appearance, and to let him go at large. This writ is now obsolete."},{"word":"Mainprise","type":"n.","descr":" Deliverance of a prisoner on security for his appearance at a day."},{"word":"Mainprised","type":"imp. and p. p.","descr":" of Mainprise"},{"word":"Mainprising","type":"p. pr.  and vb. n.","descr":" of Mainprise"},{"word":"Mainprise","type":"v. t.","descr":" To suffer to go at large, on his finding sureties, or mainpernors, for his appearance at a day; -- said of a prisoner."},{"word":"Mains","type":"n.","descr":" The farm attached to a mansion house."},{"word":"Mainsail","type":"n.","descr":" The principal sail in a ship or other vessel."},{"word":"Mainsheet","type":"n.","descr":" One of the ropes by which the mainsail is hauled aft and trimmed."},{"word":"Mainspring","type":"n.","descr":" The principal or most important spring in a piece of mechanism, especially the moving spring of a watch or clock or the spring in a gunlock which impels the hammer. Hence: The chief or most powerful motive; the efficient cause of action."},{"word":"Mainstay","type":"n.","descr":" The stay extending from the foot of the foremast to the maintop."},{"word":"Mainstay","type":"n.","descr":" Main support; principal dependence."},{"word":"Mainswear","type":"v. i.","descr":" To swear falsely."},{"word":"Maintained","type":"imp. and p. p.","descr":" of Maintain"},{"word":"Maintaining","type":"p. pr. and vb. n.","descr":" of Maintain"},{"word":"Maintain","type":"v. t.","descr":" To hold or keep in any particular state or condition; to support; to sustain; to uphold; to keep up; not to suffer to fail or decline; as, to maintain a certain degree of heat in a furnace; to maintain a fence or a railroad; to maintain the digestive process or powers of the stomach; to maintain the fertility of soil; to maintain present reputation."},{"word":"Maintain","type":"v. t.","descr":" To keep possession of; to hold and defend; not to surrender or relinquish."},{"word":"Maintain","type":"v. t.","descr":" To continue; not to suffer to cease or fail."},{"word":"Maintain","type":"v. t.","descr":" To bear the expense of; to support; to keep up; to supply with what is needed."},{"word":"Maintain","type":"v. t.","descr":" To affirm; to support or defend by argument."},{"word":"Maintainable","type":"a.","descr":" That maybe maintained."},{"word":"Maintainer","type":"n.","descr":" One who maintains."},{"word":"Maintainor","type":"n.","descr":" One who, not being interested, maintains a cause depending between others, by furnishing money, etc., to either party."},{"word":"Maintenance","type":"n.","descr":" The act of maintaining; sustenance; support; defense; vindication."},{"word":"Maintenance","type":"n.","descr":" That which maintains or supports; means of sustenance; supply of necessaries and conveniences."},{"word":"Maintenance","type":"n.","descr":" An officious or unlawful intermeddling in a cause depending between others, by assisting either party with money or means to carry it on. See Champerty."},{"word":"Maintop","type":"n.","descr":" The platform about the head of the mainmast in square-rigged vessels."},{"word":"Main yard","type":"","descr":" The yard on which the mainsail is extended, supported by the mainmast."},{"word":"Maioid","type":"a.","descr":" Of or pertaining to the genus Maia, or family Maiadeae."},{"word":"Maister","type":"n.","descr":" Master."},{"word":"Maister","type":"a.","descr":" Principal; chief."},{"word":"Maistre","type":"n.","descr":" Alt. of Maistry"},{"word":"Maistrie","type":"n.","descr":" Alt. of Maistry"},{"word":"Maistry","type":"n.","descr":" Mastery; superiority; art. See Mastery."},{"word":"Maistress","type":"n.","descr":" Mistress."},{"word":"Maithes","type":"n.","descr":" Same as Maghet."},{"word":"Maize","type":"n.","descr":" A large species of American grass of the genus Zea (Z. Mays), widely cultivated as a forage and food plant; Indian corn. Also, its seed, growing on cobs, and used as food for men animals."},{"word":"Majestatic","type":"a.","descr":" Alt. of Majestatal"},{"word":"Majestatal","type":"a.","descr":" Majestic."},{"word":"Majestic","type":"a.","descr":" Possessing or exhibiting majesty; of august dignity, stateliness, or imposing grandeur; lofty; noble; grand."},{"word":"Majestical","type":"a.","descr":" Majestic."},{"word":"Majesticness","type":"n.","descr":" The quality or state of being majestic."},{"word":"Majesties","type":"pl. ","descr":" of Majesty"},{"word":"Majesty","type":"n.","descr":" The dignity and authority of sovereign power; quality or state which inspires awe or reverence; grandeur; exalted dignity, whether proceeding from rank, character, or bearing; imposing loftiness; stateliness; -- usually applied to the rank and dignity of sovereigns."},{"word":"Majesty","type":"n.","descr":" Hence, used with the possessive pronoun, the title of an emperor, king or queen; -- in this sense taking a plural; as, their majesties attended the concert."},{"word":"Majesty","type":"n.","descr":" Dignity; elevation of manner or style."},{"word":"Majolica","type":"n.","descr":" A kind of pottery, with opaque glazing and showy, which reached its greatest perfection in Italy in the 16th century."},{"word":"Major","type":"a.","descr":" Greater in number, quantity, or extent; as, the major part of the assembly; the major part of the revenue; the major part of the territory."},{"word":"Major","type":"a.","descr":" Of greater dignity; more important."},{"word":"Major","type":"a.","descr":" Of full legal age."},{"word":"Major","type":"a.","descr":" Greater by a semitone, either in interval or in difference of pitch from another tone."},{"word":"Major","type":"a.","descr":" An officer next in rank above a captain and next below a lieutenant colonel; the lowest field officer."},{"word":"Major","type":"a.","descr":" A person of full age."},{"word":"Major","type":"a.","descr":" That premise which contains the major term. It its the first proposition of a regular syllogism; as: No unholy person is qualified for happiness in heaven [the major]. Every man in his natural state is unholy [minor]. Therefore, no man in his natural state is qualified for happiness in heaven [conclusion or inference]."},{"word":"Major","type":"a.","descr":" A mayor."},{"word":"Majorat","type":"a.","descr":" The right of succession to property according to age; -- so termed in some of the countries of continental Europe."},{"word":"Majorat","type":"a.","descr":" Property, landed or funded, so attached to a title of honor as to descend with it."},{"word":"Majorate","type":"n.","descr":" The office or rank of a major."},{"word":"Majorate","type":"a.","descr":" To augment; to increase."},{"word":"Majoration","type":"n.","descr":" Increase; enlargement."},{"word":"Majorcan","type":"a.","descr":" Of or pertaining to Majorca."},{"word":"Majorcan","type":"n.","descr":" A native or inhabitant of Majorca."},{"word":"Major-domo","type":"n.","descr":" A man who has authority to act, within certain limits, as master of the house; a steward; also, a chief minister or officer."},{"word":"Major general","type":"","descr":" An officer of the army holding a rank next above that of brigadier general and next below that of lieutenant general, and who usually commands a division or a corps."},{"word":"Majorities","type":"pl. ","descr":" of Majority"},{"word":"Majority","type":"n.","descr":" The quality or condition of being major or greater; superiority."},{"word":"Majority","type":"n.","descr":" The military rank of a major."},{"word":"Majority","type":"n.","descr":" The condition of being of full age, or authorized by law to manage one\\'s own affairs."},{"word":"Majority","type":"n.","descr":" The greater number; more than half; as, a majority of mankind; a majority of the votes cast."},{"word":"Majority","type":"n.","descr":" Ancestors; ancestry."},{"word":"Majority","type":"n.","descr":" The amount or number by which one aggregate exceeds all other aggregates with which it is contrasted; especially, the number by which the votes for a successful candidate exceed those for all other candidates; as, he is elected by a majority of five hundred votes. See Plurality."},{"word":"Majorship","type":"n.","descr":" The office of major."},{"word":"Majoun","type":"n.","descr":" See Madjoun."},{"word":"Majusculae","type":"n. pl.","descr":" Capital letters, as found in manuscripts of the sixth century and earlier."},{"word":"Majuscule","type":"n.","descr":" A capital letter; especially, one used in ancient manuscripts. See Majusculae."},{"word":"Makable","type":"a.","descr":" Capable of being made."},{"word":"Makaron","type":"n.","descr":" See Macaroon, 2."},{"word":"Make","type":"n.","descr":" A companion; a mate; often, a husband or a wife."},{"word":"Made","type":"imp. and p. p.","descr":" of Make"},{"word":"Making","type":"p. pr. and vb. n.","descr":" of Make"},{"word":"Make","type":"v. t.","descr":" To cause to exist; to bring into being; to form; to produce; to frame; to fashion; to create."},{"word":"Make","type":"v. t.","descr":" To form of materials; to cause to exist in a certain form; to construct; to fabricate."},{"word":"Make","type":"v. t.","descr":" To produce, as something artificial, unnatural, or false; -- often with up; as, to make up a story."},{"word":"Make","type":"v. t.","descr":" To bring about; to bring forward; to be the cause or agent of; to effect, do, perform, or execute; -- often used with a noun to form a phrase equivalent to the simple verb that corresponds to such noun; as, to make complaint, for to complain; to make record of, for to record; to make abode, for to abide, etc."},{"word":"Make","type":"v. t.","descr":" To execute with the requisite formalities; as, to make a bill, note, will, deed, etc."},{"word":"Make","type":"v. t.","descr":" To gain, as the result of one\\'s efforts; to get, as profit; to make acquisition of; to have accrue or happen to one; as, to make a large profit; to make an error; to make a loss; to make money."},{"word":"Make","type":"v. t.","descr":" To find, as the result of calculation or computation; to ascertain by enumeration; to find the number or amount of, by reckoning, weighing, measurement, and the like; as, he made the distance of; to travel over; as, the ship makes ten knots an hour; he made the distance in one day."},{"word":"Make","type":"v. t.","descr":" To put a desired or desirable condition; to cause to thrive."},{"word":"Make","type":"v. t.","descr":" To cause to be or become; to put into a given state verb, or adjective; to constitute; as, to make known; to make public; to make fast."},{"word":"Make","type":"v. t.","descr":" To cause to appear to be; to constitute subjectively; to esteem, suppose, or represent."},{"word":"Make","type":"v. t.","descr":" To require; to constrain; to compel; to force; to cause; to occasion; -- followed by a noun or pronoun and infinitive."},{"word":"Make","type":"v. t.","descr":" To become; to be, or to be capable of being, changed or fashioned into; to do the part or office of; to furnish the material for; as, he will make a good musician; sweet cider makes sour vinegar; wool makes warm clothing."},{"word":"Make","type":"v. t.","descr":" To compose, as parts, ingredients, or materials; to constitute; to form; to amount to."},{"word":"Make","type":"v. t.","descr":" To be engaged or concerned in."},{"word":"Make","type":"v. t.","descr":" To reach; to attain; to arrive at or in sight of."},{"word":"Make","type":"v. i.","descr":" To act in a certain manner; to have to do; to manage; to interfere; to be active; -- often in the phrase to meddle or make."},{"word":"Make","type":"v. i.","descr":" To proceed; to tend; to move; to go; as, he made toward home; the tiger made at the sportsmen."},{"word":"Make","type":"v. i.","descr":" To tend; to contribute; to have effect; -- with for or against; as, it makes for his advantage."},{"word":"Make","type":"v. i.","descr":" To increase; to augment; to accrue."},{"word":"Make","type":"v. i.","descr":" To compose verses; to write poetry; to versify."},{"word":"Make","type":"n.","descr":" Structure, texture, constitution of parts; construction; shape; form."},{"word":"Makebate","type":"n.","descr":" One who excites contentions and quarrels."},{"word":"Make-belief","type":"n.","descr":" A feigning to believe; make believe."},{"word":"Make-believe","type":"n.","descr":" A feigning to believe, as in the play of children; a mere pretense; a fiction; an invention."},{"word":"Make-believe","type":"a.","descr":" Feigned; insincere."},{"word":"Maked","type":"p. p.","descr":" Made."},{"word":"Make-game","type":"n.","descr":" An object of ridicule; a butt."},{"word":"Makeless","type":"a.","descr":" Matchless."},{"word":"Makeless","type":"a.","descr":" Without a mate."},{"word":"Make-peace","type":"n.","descr":" A peacemaker."},{"word":"Maker","type":"n.","descr":" One who makes, forms, or molds; a manufacturer; specifically, the Creator."},{"word":"Maker","type":"n.","descr":" The person who makes a promissory note."},{"word":"Maker","type":"n.","descr":" One who writes verses; a poet."},{"word":"Makeshift","type":"n.","descr":" That with which one makes shift; a temporary expedient."},{"word":"Make-up","type":"n.","descr":" The way in which the parts of anything are put together; often, the way in which an actor is dressed, painted, etc., in personating a character."},{"word":"Makeweight","type":"n.","descr":" That which is thrown into a scale to make weight; something of little account added to supply a deficiency or fill a gap."},{"word":"Maki","type":"n.","descr":" A lemur. See Lemur."},{"word":"Making","type":"n.","descr":" The act of one who makes; workmanship; fabrication; construction; as, this is cloth of your own making; the making of peace or war was in his power."},{"word":"Making","type":"n.","descr":" Composition, or structure."},{"word":"Making","type":"n.","descr":" a poem."},{"word":"Making","type":"n.","descr":" That which establishes or places in a desirable state or condition; the material of which something may be made; as, early misfortune was the making of him."},{"word":"Making","type":"n.","descr":" External appearance; from."},{"word":"Making-iron","type":"n.","descr":" A tool somewhat like a chisel with a groove in it, used by calkers of ships to finish the seams after the oakum has been driven in."},{"word":"Making-up","type":"n.","descr":" The act of bringing spirits to a certain degree of strength, called proof."},{"word":"Making-up","type":"n.","descr":" The act of becoming reconciled or friendly."},{"word":"Mal-","type":"","descr":" A prefix in composition denoting ill,or evil, F. male, adv., fr. malus, bad, ill. In some words it has the form male-, as in malediction, malevolent. See Malice."},{"word":"Mala","type":"n.","descr":" Evils; wrongs; offenses against right and law."},{"word":"Malabar","type":"n.","descr":" A region in the western part of the Peninsula of India, between the mountains and the sea."},{"word":"Malacatune","type":"n.","descr":" See Melocoton."},{"word":"Malacca","type":"n.","descr":" A town and district upon the seacoast of the Malay Peninsula."},{"word":"Malachite","type":"n.","descr":" Native hydrous carbonate of copper, usually occurring in green mammillary masses with concentric fibrous structure."},{"word":"Malacissant","type":"a.","descr":" Softening; relaxing."},{"word":"Malacissation","type":"n.","descr":" The act of making soft or supple."},{"word":"Malacobdella","type":"n.","descr":" A genus of nemertean worms, parasitic in the gill cavity of clams and other bivalves. They have a large posterior sucker, like that of a leech. See Illust. of Bdellomorpha."},{"word":"Malacoderm","type":"n.","descr":" One of a tribe of beetles (Malacodermata), with a soft and flexible body, as the fireflies."},{"word":"Malacolite","type":"n.","descr":" A variety of pyroxene."},{"word":"Malacologist","type":"n.","descr":" One versed in the science of malacology."},{"word":"Malacology","type":"n.","descr":" The science which relates to the structure and habits of mollusks."},{"word":"Malacopoda","type":"n. pl.","descr":" A class of air-breathing Arthropoda; -- called also Protracheata, and Onychophora."},{"word":"Malacopterygian","type":"n.","descr":" One of the Malacopterygii."},{"word":"Malacopterygii","type":"n. pl.","descr":" An order of fishes in which the fin rays, except the anterior ray of the pectoral and dorsal fins, are closely jointed, and not spiny. It includes the carp, pike, salmon, shad, etc. Called also Malacopteri."},{"word":"Malacopterygious","type":"a.","descr":" Belonging to the Malacopterygii."},{"word":"Malacosteon","type":"n.","descr":" A peculiar disease of the bones, in consequence of which they become softened and capable of being bent without breaking."},{"word":"Malacostomous","type":"a.","descr":" Having soft jaws without teeth, as certain fishes."},{"word":"Malacostraca","type":"n. pl.","descr":" A subclass of Crustacea, including Arthrostraca and Thoracostraca, or all those higher than the Entomostraca."},{"word":"Malacostracan","type":"n.","descr":" One of the Malacostraca."},{"word":"Malacostracology","type":"n.","descr":" That branch of zoological science which relates to the crustaceans; -- called also carcinology."},{"word":"Malacostracous","type":"a.","descr":" Belonging to the Malacostraca."},{"word":"Malacotoon","type":"n.","descr":" See Melocoton."},{"word":"Malacozoa","type":"n. pl.","descr":" An extensive group of Invertebrata, including the Mollusca, Brachiopoda, and Bryozoa. Called also Malacozoaria."},{"word":"Malacozoic","type":"a.","descr":" Of or pertaining to the Malacozoa."},{"word":"Maladdress","type":"n.","descr":" Bad address; an awkward, tactless, or offensive way of accosting one or talking with one."},{"word":"Maladjustment","type":"n.","descr":" A bad adjustment."},{"word":"Maladministration","type":"n.","descr":" Bad administration; bad management of any business, especially of public affairs."},{"word":"Maladroit","type":"a.","descr":" Of a quality opposed to adroitness; clumsy; awkward; unskillful."},{"word":"Maladies","type":"pl. ","descr":" of Malady"},{"word":"Malady","type":"n.","descr":" Any disease of the human body; a distemper, disorder, or indisposition, proceeding from impaired, defective, or morbid organic functions; especially, a lingering or deep-seated disorder."},{"word":"Malady","type":"n.","descr":" A moral or mental defect or disorder."},{"word":"Malaga","type":"n.","descr":" A city and a province of Spain, on the Mediterranean.  Hence, Malaga grapes, Malaga raisins, Malaga wines."},{"word":"Malagash","type":"n.","descr":" Same as Malagasy."},{"word":"Malagasy","type":"n. sing. and pl.","descr":" A native or natives of Madagascar; also (sing.), the language."},{"word":"Malaise","type":"n.","descr":" An indefinite feeling of uneasiness, or of being sick or ill at ease."},{"word":"Malamate","type":"n.","descr":" A salt of malamic acid."},{"word":"Malambo","type":"n.","descr":" A yellowish aromatic bark, used in medicine and perfumery, said to be from the South American shrub Croton Malambo."},{"word":"Malamethane","type":"n.","descr":" A white crystalline substance forming the ethyl salt of malamic acid."},{"word":"Malamic","type":"a.","descr":" Of or pertaining an acid intermediate between malic acid and malamide, and known only by its salts."},{"word":"Malamide","type":"n.","descr":" The acid amide derived from malic acid, as a white crystalline substance metameric with asparagine."},{"word":"Malanders","type":"n. pl.","descr":" A scurfy eruption in the bend of the knee of the fore leg of a horse. See Sallenders."},{"word":"Malapert","type":"a.","descr":" Bold; forward; impudent; saucy; pert."},{"word":"Malapert","type":"n.","descr":" A malapert person."},{"word":"Malapropism","type":"n.","descr":" A grotesque misuse of a word; a word so used."},{"word":"Malapropos","type":"a. and adv.","descr":" Unseasonable or unseasonably; unsuitable or unsuitably."},{"word":"Malapterurus","type":"n.","descr":" A genus of African siluroid fishes, including the electric catfishes. See Electric cat, under Electric."},{"word":"Malar","type":"a.","descr":" Of or pertaining to the region of the cheek bone, or to the malar bone; jugal."},{"word":"Malar","type":"n.","descr":" The cheek bone, which forms a part of the lower edge of the orbit."},{"word":"Malaria","type":"n.","descr":" Air infected with some noxious substance capable of engendering disease; esp., an unhealthy exhalation from certain soils, as marshy or wet lands, producing fevers; miasma."},{"word":"Malaria","type":"n.","descr":" A morbid condition produced by exhalations from decaying vegetable matter in contact with moisture, giving rise to fever and ague and many other symptoms characterized by their tendency to recur at definite and usually uniform intervals."},{"word":"Malarial","type":"a.","descr":" Alt. of Malarious"},{"word":"Malarian","type":"a.","descr":" Alt. of Malarious"},{"word":"Malarious","type":"a.","descr":" Of or pertaining, to or infected by, malaria."},{"word":"Malashaganay","type":"n.","descr":" The fresh-water drumfish (Haploidonotus grunniens)."},{"word":"Malassimilation","type":"n.","descr":" Imperfect digestion of the several leading constituents of the food."},{"word":"Malassimilation","type":"n.","descr":" An imperfect elaboration by the tissues of the materials brought to them by the blood."},{"word":"Malate","type":"n.","descr":" A salt of malic acid."},{"word":"Malax","type":"v. t.","descr":" Alt. of Malaxate"},{"word":"Malaxate","type":"v. t.","descr":" To soften by kneading or stirring with some thinner substance."},{"word":"Malaxation","type":"n.","descr":" The act of softening by mixing with a thinner substance; the formation of ingredients into a mass for pills or plasters."},{"word":"Malaxator","type":"n.","descr":" One who, or that which, malaxates; esp., a machine for grinding, kneading, or stirring into a pasty or doughy mass."},{"word":"Malay","type":"n.","descr":" One of a race of a brown or copper complexion in the Malay Peninsula and the western islands of the Indian Archipelago."},{"word":"Malay","type":"a.","descr":" Alt. of Malayan"},{"word":"Malayan","type":"a.","descr":" Of or pertaining to the Malays or their country."},{"word":"Malayan","type":"n.","descr":" The Malay language."},{"word":"Malayalam","type":"n.","descr":" The name given to one the cultivated Dravidian languages, closely related to the Tamil."},{"word":"Malbrouck","type":"n.","descr":" A West African arboreal monkey (Cercopithecus cynosurus)."},{"word":"Malconformation","type":"n.","descr":" Imperfect, disproportionate, or abnormal formation; ill form; disproportion of parts."},{"word":"Malcontent","type":"a.","descr":" discontented; uneasy; dissatisfied; especially, dissatisfied with the government."},{"word":"Malcontent","type":"n.","descr":" One who discontented; especially, a discontented subject of a government; one who express his discontent by words or overt acts."},{"word":"Malcontented","type":"a.","descr":" Malcontent."},{"word":"Maldanian","type":"n.","descr":" Any species of marine annelids of the genus Maldane, or family Maldanidae. They have a slender, round body, and make tubes in the sand or mud."},{"word":"Male-","type":"","descr":" See Mal-."},{"word":"Male","type":"a.","descr":" Evil; wicked; bad."},{"word":"Male","type":"n.","descr":" Same as Mail, a bag."},{"word":"Male","type":"v. t.","descr":" Of or pertaining to the sex that begets or procreates young, or (in a wider sense) to the sex that produces spermatozoa, by which the ova are fertilized; not female; as, male organs."},{"word":"Male","type":"v. t.","descr":" Capable of producing fertilization, but not of bearing fruit; -- said of stamens and antheridia, and of the plants, or parts of plants, which bear them."},{"word":"Male","type":"v. t.","descr":" Suitable to the male sex; characteristic or suggestive of a male; masculine; as, male courage."},{"word":"Male","type":"v. t.","descr":" Consisting of males; as, a male choir."},{"word":"Male","type":"v. t.","descr":" Adapted for entering another corresponding piece (the female piece) which is hollow and which it fits; as, a male gauge, for gauging the size or shape of a hole; a male screw, etc."},{"word":"Male","type":"n.","descr":" An animal of the male sex."},{"word":"Male","type":"n.","descr":" A plant bearing only staminate flowers."},{"word":"Maleate","type":"n.","descr":" A salt of maleic acid."},{"word":"Malebranchism","type":"n.","descr":" The philosophical system of Malebranche, an eminent French metaphysician. The fundamental doctrine of his system is that the mind can not have knowledge of anything external to itself except in its relation to God."},{"word":"Maleconformation","type":"n.","descr":" Malconformation."},{"word":"Malecontent","type":"a.","descr":" Malcontent."},{"word":"Maledicency","type":"n.","descr":" Evil speaking."},{"word":"Maledicent","type":"a.","descr":" Speaking reproachfully; slanderous."},{"word":"Maledict","type":"a.","descr":" Accursed; abominable."},{"word":"Malediction","type":"n.","descr":" A proclaiming of evil against some one; a cursing; imprecation; a curse or execration; -- opposed to benediction."},{"word":"Malefaction","type":"n.","descr":" A crime; an offense; an evil deed."},{"word":"Malefactor","type":"n.","descr":" An evil doer; one who commits a crime; one subject to public prosecution and punishment; a criminal."},{"word":"Malefactor","type":"n.","descr":" One who does wrong by injuring another, although not a criminal."},{"word":"Malefactress","type":"n.","descr":" A female malefactor."},{"word":"Malefeasance","type":"n.","descr":" See Malfeasance."},{"word":"Malefic","type":"a.","descr":" Doing mischief; causing harm or evil; nefarious; hurtful."},{"word":"Malefice","type":"n.","descr":" An evil deed; artifice; enchantment."},{"word":"Maleficence","type":"n.","descr":" Evil doing, esp. to others."},{"word":"Maleficent","type":"a.","descr":" Doing evil to others; harmful; mischievous."},{"word":"Maleficial","type":"a.","descr":" Injurious."},{"word":"Maleficiate","type":"v. t.","descr":" To bewitch; to harm."},{"word":"Maleficiation","type":"n.","descr":" A bewitching."},{"word":"Maleficience","type":"n.","descr":" The doing of evil, harm, or mischief."},{"word":"Maleficient","type":"a.","descr":" Doing evil, harm, or mischief."},{"word":"Maleformation","type":"n.","descr":" See Malformation."},{"word":"Maleic","type":"a.","descr":" Pertaining to, or designating, an acid of the ethylene series, metameric with fumaric acid and obtained by heating malic acid."},{"word":"Malengine","type":"n.","descr":" Evil machination; guile; deceit."},{"word":"Maleo","type":"n.","descr":" A bird of Celebes (megacephalon maleo), allied to the brush turkey. It makes mounds in which to lay its eggs."},{"word":"Male-odor","type":"n.","descr":" See Malodor."},{"word":"Malepractice","type":"n.","descr":" See Malpractice."},{"word":"Male-spirited","type":"a.","descr":" Having the spirit of a male; vigorous; courageous."},{"word":"Malet","type":"n.","descr":" A little bag or budget."},{"word":"Maletreat","type":"v. t.","descr":" See Maltreat."},{"word":"Malevolence","type":"n.","descr":" The quality or state of being malevolent; evil disposition toward another; inclination to injure others; ill will. See Synonym of Malice."},{"word":"Malevolent","type":"a.","descr":" Wishing evil; disposed to injure others; rejoicing in another\\'s misfortune."},{"word":"Malevolently","type":"adv.","descr":" In a malevolent manner."},{"word":"Malevolous","type":"a.","descr":" Malevolent."},{"word":"Malexecution","type":"n.","descr":" Bad execution."},{"word":"Maleyl","type":"n.","descr":" A hypothetical radical derived from maleic acid."},{"word":"Malfeasance","type":"n.","descr":" The doing of an act which a person ought not to do; evil conduct; an illegal deed."},{"word":"Malformation","type":"n.","descr":" Ill formation; irregular or anomalous formation; abnormal or wrong conformation or structure."},{"word":"Malgracious","type":"a.","descr":" Not graceful; displeasing."},{"word":"Malgre","type":"prep.","descr":" See Mauger."},{"word":"Malic","type":"a.","descr":" Pertaining to, or obtained from, apples; as, malic acid."},{"word":"Malice","type":"n.","descr":" Enmity of heart; malevolence; ill will; a spirit delighting in harm or misfortune to another; a disposition to injure another; a malignant design of evil."},{"word":"Malice","type":"n.","descr":" Any wicked or mischievous intention of the mind; a depraved inclination to mischief; an intention to vex, annoy, or injure another person, or to do a wrongful act without just cause or cause or excuse; a wanton disregard of the rights or safety of others; willfulness."},{"word":"Malice","type":"v. t.","descr":" To regard with extreme ill will."},{"word":"Malicho","type":"n.","descr":" Mischief."},{"word":"Malicious","type":"a.","descr":" Indulging or exercising malice; harboring ill will or enmity."},{"word":"Malicious","type":"a.","descr":" Proceeding from hatred or ill will; dictated by malice; as, a malicious report; malicious mischief."},{"word":"Malicious","type":"a.","descr":" With wicked or mischievous intentions or motives; wrongful and done intentionally without just cause or excuse; as, a malicious act."},{"word":"Malign","type":"a.","descr":" Having an evil disposition toward others; harboring violent enmity; malevolent; malicious; spiteful; -- opposed to benign."},{"word":"Malign","type":"a.","descr":" Unfavorable; unpropitious; pernicious; tending to injure; as, a malign aspect of planets."},{"word":"Malign","type":"a.","descr":" Malignant; as, a malign ulcer."},{"word":"Maligned","type":"imp. and p. p.","descr":" of Malign"},{"word":"Maligning","type":"p. pr. and vb. n.","descr":" of Malign"},{"word":"Malign","type":"a.","descr":" To treat with malice; to show hatred toward; to abuse; to wrong; to injure."},{"word":"Malign","type":"a.","descr":" To speak great evil of; to traduce; to defame; to slander; to vilify; to asperse."},{"word":"Malign","type":"v. i.","descr":" To entertain malice."},{"word":"Malignance","type":"n.","descr":" Alt. of Malignancy"},{"word":"Malignancy","type":"n.","descr":" The state or quality of being malignant; extreme malevolence; bitter enmity; malice; as, malignancy of heart."},{"word":"Malignancy","type":"n.","descr":" Unfavorableness; evil nature."},{"word":"Malignancy","type":"n.","descr":" Virulence; tendency to a fatal issue; as, the malignancy of an ulcer or of a fever."},{"word":"Malignancy","type":"n.","descr":" The state of being a malignant."},{"word":"Malignant","type":"a.","descr":" Disposed to do harm, inflict suffering, or cause distress; actuated by extreme malevolence or enmity; virulently inimical; bent on evil; malicious."},{"word":"Malignant","type":"a.","descr":" Characterized or caused by evil intentions; pernicious."},{"word":"Malignant","type":"a.","descr":" Tending to produce death; threatening a fatal issue; virulent; as, malignant diphtheria."},{"word":"Malignant","type":"n.","descr":" A man of extrems enmity or evil intentions."},{"word":"Malignant","type":"n.","descr":" One of the adherents of Charles L. or Charles LL.; -- so called by the opposite party."},{"word":"Malignantly","type":"adv.","descr":" In a malignant manner."},{"word":"Maligner","type":"n.","descr":" One who maligns."},{"word":"Malignified","type":"imp. and p. p.","descr":" of Malignify"},{"word":"Malignifying","type":"p. pr. and vb. n.","descr":" of Malignify"},{"word":"Malignify","type":"v. t.","descr":" To make malign or malignant."},{"word":"Malignity","type":"n.","descr":" The state or quality of being malignant; disposition to do evil; virulent enmity; malignancy; malice; spite."},{"word":"Malignity","type":"n.","descr":" Virulence; deadly quality."},{"word":"Malignity","type":"n.","descr":" Extreme evilness of nature or influence; perniciousness; heinousness; as, the malignity of fraud."},{"word":"Malignly","type":"adv.","descr":" In a malign manner; with malignity."},{"word":"MAlingered","type":"imp. and p. p.","descr":" of Malinger"},{"word":"Malingering","type":"p. pr. and vb. n.","descr":" of Malinger"},{"word":"Malinger","type":"v. i.","descr":" To act the part of a malingerer; to feign illness or inability."},{"word":"Malingerer","type":"n.","descr":" In the army, a soldier who feigns himself sick, or who induces or protracts an illness, in order to avoid doing his duty; hence, in general, one who shirks his duty by pretending illness or inability."},{"word":"Malingery","type":"n.","descr":" The spirit or practices of a malingerer; malingering."},{"word":"Malison","type":"n.","descr":" Malediction; curse; execration."},{"word":"Malkin","type":"n.","descr":" Originally, a kitchenmaid; a slattern."},{"word":"Malkin","type":"n.","descr":" A mop made of clouts, used by the kitchen servant."},{"word":"Malkin","type":"n.","descr":" A scarecrow."},{"word":"Malkin","type":"n.","descr":" A mop or sponge attached to a jointed staff for swabbing out a cannon."},{"word":"Mall","type":"n.","descr":" A large heavy wooden beetle; a mallet for driving anything with force; a maul."},{"word":"Mall","type":"n.","descr":" A heavy blow."},{"word":"Mall","type":"n.","descr":" An old game played with malls or mallets and balls. See Pall-mall."},{"word":"Mall","type":"n.","descr":" A place where the game of mall was played. Hence: A public walk; a level shaded walk."},{"word":"Malled","type":"imp. and p. p.","descr":" of Mall"},{"word":"Malling","type":"p. pr. and vb. n.","descr":" of Mall"},{"word":"Mall","type":"v. t.","descr":" To beat with a mall; to beat with something heavy; to bruise; to maul."},{"word":"Mall","type":"n.","descr":" Formerly, among Teutonic nations, a meeting of the notables of a state for the transaction of public business, such meeting being a modification of the ancient popular assembly."},{"word":"Mall","type":"n.","descr":" A court of justice."},{"word":"Mall","type":"n.","descr":" A place where justice is administered."},{"word":"Mall","type":"n.","descr":" A place where public meetings are held."},{"word":"Mallard","type":"a.","descr":" A drake; the male of Anas boschas."},{"word":"Mallard","type":"a.","descr":" A large wild duck (Anas boschas) inhabiting both America and Europe. The domestic duck has descended from this species. Called also greenhead."},{"word":"Malleability","type":"n.","descr":" The quality or state of being malleable; -- opposed to friability and brittleness."},{"word":"Malleable","type":"a.","descr":" Capable of being extended or shaped by beating with a hammer, or by the pressure of rollers; -- applied to metals."},{"word":"Malleableize","type":"v. t.","descr":" To make malleable."},{"word":"Malleableness","type":"n.","descr":" Quality of being malleable."},{"word":"Malleal","type":"a.","descr":" Pertaining to the malleus."},{"word":"Malleated","type":"imp. and p. p.","descr":" of Malleate"},{"word":"Malleating","type":"p. pr. and vb. n.","descr":" of Malleate"},{"word":"Malleate","type":"v. t.","descr":" To hammer; to beat into a plate or leaf."},{"word":"Malleation","type":"n.","descr":" The act or process of beating into a plate, sheet, or leaf, as a metal; extension by beating."},{"word":"Mallecho","type":"n.","descr":" Same as Malicho."},{"word":"Mallee bird","type":"","descr":" The leipoa. See Leipoa."},{"word":"Mallemock","type":"n.","descr":" Alt. of Mallemoke"},{"word":"Mallemoke","type":"n.","descr":" See Mollemoke."},{"word":"Mallenders","type":"n. pl.","descr":" Same as Malanders."},{"word":"Malleolar","type":"a.","descr":" Of or pertaining to the malleolus; in the region of the malleoli of the ankle joint."},{"word":"Malleoli","type":"pl. ","descr":" of Malleolus"},{"word":"Malleolus","type":"n.","descr":" A projection at the distal end of each bone of the leg at the ankle joint. The malleolus of the tibia is the internal projection, that of the fibula the external."},{"word":"Malleolus","type":"n.","descr":" \" A layer, \" a shoot partly buried in the ground, and there cut halfway through."},{"word":"Mallet","type":"n.","descr":" A small maul with a short handle, -- used esp. for driving a tool, as a chisel or the like; also, a light beetle with a long handle, -- used in playing croquet."},{"word":"Mallei","type":"pl. ","descr":" of Malleus"},{"word":"Malleus","type":"n.","descr":" The outermost of the three small auditory bones, ossicles; the hammer. It is attached to the tympanic membrane by a long process, the handle or manubrium. See Illust. of Far."},{"word":"Malleus","type":"n.","descr":" One of the hard lateral pieces of the mastax of Rotifera. See Mastax."},{"word":"Malleus","type":"n.","descr":" A genus of bivalve shells; the hammer shell."},{"word":"Mallophaga","type":"n. pl.","descr":" An extensive group of insects which are parasitic on birds and mammals, and feed on the feathers and hair; -- called also bird lice. See Bird louse, under Bird."},{"word":"Mallotus","type":"n.","descr":" A genus of small Arctic fishes. One American species, the capelin (Mallotus villosus), is extensively used as bait for cod."},{"word":"Mallow","type":"n.","descr":" Alt. of Mallows"},{"word":"Mallows","type":"n.","descr":" A genus of plants (Malva) having mucilaginous qualities. See Malvaceous."},{"word":"Mallowwort","type":"n.","descr":" Any plant of the order Malvaceae."},{"word":"Malm","type":"n.","descr":" Alt. of Malmbrick"},{"word":"Malmbrick","type":"n.","descr":" A kind of brick of a light brown or yellowish color, made of sand, clay, and chalk."},{"word":"Malma","type":"n.","descr":" A spotted trout (Salvelinus malma), inhabiting Northern America, west of the Rocky Mountains; -- called also Dolly Varden trout, bull trout, red-spotted trout, and golet."},{"word":"Malmag","type":"n.","descr":" The tarsius, or spectral lemur."},{"word":"Malmsey","type":"n.","descr":" A kind of sweet wine from Crete, the Canary Islands, etc."},{"word":"Malnutrition","type":"n.","descr":" Faulty or imperfect nutrition."},{"word":"Malobservation","type":"n.","descr":" Erroneous observation."},{"word":"Malodor","type":"n.","descr":" An Offensive to the sense of smell; ill-smelling."},{"word":"Malonate","type":"a.","descr":" At salt of malonic acid."},{"word":"Malonic","type":"a.","descr":" Pertaining to, or designating, an acid produced artifically as a white crystalline substance, CH2.(CO2H)2, and so called because obtained by the oxidation of malic acid."},{"word":"Malonyl","type":"n.","descr":" A hydrocarbon radical, CH2.(CO)2, from malonic acid."},{"word":"Malpighia","type":"n.","descr":" A genus of tropical American shrubs with opposite leaves and small white or reddish flowers. The drupes of Malpighia urens are eaten under the name of Barbadoes cherries."},{"word":"Malpighiaceous","type":"a.","descr":" Of, pertaining to, or resembling, a natural order of tropical trees and shrubs (Malpighiaceae), some of them climbing plants, and their stems forming many of the curious lianes of South American forests."},{"word":"Malpighian","type":"a.","descr":" Of, pertaining to, or discovered by, Marcello Malpighi, an Italian anatomist of the 17th century."},{"word":"Malposition","type":"n.","descr":" A wrong position."},{"word":"Malpractice","type":"n.","descr":" Evil practice; illegal or immoral conduct; practice contrary to established rules; specifically, the treatment of a case by a surgeon or physician in a manner which is contrary to accepted rules and productive of unfavorable results."},{"word":"Malt","type":"n.","descr":" Barley or other grain, steeped in water and dried in a kiln, thus forcing germination until the saccharine principle has been evolved. It is used in brewing and in the distillation of whisky."},{"word":"Malt","type":"a.","descr":" Relating to, containing, or made with, malt."},{"word":"Malted","type":"imp. and p. p.","descr":" of Malt"},{"word":"Malting","type":"p. pr. and vb. n.","descr":" of Malt"},{"word":"Malt","type":"v. t.","descr":" To make into malt; as, to malt barley."},{"word":"Malt","type":"v. i.","descr":" To become malt; also, to make grain into malt."},{"word":"Maltalent","type":"n.","descr":" Ill will; malice."},{"word":"Maltese","type":"a.","descr":" Of or pertaining to Malta or to its inhabitants."},{"word":"Maltese","type":"n. sing. and pl.","descr":" A native or inhabitant of Malta; the people of Malta."},{"word":"Maltha","type":"n.","descr":" A variety of bitumen, viscid and tenacious, like pitch, unctuous to the touch, and exhaling a bituminous odor."},{"word":"Maltha","type":"n.","descr":" Mortar."},{"word":"Malthusian","type":"a.","descr":" Of or pertaining to the political economist, the Rev. T. R. Malthus, or conforming to his views; as, Malthusian theories."},{"word":"Mathusian","type":"n.","descr":" A follower of Malthus."},{"word":"Malthusianism","type":"n.","descr":" The system of Malthusian doctrines relating to population."},{"word":"Maltin","type":"n.","descr":" Alt. of Maltine"},{"word":"Maltine","type":"n.","descr":" The fermentative principle of malt; malt diastase; also, a name given to various medicinal preparations made from or containing malt."},{"word":"Malting","type":"n.","descr":" The process of making, or of becoming malt."},{"word":"Maltmen","type":"pl. ","descr":" of Maltman"},{"word":"Maltman","type":"n.","descr":" A man whose occupation is to make malt."},{"word":"Maltonic","type":"a.","descr":" Of, pertaining to, or derived from, maltose; specif., designating an acid called also gluconic or dextronic acid. See Gluconic."},{"word":"Maltose","type":"n.","descr":" A crystalline sugar formed from starch by the action of distance of malt, and the amylolytic ferment of saliva and pancreatic juice. It resembles dextrose, but rotates the plane of polarized light further to the right and possesses a lower cupric oxide reducing power."},{"word":"Maltreated","type":"imp. and p. p.","descr":" of Maltreat"},{"word":"Maltreating","type":"p. pr. and vb. n.","descr":" of Maltreat"},{"word":"Maltreat","type":"v. t.","descr":" To treat ill; to abuse; to treat roughly."},{"word":"Maltreament","type":"n.","descr":" Ill treatment; ill usage; abuse."},{"word":"Maltster","type":"n.","descr":" A maltman."},{"word":"Maltworm","type":"n.","descr":" A tippler."},{"word":"Malty","type":"a.","descr":" Consisting, or like, malt."},{"word":"Mala","type":"pl. ","descr":" of Malum"},{"word":"Malum","type":"n.","descr":" An evil. See Mala."},{"word":"Malvaceous","type":"a.","descr":" Pertaining to, or resembling, a natural order of plants (Malvaceae), of which the mallow is the type. The cotton plant, hollyhock, and abutilon are of this order, and the baobab and the silk-cotton trees are now referred to it."},{"word":"Malversation","type":"n.","descr":" Evil conduct; fraudulent practices; misbehavior, corruption, or extortion in office."},{"word":"Malvesie","type":"n.","descr":" Malmsey wine. See Malmsey."},{"word":"Mam","type":"n.","descr":" Mamma."},{"word":"Mama","type":"n.","descr":" See Mamma."},{"word":"Mamaluke","type":"n.","descr":" Same as Mameluke."},{"word":"Mamelon","type":"n.","descr":" A rounded hillock; a rounded elevation or protuberance."},{"word":"Mameluco","type":"n.","descr":" A child born of a white father and Indian mother."},{"word":"Mameluke","type":"n.","descr":" One of a body of mounted soldiers recruited from slaves converted to Mohammedanism, who, during several centuries, had more or less control of the government of Egypt, until exterminated or dispersed by Mehemet Ali in 1811."},{"word":"Mamillated","type":"a.","descr":" See Mammillated."},{"word":"Mamma","type":"n.","descr":" Mother; -- word of tenderness and familiarity."},{"word":"Mammae","type":"pl. ","descr":" of Mamma"},{"word":"Mamma","type":"n.","descr":" A glandular organ for secreting milk, characteristic of all mammals, but usually rudimentary in the male; a mammary gland; a breast; under; bag."},{"word":"Mammals","type":"pl. ","descr":" of Mammal"},{"word":"Mammal","type":"n.","descr":" One of the Mammalia."},{"word":"Mammalia","type":"n. pl.","descr":" The highest class of Vertebrata. The young are nourished for a time by milk, or an analogous fluid, secreted by the mammary glands of the mother."},{"word":"Mammalian","type":"a.","descr":" Of or pertaining to the Mammalia or mammals."},{"word":"Mammaliferous","type":"a.","descr":" Containing mammalian remains; -- said of certain strata."},{"word":"Mammalogical","type":"a.","descr":" Of or pertaining to mammalogy."},{"word":"Mammalogist","type":"n.","descr":" One versed in mammalogy."},{"word":"Mammalogy","type":"n.","descr":" The science which relates to mammals or the Mammalia. See Mammalia."},{"word":"Mammary","type":"a.","descr":" Of or pertaining to the mammae or breasts; as, the mammary arteries and veins."},{"word":"Mammee","type":"n.","descr":" A fruit tree of tropical America, belonging to the genus Mammea (M. Americana); also, its fruit. The latter is large, covered with a thick, tough ring, and contains a bright yellow pulp of a pleasant taste and fragrant scent. It is often called mammee apple."},{"word":"Mammer","type":"v. i.","descr":" To hesitate; to mutter doubtfully."},{"word":"Mammet","type":"n.","descr":" An idol; a puppet; a doll."},{"word":"Mammetry","type":"n.","descr":" See Mawmetry."},{"word":"Mammifer","type":"n.","descr":" A mammal. See Mammalia."},{"word":"Mammiferous","type":"a.","descr":" Having breasts; of, pertaining to, or derived from, the Mammalia."},{"word":"Mammiform","type":"a.","descr":" Having the form of a mamma (breast) or mammae."},{"word":"Mammilae","type":"pl. ","descr":" of Mammilla"},{"word":"Mammilla","type":"n.","descr":" The nipple."},{"word":"Mammillary","type":"a.","descr":" Of or pertaining to the mammilla, or nipple, or to the breast; resembling a mammilla; mammilloid."},{"word":"Mammillary","type":"a.","descr":" Composed of convex convex concretions, somewhat resembling the breasts in form; studded with small mammiform protuberances."},{"word":"Mammillate","type":"a.","descr":" Alt. of Mammillated"},{"word":"Mammillated","type":"a.","descr":" Having small nipples, or small protuberances like nipples or mammae."},{"word":"Mammillated","type":"a.","descr":" Bounded like a nipple; -- said of the apex of some shells."},{"word":"Mammilliform","type":"a.","descr":" Having the form of a mammilla."},{"word":"Mammilloid","type":"a.","descr":" Like a mammilla or nipple; mammilliform."},{"word":"Mammock","type":"n.","descr":" A shapeless piece; a fragment."},{"word":"Mammock","type":"v. t.","descr":" To tear to pieces."},{"word":"Mammodis","type":"n.","descr":" Coarse plain India muslins."},{"word":"Mammology","type":"n.","descr":" Mastology. See Mammalogy."},{"word":"Mammon","type":"n.","descr":" Riches; wealth; the god of riches; riches, personified."},{"word":"Mammonish","type":"a.","descr":" Actuated or prompted by a devotion to money getting or the service of Mammon."},{"word":"Mammonism","type":"n.","descr":" Devotion to the pursuit of wealth; worldliness."},{"word":"Mammonist","type":"n.","descr":" A mammonite."},{"word":"Mammonite","type":"n.","descr":" One devoted to the acquisition of wealth or the service of Mammon."},{"word":"Mammonization","type":"n.","descr":" The process of making mammonish; the state of being under the influence of mammonism."},{"word":"Mammonize","type":"v. t.","descr":" To make mammonish."},{"word":"Mammose","type":"a.","descr":" Having the form of the breast; breast-shaped."},{"word":"Mammoth","type":"n.","descr":" An extinct, hairy, maned elephant (Elephas primigenius), of enormous size, remains of which are found in the northern parts of both continents. The last of the race, in Europe, were coeval with prehistoric man."},{"word":"Mammoth","type":"a.","descr":" Resembling the mammoth in size; very large; gigantic; as, a mammoth ox."},{"word":"Mammothrept","type":"n.","descr":" A child brought up by its grandmother; a spoiled child."},{"word":"Mammies","type":"pl. ","descr":" of Mammy"},{"word":"Mammy","type":"n.","descr":" A child\\'s name for mamma, mother."},{"word":"Mamzer","type":"n.","descr":" A person born of relations between whom marriage was forbidden by the Mosaic law; a bastard."},{"word":"Man","type":"n.","descr":" A human being; -- opposed tobeast."},{"word":"Man","type":"n.","descr":" Especially: An adult male person; a grown-up male person, as distinguished from a woman or a child."},{"word":"Man","type":"n.","descr":" The human race; mankind."},{"word":"Man","type":"n.","descr":" The male portion of the human race."},{"word":"Man","type":"n.","descr":" One possessing in a high degree the distinctive qualities of manhood; one having manly excellence of any kind."},{"word":"Man","type":"n.","descr":" An adult male servant; also, a vassal; a subject."},{"word":"Man","type":"n.","descr":" A term of familiar address often implying on the part of the speaker some degree of authority, impatience, or haste; as, Come, man, we \\'ve no time to lose!"},{"word":"Man","type":"n.","descr":" A married man; a husband; -- correlative to wife."},{"word":"Man","type":"n.","descr":" One, or any one, indefinitely; -- a modified survival of the Saxon use of man, or mon, as an indefinite pronoun."},{"word":"Man","type":"n.","descr":" One of the piece with which certain games, as chess or draughts, are played."},{"word":"Manned","type":"imp. and p. p.","descr":" of Man"},{"word":"Manning","type":"p. pr. and vb. n.","descr":" of Man"},{"word":"Man","type":"v. t.","descr":" To supply with men; to furnish with a sufficient force or complement of men, as for management, service, defense, or the like; to guard; as, to man a ship, boat, or fort."},{"word":"Man","type":"v. t.","descr":" To furnish with strength for action; to prepare for efficiency; to fortify."},{"word":"Man","type":"v. t.","descr":" To tame, as a hawk."},{"word":"Man","type":"v. t.","descr":" To furnish with a servants."},{"word":"Man","type":"v. t.","descr":" To wait on as a manservant."},{"word":"Manable","type":"a.","descr":" Marriageable."},{"word":"Manace","type":"n. and v.","descr":" Same as Menace."},{"word":"Manacle","type":"n.","descr":" A handcuff; a shackle for the hand or wrist; -- usually in the plural."},{"word":"Manacled","type":"imp. and p. p.","descr":" of Manacle"},{"word":"Manacling","type":"p. pr. and vb. n.","descr":" of Manacle"},{"word":"Manacle","type":"v. t.","descr":" To put handcuffs or other fastening upon, for confining the hands; to shackle; to confine; to restrain from the use of the limbs or natural powers."},{"word":"Manage","type":"n.","descr":" The handling or government of anything, but esp. of a horse; management; administration. See Manege."},{"word":"Managed","type":"imp. and p. p.","descr":" of Manage"},{"word":"Managing","type":"p. pr. and vb. n.","descr":" of Manage"},{"word":"Manage","type":"n.","descr":" To have under control and direction; to conduct; to guide; to administer; to treat; to handle."},{"word":"Manage","type":"n.","descr":" Hence: Esp., to guide by careful or delicate treatment; to wield with address; to make subservient by artful conduct; to bring around cunningly to one\\'s plans."},{"word":"Manage","type":"n.","descr":" To train in the manege, as a horse; to exercise in graceful or artful action."},{"word":"Manage","type":"n.","descr":" To treat with care; to husband."},{"word":"Manage","type":"n.","descr":" To bring about; to contrive."},{"word":"Manage","type":"v. i.","descr":" To direct affairs; to carry on business or affairs; to administer."},{"word":"Manageability","type":"n.","descr":" The state or quality of being manageable; manageableness."},{"word":"Manageable","type":"a.","descr":" Such as can be managed or used; suffering control; governable; tractable; subservient; as, a manageable horse."},{"word":"Manageless","type":"a.","descr":" Unmanageable."},{"word":"Management","type":"v.","descr":" The act or art of managing; the manner of treating, directing, carrying on, or using, for a purpose; conduct; administration; guidance; control; as, the management of a family or of a farm; the management of state affairs."},{"word":"Management","type":"v.","descr":" Business dealing; negotiation; arrangement."},{"word":"Management","type":"v.","descr":" Judicious use of means to accomplish an end; conduct directed by art or address; skillful treatment; cunning practice; -- often in a bad sense."},{"word":"Management","type":"v.","descr":" The collective body of those who manage or direct any enterprise or interest; the board of managers."},{"word":"Manager","type":"n.","descr":" One who manages; a conductor or director; as, the manager of a theater."},{"word":"Manager","type":"n.","descr":" A person who conducts business or household affairs with economy and frugality; a good economist."},{"word":"Manager","type":"n.","descr":" A contriver; an intriguer."},{"word":"Managerial","type":"a.","descr":" Of or pertaining to management or a manager; as, managerial qualities."},{"word":"Managership","type":"n.","descr":" The office or position of a manager."},{"word":"Managery","type":"n.","descr":" Management; manner of using; conduct; direction."},{"word":"Managery","type":"n.","descr":" Husbandry; economy; frugality."},{"word":"Manakin","type":"n.","descr":" Any one of numerous small birds belonging to Pipra, Manacus, and other genera of the family Pipridae. They are mostly natives of Central and South America. some are bright-colored, and others have the wings and tail curiously ornamented. The name is sometimes applied to related birds of other families."},{"word":"Manakin","type":"n.","descr":" A dwarf. See Manikin."},{"word":"Manatee","type":"n.","descr":" Any species of Trichechus, a genus of sirenians; -- called alsosea cow."},{"word":"Manation","type":"n.","descr":" The act of issuing or flowing out."},{"word":"Manbote","type":"n.","descr":" A sum paid to a lord as a pecuniary compensation for killing his man (that is, his vassal, servant, or tenant)."},{"word":"Manca","type":"n.","descr":" See Mancus."},{"word":"Manche","type":"n.","descr":" A sleeve."},{"word":"Manchet","type":"n.","descr":" Fine white bread; a loaf of fine bread."},{"word":"Manchineel","type":"n.","descr":" A euphorbiaceous tree (Hippomane Mancinella) of tropical America, having a poisonous and blistering milky juice, and poisonous acrid fruit somewhat resembling an apple."},{"word":"Manchu","type":"a.","descr":" Of or pertaining to Manchuria or its inhabitants."},{"word":"Manchu","type":"n.","descr":" A native or inhabitant of Manchuria; also, the language spoken by the Manchus."},{"word":"Mancipate","type":"v. t.","descr":" To enslave; to bind; to restrict."},{"word":"Mancipation","type":"n.","descr":" Slavery; involuntary servitude."},{"word":"Manciple","type":"n.","descr":" A steward; a purveyor, particularly of a college or Inn of Court."},{"word":"Mancona bark","type":"","descr":" See Sassy bark."},{"word":"Mancus","type":"n.","descr":" An old Anglo Saxon coin both of gold and silver, and of variously estimated values. The silver mancus was equal to about one shilling of modern English money."},{"word":"Mand","type":"n.","descr":" A demand."},{"word":"Mandamus","type":"n.","descr":" A writ issued by a superior court and directed to some inferior tribunal, or to some corporation or person exercising authority, commanding the performance of some specified duty."},{"word":"Mandarin","type":"n.","descr":" A Chinese public officer or nobleman; a civil or military official in China and Annam."},{"word":"Mandarin","type":"n.","descr":" A small orange, with easily separable rind. It is thought to be of Chinese origin, and is counted a distinct species (Citrus nobilis)mandarin orange; tangerine --."},{"word":"Mandarinate","type":"n.","descr":" The collective body of officials or persons of rank in China."},{"word":"Mandarinic","type":"a.","descr":" Appropriate or peculiar to a mandarin."},{"word":"Mandarining","type":"n.","descr":" The process of giving an orange color to goods formed of animal tissue, as silk or wool, not by coloring matter, but by producing a certain change in the fiber by the action of dilute nitric acid."},{"word":"Mandarinism","type":"n.","descr":" A government mandarins; character or spirit of the mandarins."},{"word":"Mandatary","type":"n.","descr":" One to whom a command or charge is given; hence, specifically, a person to whom the pope has, by his prerogative, given a mandate or order for his benefice."},{"word":"Mandatary","type":"n.","descr":" One who undertakes to discharge a specific business commission; a mandatory."},{"word":"Mandate","type":"n.","descr":" An official or authoritative command; an order or injunction; a commission; a judicial precept."},{"word":"Mandate","type":"n.","descr":" A rescript of the pope, commanding an ordinary collator to put the person therein named in possession of the first vacant benefice in his collation."},{"word":"Mandate","type":"n.","descr":" A contract by which one employs another to manage any business for him. By the Roman law, it must have been gratuitous."},{"word":"Mandator","type":"n.","descr":" A director; one who gives a mandate or order."},{"word":"Mandator","type":"n.","descr":" The person who employs another to perform a mandate."},{"word":"Mandatory","type":"a.","descr":" Containing a command; preceptive; directory."},{"word":"Mandatory","type":"n.","descr":" Same as Mandatary."},{"word":"Mandelate","type":"n.","descr":" A salt of mandelic acid."},{"word":"Mandelic","type":"a.","descr":" Pertaining to an acid first obtained from benzoic aldehyde (oil of better almonds), as a white crystalline substance; -- called also phenyl glycolic acid."},{"word":"Mander","type":"v. t. and i.","descr":" See Maunder."},{"word":"Manderil","type":"n.","descr":" A mandrel."},{"word":"Mandible","type":"n.","descr":" The bone, or principal bone, of the lower jaw; the inferior maxilla; -- also applied to either the upper or the lower jaw in the beak of birds."},{"word":"Mandible","type":"n.","descr":" The anterior pair of mouth organs of insects, crustaceaus, and related animals, whether adapted for biting or not. See Illust. of Diptera."},{"word":"Mandibular","type":"a.","descr":" Of or pertaining to a mandible; like a mandible."},{"word":"Mandibular","type":"n.","descr":" The principal mandibular bone; the mandible."},{"word":"Mandibulate","type":"a.","descr":" Alt. of Mandibulated"},{"word":"Mandibulated","type":"a.","descr":" Provided with mandibles adapted for biting, as many insects."},{"word":"Mandibulate","type":"n.","descr":" An insect having mandibles."},{"word":"Mandibuliform","type":"a.","descr":" Having the form of a mandible; -- said especially of the maxillae of an insect when hard and adapted for biting."},{"word":"Mandibulohyoid","type":"a.","descr":" Pertaining both to the mandibular and the hyoid arch, or situated between them."},{"word":"Mandil","type":"n.","descr":" A loose outer garment worn the 16th and 17th centuries."},{"word":"Mandilion","type":"n.","descr":" See Mandil."},{"word":"Mandingos","type":"n. pl.","descr":" ; sing. Mandingo. (Ethnol.) An extensive and powerful tribe of West African negroes."},{"word":"Mandioc","type":"n.","descr":" Alt. of Mandioca"},{"word":"Mandioca","type":"n.","descr":" See Manioc."},{"word":"Mandlestone","type":"n.","descr":" Amygdaloid."},{"word":"Mandment","type":"n.","descr":" Commandment."},{"word":"Mandolin","type":"n.","descr":" Alt. of Mandoline"},{"word":"Mandoline","type":"n.","descr":" A small and beautifully shaped instrument resembling the lute."},{"word":"Mandore","type":"n.","descr":" A kind of four-stringed lute."},{"word":"Mandragora","type":"n.","descr":" A genus of plants; the mandrake. See Mandrake, 1."},{"word":"Mandragorite","type":"n.","descr":" One who habitually intoxicates himself with a narcotic obtained from mandrake."},{"word":"Mandrake","type":"n.","descr":" A low plant (Mandragora officinarum) of the Nightshade family, having a fleshy root, often forked, and supposed to resemble a man. It was therefore supposed to have animal life, and to cry out when pulled up. All parts of the plant are strongly narcotic. It is found in the Mediterranean region."},{"word":"Mandrake","type":"n.","descr":" The May apple (Podophyllum peltatum). See May apple under May, and Podophyllum."},{"word":"Mandrel","type":"n.","descr":" A bar of metal inserted in the work to shape it, or to hold it, as in a lathe, during the process of manufacture; an arbor."},{"word":"Mandrel","type":"n.","descr":" The live spindle of a turning lathe; the revolving arbor of a circular saw. It is usually driven by a pulley."},{"word":"Mandrill","type":"n.","descr":" a large West African baboon (Cynocephalus, \/ Papio, mormon). The adult male has, on the sides of the nose, large, naked, grooved swellings, conspicuously striped with blue and red."},{"word":"Manducable","type":"a.","descr":" Such as can be chewed; fit to be eaten."},{"word":"Manducated","type":"imp. and p. p.","descr":" of Manducate"},{"word":"Manducating","type":"p. pr. and vb. n.","descr":" of Manducate"},{"word":"Manducate","type":"v. t.","descr":" To masticate; to chew; to eat."},{"word":"Manducation","type":"n.","descr":" The act of chewing."},{"word":"Manducatory","type":"a.","descr":" Pertaining to, or employed in, chewing."},{"word":"Manducus","type":"n.","descr":" A grotesque mask, representing a person chewing or grimacing, worn in processions and by comic actors on the stage."},{"word":"Mane","type":"n.","descr":" The long and heavy hair growing on the upper side of, or about, the neck of some quadrupedal animals, as the horse, the lion, etc. See Illust. of Horse."},{"word":"Man-eater","type":"n.","descr":" One who, or that which, has an appetite for human flesh; specifically, one of certain large sharks (esp. Carcharodon Rondeleti); also, a lion or a tiger which has acquired the habit of feeding upon human flesh."},{"word":"Maned","type":"a.","descr":" Having a mane."},{"word":"Manege","type":"n.","descr":" Art of horsemanship, or of training horses."},{"word":"Manege","type":"n.","descr":" A school for teaching horsemanship, and for training horses."},{"word":"Maneh","type":"n.","descr":" A Hebrew weight for gold or silver, being one hundred shekels of gold and sixty shekels of silver."},{"word":"Maneless","type":"a.","descr":" Having no mane."},{"word":"Manequin","type":"n.","descr":" An artist\\'s model of wood or other material."},{"word":"Manerial","type":"a.","descr":" See Manorial."},{"word":"Manes","type":"n. pl.","descr":" The benevolent spirits of the dead, especially of dead ancestors, regarded as family deities and protectors."},{"word":"Manesheet","type":"n.","descr":" A covering placed over the upper part of a horse\\'s head."},{"word":"Maneuver","type":"n.","descr":" Alt. of Manoeuvre"},{"word":"Manoeuvre","type":"n.","descr":" Management; dexterous movement; specif., a military or naval evolution, movement, or change of position."},{"word":"Manoeuvre","type":"n.","descr":" Management with address or artful design; adroit proceeding; stratagem."},{"word":"Maneuvered","type":"imp. and p. p.","descr":" of Manoeuvre"},{"word":"Manoeuvred","type":"","descr":" of Manoeuvre"},{"word":"Maneuvering","type":"p. pr. and vb. n.","descr":" of Manoeuvre"},{"word":"Manoeuvring","type":"","descr":" of Manoeuvre"},{"word":"Maneuver","type":"n.","descr":" Alt. of Manoeuvre"},{"word":"Manoeuvre","type":"n.","descr":" To perform a movement or movements in military or naval tactics; to make changes in position with reference to getting advantage in attack or defense."},{"word":"Manoeuvre","type":"n.","descr":" To manage with address or art; to scheme."},{"word":"Maneuver","type":"v. t.","descr":" Alt. of Manoeuvre"},{"word":"Manoeuvre","type":"v. t.","descr":" To change the positions of, as of troops of ships."},{"word":"Maneuverer","type":"n.","descr":" Alt. of Manoeuvrer"},{"word":"Manoeuvrer","type":"n.","descr":" One who maneuvers."},{"word":"Manful","type":"a.","descr":" Showing manliness, or manly spirit; hence, brave, courageous, resolute, noble."},{"word":"Mamgabey","type":"n.","descr":" Any one of several African monkeys of the genus Cercocebus, as the sooty mangabey (C. fuliginosus), which is sooty black."},{"word":"Mangan","type":"n.","descr":" See Mangonel."},{"word":"Manganate","type":"n.","descr":" A salt of manganic acid."},{"word":"Manganesate","type":"n.","descr":" A manganate."},{"word":"Manganese","type":"n.","descr":" An element obtained by reduction of its oxide, as a hard, grayish white metal, fusible with difficulty, but easily oxidized. Its ores occur abundantly in nature as the minerals pyrolusite, manganite, etc. Symbol Mn. Atomic weight 54.8."},{"word":"Manganesian","type":"a.","descr":" Manganic."},{"word":"Manganesic","type":"a.","descr":" Manganic."},{"word":"Manganesious","type":"a.","descr":" Manganous."},{"word":"Manganesium","type":"n.","descr":" Manganese."},{"word":"Manganesous","type":"a.","descr":" Manganous."},{"word":"Manganic","type":"a.","descr":" Of, pertaining to resembling, or containing, manganese; specif., designating compounds in which manganese has a higher valence as contrasted with manganous compounds.  Cf. Manganous."},{"word":"Manganiferous","type":"a.","descr":" Containing manganese."},{"word":"Manganite","type":"n.","descr":" One of the oxides of manganese; -- called also gray manganese ore. It occurs in brilliant steel-gray or iron-black crystals, also massive."},{"word":"Manganite","type":"n.","descr":" A compound of manganese dioxide with a metallic oxide; so called as though derived from the hypothetical manganous acid."},{"word":"Manganium","type":"n.","descr":" Manganese."},{"word":"Manganous","type":"a.","descr":" Of, pertaining to, designating, those compounds of manganese in which the element has a lower valence as contrasted with manganic compounds; as, manganous oxide."},{"word":"Mangcorn","type":"n.","descr":" A mixture of wheat and rye, or other species of grain."},{"word":"Mange","type":"n.","descr":" The scab or itch in cattle, dogs, and other beasts."},{"word":"Mangel-wurzel","type":"n.","descr":" A kind of large field beet (B. macrorhiza), used as food for cattle, -- by some considered a mere variety of the ordinary beet. See Beet."},{"word":"Manger","type":"n.","descr":" A trough or open box in which fodder is placed for horses or cattle to eat."},{"word":"Manger","type":"n.","descr":" The fore part of the deck, having a bulkhead athwart ships high enough to prevent water which enters the hawse holes from running over it."},{"word":"Mangily","type":"adv.","descr":" In a mangy manner; scabbily."},{"word":"Manginess","type":"n.","descr":" The condition or quality of being mangy."},{"word":"Mangled","type":"imp. and p. p.","descr":" of Mangle"},{"word":"Mangling","type":"p. pr. and vb. n.","descr":" of Mangle"},{"word":"Mangle","type":"v. t.","descr":" To cut or bruise with repeated blows or strokes, making a ragged or torn wound, or covering with wounds; to tear in cutting; to cut in a bungling manner; to lacerate; to mutilate."},{"word":"Mangle","type":"v. t.","descr":" To mutilate or injure, in making, doing, or pertaining; as, to mangle a piece of music or a recitation."},{"word":"Mangle","type":"n.","descr":" A machine for smoothing linen or cotton cloth, as sheets, tablecloths, napkins, and clothing, by roller pressure."},{"word":"Mangle","type":"n.","descr":" To smooth with a mangle, as damp linen or cloth."},{"word":"Mangler","type":"n.","descr":" One who mangles or tears in cutting; one who mutilates any work in doing it."},{"word":"Mangler","type":"n.","descr":" One who smooths with a mangle."},{"word":"Mangoes","type":"pl. ","descr":" of Mango"},{"word":"Mango","type":"n.","descr":" The fruit of the mango tree. It is rather larger than an apple, and of an ovoid shape. Some varieties are fleshy and luscious, and others tough and tasting of turpentine. The green fruit is pickled for market."},{"word":"Mango","type":"n.","descr":" A green muskmelon stuffed and pickled."},{"word":"Mangoldwurzel","type":"n.","descr":" See Mangel-wurzel."},{"word":"Mangonel","type":"n.","descr":" A military engine formerly used for throwing stones and javelins."},{"word":"Mangonism","type":"n.","descr":" The art of mangonizing, or setting off to advantage."},{"word":"Mangonist","type":"n.","descr":" One who mangonizes."},{"word":"Mangonist","type":"n.","descr":" A slave dealer; also, a strumpet."},{"word":"Mangonize","type":"v. t.","descr":" To furbish up for sale; to set off to advantage."},{"word":"Mangosteen","type":"n.","descr":" Alt. of Mangostan"},{"word":"Mangostan","type":"n.","descr":" A tree of the East Indies of the genus Garcinia (G. Mangostana). The tree grows to the height of eighteen feet, and bears fruit also called mangosteen, of the size of a small apple, the pulp of which is very delicious food."},{"word":"Mangrove","type":"n.","descr":" The name of one or two trees of the genus Rhizophora (R. Mangle, and R. mucronata, the last doubtfully distinct) inhabiting muddy shores of tropical regions, where they spread by emitting aerial roots, which fasten in the saline mire and eventually become new stems. The seeds also send down a strong root while yet attached to the parent plant."},{"word":"Mangrove","type":"n.","descr":" The mango fish."},{"word":"Mangue","type":"n.","descr":" The kusimanse."},{"word":"Mangy","type":"superl.","descr":" Infected with the mange; scabby."},{"word":"Manhaden","type":"n.","descr":" See Menhaden."},{"word":"Manhead","type":"n.","descr":" Manhood."},{"word":"Manhole","type":"n.","descr":" A hole through which a man may descend or creep into a drain, sewer, steam boiler, parts of machinery, etc., for cleaning or repairing."},{"word":"Manhood","type":"n.","descr":" The state of being man as a human being, or man as distinguished from a child or a woman."},{"word":"Manhood","type":"n.","descr":" Manly quality; courage; bravery; resolution."},{"word":"Mania","type":"n.","descr":" Violent derangement of mind; madness; insanity.  Cf. Delirium."},{"word":"Mania","type":"n.","descr":" Excessive or unreasonable desire; insane passion affecting one or many people; as, the tulip mania."},{"word":"Maniable","type":"a.","descr":" Manageable."},{"word":"Maniac","type":"a.","descr":" Raving with madness; raging with disordered intellect; affected with mania; mad."},{"word":"Maniac","type":"n.","descr":" A raving lunatic; a madman."},{"word":"Maniacal","type":"a.","descr":" Affected with, or characterized by, madness; maniac."},{"word":"Manicate","type":"a.","descr":" Covered with hairs or pubescence so platted together and interwoven as to form a mass easily removed."},{"word":"Manichaean","type":"n.","descr":" Alt. of Manichee"},{"word":"Manichean","type":"n.","descr":" Alt. of Manichee"},{"word":"Manichee","type":"n.","descr":" A believer in the doctrines of Manes, a Persian of the third century A. D., who taught a dualism in which Light is regarded as the source of Good, and Darkness as the source of Evil."},{"word":"Manichaean","type":"a.","descr":" Alt. of Manichean"},{"word":"Manichean","type":"a.","descr":" Of or pertaining to the Manichaeans."},{"word":"Manichaeism","type":"n.","descr":" Alt. of Manicheism"},{"word":"Manicheism","type":"n.","descr":" The doctrines taught, or system of principles maintained, by the Manichaeans."},{"word":"Manicheist","type":"n.","descr":" Manichaean."},{"word":"Manichord","type":"","descr":" Alt. of Manichordon"},{"word":"Manichordon","type":"","descr":" The clavichord or clarichord; -- called also dumb spinet."},{"word":"Manicure","type":"n.","descr":" A person who makes a business of taking care of people\\'s hands, especially their nails."},{"word":"Manid","type":"n.","descr":" Any species of the genus Manis, or family Manidae."},{"word":"Manie","type":"n.","descr":" Mania; insanity."},{"word":"Manifest","type":"a.","descr":" Evident to the senses, esp. to the sight; apparent; distinctly perceived; hence, obvious to the understanding; apparent to the mind; easily apprehensible; plain; not obscure or hidden."},{"word":"Manifest","type":"a.","descr":" Detected; convicted; -- with of."},{"word":"Manifests","type":"pl. ","descr":" of Manifest"},{"word":"Manifest","type":"a.","descr":" A public declaration; an open statement; a manifesto. See Manifesto."},{"word":"Manifest","type":"a.","descr":" A list or invoice of a ship\\'s cargo, containing a description by marks, numbers, etc., of each package of goods, to be exhibited at the customhouse."},{"word":"Manifested","type":"imp. and p. p.","descr":" of Manifest"},{"word":"Manifesting","type":"p. pr. and vb. n.","descr":" of Manifest"},{"word":"Manifest","type":"v. t.","descr":" To show plainly; to make to appear distinctly, -- usually to the mind; to put beyond question or doubt; to display; to exhibit."},{"word":"Manifest","type":"v. t.","descr":" To exhibit the manifests or prepared invoices of; to declare at the customhouse."},{"word":"Manifestable","type":"a.","descr":" Such as can be manifested."},{"word":"Manifestation","type":"n.","descr":" The act of manifesting or disclosing, or the state of being manifested; discovery to the eye or to the understanding; also, that which manifests; exhibition; display; revelation; as, the manifestation of God\\'s power in creation."},{"word":"Manifestible","type":"a.","descr":" Manifestable."},{"word":"Manifestly","type":"adv.","descr":" In a manifest manner."},{"word":"Manifestness","type":"n.","descr":" The quality or state of being manifest; obviousness."},{"word":"Manifestoes","type":"pl. ","descr":" of Manifesto"},{"word":"Manifesto","type":"n. and a.","descr":" A public declaration, usually of a prince, sovereign, or other person claiming large powers, showing his intentions, or proclaiming his opinions and motives in reference to some act done or contemplated by him; as, a manifesto declaring the purpose of a prince to begin war, and explaining his motives."},{"word":"Manifold","type":"a.","descr":" Various in kind or quality; many in number; numerous; multiplied; complicated."},{"word":"Manifold","type":"a.","descr":" Exhibited at divers times or in various ways; -- used to qualify nouns in the singular number."},{"word":"Manifold","type":"n.","descr":" A copy of a writing made by the manifold process."},{"word":"Manifold","type":"n.","descr":" A cylindrical pipe fitting, having a number of lateral outlets, for connecting one pipe with several others."},{"word":"Manifold","type":"n.","descr":" The third stomach of a ruminant animal."},{"word":"Manifolded","type":"imp. and p. p.","descr":" of Manifold"},{"word":"Manifolding","type":"p. pr. and vb. n.","descr":" of Manifold"},{"word":"Manifold","type":"v. t.","descr":" To take copies of by the process of manifold writing; as, to manifold a letter."},{"word":"Manifolded","type":"a.","descr":" Having many folds, layers, or plates; as, a manifolded shield."},{"word":"Manifoldly","type":"adv.","descr":" In a manifold manner."},{"word":"Manifoldness","type":"n.","descr":" Multiplicity."},{"word":"Manifoldness","type":"n.","descr":" A generalized concept of magnitude."},{"word":"Maniform","type":"a.","descr":" Shaped like the hand."},{"word":"Maniglion","type":"n.","descr":" Either one of two handles on the back of a piece of ordnance."},{"word":"Manihoc","type":"n.","descr":" Alt. of Manihot"},{"word":"Manihot","type":"n.","descr":" See Manioc."},{"word":"Manikin","type":"n.","descr":" A little man; a dwarf; a pygmy; a manakin."},{"word":"Manikin","type":"n.","descr":" A model of the human body, made of papier-mache or other material, commonly in detachable pieces, for exhibiting the different parts and organs, their relative position, etc."},{"word":"Manila","type":"a.","descr":" Alt. of Manilla"},{"word":"Manilla","type":"a.","descr":" Of or pertaining to Manila or Manilla, the capital of the Philippine Islands; made in, or exported from, that city."},{"word":"Manilio","type":"n.","descr":" See Manilla, 1."},{"word":"Manilla","type":"n.","descr":" A ring worn upon the arm or leg as an ornament, especially among the tribes of Africa."},{"word":"Manilla","type":"n.","descr":" A piece of copper of the shape of a horseshoe, used as money by certain tribes of the west coast of Africa."},{"word":"Manilla","type":"a.","descr":" Same as Manila."},{"word":"Manille","type":"n.","descr":" See 1st Manilla, 1."},{"word":"Manioc","type":"n.","descr":" The tropical plants (Manihot utilissima, and M. Aipi), from which cassava and tapioca are prepared; also, cassava."},{"word":"Maniple","type":"a.","descr":" A handful."},{"word":"Maniple","type":"a.","descr":" A division of the Roman army numbering sixty men exclusive of officers, any small body of soldiers; a company."},{"word":"Maniple","type":"a.","descr":" Originally, a napkin; later, an ornamental band or scarf worn upon the left arm as a part of the vestments of a priest in the Roman Catholic Church. It is sometimes worn in the English Church service."},{"word":"Manipular","type":"a.","descr":" Of or pertaining to the maniple, or company."},{"word":"Manipular","type":"a.","descr":" Manipulatory; as, manipular operations."},{"word":"Manipulated","type":"imp. and p. p.","descr":" of Manipulate"},{"word":"Manipulating","type":"p. pr. and vb. n.","descr":" of Manipulate"},{"word":"Manipulate","type":"v. t.","descr":" To treat, work, or operate with the hands, especially when knowledge and dexterity are required; to manage in hand work; to handle; as, to manipulate scientific apparatus."},{"word":"Manipulate","type":"v. t.","descr":" To control the action of, by management; as, to manipulate a convention of delegates; to manipulate the stock market; also, to manage artfully or fraudulently; as, to manipulate accounts, or election returns."},{"word":"Manipulate","type":"v. i.","descr":" To use the hands in dexterous operations; to do hand work; specifically, to manage the apparatus or instruments used in scientific work, or in artistic or mechanical processes; also, specifically, to use the hand in mesmeric operations."},{"word":"Manipulation","type":"n.","descr":" The act or process of manipulating, or the state of being manipulated; the act of handling work by hand; use of the hands, in an artistic or skillful manner, in science or art."},{"word":"Manipulation","type":"n.","descr":" The use of the hands in mesmeric operations."},{"word":"Manipulation","type":"n.","descr":" Artful management; as, the manipulation of political bodies; sometimes, a management or treatment for purposes of deception or fraud."},{"word":"Manipulative","type":"a.","descr":" Of or pertaining to manipulation; performed by manipulation."},{"word":"Manipulator","type":"n.","descr":" One who manipulates."},{"word":"Manipulatory","type":"a.","descr":" Of or pertaining to manipulation."},{"word":"Manis","type":"n.","descr":" A genus of edentates, covered with large, hard, triangular scales, with sharp edges that overlap each other like tiles on a roof. They inhabit the warmest parts of Asia and Africa, and feed on ants. Called also Scaly anteater. See Pangolin."},{"word":"Manito","type":"n.","descr":" Alt. of Manitu"},{"word":"Manitou","type":"n.","descr":" Alt. of Manitu"},{"word":"Manitu","type":"n.","descr":" A name given by tribes of American Indians to a great spirit, whether good or evil, or to any object of worship."},{"word":"Manitrunk","type":"n.","descr":" The anterior segment of the thorax in insects. See Insect."},{"word":"Mankind","type":"n.","descr":" The human race; man, taken collectively."},{"word":"Mankind","type":"n.","descr":" Men, as distinguished from women; the male portion of human race."},{"word":"Mankind","type":"n.","descr":" Human feelings; humanity."},{"word":"Mankind","type":"a.","descr":" Manlike; not womanly; masculine; bold; cruel."},{"word":"Manks","type":"a.","descr":" Of or pertaining to the language or people of the of Man."},{"word":"Manks","type":"n.","descr":" The language spoken in the Isle of Man. See Manx."},{"word":"Manless","type":"a.","descr":" Destitute of men."},{"word":"Manless","type":"a.","descr":" Unmanly; inhuman."},{"word":"Manlessly","type":"adv.","descr":" Inhumanly."},{"word":"Manlike","type":"a.","descr":" Like man, or like a man, in form or nature; having the qualities of a man, esp. the nobler qualities; manly."},{"word":"Manliness","type":"n.","descr":" The quality or state of being manly."},{"word":"Manling","type":"n.","descr":" A little man."},{"word":"Manly","type":"superl.","descr":" Having qualities becoming to a man; not childish or womanish; manlike, esp. brave, courageous, resolute, noble."},{"word":"Manly","type":"adv.","descr":" In a manly manner; with the courage and fortitude of a manly man; as, to act manly."},{"word":"Manna","type":"n.","descr":" The food supplied to the Israelites in their journey through the wilderness of Arabia; hence, divinely supplied food."},{"word":"Manna","type":"n.","descr":" A name given to lichens of the genus Lecanora, sometimes blown into heaps in the deserts of Arabia and Africa, and gathered and used as food."},{"word":"Manna","type":"n.","descr":" A sweetish exudation in the form of pale yellow friable flakes, coming from several trees and shrubs and used in medicine as a gentle laxative, as the secretion of Fraxinus Ornus, and F. rotundifolia, the manna ashes of Southern Europe."},{"word":"Manna croup","type":"","descr":" The portions of hard wheat kernels not ground into flour by the millstones: a kind of semolina prepared in Russia and used for puddings, soups, etc. -- called also manna groats."},{"word":"Manna croup","type":"","descr":" The husked grains of manna grass."},{"word":"Manner","type":"n.","descr":" Mode of action; way of performing or effecting anything; method; style; form; fashion."},{"word":"Manner","type":"n.","descr":" Characteristic mode of acting, conducting, carrying one\\'s self, or the like; bearing; habitual style."},{"word":"Manner","type":"n.","descr":" Customary method of acting; habit."},{"word":"Manner","type":"n.","descr":" Carriage; behavior; deportment; also, becoming behavior; well-bred carriage and address."},{"word":"Manner","type":"n.","descr":" The style of writing or thought of an author; characteristic peculiarity of an artist."},{"word":"Manner","type":"n.","descr":" Certain degree or measure; as, it is in a manner done already."},{"word":"Manner","type":"n.","descr":" Sort; kind; style; -- in this application sometimes having the sense of a plural, sorts or kinds."},{"word":"Mannered","type":"a.","descr":" Having a certain way, esp. a polite way, of carrying and conducting one\\'s self."},{"word":"Mannered","type":"a.","descr":" Affected with mannerism; marked by excess of some characteristic peculiarity."},{"word":"Mannerism","type":"n.","descr":" Adherence to a peculiar style or manner; a characteristic mode of action, bearing, or treatment, carried to excess, especially in literature or art."},{"word":"Mannerist","type":"n.","descr":" One addicted to mannerism; a person who, in action, bearing, or treatment, carries characteristic peculiarities to excess. See citation under Mannerism."},{"word":"Mannerliness","type":"n.","descr":" The quality or state of being mannerly; civility; complaisance."},{"word":"Mannerly","type":"a.","descr":" Showing good manners; civil; respectful; complaisant."},{"word":"Mannerly","type":"adv.","descr":" With good manners."},{"word":"Mannheim gold","type":"","descr":" A kind of brass made in imitation of gold. It contains eighty per cent of copper and twenty of zinc."},{"word":"Mannide","type":"n.","descr":" A white amorphous or crystalline substance, obtained by dehydration of mannite, and distinct from, but convertible into, mannitan."},{"word":"Mannish","type":"a.","descr":" Resembling a human being in form or nature; human."},{"word":"Mannish","type":"a.","descr":" Resembling, suitable to, or characteristic of, a man, manlike, masculine."},{"word":"Mannish","type":"a.","descr":" Fond of men; -- said of a woman."},{"word":"Mannitan","type":"n.","descr":" A white amorphous or crystalline substance obtained by the partial dehydration of mannite."},{"word":"Mannitate","type":"n.","descr":" A salt of mannitic acid."},{"word":"Mannite","type":"n.","descr":" A white crystalline substance of a sweet taste obtained from a so-called manna, the dried sap of the flowering ash (Fraxinus ornus); -- called also mannitol, and hydroxy hexane.  Cf. Dulcite."},{"word":"Mannite","type":"n.","descr":" A sweet white efflorescence from dried fronds of kelp, especially from those of the Laminaria saccharina, or devil\\'s apron."},{"word":"Mannitic","type":"a.","descr":" Of, pertaining to, resembling, or derived from, mannite."},{"word":"Mannitol","type":"n.","descr":" The technical name of mannite. See Mannite."},{"word":"Mannitose","type":"n.","descr":" A variety of sugar obtained by the partial oxidation of mannite, and closely resembling levulose."},{"word":"Manoeuvre","type":"n. and v.","descr":" See Maneuver."},{"word":"Manofwar","type":"n","descr":" A government vessel employed for the purposes of war, esp. one of large size; a ship of war."},{"word":"Manometer","type":"n.","descr":" An instrument for measuring the tension or elastic force of gases, steam, etc., constructed usually on the principle of allowing the gas to exert its elastic force in raising a column of mercury in an open tube, or in compressing a portion of air or other gas in a closed tube with mercury or other liquid intervening, or in bending a metallic or other spring so as to set in motion an index; a pressure gauge. See Pressure, and Illust. of Air pump."},{"word":"Manometric","type":"a.","descr":" Alt. of Manometrical"},{"word":"Manometrical","type":"a.","descr":" Of or pertaining to the manometer; made by the manometer."},{"word":"Manor","type":"n.","descr":" The land belonging to a lord or nobleman, or so much land as a lord or great personage kept in his own hands, for the use and subsistence of his family."},{"word":"Manor","type":"n.","descr":" A tract of land occupied by tenants who pay a free-farm rent to the proprietor, sometimes in kind, and sometimes by performing certain stipulated services."},{"word":"Manorial","type":"a.","descr":" Of or pertaining to a manor."},{"word":"Manoscope","type":"n.","descr":" Same as Manometer."},{"word":"Manoscopy","type":"n.","descr":" The science of the determination of the density of vapors and gases."},{"word":"Manovery","type":"n.","descr":" A contrivance or maneuvering to catch game illegally."},{"word":"Manqueller","type":"n.","descr":" A killer of men; a manslayer."},{"word":"Manred","type":"n.","descr":" Alt. of Manrent"},{"word":"Manrent","type":"n.","descr":" Homage or service rendered to a superior, as to a lord; vassalage."},{"word":"Manrope","type":"n.","descr":" One of the side ropes to the gangway of a ship."},{"word":"Mansard roof","type":"","descr":" A hipped curb roof; that is, a roof having on all sides two slopes, the lower one being steeper than the upper one."},{"word":"Manse","type":"n.","descr":" A dwelling house, generally with land attached."},{"word":"Manse","type":"n.","descr":" The parsonage; a clergyman\\'s house."},{"word":"Manservant","type":"n.","descr":" A male servant."},{"word":"Mansion","type":"n.","descr":" A dwelling place, -- whether a part or whole of a house or other shelter."},{"word":"Mansion","type":"n.","descr":" The house of the lord of a manor; a manor house; hence: Any house of considerable size or pretension."},{"word":"Mansion","type":"n.","descr":" A twelfth part of the heavens; a house. See 1st House, 8."},{"word":"Mansion","type":"n.","descr":" The place in the heavens occupied each day by the moon in its monthly revolution."},{"word":"Mansion","type":"v. i.","descr":" To dwell; to reside."},{"word":"Mansionary","type":"a.","descr":" Resident; residentiary; as, mansionary canons."},{"word":"Mansionry","type":"n.","descr":" The state of dwelling or residing; occupancy as a dwelling place."},{"word":"Manslaughter","type":"n.","descr":" The slaying of a human being; destruction of men."},{"word":"Manslaughter","type":"n.","descr":" The unlawful killing of a man, either in negligenc\/ or incidentally to the commission of some unlawful act, but without specific malice, or upon a sudden excitement of anger."},{"word":"Manslayer","type":"n.","descr":" One who kills a human being; one who commits manslaughter."},{"word":"Manstealer","type":"n.","descr":" A person who steals or kidnaps a human being or beings."},{"word":"Manstealing","type":"n.","descr":" The act or business of stealing or kidnaping human beings, especially with a view to e\/slave them."},{"word":"Mansuete","type":"a.","descr":" Tame; gentle; kind."},{"word":"Mansuetude","type":"n.","descr":" Tameness; gentleness; mildness."},{"word":"Manswear","type":"v. i.","descr":" To swear falsely. Same as Mainswear."},{"word":"Manta","type":"n.","descr":" See Coleoptera and Sea devil."},{"word":"Mantchoo","type":"a. and n.","descr":" Same as Manchu."},{"word":"Manteaux","type":"pl. ","descr":" of Manteau"},{"word":"Manteaus","type":"pl. ","descr":" of Manteau"},{"word":"Manteau","type":"n.","descr":" A woman\\'s cloak or mantle."},{"word":"Manteau","type":"n.","descr":" A gown worn by women."},{"word":"Mantel","type":"n.","descr":" The finish around a fireplace, covering the chimney-breast in front and sometimes on both sides; especially, a shelf above the fireplace, and its supports."},{"word":"Mantelet","type":"n.","descr":" A short cloak formerly worn by knights."},{"word":"Mantelet","type":"n.","descr":" A short cloak or mantle worn by women."},{"word":"Mantelet","type":"n.","descr":" A musket-proof shield of rope, wood, or metal, which is sometimes used for the protection of sappers or riflemen while attacking a fortress, or of gunners at embrasures; -- now commonly written mantlet."},{"word":"Mantelpiece","type":"n.","descr":" Same as Mantel."},{"word":"Mantelshelf","type":"n.","descr":" The shelf of a mantel."},{"word":"Manteltree","type":"n.","descr":" The lintel of a fireplace when of wood, as frequently in early houses."},{"word":"Mantic","type":"a.","descr":" Of or pertaining to divination, or to the condition of one inspired, or supposed to be inspired, by a deity; prophetic."},{"word":"Mantilla","type":"n.","descr":" A lady\\'s light cloak of cape of silk, velvet, lace, or the like."},{"word":"Mantilla","type":"n.","descr":" A kind of veil, covering the head and falling down upon the shoulders; -- worn in Spain, Mexico, etc."},{"word":"Mantis","type":"n.","descr":" Any one of numerous species of voracious orthopterous insects of the genus Mantis, and allied genera. They are remarkable for their slender grotesque forms, and for holding their stout anterior legs in a manner suggesting hands folded in prayer. The common American species is M. Carolina."},{"word":"Mantispid","type":"n.","descr":" Any neuropterous insect of the genus Mantispa, and allied genera. The larvae feed on plant lice. Also used adjectively. See Illust. under Neuroptera."},{"word":"Mantissa","type":"n.","descr":" The decimal part of a logarithm, as distinguished from the integral part, or characteristic."},{"word":"Mantle","type":"n.","descr":" A loose garment to be worn over other garments; an enveloping robe; a cloak. Hence, figuratively, a covering or concealing envelope."},{"word":"Mantle","type":"n.","descr":" Same as Mantling."},{"word":"Mantle","type":"n.","descr":" The external fold, or folds, of the soft, exterior membrane of the body of a mollusk. It usually forms a cavity inclosing the gills. See Illusts. of Buccinum, and Byssus."},{"word":"Mantle","type":"n.","descr":" Any free, outer membrane."},{"word":"Mantle","type":"n.","descr":" The back of a bird together with the folded wings."},{"word":"Mantle","type":"n.","descr":" A mantel. See Mantel."},{"word":"Mantle","type":"n.","descr":" The outer wall and casing of a blast furnace, above the hearth."},{"word":"Mantle","type":"n.","descr":" A penstock for a water wheel."},{"word":"Mantled","type":"imp. and p. p.","descr":" of Mantle"},{"word":"Mantling","type":"p. pr. and vb. n.","descr":" of Mantle"},{"word":"Mantle","type":"v. t.","descr":" To cover or envelop, as with a mantle; to cloak; to hide; to disguise."},{"word":"Mantle","type":"v. i.","descr":" To unfold and spread out the wings, like a mantle; -- said of hawks. Also used figuratively."},{"word":"Mantle","type":"v. i.","descr":" To spread out; -- said of wings."},{"word":"Mantle","type":"v. i.","descr":" To spread over the surface as a covering; to overspread; as, the scum mantled on the pool."},{"word":"Mantle","type":"v. i.","descr":" To gather, assume, or take on, a covering, as froth, scum, etc."},{"word":"Mantlet","type":"n.","descr":" See Mantelet."},{"word":"Mantling","type":"n.","descr":" The representation of a mantle, or the drapery behind and around a coat of arms: -- called also lambrequin."},{"word":"Manto","type":"n.","descr":" See Manteau."},{"word":"Mantologist","type":"n.","descr":" One who is skilled in mantology; a diviner."},{"word":"Mantology","type":"n.","descr":" The act or art of divination."},{"word":"Mantra","type":"n.","descr":" A prayer; an invocation; a religious formula; a charm."},{"word":"Mantrap","type":"n.","descr":" A trap for catching trespassers."},{"word":"Mantrap","type":"n.","descr":" A dangerous place, as an open hatch, into which one may fall."},{"word":"Mantua","type":"n.","descr":" A superior kind of rich silk formerly exported from Mantua in Italy."},{"word":"Mantua","type":"n.","descr":" A woman\\'s cloak or mantle; also, a woman\\'s gown."},{"word":"Mantuamaker","type":"n.","descr":" One who makes dresses, cloaks, etc., for women; a dressmaker."},{"word":"Mantuan","type":"a.","descr":" Of or pertaining to Mantua."},{"word":"Mantuan","type":"n.","descr":" A native or inhabitant of Mantua."},{"word":"Manu","type":"n.","descr":" One of a series of progenitors of human beings, and authors of human wisdom."},{"word":"Manual","type":"a.","descr":" Of or pertaining to the hand; done or made by the hand; as, manual labor; the king\\'s sign manual."},{"word":"Manual","type":"a.","descr":" A small book, such as may be carried in the hand, or conveniently handled; a handbook; specifically, the service book of the Roman Catholic Church."},{"word":"Manual","type":"a.","descr":" A keyboard of an organ or harmonium for the fingers, as distinguished from the pedals; a clavier, or set of keys."},{"word":"Manual","type":"a.","descr":" A prescribed exercise in the systematic handing of a weapon; as, the manual of arms; the manual of the sword; the manual of the piece (cannon, mortar, etc.)."},{"word":"Manualist","type":"n.","descr":" One who works with the hands; an artificer."},{"word":"Manually","type":"adv.","descr":" By hand."},{"word":"Manuary","type":"a.","descr":" Manual."},{"word":"Manuary","type":"n.","descr":" An artificer."},{"word":"Manubial","type":"a.","descr":" Belonging to spoils; taken in war."},{"word":"Manubrial","type":"a.","descr":" Of or pertaining to a manubrium; shaped like a manubrium; handlelike."},{"word":"Manubria","type":"pl. ","descr":" of Manubrium"},{"word":"Manubriums","type":"pl. ","descr":" of Manubrium"},{"word":"Manubrium","type":"n.","descr":" A handlelike process or part; esp., the anterior segment of the sternum, or presternum, and the handlelike process of the malleus."},{"word":"Manubrium","type":"n.","descr":" The proboscis of a jellyfish; -- called also hypostoma. See Illust. of Hydromedusa."},{"word":"Manucode","type":"n.","descr":" Any bird of the genus Manucodia, of Australia and New Guinea. They are related to the bird of paradise."},{"word":"Manuducent","type":"n.","descr":" One who leads by the hand; a manuductor."},{"word":"Manuduction","type":"n.","descr":" Guidance by the hand."},{"word":"Manductor","type":"n.","descr":" A conductor; an officer in the ancient church who gave the signal for the choir to sing, and who beat time with the hand, and regulated the music."},{"word":"Manufactory","type":"n.","descr":" Manufacture."},{"word":"Manufactory","type":"n.","descr":" A building or place where anything is manufactured; a factory."},{"word":"Manufactory","type":"a.","descr":" Pertaining to manufacturing."},{"word":"Manufactural","type":"a.","descr":" Of or pertaining to manufactures."},{"word":"Manufacture","type":"n.","descr":" The operation of making wares or any products by hand, by machinery, or by other agency."},{"word":"Manufacture","type":"n.","descr":" Anything made from raw materials by the hand, by machinery, or by art, as cloths, iron utensils, shoes, machinery, saddlery, etc."},{"word":"Manufactured","type":"imp. and p. p.","descr":" of Manufacture"},{"word":"Manufacturing","type":"p. pr. and vb. n.","descr":" of Manufacture"},{"word":"Manufacture","type":"v. t.","descr":" To make (wares or other products) by hand, by machinery, or by other agency; as, to manufacture cloth, nails, glass, etc."},{"word":"Manufacture","type":"v. t.","descr":" To work, as raw or partly wrought materials, into suitable forms for use; as, to manufacture wool, cotton, silk, or iron."},{"word":"Manufacture","type":"v. i.","descr":" To be employed in manufacturing something."},{"word":"Manufacturer","type":"n.","descr":" One who manufactures."},{"word":"Manufacturing","type":"a.","descr":" Employed, or chiefly employed, in manufacture; as, a manufacturing community; a manufacturing town."},{"word":"Manufacturing","type":"a.","descr":" Pertaining to manufacture; as, manufacturing projects."},{"word":"Manul","type":"n.","descr":" A wild cat (Felis manul), having long, soft, light-colored fur. It is found in the mountains of Central Asia, and dwells among rocks."},{"word":"Manumise","type":"v. t.","descr":" To manumit."},{"word":"Manumission","type":"n.","descr":" The act of manumitting, or of liberating a slave from bondage."},{"word":"Manumitted","type":"imp. and p. p.","descr":" of Manumit"},{"word":"Manumitting","type":"p. pr. and vb. n.","descr":" of Manumit"},{"word":"Manumit","type":"v. t.","descr":" To release from slavery; to liberate from personal bondage or servitude; to free, as a slave."},{"word":"Manumotive","type":"a.","descr":" Movable by hand."},{"word":"Manumotor","type":"n.","descr":" A small wheel carriage, so constructed that a person sitting in it may move it."},{"word":"Manurable","type":"a.","descr":" Capable of cultivation."},{"word":"Manurable","type":"a.","descr":" Capable of receiving a fertilizing substance."},{"word":"Manurage","type":"n.","descr":" Cultivation."},{"word":"Manurance","type":"n.","descr":" Cultivation."},{"word":"Manured","type":"imp. and p. p.","descr":" of Manure"},{"word":"Manuring","type":"p. pr. and vb. n.","descr":" of Manure"},{"word":"Manure","type":"v. t.","descr":" To cultivate by manual labor; to till; hence, to develop by culture."},{"word":"Manure","type":"v. t.","descr":" To apply manure to; to enrich, as land, by the application of a fertilizing substance."},{"word":"Manure","type":"n.","descr":" Any matter which makes land productive; a fertilizing substance, as the contents of stables and barnyards, dung, decaying animal or vegetable substances, etc."},{"word":"Manurement","type":"n.","descr":" Cultivation."},{"word":"Manurer","type":"n.","descr":" One who manures land."},{"word":"Manurial","type":"a.","descr":" Relating to manures."},{"word":"Manuring","type":"n.","descr":" The act of process of applying manure; also, the manure applied."},{"word":"Manus","type":"pl. ","descr":" of Manus"},{"word":"Manus","type":"n.","descr":" The distal segment of the fore limb, including the carpus and fore foot or hand."},{"word":"Manuscript","type":"a.","descr":" Written with or by the hand; not printed; as, a manuscript volume."},{"word":"Manuscript","type":"a.","descr":" A literary or musical composition written with the hand, as distinguished from a printed copy."},{"word":"Manuscript","type":"a.","descr":" Writing, as opposed to print; as, the book exists only in manuscript."},{"word":"Manuscriptal","type":"a.","descr":" Manuscript."},{"word":"Manutenency","type":"n.","descr":" Maintenance."},{"word":"Manway","type":"n.","descr":" A small passageway, as in a mine, that a man may pass through."},{"word":"Manx","type":"a.","descr":" Of or pertaining to the Isle of Man, or its inhabitants; as, the Manx language."},{"word":"Manx","type":"n.","descr":" The language of the inhabitants of the Isle of Man, a dialect of the Celtic."},{"word":"Many","type":"n.","descr":" A retinue of servants; a household."},{"word":"Many","type":"a. \/ pron.","descr":" Consisting of a great number; numerous; not few."},{"word":"Many","type":"a.","descr":" The populace; the common people; the majority of people, or of a community."},{"word":"Many","type":"a.","descr":" A large or considerable number."},{"word":"Many-minded","type":"a.","descr":" Having many faculties; versatile; many-sided."},{"word":"Manyplies","type":"n.","descr":" The third division, or that between the reticulum, or honeycomb stomach, and the abomasum, or rennet stomach, in the stomach of ruminants; the omasum; the psalterium. So called from the numerous folds in its mucous membrane. See Illust of Ruminant."},{"word":"Many-sided","type":"a.","descr":" Having many sides; -- said of figures. Hence, presenting many questions or subjects for consideration; as, a many-sided topic."},{"word":"Many-sided","type":"a.","descr":" Interested in, and having an aptitude for, many unlike pursuits or objects of attention; versatile."},{"word":"Manyways","type":"adv.","descr":" Alt. of Manywise"},{"word":"Manywise","type":"adv.","descr":" In many different ways; variously."},{"word":"Manzanita","type":"n.","descr":" A name given to several species of Arctostaphylos, but mostly to A. glauca and A. pungens, shrubs of California, Oregon, etc., with reddish smooth bark, ovate or oval coriaceous evergreen leaves, and bearing clusters of red berries, which are said to be a favorite food of the grizzly bear."},{"word":"Maoris","type":"pl. ","descr":" of Maori"},{"word":"Maori","type":"n.","descr":" One of the aboriginal inhabitants of New Zealand; also, the original language of New Zealand."},{"word":"Maori","type":"a.","descr":" Of or pertaining to the Maoris or to their language."},{"word":"Map","type":"n.","descr":" A representation of the surface of the earth, or of some portion of it, showing the relative position of the parts represented; -- usually on a flat surface. Also, such a representation of the celestial sphere, or of some part of it."},{"word":"Map","type":"n.","descr":" Anything which represents graphically a succession of events, states, or acts; as, an historical map."},{"word":"Mapped","type":"imp. and p. p.","descr":" of Map"},{"word":"Mapping","type":"p. pr. and vb. n.","descr":" of Map"},{"word":"Map","type":"v. t.","descr":" To represent by a map; -- often with out; as, to survey and map, or map out, a county. Hence, figuratively: To represent or indicate systematically and clearly; to sketch; to plan; as, to map, or map out, a journey; to map out business."},{"word":"Mapach","type":"n.","descr":" The raccoon."},{"word":"Maple","type":"n.","descr":" A tree of the genus Acer, including about fifty species. A. saccharinum is the rock maple, or sugar maple, from the sap of which sugar is made, in the United States, in great quantities, by evaporation; the red or swamp maple is A. rubrum; the silver maple, A. dasycarpum, having fruit wooly when young; the striped maple, A. Pennsylvanium, called also moosewood. The common maple of Europe is A. campestre, the sycamore maple is A. Pseudo-platanus, and the Norway maple is A. platanoides."},{"word":"Maplike","type":"a.","descr":" Having or consisting of lines resembling a map; as, the maplike figures in which certain lichens grow."},{"word":"Mappery","type":"n.","descr":" The making, or study, of maps."},{"word":"Maqui","type":"n.","descr":" A Chilian shrub (Aristotelia Maqui). Its bark furnishes strings for musical instruments, and a medicinal wine is made from its berries."},{"word":"Mar","type":"n.","descr":" A small lake. See Mere."},{"word":"Marred","type":"imp. and p. p.","descr":" of Mar"},{"word":"Marring","type":"p. pr. and vb. n.","descr":" of Mar"},{"word":"Mar","type":"v.","descr":" To make defective; to do injury to, esp. by cutting off or defacing a part; to impair; to disfigure; to deface."},{"word":"Mar","type":"v.","descr":" To spoil; to ruin."},{"word":"Mar","type":"n.","descr":" A mark or blemish made by bruising, scratching, or the like; a disfigurement."},{"word":"Mara","type":"n.","descr":" The principal or ruling evil spirit."},{"word":"Mara","type":"n.","descr":" A female demon who torments people in sleep by crouching on their chests or stomachs, or by causing terrifying visions."},{"word":"Mara","type":"n.","descr":" The Patagonian cavy (Dolichotis Patagonicus)."},{"word":"Marabou","type":"n.","descr":" A large stork of the genus Leptoptilos (formerly Ciconia), esp. the African species (L. crumenifer), which furnishes plumes worn as ornaments. The Asiatic species (L. dubius, or L. argala) is the adjutant. See Adjutant."},{"word":"Marabou","type":"n.","descr":" One having five eighths negro blood; the offspring of a mulatto and a griffe."},{"word":"Marabout","type":"n.","descr":" A Mohammedan saint; especially, one who claims to work cures supernaturally."},{"word":"Maracan","type":"n.","descr":" A macaw."},{"word":"Marai","type":"n.","descr":" A sacred inclosure or temple; -- so called by the islanders of the Pacific Ocean."},{"word":"Maranatha","type":"n.","descr":" \"Our Lord cometh;\" -- an expression used by St. Paul at the conclusion of his first Epistle to the Corinthians (xvi. 22). This word has been used in anathematizing persons for great crimes; as much as to say, \"May the Lord come quickly to take vengeance of thy crimes.\" See Anathema maranatha, under Anathema."},{"word":"Maranta","type":"n.","descr":" A genus of endogenous plants found in tropical America, and some species also in India. They have tuberous roots containing a large amount of starch, and from one species (Maranta arundinacea) arrowroot is obtained. Many kinds are cultivated for ornament."},{"word":"Maraschino","type":"n.","descr":" A liqueur distilled from fermented cherry juice, and flavored with the pit of a variety of cherry which grows in Dalmatia."},{"word":"Marasmus","type":"n.","descr":" A wasting of flesh without fever or apparent disease; a kind of consumption; atrophy; phthisis."},{"word":"Marauded","type":"imp. and p. p.","descr":" of Maraud"},{"word":"Marauding","type":"p. pr. and vb. n.","descr":" of Maraud"},{"word":"Maraud","type":"v. i.","descr":" To rove in quest of plunder; to make an excursion for booty; to plunder."},{"word":"Maraud","type":"n.","descr":" An excursion for plundering."},{"word":"Marauder","type":"v.","descr":" A rover in quest of booty or plunder; a plunderer; one who pillages."},{"word":"Maravedi","type":"n.","descr":" A small copper coin of Spain, equal to three mils American money, less than a farthing sterling. Also, an ancient Spanish gold coin."},{"word":"Marble","type":"n.","descr":" A massive, compact limestone; a variety of calcite, capable of being polished and used for architectural and ornamental purposes. The color varies from white to black, being sometimes yellow, red, and green, and frequently beautifully veined or clouded. The name is also given to other rocks of like use and appearance, as serpentine or verd antique marble, and less properly to polished porphyry, granite, etc."},{"word":"Marble","type":"n.","descr":" A thing made of, or resembling, marble, as a work of art, or record, in marble; or, in the plural, a collection of such works; as, the Arundel or Arundelian marbles; the Elgin marbles."},{"word":"Marble","type":"n.","descr":" A little ball of marble, or of some other hard substance, used as a plaything by children; or, in the plural, a child\\'s game played with marbles."},{"word":"Marble","type":"a.","descr":" Made of, or resembling, marble; as, a marble mantel; marble paper."},{"word":"Marble","type":"a.","descr":" Cold; hard; unfeeling; as, a marble breast or heart."},{"word":"Marbled","type":"imp. and p. p.","descr":" of Marble"},{"word":"Marbling","type":"p. pr. and vb. n.","descr":" of Marble"},{"word":"Marble","type":"n.","descr":" To stain or vein like marble; to variegate in color; as, to marble the edges of a book, or the surface of paper."},{"word":"Marbled","type":"a.","descr":" Made of, or faced with, marble."},{"word":"Marbled","type":"a.","descr":" Made to resemble marble; veined or spotted like marble."},{"word":"Marbled","type":"a.","descr":" Varied with irregular markings, or witch a confused blending of irregular spots and streaks."},{"word":"Marble-edged","type":"a.","descr":" Having the edge veined or spotted with different colors like marble, as a book."},{"word":"Marbleized","type":"imp. and p. p.","descr":" of Marbleize"},{"word":"Marbleizing","type":"p. pr. and vb. n.","descr":" of Marbleize"},{"word":"Marbleize","type":"v. t.","descr":" To stain or grain in imitation of marble; to cover with a surface resembling marble; as, to marbleize slate, wood, or iron."},{"word":"Marbler","type":"n.","descr":" One who works upon marble or other stone."},{"word":"Marbler","type":"n.","descr":" One who colors or stains in imitation of marble."},{"word":"Marbling","type":"n.","descr":" The art or practice of variegating in color, in imitation of marble."},{"word":"Marbling","type":"n.","descr":" An intermixture of fat and lean in meat, giving it a marbled appearance."},{"word":"Marbling","type":"n.","descr":" Distinct markings resembling the variegations of marble, as on birds and insects."},{"word":"Marbly","type":"a.","descr":" Containing, or resembling, marble."},{"word":"Marbrinus","type":"n.","descr":" A cloth woven so as to imitate the appearance of marble; -- much used in the 15th and 16th centuries."},{"word":"Marc","type":"n.","descr":" The refuse matter which remains after the pressure of fruit, particularly of grapes."},{"word":"Marc","type":"n.","descr":" A weight of various commodities, esp. of gold and silver, used in different European countries. In France and Holland it was equal to eight ounces."},{"word":"Marc","type":"n.","descr":" A coin formerly current in England and Scotland, equal to thirteen shillings and four pence."},{"word":"Marc","type":"n.","descr":" A German coin and money of account. See Mark."},{"word":"Marcantant","type":"n.","descr":" A merchant."},{"word":"Marcasite","type":"n.","descr":" A sulphide of iron resembling pyrite or common iron pyrites in composition, but differing in form; white iron pyrites."},{"word":"Marcasitic","type":"a.","descr":" Alt. of Marcasitical"},{"word":"Marcasitical","type":"a.","descr":" Containing, or having the nature of, marcasite."},{"word":"Marcassin","type":"n.","descr":" A young wild boar."},{"word":"Marcato","type":"a.","descr":" In a marked emphatic manner; -- used adverbially as a direction."},{"word":"Marceline","type":"n.","descr":" A thin silk fabric used for linings, etc., in ladies\\' dresses."},{"word":"Marcescent","type":"a.","descr":" Withering without\/ falling off; fading; decaying."},{"word":"Marcescible","type":"a.","descr":" Li\/ble to wither or decay."},{"word":"March","type":"n.","descr":" The third month of the year, containing thirty-one days."},{"word":"March","type":"n.","descr":" A territorial border or frontier; a region adjacent to a boundary line; a confine; -- used chiefly in the plural, and in English history applied especially to the border land on the frontiers between England and Scotland, and England and Wales."},{"word":"March","type":"v. i.","descr":" To border; to be contiguous; to lie side by side."},{"word":"Marched","type":"imp. and p. p.","descr":" of March"},{"word":"Marching","type":"p. pr. and vb. n.","descr":" of March"},{"word":"March","type":"v. i.","descr":" To move with regular steps, as a soldier; to walk in a grave, deliberate, or stately manner; to advance steadily."},{"word":"March","type":"v. i.","descr":" To proceed by walking in a body or in military order; as, the German army marched into France."},{"word":"March","type":"v. t.","descr":" TO cause to move with regular steps in the manner of a soldier; to cause to move in military array, or in a body, as troops; to cause to advance in a steady, regular, or stately manner; to cause to go by peremptory command, or by force."},{"word":"March","type":"n.","descr":" The act of marching; a movement of soldiers from one stopping place to another; military progress; advance of troops."},{"word":"March","type":"n.","descr":" Hence: Measured and regular advance or movement, like that of soldiers moving in order; stately or deliberate walk; steady onward movement."},{"word":"March","type":"n.","descr":" The distance passed over in marching; as, an hour\\'s march; a march of twenty miles."},{"word":"March","type":"n.","descr":" A piece of music designed or fitted to accompany and guide the movement of troops; a piece of music in the march form."},{"word":"Macher","type":"n.","descr":" One who marches."},{"word":"Marcher","type":"n.","descr":" The lord or officer who defended the marches or borders of a territory."},{"word":"Marchet","type":"n.","descr":" Alt. of Merchet"},{"word":"Marching","type":"","descr":" a. and n., fr. March, v."},{"word":"Marchioness","type":"n.","descr":" The wife or the widow of a marquis; a woman who has the rank and dignity of a marquis."},{"word":"March-mad","type":"a.","descr":" Extremely rash; foolhardy. See under March, the month."},{"word":"Marchman","type":"n.","descr":" A person living in the marches between England and Scotland or Wales."},{"word":"Marchpane","type":"n.","descr":" A kind of sweet bread or biscuit; a cake of pounded almonds and sugar."},{"word":"March-ward","type":"n.","descr":" A warden of the marches; a marcher."},{"word":"Marcian","type":"a.","descr":" Under the influence of Mars; courageous; bold."},{"word":"Marcid","type":"a.","descr":" Pining; lean; withered."},{"word":"Marcid","type":"a.","descr":" Characterized by emaciation, as a fever."},{"word":"Marcidity","type":"n.","descr":" The state or quality of being withered or lean."},{"word":"Marcionite","type":"n.","descr":" A follower of Marcion, a Gnostic of the second century, who adopted the Oriental notion of the two conflicting principles, and imagined that between them there existed a third power, neither wholly good nor evil, the Creator of the world and of man, and the God of the Jewish dispensation."},{"word":"Marcobrunner","type":"n.","descr":" A celebrated Rhine wine."},{"word":"Marcor","type":"n.","descr":" A wasting away of flesh; decay."},{"word":"Marcosian","type":"n.","descr":" One of a Gnostic sect of the second century, so called from Marcus, an Egyptian, who was reputed to be a margician."},{"word":"Mardi gras","type":"n.","descr":" The last day of Carnival; Shrove Tuesday; -- in some cities a great day of carnival and merrymaking."},{"word":"Mare","type":"n.","descr":" The female of the horse and other equine quadrupeds."},{"word":"Mare","type":"n.","descr":" Sighing, suffocative panting, intercepted utterance, with a sense of pressure across the chest, occurring during sleep; the incubus; -- obsolete, except in the compound nightmare."},{"word":"Marechal Niel","type":"","descr":" A kind of large yellow rose."},{"word":"Mareis","type":"n.","descr":" A Marsh."},{"word":"Marena","type":"n.","descr":" A European whitefish of the genus Coregonus."},{"word":"Mareschal","type":"n.","descr":" A military officer of high rank; a marshal."},{"word":"Mares-nest","type":"n.","descr":" A supposed discovery which turns out to be a hoax; something grosaly absurd."},{"word":"Mares-tail","type":"n.","descr":" A long streaky cloud, spreading out like a horse\\'s tail, and believed to indicate rain; a cirrus cloud. See Cloud."},{"word":"Mares-tail","type":"n.","descr":" An aquatic plant of the genus Hippuris (H. vulgaris), having narrow leaves in whorls."},{"word":"Margarate","type":"n.","descr":" A compound of the so-called margaric acid with a base."},{"word":"Margaric","type":"a.","descr":" Pertaining to, or resembling, pearl; pearly."},{"word":"Margarin","type":"n.","descr":" A fatty substance, extracted from animal fats and certain vegetable oils, formerly supposed to be a definite compound of glycerin and margaric acid, but now known to be simply a mixture or combination of tristearin and teipalmitin."},{"word":"Marasritaceous","type":"a.","descr":" Pertaining to, or resembling, pearl; pearly."},{"word":"Margarite","type":"n.","descr":" A pearl."},{"word":"Margarite","type":"n.","descr":" A mineral related to the micas, but low in silica and yielding brittle folia with pearly luster."},{"word":"Margaritic","type":"a.","descr":" Margaric."},{"word":"Margaritiferous","type":"a.","descr":" Producing pearls."},{"word":"Margarodite","type":"n.","descr":" A hidrous potash mica related to muscovite."},{"word":"Margarone","type":"n.","descr":" The ketone of margaric acid."},{"word":"Margarous","type":"a.","descr":" Margaric; -- formerly designating a supposed acid."},{"word":"Margate fish","type":"","descr":" A sparoid fish (Diabasis aurolineatus) of the Gulf of Mexico, esteemed as a food fish; -- called also red-mouth grunt."},{"word":"Margay","type":"n.","descr":" An American wild cat (Felis tigrina), ranging from Mexico to Brazil. It is spotted with black. Called also long-tailed cat."},{"word":"Marge","type":"n.","descr":" Border; margin; edge; verge."},{"word":"Margent","type":"n.","descr":" A margin; border; brink; edge."},{"word":"Margent","type":"v. t.","descr":" To enter or note down upon the margin of a page; to margin."},{"word":"Margin","type":"n.","descr":" A border; edge; brink; verge; as, the margin of a river or lake."},{"word":"Margin","type":"n.","descr":" Specifically: The part of a page at the edge left uncovered in writing or printing."},{"word":"Margin","type":"n.","descr":" The difference between the cost and the selling price of an article."},{"word":"Margin","type":"n.","descr":" Something allowed, or reserved, for that which can not be foreseen or known with certainty."},{"word":"Margin","type":"n.","descr":" Collateral security deposited with a broker to secure him from loss on contracts entered into by him on behalf of his principial, as in the speculative buying and selling of stocks, wheat, etc."},{"word":"Margined","type":"imp. and p. p.","descr":" of Margin"},{"word":"Marginging","type":"p. pr. and vb. n.","descr":" of Margin"},{"word":"Margin","type":"v. t.","descr":" To furnish with a margin."},{"word":"Margin","type":"v. t.","descr":" To enter in the margin of a page."},{"word":"Marginal","type":"a.","descr":" Of or pertaining to a margin."},{"word":"Marginal","type":"a.","descr":" Written or printed in the margin; as, a marginal note or gloss."},{"word":"Marginalia","type":"n. pl.","descr":" Marginal notes."},{"word":"Marginally","type":"adv.","descr":" In the margin of a book."},{"word":"Marginate","type":"n.","descr":" Having a margin distinct in appearance or structure."},{"word":"Marginate","type":"v. t.","descr":" To furnish with a distinct margin; to margin."},{"word":"Marginated","type":"a.","descr":" Same as Marginate, a."},{"word":"Margined","type":"a.","descr":" Having a margin."},{"word":"Margined","type":"a.","descr":" Bordered with a distinct line of color."},{"word":"Marginella","type":"n.","descr":" A genus of small, polished, marine univalve shells, native of all warm seas."},{"word":"Marginicidal","type":"a.","descr":" Dehiscent by the separation of united carpels; -- said of fruits."},{"word":"Margosa","type":"n.","descr":" A large tree of genus Melia (M. Azadirachta) found in India. Its bark is bitter, and used as a tonic. A valuable oil is expressed from its seeds, and a tenacious gum exudes from its trunk. The M. Azedarach is a much more showy tree, and is cultivated in the Southern United States, where it is known as Pride of India, Pride of China, or bead tree. Various parts of the tree are considered anthelmintic."},{"word":"Margravate","type":"n.","descr":" Alt. of Margraviate"},{"word":"Margraviate","type":"n.","descr":" The territory or jurisdiction of a margrave."},{"word":"Margrave","type":"n.","descr":" Originally, a lord or keeper of the borders or marches in Germany."},{"word":"Margrave","type":"n.","descr":" The English equivalent of the German title of nobility, markgraf; a marquis."},{"word":"Margravine","type":"n.","descr":" The wife of a margrave."},{"word":"Marguerite","type":"n.","descr":" The daisy (Bellis perennis). The name is often applied also to the ox-eye daisy and to the China aster."},{"word":"Marian","type":"a.","descr":" Pertaining to the Virgin Mary, or sometimes to Mary, Queen of England, daughter of Henry VIII."},{"word":"Marie","type":"interj.","descr":" Marry."},{"word":"Mariet","type":"n.","descr":" A kind of bellflower, Companula Trachelium, once called Viola Mariana; but it is not a violet."},{"word":"Marigenous","type":"a.","descr":" Produced in or by the sea."},{"word":"Marigold","type":"n.","descr":" A name for several plants with golden yellow blossoms, especially the Calendula officinalis (see Calendula), and the cultivated species of Tagetes."},{"word":"Marikina","type":"n.","descr":" A small marmoset (Midas rosalia); the silky tamarin."},{"word":"Marimba","type":"n.","descr":" A musical istrument of percussion, consisting of bars yielding musical tones when struck."},{"word":"Marimonda","type":"n.","descr":" A spider monkey (Ateles belzebuth) of Central and South America."},{"word":"Marinade","type":"n.","descr":" A brine or pickle containing wine and spices, for enriching the flavor of meat and fish."},{"word":"Marinate","type":"v. t.","descr":" To salt or pickle, as fish, and then preserve in oil or vinegar; to prepare by the use of marinade."},{"word":"Marine","type":"a.","descr":" Of or pertaining to the sea; having to do with the ocean, or with navigation or naval affairs; nautical; as, marine productions or bodies; marine shells; a marine engine."},{"word":"Marine","type":"a.","descr":" Formed by the action of the currents or waves of the sea; as, marine deposits."},{"word":"Marine","type":"a.","descr":" A solider serving on shipboard; a sea soldier; one of a body of troops trained to do duty in the navy."},{"word":"Marine","type":"a.","descr":" The sum of naval affairs; naval economy; the department of navigation and sea forces; the collective shipping of a country; as, the mercantile marine."},{"word":"Marine","type":"a.","descr":" A picture representing some marine subject."},{"word":"Marined","type":"a.","descr":" Having the lower part of the body like a fish."},{"word":"Mariner","type":"n.","descr":" One whose occupation is to assist in navigating ships; a seaman or sailor."},{"word":"Marinership","type":"n.","descr":" Seamanship."},{"word":"Marinorama","type":"n.","descr":" A representation of a sea view."},{"word":"Mariolater","type":"n.","descr":" One who worships the Virgin Mary."},{"word":"Mariolatry","type":"n.","descr":" The worship of the Virgin Mary."},{"word":"Marionette","type":"n.","descr":" A puppet moved by strings, as in a puppet show."},{"word":"Marionette","type":"n.","descr":" The buffel duck."},{"word":"Mariottes law","type":"","descr":" See Boyle\\'s law, under Law."},{"word":"Mariposa lily","type":"","descr":" One of a genus (Calochortus) of tuliplike bulbous herbs with large, and often gaycolored, blossoms. Called also butterfly lily. Most of them are natives of California."},{"word":"Mariput","type":"n.","descr":" A species of civet; the zoril."},{"word":"Marish","type":"n.","descr":" Low, wet ground; a marsh; a fen; a bog; a moor."},{"word":"Marish","type":"a.","descr":" Moory; fenny; boggy."},{"word":"Marish","type":"a.","descr":" Growing in marshes."},{"word":"Marital","type":"v.","descr":" Of or pertaining to a husband; as, marital rights, duties, authority."},{"word":"Maritated","type":"a.","descr":" Having a husband; married."},{"word":"Maritimal","type":"a.","descr":" Alt. of Maritimale"},{"word":"Maritimale","type":"a.","descr":" See Maritime."},{"word":"Maritime","type":"a.","descr":" Bordering on, or situated near, the ocean; connected with the sea by site, interest, or power; having shipping and commerce or a navy; as, maritime states."},{"word":"Maritime","type":"a.","descr":" Of or pertaining to the ocean; marine; pertaining to navigation and naval affairs, or to shipping and commerce by sea."},{"word":"Marjoram","type":"n.","descr":" A genus of mintlike plants (Origanum) comprising about twenty-five species. The sweet marjoram (O. Majorana) is pecularly aromatic and fragrant, and much used in cookery. The wild marjoram of Europe and America is O. vulgare, far less fragrant than the other."},{"word":"Mark","type":"n.","descr":" A license of reprisals. See Marque."},{"word":"Mark","type":"n.","descr":" An old weight and coin. See Marc."},{"word":"Mark","type":"n.","descr":" The unit of monetary account of the German Empire, equal to 23.8 cents of United States money; the equivalent of one hundred pfennigs. Also, a silver coin of this value."},{"word":"Mark","type":"n.","descr":" A visible sign or impression made or left upon anything; esp., a line, point, stamp, figure, or the like, drawn or impressed, so as to attract the attention and convey some information or intimation; a token; a trace."},{"word":"Mark","type":"n.","descr":" A character or device put on an article of merchandise by the maker to show by whom it was made; a trade-mark."},{"word":"Mark","type":"n.","descr":" A character (usually a cross) made as a substitute for a signature by one who can not write."},{"word":"Mark","type":"n.","descr":" A fixed object serving for guidance, as of a ship, a traveler, a surveyor, etc.; as, a seamark, a landmark."},{"word":"Mark","type":"n.","descr":" A trace, dot, line, imprint, or discoloration, although not regarded as a token or sign; a scratch, scar, stain, etc.; as, this pencil makes a fine mark."},{"word":"Mark","type":"n.","descr":" An evidence of presence, agency, or influence; a significative token; a symptom; a trace; specifically, a permanent impression of one\\'s activity or character."},{"word":"Mark","type":"n.","descr":" That toward which a missile is directed; a thing aimed at; what one seeks to hit or reach."},{"word":"Mark","type":"n.","descr":" Attention, regard, or respect."},{"word":"Mark","type":"n.","descr":" Limit or standard of action or fact; as, to be within the mark; to come up to the mark."},{"word":"Mark","type":"n.","descr":" Badge or sign of honor, rank, or official station."},{"word":"Mark","type":"n.","descr":" Preeminence; high position; as, particians of mark; a fellow of no mark."},{"word":"Mark","type":"n.","descr":" A characteristic or essential attribute; a differential."},{"word":"Mark","type":"n.","descr":" A number or other character used in registring; as, examination marks; a mark for tardiness."},{"word":"Mark","type":"n.","descr":" Image; likeness; hence, those formed in one\\'s image; children; descendants."},{"word":"Mark","type":"n.","descr":" One of the bits of leather or colored bunting which are placed upon a sounding line at intervals of from two to five fathoms. The unmarked fathoms are called \"deeps.\""},{"word":"Marked","type":"imp. and p. p.","descr":" of Mark"},{"word":"Marking","type":"p. pr. and vb. n.","descr":" of Mark"},{"word":"Mark","type":"v. t.","descr":" To put a mark upon; to affix a significant mark to; to make recognizable by a mark; as, to mark a box or bale of merchandise; to mark clothing."},{"word":"Mark","type":"v. t.","descr":" To be a mark upon; to designate; to indicate; -- used literally and figuratively; as, this monument marks the spot where Wolfe died; his courage and energy marked him for a leader."},{"word":"Mark","type":"v. t.","descr":" To leave a trace, scratch, scar, or other mark, upon, or any evidence of action; as, a pencil marks paper; his hobnails marked the floor."},{"word":"Mark","type":"v. t.","descr":" To keep account of; to enumerate and register; as, to mark the points in a game of billiards or cards."},{"word":"Mark","type":"v. t.","descr":" To notice or observe; to give attention to; to take note of; to remark; to heed; to regard."},{"word":"Mark","type":"v. i.","descr":" To take particular notice; to observe critically; to note; to remark."},{"word":"Markable","type":"a.","descr":" Remarkable."},{"word":"Marked","type":"a.","descr":" Designated or distinguished by, or as by, a mark; hence; noticeable; conspicuous; as, a marked card; a marked coin; a marked instance."},{"word":"Markee","type":"n.","descr":" See Marquee."},{"word":"Marker","type":"n.","descr":" One who or that which marks."},{"word":"Marker","type":"n.","descr":" One who keeps account of a game played, as of billiards."},{"word":"Marker","type":"n.","descr":" A counter used in card playing and other games."},{"word":"Marker","type":"n.","descr":" The soldier who forms the pilot of a wheeling column, or marks the direction of an alignment."},{"word":"Marker","type":"n.","descr":" An attachment to a sewing machine for marking a line on the fabric by creasing it."},{"word":"Market","type":"n.","descr":" A meeting together of people, at a stated time and place, for the purpose of traffic (as in cattle, provisions, wares, etc.) by private purchase and sale, and not by auction; as, a market is held in the town every week."},{"word":"Market","type":"n.","descr":" A public place (as an open space in a town) or a large building, where a market is held; a market place or market house; esp., a place where provisions are sold."},{"word":"Market","type":"n.","descr":" An opportunity for selling anything; demand, as shown by price offered or obtainable; a town, region, or country, where the demand exists; as, to find a market for one\\'s wares; there is no market for woolen cloths in that region; India is a market for English goods."},{"word":"Market","type":"n.","descr":" Exchange, or purchase and sale; traffic; as, a dull market; a slow market."},{"word":"Market","type":"n.","descr":" The price for which a thing is sold in a market; market price. Hence: Value; worth."},{"word":"Market","type":"n.","descr":" The privelege granted to a town of having a public market."},{"word":"Marketed","type":"imp. and p. p.","descr":" of Market"},{"word":"Marketing","type":"p. pr. and vb. n.","descr":" of Market"},{"word":"Market","type":"v. i.","descr":" To deal in a market; to buy or sell; to make bargains for provisions or goods."},{"word":"Market","type":"v. t.","descr":" To expose for sale in a market; to traffic in; to sell in a market, and in an extended sense, to sell in any manner; as, most of the farmes have marketed their crops."},{"word":"Marketable","type":"a.","descr":" Fit to be offered for sale in a market; such as may be justly and lawfully sold; as, dacaye\/ provisions are not marketable."},{"word":"Marketable","type":"a.","descr":" Current in market; as, marketable value."},{"word":"Marketable","type":"a.","descr":" Wanted by purchasers; salable; as, furs are not marketable in that country."},{"word":"Marketableness","type":"n.","descr":" Quality of being marketable."},{"word":"Marketer","type":"n.","descr":" One who attends a market to buy or sell; one who carries goods to market."},{"word":"Marketing","type":"n.","descr":" The act of selling or of purchasing in, or as in, a market."},{"word":"Marketing","type":"n.","descr":" Articles in, or from, a market; supplies."},{"word":"Marketstead","type":"n.","descr":" A market place."},{"word":"Markhoor","type":"n.","descr":" A large wild goat (Capra megaceros), having huge flattened spiral horns. It inhabits the mountains of Northern India and Cashmere."},{"word":"Marking","type":"n.","descr":" The act of one who, or that which, marks; the mark or marks made; arrangement or disposition of marks or coloring; as, the marking of a bird\\'s plumage."},{"word":"Markis","type":"n.","descr":" A marquis."},{"word":"Markisesse","type":"n.","descr":" A marchioness."},{"word":"Markman","type":"n.","descr":" A marksman."},{"word":"Marksmen","type":"pl. ","descr":" of Marksman"},{"word":"Marksman","type":"n.","descr":" One skillful to hit a mark with a missile; one who shoots well."},{"word":"Marksman","type":"n.","descr":" One who makes his mark, instead of writing his name, in signing documents."},{"word":"Marksmanship","type":"n.","descr":" Skill of a marksman."},{"word":"Marl","type":"v. t.","descr":" To cover, as part of a rope, with marline, marking a pecular hitch at each turn to prevent unwinding."},{"word":"Marl","type":"n.","descr":" A mixed earthy substance, consisting of carbonate of lime, clay, and sand, in very varivble proportions, and accordingly designated as calcareous, clayey, or sandy. See Greensand."},{"word":"Marled","type":"imp. and p. p.","descr":" of Marl"},{"word":"Marling","type":"p. pr. and vb. n.","descr":" of Marl"},{"word":"Marl","type":"n.","descr":" To overspread or manure with marl; as, to marl a field."},{"word":"Marlaceous","type":"a.","descr":" Resembling marl; partaking of the qualities of marl."},{"word":"Marlin","type":"n.","descr":" The American great marbled godwit (Limosa fedoa). Applied also to the red-breasted godwit (Limosa haematica)."},{"word":"Marline","type":"v.","descr":" A small line composed of two strands a little twisted, used for winding around ropes and cables, to prevent their being weakened by fretting."},{"word":"Marline","type":"v. t.","descr":" To wind marline around; as, to marline a rope."},{"word":"Marlite","type":"n.","descr":" A variety of marl."},{"word":"Marlitic","type":"a.","descr":" Partaking of the qualites of marlite."},{"word":"Marlpit","type":"n.","descr":" Apit where marl is dug."},{"word":"Marlstone","type":"n.","descr":" A sandy calcareous straum, containing, or impregnated with, iron, and lying between the upper and lower Lias of England."},{"word":"Marly","type":"superl.","descr":" Consisting or partaking of marl; resembling marl; abounding with marl."},{"word":"Marmalade","type":"n.","descr":" A preserve or confection made of the pulp of fruit, as the quince, pear, apple, orange, etc., boiled with sugar, and brought to a jamlike consistence."},{"word":"Marmalet","type":"n.","descr":" See Marmalade."},{"word":"Marmatite","type":"n.","descr":" A ferruginous variety of shalerite or zinc blende, nearly black in color."},{"word":"Marmolite","type":"n.","descr":" A thin, laminated variety of serpentine, usually of a pale green color."},{"word":"Marmoraceous","type":"a.","descr":" Pertaining to, or like, marble."},{"word":"Marmorate","type":"a.","descr":" Alt. of Marmorated"},{"word":"Marmorated","type":"a.","descr":" Variegated like marble; covered or overlaid with marble."},{"word":"Marmoration","type":"n.","descr":" A covering or incrusting with marble; a casing of marble; a variegating so as to resemble marble."},{"word":"Marmoratum opus","type":"","descr":" A kind of hard finish for plasterwork, made of plaster of Paris and marble dust, and capable of taking a high polish."},{"word":"Marmoreal","type":"a.","descr":" Alt. of Marmorean"},{"word":"Marmorean","type":"a.","descr":" Pertaining to, or resembling, marble; made of marble."},{"word":"Marmorosis","type":"n.","descr":" The metamorphism of limestone, that is, its conversion into marble."},{"word":"Marmose","type":"n.","descr":" A species of small opossum (Didelphus murina) ranging from Mexico to Brazil."},{"word":"Marmoset","type":"n.","descr":" Any one of numerous species of small South American monkeys of the genera Hapale and Midas, family Hapalidae. They have long soft fur, and a hairy, nonprehensile tail. They are often kept as pets. Called also squirrel monkey."},{"word":"Marmot","type":"n.","descr":" Any rodent of the genus Arctomys. The common European marmot (A. marmotta) is about the size of a rabbit, and inhabits the higher regions of the Alps and Pyrenees. The bobac is another European species. The common American species (A. monax) is the woodchuck."},{"word":"Marmot","type":"n.","descr":" Any one of several species of ground squirrels or gophers of the genus Spermophilus; also, the prairie dog."},{"word":"Marmottes oil","type":"","descr":" A fine oil obtained from the kernel of Prunus brigantiaca. It is used instead of olive or almond oil."},{"word":"Marmozet","type":"n.","descr":" See Marmoset."},{"word":"Marone","type":"n.","descr":" See Maroon, the color."},{"word":"Maronites","type":"pl. ","descr":" of Maronite"},{"word":"Maronite","type":"n.","descr":" One of a body of nominal Christians, who speak the Arabic language, and reside on Mount Lebanon and in different parts of Syria. They take their name from one Maron of the 6th century."},{"word":"Maroon","type":"n.","descr":" In the West Indies and Guiana, a fugitive slave, or a free negro, living in the mountains."},{"word":"Marooned","type":"imp. and p. p.","descr":" of Maroon"},{"word":"Marooning","type":"p. pr. and vb. n.","descr":" of Maroon"},{"word":"Maroon","type":"v. t.","descr":" To put (a person) ashore on a desolate island or coast and leave him to his fate."},{"word":"Maroon","type":"a.","descr":" Having the color called maroon. See 4th Maroon."},{"word":"Maroon","type":"n.","descr":" A brownish or dull red of any description, esp. of a scarlet cast rather than approaching crimson or purple."},{"word":"Maroon","type":"n.","descr":" An explosive shell. See Marron, 3."},{"word":"Marplot","type":"n.","descr":" One who, by his officious \/nterference, mars or frustrates a design or plot."},{"word":"Marque","type":"n.","descr":" A license to pass the limits of a jurisdiction, or boundary of a country, for the purpose of making reprisals."},{"word":"Marquee","type":"n.","descr":" A large field tent; esp., one adapted to the use of an officer of high rank."},{"word":"Marquess","type":"n.","descr":" A marquis."},{"word":"Marquetry","type":"n.","descr":" Inlaid work; work inlaid with pieces of wood, shells, ivory, and the like, of several colors."},{"word":"Marquis","type":"n.","descr":" A nobleman in England, France, and Germany, of a rank next below that of duke. Originally, the marquis was an officer whose duty was to guard the marches or frontiers of the kingdom. The office has ceased, and the name is now a mere title conferred by patent."},{"word":"Marquisate","type":"n.","descr":" The seigniory, dignity, or lordship of a marquis; the territory governed by a marquis."},{"word":"Marquisdom","type":"n.","descr":" A marquisate."},{"word":"Marquise","type":"n.","descr":" The wife of a marquis; a marchioness."},{"word":"Marquisship","type":"n.","descr":" A marquisate."},{"word":"Marram","type":"n.","descr":" A coarse grass found on sandy beaches (Ammophila arundinacea). See Beach grass, under Beach."},{"word":"Marrer","type":"n.","descr":" One who mars or injures."},{"word":"Marriable","type":"a.","descr":" Marriageable."},{"word":"Marriage","type":"v. t.","descr":" The act of marrying, or the state of being married; legal union of a man and a woman for life, as husband and wife; wedlock; matrimony."},{"word":"Marriage","type":"v. t.","descr":" The marriage vow or contract."},{"word":"Marriage","type":"v. t.","descr":" A feast made on the occasion of a marriage."},{"word":"Marriage","type":"v. t.","descr":" Any intimate or close union."},{"word":"Marriageability","type":"n.","descr":" The quality or state of being marriageable."},{"word":"Marriageable","type":"a.","descr":" Fit for, or capable of, marriage; of an age at which marriage is allowable."},{"word":"Marrried","type":"a.","descr":" Being in the state of matrimony; wedded; as, a married man or woman."},{"word":"Marrried","type":"a.","descr":" Of or pertaining to marriage; connubial; as, the married state."},{"word":"Marrier","type":"n.","descr":" One who marries."},{"word":"Marron","type":"a.","descr":" A large chestnut."},{"word":"Marron","type":"a.","descr":" A chestnut color; maroon."},{"word":"Marron","type":"a.","descr":" A paper or pasteboard box or shell, wound about with strong twine, filled with an explosive, and ignited with a fuse, -- used to make a noise like a cannon."},{"word":"Marroon","type":"n. and a.","descr":" Same as 1st Maroon."},{"word":"Marrot","type":"n.","descr":" The razor-billed auk. See Auk."},{"word":"Marrot","type":"n.","descr":" The common guillemot."},{"word":"Marrot","type":"n.","descr":" The puffin."},{"word":"Marrow","type":"n.","descr":" The tissue which fills the cavities of most bones; the medulla. In the larger cavities it is commonly very fatty, but in the smaller cavities it is much less fatty, and red or reddish in color."},{"word":"Marrow","type":"n.","descr":" The essence; the best part."},{"word":"Marrow","type":"n.","descr":" One of a pair; a match; a companion; an intimate associate."},{"word":"Marrowed","type":"imp. and p. p.","descr":" of Marrow"},{"word":"Marrowing","type":"p. pr. and vb. n.","descr":" of Marrow"},{"word":"Marrow","type":"v. t.","descr":" To fill with, or as with, marrow of fat; to glut."},{"word":"Marrowbone","type":"n.","descr":" A bone containing marrow; pl. ludicrously, knee bones or knees; as, to get down on one\\'s marrowbones, i. e., to kneel."},{"word":"Marrowfat","type":"n.","descr":" A rich but late variety of pea."},{"word":"Marrowish","type":"a.","descr":" Of the nature of, or like, marrow."},{"word":"Marrowless","type":"a.","descr":" Destitute of marrow."},{"word":"Marrowy","type":"a.","descr":" Full of marrow; pithy."},{"word":"Marrubium","type":"n.","descr":" A genus of bitter aromatic plants, sometimes used in medicine; hoarhound."},{"word":"Married","type":"imp. and p. p.","descr":" of Marry"},{"word":"Marrying","type":"p. pr. and vb. n.","descr":" of Marry"},{"word":"Marry","type":"v. t.","descr":" To unite in wedlock or matrimony; to perform the ceremony of joining, as a man and a woman, for life; to constitute (a man and a woman) husband and wife according to the laws or customs of the place."},{"word":"Marry","type":"v. t.","descr":" To join according to law, (a man) to a woman as his wife, or (a woman) to a man as her husband. See the Note to def. 4."},{"word":"Marry","type":"v. t.","descr":" To dispose of in wedlock; to give away as wife."},{"word":"Marry","type":"v. t.","descr":" To take for husband or wife. See the Note below."},{"word":"Marry","type":"v. t.","descr":" Figuratively, to unite in the closest and most endearing relation."},{"word":"Marry","type":"v. i.","descr":" To enter into the conjugal or connubial state; to take a husband or a wife."},{"word":"Marry","type":"interj.","descr":" Indeed ! in truth ! -- a term of asseveration said to have been derived from the practice of swearing by the Virgin Mary."},{"word":"Mars","type":"n.","descr":" The god of war and husbandry."},{"word":"Mars","type":"n.","descr":" One of the planets of the solar system, the fourth in order from the sun, or the next beyond the earth, having a diameter of about 4,200 miles, a period of 687 days, and a mean distance of 141,000,000 miles. It is conspicuous for the redness of its light."},{"word":"Mars","type":"n.","descr":" The metallic element iron, the symbol of which \/ was the same as that of the planet Mars."},{"word":"Marsala","type":"n.","descr":" A kind of wine exported from Marsala in Sicily."},{"word":"Marsdenia","type":"n.","descr":" A genus of plants of the Milkweed family, mostly woody climbers with fragrant flowers, several species of which furnish valuable fiber, and one species (Marsdenia tinctoria) affords indigo."},{"word":"Marseillais","type":"a. f.","descr":" Alt. of Marseillaise"},{"word":"Marseillaise","type":"a. f.","descr":" Of or pertaining to Marseilles, in France, or to its inhabitants."},{"word":"Marseillais","type":"n. f.","descr":" Alt. of Marseillaise"},{"word":"Marseillaise","type":"n. f.","descr":" A native or inhabitant of Marseilles."},{"word":"Marseilles","type":"n.","descr":" A general term for certain kinds of fabrics, which are formed of two series of threads interlacing each other, thus forming double cloth, quilted in the loom; -- so named because first made in Marseilles, France."},{"word":"Marsh","type":"n.","descr":" A tract of soft wet land, commonly covered partially or wholly with water; a fen; a swamp; a morass."},{"word":"Marshal","type":"n.","descr":" Originally, an officer who had the care of horses; a groom."},{"word":"Marshal","type":"n.","descr":" An officer of high rank, charged with the arrangement of ceremonies, the conduct of operations, or the like"},{"word":"Marshal","type":"n.","descr":" One who goes before a prince to declare his coming and provide entertainment; a harbinger; a pursuivant."},{"word":"Marshal","type":"n.","descr":" One who regulates rank and order at a feast or any other assembly, directs the order of procession, and the like."},{"word":"Marshal","type":"n.","descr":" The chief officer of arms, whose duty it was, in ancient times, to regulate combats in the lists."},{"word":"Marshal","type":"n.","descr":" The highest military officer."},{"word":"Marshal","type":"n.","descr":" A ministerial officer, appointed for each judicial district of the United States, to execute the process of the courts of the United States, and perform various duties, similar to those of a sheriff. The name is also sometimes applied to certain police officers of a city."},{"word":"Marshaled","type":"imp. and p. p.","descr":" of Marshal"},{"word":"Marshalled","type":"","descr":" of Marshal"},{"word":"Marshaling","type":"p. pr. and vb. n.","descr":" of Marshal"},{"word":"Marshalling","type":"","descr":" of Marshal"},{"word":"Marshal","type":"v. t.","descr":" To dispose in order; to arrange in a suitable manner; as, to marshal troops or an army."},{"word":"Marshal","type":"v. t.","descr":" To direct, guide, or lead."},{"word":"Marshal","type":"v. t.","descr":" To dispose in due order, as the different quarterings on an escutcheon, or the different crests when several belong to an achievement."},{"word":"Marshaler","type":"n.","descr":" One who marshals."},{"word":"Marshaling","type":"n.","descr":" The act of arranging in due order."},{"word":"Marshaling","type":"n.","descr":" The arrangement of an escutcheon to exhibit the alliances of the owner."},{"word":"Marshalsea","type":"n.","descr":" The court or seat of a marshal; hence, the prison in Southwark, belonging to the marshal of the king\\'s household."},{"word":"Marshalship","type":"n.","descr":" The office of a marshal."},{"word":"Marshbanker","type":"n.","descr":" Alt. of Marsebanker"},{"word":"Marsebanker","type":"n.","descr":" The menhaden."},{"word":"Marshiness","type":"n.","descr":" The state or condition of being marshy."},{"word":"Marsh marigold","type":"","descr":" A perennial plant of the genus Caltha (C. palustris), growing in wet places and bearing bright yellow flowers. In the United States it is used as a pot herb under the name of cowslip. See Cowslip."},{"word":"Marshy","type":"a.","descr":" Resembling a marsh; wet; boggy; fenny."},{"word":"Marshy","type":"a.","descr":" Pertaining to, or produced in, marshes; as, a marshy weed."},{"word":"Marsipobranch","type":"n.","descr":" One of the Marsipobranchia."},{"word":"Marsipobranchia","type":"n. pl.","descr":" A class of Vertebrata, lower than fishes, characterized by their purselike gill cavities, cartilaginous skeletons, absence of limbs, and a suckerlike mouth destitute of jaws. It includes the lampreys and hagfishes. See Cyclostoma, and Lamprey. Called also Marsipobranchiata, and Marsipobranchii."},{"word":"Marsupial","type":"a.","descr":" Having a pouch for carrying the immature young; of or pertaining to the Marsupialia."},{"word":"Marsupial","type":"a.","descr":" Of or pertaining to a marsupium; as, the marsupial bones."},{"word":"Marsupial","type":"n.","descr":" One of the Marsupialia."},{"word":"Marsupialia","type":"n. pl.","descr":" A subclass of Mammalia, including nearly all the mammals of Australia and the adjacent islands, together with the opossums of America. They differ from ordinary mammals in having the corpus callosum very small, in being implacental, and in having their young born while very immature. The female generally carries the young for some time after birth in an external pouch, or marsupium. Called also Marsupiata."},{"word":"Marsupialian","type":"n.","descr":" Alt. of Marsupian"},{"word":"Marsupian","type":"n.","descr":" One of the Marsupialia."},{"word":"Marsupiate","type":"a.","descr":" Related to or resembling the marsupials; furnished with a pouch for the young, as the marsupials, and also some fishes and Crustacea."},{"word":"Marsupion","type":"n.","descr":" Same as Marsupium."},{"word":"Marsupite","type":"n.","descr":" A fossil crinoid of the genus Marsupites, resembling a purse in form."},{"word":"Marsupia","type":"pl. ","descr":" of Marsupium"},{"word":"Marsupium","type":"n.","descr":" The pouch, formed by a fold of the skin of the abdomen, in which marsupials carry their young; also, a pouch for similar use in other animals, as certain Crustacea."},{"word":"Marsupium","type":"n.","descr":" The pecten in the eye of birds and reptiles. See Pecten."},{"word":"Mart","type":"n.","descr":" A market."},{"word":"Mart","type":"n.","descr":" A bargain."},{"word":"Mart","type":"v. t.","descr":" To buy or sell in, or as in, a mart."},{"word":"Mart","type":"v. t.","descr":" To traffic."},{"word":"Mart","type":"n.","descr":" The god Mars."},{"word":"Mart","type":"n.","descr":" Battle; contest."},{"word":"Martagon","type":"n.","descr":" A lily (Lilium Martagon) with purplish red flowers, found in Europe and Asia."},{"word":"Martel","type":"v. i.","descr":" To make a blow with, or as with, a hammer."},{"word":"Martel de fer","type":"","descr":" A weapon resembling a hammer, often having one side of the head pointed; -- used by horsemen in the Middle Ages to break armor."},{"word":"Marteline","type":"n.","descr":" A small hammer used by marble workers and sculptors."},{"word":"Martello tower","type":"","descr":" A building of masonry, generally circular, usually erected on the seacoast, with a gun on the summit mounted on a traversing platform, so as to be fired in any direction."},{"word":"Marten","type":"n.","descr":" A bird. See Martin."},{"word":"Marten","type":"n.","descr":" Any one of several fur-bearing carnivores of the genus Mustela, closely allied to the sable. Among the more important species are the European beech, or stone, marten (Mustela foina); the pine marten (M. martes); and the American marten, or sable (M. Americana), which some zoologists consider only a variety of the Russian sable."},{"word":"Marten","type":"n.","descr":" The fur of the marten, used for hats, muffs, etc."},{"word":"Martern","type":"n.","descr":" Same as Marten."},{"word":"Mar-text","type":"n.","descr":" A blundering preacher."},{"word":"Martial","type":"a.","descr":" Of, pertaining to, or suited for, war; military; as, martial music; a martial appearance."},{"word":"Martial","type":"a.","descr":" Practiced in, or inclined to, war; warlike; brave."},{"word":"Martial","type":"a.","descr":" Belonging to war, or to an army and navy; -- opposed to civil; as, martial law; a court-martial."},{"word":"Martial","type":"a.","descr":" Pertaining to, or resembling, the god, or the planet, Mars."},{"word":"Martial","type":"a.","descr":" Pertaining to, or containing, iron; chalybeate; as, martial preparations."},{"word":"Martialism","type":"n.","descr":" The quality of being warlike; exercises suitable for war."},{"word":"Martialist","type":"n.","descr":" A warrior."},{"word":"Martialized","type":"imp. and p. p.","descr":" of Martialize"},{"word":"Martializing","type":"p. pr. and vb. n.","descr":" of Martialize"},{"word":"Martialize","type":"v. t.","descr":" To render warlike; as, to martialize a people."},{"word":"Martially","type":"adv.","descr":" In a martial manner."},{"word":"Martialness","type":"n.","descr":" The quality of being martial."},{"word":"Martin","type":"n.","descr":" A perforated stone-faced runner for grinding."},{"word":"Martin","type":"n.","descr":" One of several species of swallows, usually having the tail less deeply forked than the tail of the common swallows."},{"word":"Martinet","type":"n.","descr":" In military language, a strict disciplinarian; in general, one who lays stress on a rigid adherence to the details of discipline, or to forms and fixed methods."},{"word":"Martinet","type":"n.","descr":" The martin."},{"word":"Martineta","type":"n.","descr":" A species of tinamou (Calopezus elegans), having a long slender crest."},{"word":"Martinetism","type":"n.","descr":" The principles or practices of a martinet; rigid adherence to discipline, etc."},{"word":"Martingale","type":"n.","descr":" Alt. of Martingal"},{"word":"Martingal","type":"n.","descr":" A strap fastened to a horse\\'s girth, passing between his fore legs, and fastened to the bit, or now more commonly ending in two rings, through which the reins pass. It is intended to hold down the head of the horse, and prevent him from rearing."},{"word":"Martingal","type":"n.","descr":" A lower stay of rope or chain for the jib boom or flying jib boom, fastened to, or reeved through, the dolphin striker. Also, the dolphin striker itself."},{"word":"Martingal","type":"n.","descr":" The act of doubling, at each stake, that which has been lost on the preceding stake; also, the sum so risked; -- metaphorically derived from the bifurcation of the martingale of a harness."},{"word":"Martinmas","type":"n.","descr":" The feast of St. Martin, the eleventh of November; -- often called martlemans."},{"word":"Martite","type":"n.","descr":" Iron sesquioxide in isometric form, probably a pseudomorph after magnetite."},{"word":"Martlemas","type":"n.","descr":" See Martinmas."},{"word":"Martlet","type":"n.","descr":" The European house martin."},{"word":"Martlet","type":"n.","descr":" A bird without beak or feet; -- generally assumed to represent a martin. As a mark of cadency it denotes the fourth son."},{"word":"Martyr","type":"n.","descr":" One who, by his death, bears witness to the truth of the gospel; one who is put to death for his religion; as, Stephen was the first Christian martyr."},{"word":"Martyr","type":"n.","descr":" Hence, one who sacrifices his life, his station, or what is of great value to him, for the sake of principle, or to sustain a cause."},{"word":"Martyred","type":"imp. and p. p.","descr":" of Martyr"},{"word":"Martyring","type":"p. pr. and vb. n.","descr":" of Martyr"},{"word":"Martyr","type":"v. t.","descr":" To put to death for adhering to some belief, esp. Christianity; to sacrifice on account of faith or profession."},{"word":"Martyr","type":"v. t.","descr":" To persecute; to torment; to torture."},{"word":"Martyrdom","type":"n.","descr":" The condition of a martyr; the death of a martyr; the suffering of death on account of adherence to the Christian faith, or to any cause."},{"word":"Martyrdom","type":"n.","descr":" Affliction; torment; torture."},{"word":"Martyrization","type":"n.","descr":" Act of martyrizing, or state of being martyrized; torture."},{"word":"Martyrize","type":"v. t.","descr":" To make a martyr of."},{"word":"Martyrly","type":"adv.","descr":" In the manner of a martyr."},{"word":"Martyrologe","type":"n.","descr":" A martyrology."},{"word":"Martyrologic","type":"a.","descr":" Alt. of Martyrological"},{"word":"Martyrological","type":"a.","descr":" Pertaining to martyrology or martyrs; registering, or registered in, a catalogue of martyrs."},{"word":"Martyrologist","type":"n.","descr":" A writer of martyrology; an historian of martyrs."},{"word":"Martyrology","type":"n.","descr":" A history or account of martyrs; a register of martyrs."},{"word":"Martyrship","type":"n.","descr":" Martyrdom."},{"word":"Marvel","type":"n.","descr":" That which causes wonder; a prodigy; a miracle."},{"word":"Marvel","type":"n.","descr":" Wonder."},{"word":"Marveled","type":"imp. and p. p.","descr":" of Marvel"},{"word":"Marvelled","type":"","descr":" of Marvel"},{"word":"Marveling","type":"p. pr. and vb. n.","descr":" of Marvel"},{"word":"Marvelling","type":"","descr":" of Marvel"},{"word":"Marvel","type":"v. i.","descr":" To be struck with surprise, astonishment, or wonder; to wonder."},{"word":"Marvel","type":"v. t.","descr":" To marvel at."},{"word":"Marvel","type":"v. t.","descr":" To cause to marvel, or be surprised; -- used impersonally."},{"word":"Marvelous","type":"n.","descr":" Exciting wonder or surprise; astonishing; wonderful."},{"word":"Marvelous","type":"n.","descr":" Partaking of the character of miracle, or supernatural power; incredible."},{"word":"Marvelously","type":"adv.","descr":" In a marvelous manner; wonderfully; strangely."},{"word":"Marvelousness","type":"n.","descr":" The quality or state of being marvelous; wonderfulness; strangeness."},{"word":"Marver","type":"n.","descr":" A stone, or cast-iron plate, or former, on which hot glass is rolled to give it shape."},{"word":"Mary","type":"n.","descr":" Marrow."},{"word":"Mary","type":"interj.","descr":" See Marry."},{"word":"Mary-bud","type":"n.","descr":" The marigold; a blossom of the marigold."},{"word":"Maryolatry","type":"n.","descr":" Mariolatry."},{"word":"Marysole","type":"n.","descr":" A large British fluke, or flounder (Rhombus megastoma); -- called also carter, and whiff."},{"word":"Mascagnin","type":"n.","descr":" Alt. of Mascagnite"},{"word":"Mascagnite","type":"n.","descr":" Native sulphate of ammonia, found in volcanic districts; -- so named from Mascagni, who discovered it."},{"word":"Mascle","type":"n.","descr":" A lozenge voided."},{"word":"Mascled","type":"a.","descr":" Composed of, or covered with, lozenge-shaped scales; having lozenge-shaped divisions."},{"word":"Mascot","type":"n.","descr":" Alt. of Mascotte"},{"word":"Mascotte","type":"n.","descr":" A person who is supposed to bring good luck to the household to which he or she belongs; anything that brings good luck."},{"word":"Masculate","type":"v. t.","descr":" To make strong."},{"word":"Masculine","type":"a.","descr":" Of the male sex; not female."},{"word":"Masculine","type":"a.","descr":" Having the qualities of a man; suitable to, or characteristic of, a man; virile; not feminine or effeminate; strong; robust."},{"word":"Masculine","type":"a.","descr":" Belonging to males; appropriated to, or used by, males."},{"word":"Masculine","type":"a.","descr":" Having the inflections of, or construed with, words pertaining especially to male beings, as distinguished from feminine and neuter. See Gender."},{"word":"Masculinity","type":"n.","descr":" The state or quality of being masculine; masculineness."},{"word":"Mase","type":"n. and v.","descr":" See Maze."},{"word":"Maselyn","type":"n.","descr":" A drinking cup. See 1st Maslin, 2."},{"word":"Maser","type":"n.","descr":" Same as Mazer."},{"word":"Mash","type":"n.","descr":" A mesh."},{"word":"Mash","type":"n.","descr":" A mass of mixed ingredients reduced to a soft pulpy state by beating or pressure; a mass of anything in a soft pulpy state. Specifically (Brewing), ground or bruised malt, or meal of rye, wheat, corn, or other grain (or a mixture of malt and meal) steeped and stirred in hot water for making the wort."},{"word":"Mash","type":"n.","descr":" A mixture of meal or bran and water fed to animals."},{"word":"Mash","type":"n.","descr":" A mess; trouble."},{"word":"Mashed","type":"imp. and p. p.","descr":" of Mash"},{"word":"Mashing","type":"p. pr. and vb. n.","descr":" of Mash"},{"word":"Mash","type":"v. t.","descr":" To convert into a mash; to reduce to a soft pulpy state by beating or pressure; to bruise; to crush; as, to mash apples in a mill, or potatoes with a pestle. Specifically (Brewing), to convert, as malt, or malt and meal, into the mash which makes wort."},{"word":"Masher","type":"n.","descr":" One who, or that which, mashes; also (Brewing), a machine for making mash."},{"word":"Masher","type":"n.","descr":" A charmer of women."},{"word":"Mashlin","type":"n.","descr":" See Maslin."},{"word":"Mashy","type":"a.","descr":" Produced by crushing or bruising; resembling, or consisting of, a mash."},{"word":"Mask","type":"n.","descr":" A cover, or partial cover, for the face, used for disguise or protection; as, a dancer\\'s mask; a fencer\\'s mask; a ball player\\'s mask."},{"word":"Mask","type":"n.","descr":" That which disguises; a pretext or subterfuge."},{"word":"Mask","type":"n.","descr":" A festive entertainment of dancing or other diversions, where all wear masks; a masquerade; hence, a revel; a frolic; a delusive show."},{"word":"Mask","type":"n.","descr":" A dramatic performance, formerly in vogue, in which the actors wore masks and represented mythical or allegorical characters."},{"word":"Mask","type":"n.","descr":" A grotesque head or face, used to adorn keystones and other prominent parts, to spout water in fountains, and the like; -- called also mascaron."},{"word":"Mask","type":"n.","descr":" In a permanent fortification, a redoubt which protects the caponiere."},{"word":"Mask","type":"n.","descr":" A screen for a battery."},{"word":"Mask","type":"n.","descr":" The lower lip of the larva of a dragon fly, modified so as to form a prehensile organ."},{"word":"Masked","type":"imp. and p. p.","descr":" of Mask"},{"word":"Masking","type":"p. pr. and vb. n.","descr":" of Mask"},{"word":"Mask","type":"v. t.","descr":" To cover, as the face, by way of concealment or defense against injury; to conceal with a mask or visor."},{"word":"Mask","type":"v. t.","descr":" To disguise; to cover; to hide."},{"word":"Mask","type":"v. t.","descr":" To conceal; also, to intervene in the line of."},{"word":"Mask","type":"v. t.","descr":" To cover or keep in check; as, to mask a body of troops or a fortess by a superior force, while some hostile evolution is being carried out."},{"word":"Mask","type":"v. i.","descr":" To take part as a masker in a masquerade."},{"word":"Mask","type":"v. i.","descr":" To wear a mask; to be disguised in any way."},{"word":"Masked","type":"a.","descr":" Wearing a mask or masks; characterized by masks; cincealed; hidden."},{"word":"Masked","type":"a.","descr":" Same as Personate."},{"word":"Masked","type":"a.","descr":" Having the anterior part of the head differing decidedly in color from the rest of the plumage; -- said of birds."},{"word":"Masker","type":"n.","descr":" One who wears a mask; one who appears in disguise at a masquerade."},{"word":"Masker","type":"v. t.","descr":" To confuse; to stupefy."},{"word":"Maskery","type":"n.","descr":" The dress or disguise of a maske\/; masquerade."},{"word":"Maskinonge","type":"n.","descr":" The muskellunge."},{"word":"Mask shell","type":"","descr":" Any spiral marine shell of the genus Persona, having a curiously twisted aperture."},{"word":"Maslach","type":"n.","descr":" An excitant containing opium, much used by the Turks."},{"word":"Maslin","type":"n.","descr":" A mixture composed of different materials"},{"word":"Maslin","type":"n.","descr":" A mixture of metals resembling brass."},{"word":"Maslin","type":"n.","descr":" A mixture of different sorts of grain, as wheat and rye."},{"word":"Maslin","type":"n.","descr":" A vessel made of maslin, 1 (a)."},{"word":"Maslin","type":"a.","descr":" Composed of different sorts; as, maslin bread, which is made of rye mixed with a little wheat."},{"word":"Mason","type":"n.","descr":" One whose occupation is to build with stone or brick; also, one who prepares stone for building purposes."},{"word":"Mason","type":"n.","descr":" A member of the fraternity of Freemasons. See Freemason."},{"word":"Mason","type":"v. t.","descr":" To build stonework or brickwork about, under, in, over, etc.; to construct by masons; -- with a prepositional suffix; as, to mason up a well or terrace; to mason in a kettle or boiler."},{"word":"Masonic","type":"a.","descr":" Of or pertaining to Freemasons or to their craft or mysteries."},{"word":"Masonry","type":"n.","descr":" The art or occupation of a mason."},{"word":"Masonry","type":"n.","descr":" The work or performance of a mason; as, good or bad masonry; skillful masonry."},{"word":"Masonry","type":"n.","descr":" That which is built by a mason; anything constructed of the materials used by masons, such as stone, brick, tiles, or the like. Dry masonry is applied to structures made without mortar."},{"word":"Masonry","type":"n.","descr":" The craft, institution, or mysteries of Freemasons; freemasonry."},{"word":"Masoola boat","type":"","descr":" A kind of boat used on the coast of Madras, India. The planks are sewed together with strands of coir which cross over a wadding of the same material, so that the shock on taking the beach through surf is much reduced."},{"word":"Masora","type":"n.","descr":" A Jewish critical work on the text of the Hebrew Scriptures, composed by several learned rabbis of the school of Tiberias, in the eighth and ninth centuries."},{"word":"Masoret","type":"n.","descr":" A Masorite."},{"word":"Masoretic","type":"a.","descr":" Alt. of Masoretical"},{"word":"Masoretical","type":"a.","descr":" Of or relating to the Masora, or to its authors."},{"word":"Masorite","type":"n.","descr":" One of the writers of the Masora."},{"word":"Masque","type":"n.","descr":" A mask; a masquerade."},{"word":"Masquerade","type":"n.","descr":" An assembly of persons wearing masks, and amusing themselves with dancing, conversation, or other diversions."},{"word":"Masquerade","type":"n.","descr":" A dramatic performance by actors in masks; a mask. See 1st Mask, 4."},{"word":"Masquerade","type":"n.","descr":" Acting or living under false pretenses; concealment of something by a false or unreal show; pretentious show; disguise."},{"word":"Masquerade","type":"n.","descr":" A Spanish diversion on horseback."},{"word":"Masqueraded","type":"imp. and p. p.","descr":" of Masquerade"},{"word":"Masquerading","type":"p. pr. and vb. n.","descr":" of Masquerade"},{"word":"Masquerade","type":"v. i.","descr":" To assemble in masks; to take part in a masquerade."},{"word":"Masquerade","type":"v. i.","descr":" To frolic or disport in disquise; to make a pretentious show of being what one is not."},{"word":"Masquerade","type":"v. t.","descr":" To conceal with masks; to disguise."},{"word":"Masquerader","type":"n.","descr":" One who masquerades; a person wearing a mask; one disguised."},{"word":"Mass","type":"n.","descr":" The sacrifice in the sacrament of the Eucharist, or the consecration and oblation of the host."},{"word":"Mass","type":"n.","descr":" The portions of the Mass usually set to music, considered as a musical composition; -- namely, the Kyrie, the Gloria, the Credo, the Sanctus, and the Agnus Dei, besides sometimes an Offertory and the Benedictus."},{"word":"Massed","type":"imp. and p. p.","descr":" of Mass"},{"word":"Massing","type":"p. pr. and vb. n.","descr":" of Mass"},{"word":"Mass","type":"v. i.","descr":" To celebrate Mass."},{"word":"Mass","type":"n.","descr":" A quantity of matter cohering together so as to make one body, or an aggregation of particles or things which collectively make one body or quantity, usually of considerable size; as, a mass of ore, metal, sand, or water."},{"word":"Mass","type":"n.","descr":" A medicinal substance made into a cohesive, homogeneous lump, of consistency suitable for making pills; as, blue mass."},{"word":"Mass","type":"n.","descr":" A large quantity; a sum."},{"word":"Mass","type":"n.","descr":" Bulk; magnitude; body; size."},{"word":"Mass","type":"n.","descr":" The principal part; the main body."},{"word":"Mass","type":"n.","descr":" The quantity of matter which a body contains, irrespective of its bulk or volume."},{"word":"Mass","type":"v. t.","descr":" To form or collect into a mass; to form into a collective body; to bring together into masses; to assemble."},{"word":"Massacre","type":"n.","descr":" The killing of a considerable number of human beings under circumstances of atrocity or cruelty, or contrary to the usages of civilized people; as, the massacre on St. Bartholomew\\'s Day."},{"word":"Massacre","type":"n.","descr":" Murder."},{"word":"Massacred","type":"imp. and p. p.","descr":" of Massacre"},{"word":"Massacring","type":"p. pr. and vb. n.","descr":" of Massacre"},{"word":"Massacre","type":"n.","descr":" To kill in considerable numbers where much resistance can not be made; to kill with indiscriminate violence, without necessity, and contrary to the usages of nations; to butcher; to slaughter; -- limited to the killing of human beings."},{"word":"Massacrer","type":"n.","descr":" One who massacres."},{"word":"Massage","type":"n.","descr":" A rubbing or kneading of the body, especially when performed as a hygienic or remedial measure."},{"word":"Massasauga","type":"n.","descr":" The black rattlesnake (Crotalus, \/ Caudisona, tergemina), found in the Mississippi Valley."},{"word":"Masse","type":"n.","descr":" Alt. of Masse shot"},{"word":"Masse shot","type":"n.","descr":" A stroke made with the cue held vertically."},{"word":"Masser","type":"n.","descr":" A priest who celebrates Mass."},{"word":"Masseter","type":"n.","descr":" The large muscle which raises the under jaw, and assists in mastication."},{"word":"Masseteric","type":"a.","descr":" Of or pertaining to the masseter."},{"word":"Masseterine","type":"a.","descr":" Masseteric."},{"word":"Masseur","type":"n. f.","descr":" Alt. of Masseuse"},{"word":"Masseuse","type":"n. f.","descr":" One who performs massage."},{"word":"Massicot","type":"n.","descr":" Lead protoxide, PbO, obtained as a yellow amorphous powder, the fused and crystalline form of which is called litharge; lead ocher. It is used as a pigment."},{"word":"Massiness","type":"n.","descr":" The state or quality of being massy; ponderousness."},{"word":"Massive","type":"a.","descr":" Forming, or consisting of, a large mass; compacted; weighty; heavy; massy."},{"word":"Massive","type":"a.","descr":" In mass; not necessarily without a crystalline structure, but having no regular form; as, a mineral occurs massive."},{"word":"Massively","type":"adv.","descr":" In a heavy mass."},{"word":"Massiveness","type":"n.","descr":" The state or quality of being massive; massiness."},{"word":"Massoola boat","type":"","descr":" See Masoola boat."},{"word":"Massora","type":"n.","descr":" Same as Masora."},{"word":"Massoret","type":"n.","descr":" Same as Masorite."},{"word":"Massy","type":"superl.","descr":" Compacted into, or consisting of, a mass; having bulk and weight ot substance; ponderous; bulky and heavy; weight; heavy; as, a massy shield; a massy rock."},{"word":"Mast","type":"n.","descr":" The fruit of the oak and beech, or other forest trees; nuts; acorns."},{"word":"Mast","type":"n.","descr":" A pole, or long, strong, round piece of timber, or spar, set upright in a boat or vessel, to sustain the sails, yards, rigging, etc. A mast may also consist of several pieces of timber united by iron bands, or of a hollow pillar of iron or steel."},{"word":"Mast","type":"n.","descr":" The vertical post of a derrick or crane."},{"word":"Masted","type":"imp. and p. p.","descr":" of Mast"},{"word":"Masting","type":"p. pr. and vb. n.","descr":" of Mast"},{"word":"Mast","type":"v. t.","descr":" To furnish with a mast or masts; to put the masts of in position; as, to mast a ship."},{"word":"Mastax","type":"n.","descr":" The pharynx of a rotifer. It usually contains four horny pieces. The two central ones form the incus, against which the mallei, or lateral ones, work so as to crush the food."},{"word":"Mastax","type":"n.","descr":" The lore of a bird."},{"word":"Masted","type":"a.","descr":" Furnished with a mast or masts; -- chiefly in composition; as, a three-masted schooner."},{"word":"Master","type":"n.","descr":" A vessel having (so many) masts; -- used only in compounds; as, a two-master."},{"word":"Master","type":"n.","descr":" A male person having another living being so far subject to his will, that he can, in the main, control his or its actions; -- formerly used with much more extensive application than now. (a) The employer of a servant. (b) The owner of a slave. (c) The person to whom an apprentice is articled. (d) A sovereign, prince, or feudal noble; a chief, or one exercising similar authority. (e) The head of a household. (f) The male head of a school or college. (g) A male teacher. (h) The director of a number of persons performing a ceremony or sharing a feast. (i) The owner of a docile brute, -- especially a dog or horse. (j) The controller of a familiar spirit or other supernatural being."},{"word":"Master","type":"n.","descr":" One who uses, or controls at will, anything inanimate; as, to be master of one\\'s time."},{"word":"Master","type":"n.","descr":" One who has attained great skill in the use or application of anything; as, a master of oratorical art."},{"word":"Master","type":"n.","descr":" A title given by courtesy, now commonly pronounced mister, except when given to boys; -- sometimes written Mister, but usually abbreviated to Mr."},{"word":"Master","type":"n.","descr":" A young gentleman; a lad, or small boy."},{"word":"Master","type":"n.","descr":" The commander of a merchant vessel; -- usually called captain. Also, a commissioned officer in the navy ranking next above ensign and below lieutenant; formerly, an officer on a man-of-war who had immediate charge, under the commander, of sailing the vessel."},{"word":"Master","type":"n.","descr":" A person holding an office of authority among the Freemasons, esp. the presiding officer; also, a person holding a similar office in other civic societies."},{"word":"Mastered","type":"imp. and p. p.","descr":" of Master"},{"word":"Mastering","type":"p. pr. vb. n.","descr":" of Master"},{"word":"Master","type":"v. t.","descr":" To become the master of; to subject to one\\'s will, control, or authority; to conquer; to overpower; to subdue."},{"word":"Master","type":"v. t.","descr":" To gain the command of, so as to understand or apply; to become an adept in; as, to master a science."},{"word":"Master","type":"v. t.","descr":" To own; to posses."},{"word":"Master","type":"v. i.","descr":" To be skillful; to excel."},{"word":"Masterdom","type":"n.","descr":" Dominion; rule; command."},{"word":"Masterful","type":"a.","descr":" Inclined to play the master; domineering; imperious; arbitrary."},{"word":"Masterful","type":"a.","descr":" Having the skill or power of a master; indicating or expressing power or mastery."},{"word":"Masterfully","type":"adv.","descr":" In a masterful manner; imperiously."},{"word":"Masterhood","type":"n.","descr":" The state of being a master; hence, disposition to command or hector."},{"word":"Masterless","type":"a.","descr":" Destitute of a master or owner; ungoverned or ungovernable."},{"word":"Masterliness","type":"n.","descr":" The quality or state of being masterly; ability to control wisely or skillfully."},{"word":"Masterly","type":"a.","descr":" Suitable to, or characteristic of, a master; indicating thorough knowledge or superior skill and power; showing a master\\'s hand; as, a masterly design; a masterly performance; a masterly policy."},{"word":"Masterly","type":"a.","descr":" Imperious; domineering; arbitrary."},{"word":"Masterly","type":"adv.","descr":" With the skill of a master."},{"word":"Masterous","type":"a.","descr":" Masterly."},{"word":"Masterpiece","type":"n.","descr":" Anything done or made with extraordinary skill; a capital performance; a chef-d\\'oeuvre; a supreme achievement."},{"word":"Mastership","type":"n.","descr":" The state or office of a master."},{"word":"Mastership","type":"n.","descr":" Mastery; dominion; superior skill; superiority."},{"word":"Mastership","type":"n.","descr":" Chief work; masterpiece."},{"word":"Mastership","type":"n.","descr":" An ironical title of respect."},{"word":"Mastersinger","type":"n.","descr":" One of a class of poets which flourished in Nuremberg and some other cities of Germany in the 15th and 16th centuries. They bound themselves to observe certain arbitrary laws of rhythm."},{"word":"Masterwort","type":"n.","descr":" A tall and coarse European umbelliferous plant (Peucedanum Ostruthium, formerly Imperatoria)."},{"word":"Masterwort","type":"n.","descr":" The Astrantia major, a European umbelliferous plant with a showy colored involucre."},{"word":"Masterwort","type":"n.","descr":" Improperly, the cow parsnip (Heracleum lanatum)."},{"word":"Masteries","type":"pl. ","descr":" of Mastery"},{"word":"Mastery","type":"n.","descr":" The position or authority of a master; dominion; command; supremacy; superiority."},{"word":"Mastery","type":"n.","descr":" Superiority in war or competition; victory; triumph; preeminence."},{"word":"Mastery","type":"n.","descr":" Contest for superiority."},{"word":"Mastery","type":"n.","descr":" A masterly operation; a feat."},{"word":"Mastery","type":"n.","descr":" Specifically, the philosopher\\'s stone."},{"word":"Mastery","type":"n.","descr":" The act process of mastering; the state of having mastered."},{"word":"Mastful","type":"a.","descr":" Abounding in mast; producing mast in abundance; as, the mastful forest; a mastful chestnut."},{"word":"Masthead","type":"n.","descr":" The top or head of a mast; the part of a mast above the hounds."},{"word":"Masthead","type":"v. t.","descr":" To cause to go to the masthead as a punishment."},{"word":"Masthouse","type":"n.","descr":" A building in which vessels\\' masts are shaped, fitted, etc."},{"word":"Mastic","type":"n.","descr":" A low shrubby tree of the genus Pistacia (P. Lentiscus), growing upon the islands and coasts of the Mediterranean, and producing a valuable resin; -- called also, mastic tree."},{"word":"Mastic","type":"n.","descr":" A resin exuding from the mastic tree, and obtained by incision. The best is in yellowish white, semitransparent tears, of a faint smell, and is used as an astringent and an aromatic, also as an ingredient in varnishes."},{"word":"Mastic","type":"n.","descr":" A kind of cement composed of burnt clay, litharge, and linseed oil, used for plastering walls, etc."},{"word":"Masticable","type":"a.","descr":" Capable of being masticated."},{"word":"Masticador","type":"n.","descr":" A part of a bridle, the slavering bit."},{"word":"Masticated","type":"imp. and p. p.","descr":" of Masticate"},{"word":"Masticating","type":"p. pr. and vb. n.","descr":" of Masticate"},{"word":"Masticate","type":"v. t.","descr":" To grind or crush with, or as with, the teeth and prepare for swallowing and digestion; to chew; as, to masticate food."},{"word":"Masticater","type":"n.","descr":" One who masticates."},{"word":"Mastication","type":"n.","descr":" The act or operation of masticating; chewing, as of food."},{"word":"Masticator","type":"n.","descr":" One who masticates."},{"word":"Masticator","type":"n.","descr":" A machine for cutting meat into fine pieces for toothless people; also, a machine for cutting leather, India rubber, or similar tough substances, into fine pieces, in some processes of manufacture."},{"word":"Masticatory","type":"a.","descr":" Chewing; adapted to perform the office o\/ chewing food."},{"word":"Masticatory","type":"n.","descr":" A substance to be chewed to increase the saliva."},{"word":"Mastich","type":"n.","descr":" See Mastic."},{"word":"Masticin","type":"n.","descr":" A white, amorphous, tenacious substance resembling caoutchouc, and obtained as an insoluble residue of mastic."},{"word":"Masticot","type":"n.","descr":" Massicot."},{"word":"Mastiffs","type":"pl. ","descr":" of Mastiff"},{"word":"Mastives","type":"pl. ","descr":" of Mastiff"},{"word":"Mastiff","type":"n.","descr":" A breed of large dogs noted for strength and courage. There are various strains, differing in form and color, and characteristic of different countries."},{"word":"Mastigopod","type":"n.","descr":" One of the Mastigopoda."},{"word":"Mastigopoda","type":"n. pl.","descr":" The Infusoria."},{"word":"Mastigure","type":"n.","descr":" Any one of several large spiny-tailed lizards of the genus Uromastix. They inhabit Southern Asia and North Africa."},{"word":"Masting","type":"n.","descr":" The act or process of putting a mast or masts into a vessel; also, the scientific principles which determine the position of masts, and the mechanical methods of placing them."},{"word":"Mastitis","type":"n.","descr":" Inflammation of the breast."},{"word":"Mastless","type":"a.","descr":" Bearing no mast; as, a mastless oak or beech."},{"word":"Mastless","type":"a.","descr":" Having no mast; as, a mastless vessel."},{"word":"Mastlin","type":"n.","descr":" See Maslin."},{"word":"Mastodon","type":"n.","descr":" An extinct genus of mammals closely allied to the elephant, but having less complex molar teeth, and often a pair of lower, as well as upper, tusks, which are incisor teeth. The species were mostly larger than elephants, and their romains occur in nearly all parts of the world in deposits ranging from Miocene to late Quaternary time."},{"word":"Mastodonsaurus","type":"n.","descr":" A large extinct genus of labyrinthodonts, found in the European Triassic rocks."},{"word":"Mastodontic","type":"a.","descr":" Pertaining to, or resembling, a mastodon; as, mastodontic dimensions."},{"word":"Mastodynia","type":"n.","descr":" Alt. of Mastodyny"},{"word":"Mastodyny","type":"n.","descr":" Pain occuring in the mamma or female breast, -- a form of neuralgia."},{"word":"Mastoid","type":"a.","descr":" Resembling the nipple or the breast; -- applied specifically to a process of the temporal bone behind the ear."},{"word":"Mastoid","type":"a.","descr":" Pertaining to, or in the region of, the mastoid process; mastoidal."},{"word":"Mastoidal","type":"a.","descr":" Same as Mastoid."},{"word":"Mastology","type":"n.","descr":" The natural history of Mammalia."},{"word":"Mastress","type":"n.","descr":" Mistress."},{"word":"Masturbation","type":"n.","descr":" Onanism; self-pollution."},{"word":"Masty","type":"a.","descr":" Full of mast; abounding in acorns, etc."},{"word":"Masula boat","type":"","descr":" Same as Masoola boat."},{"word":"Mat","type":"n.","descr":" A name given by coppersmiths to an alloy of copper, tin, iron, etc., usually called white metal."},{"word":"Mat","type":"a.","descr":" Cast down; dejected; overthrown; slain."},{"word":"Mat","type":"n.","descr":" A fabric of sedge, rushes, flags, husks, straw, hemp, or similar material, used for wiping and cleaning shoes at the door, for covering the floor of a hall or room, and for other purposes."},{"word":"Mat","type":"n.","descr":" Any similar fabric for various uses, as for covering plant houses, putting beneath dishes or lamps on a table, securing rigging from friction, and the like."},{"word":"Mat","type":"n.","descr":" Anything growing thickly, or closely interwoven, so as to resemble a mat in form or texture; as, a mat of weeds; a mat of hair."},{"word":"Mat","type":"n.","descr":" An ornamental border made of paper, pasterboard, metal, etc., put under the glass which covers a framed picture; as, the mat of a daguerreotype."},{"word":"Matted","type":"imp. and p. p.","descr":" of Mat"},{"word":"Matting","type":"p. pr. and vb. n.","descr":" of Mat"},{"word":"Mat","type":"v. t.","descr":" To cover or lay with mats."},{"word":"Mat","type":"v. t.","descr":" To twist, twine, or felt together; to interweave into, or like, a mat; to entangle."},{"word":"Mat","type":"v. i.","descr":" To grow thick together; to become interwoven or felted together like a mat."},{"word":"Matachin","type":"n.","descr":" An old dance with swords and bucklers; a sword dance."},{"word":"Mataco","type":"n.","descr":" The three-banded armadillo (Tolypeutis tricinctus). See Illust. under Loricata."},{"word":"Matadore","type":"n.","descr":" Alt. of Matador"},{"word":"Matador","type":"n.","descr":" The killer; the man appointed to kill the bull in bullfights."},{"word":"Matador","type":"n.","descr":" In the game of quadrille or omber, the three principal trumps, the ace of spades being the first, the ace of clubs the third, and the second being the deuce of a black trump or the seven of a red one."},{"word":"Matagasse","type":"n.","descr":" A shrike or butcher bird; -- called also mattages."},{"word":"Matamata","type":"n.","descr":" The bearded tortoise (Chelys fimbriata) of South American rivers."},{"word":"Matanza","type":"n.","descr":" A place where animals are slaughtered for their hides and tallow."},{"word":"Match","type":"n.","descr":" Anything used for catching and retaining or communicating fire, made of some substance which takes fire readily, or remains burning some time; esp., a small strip or splint of wood dipped at one end in a substance which can be easily ignited by friction, as a preparation of phosphorus or chlorate of potassium."},{"word":"Match","type":"v.","descr":" A person or thing equal or similar to another; one able to mate or cope with another; an equal; a mate."},{"word":"Match","type":"v.","descr":" A bringing together of two parties suited to one another, as for a union, a trial of skill or force, a contest, or the like"},{"word":"Match","type":"v.","descr":" A contest to try strength or skill, or to determine superiority; an emulous struggle."},{"word":"Match","type":"v.","descr":" A matrimonial union; a marriage."},{"word":"Match","type":"v.","descr":" An agreement, compact, etc."},{"word":"Match","type":"v.","descr":" A candidate for matrimony; one to be gained in marriage."},{"word":"Match","type":"v.","descr":" Equality of conditions in contest or competition."},{"word":"Match","type":"v.","descr":" Suitable combination or bringing together; that which corresponds or harmonizes with something else; as, the carpet and curtains are a match."},{"word":"Match","type":"v.","descr":" A perforated board, block of plaster, hardened sand, etc., in which a pattern is partly imbedded when a mold is made, for giving shape to the surfaces of separation between the parts of the mold."},{"word":"Matched","type":"imp. and p. p.","descr":" of Match"},{"word":"Matching","type":"p. pr. and vb. n.","descr":" of Match"},{"word":"Match","type":"v. t.","descr":" To be a mate or match for; to be able to complete with; to rival successfully; to equal."},{"word":"Match","type":"v. t.","descr":" To furnish with its match; to bring a match, or equal, against; to show an equal competitor to; to set something in competition with, or in opposition to, as equal."},{"word":"Match","type":"v. t.","descr":" To oppose as equal; to contend successfully against."},{"word":"Match","type":"v. t.","descr":" To make or procure the equal of, or that which is exactly similar to, or corresponds with; as, to match a vase or a horse; to match cloth."},{"word":"Match","type":"v. t.","descr":" To make equal, proportionate, or suitable; to adapt, fit, or suit (one thing to another)."},{"word":"Match","type":"v. t.","descr":" To marry; to give in marriage."},{"word":"Match","type":"v. t.","descr":" To fit together, or make suitable for fitting together; specifically, to furnish with a tongue and a groove, at the edges; as, to match boards."},{"word":"Match","type":"v. i.","descr":" To be united in marriage; to mate."},{"word":"Match","type":"v. i.","descr":" To be of equal, or similar, size, figure, color, or quality; to tally; to suit; to correspond; as, these vases match."},{"word":"Matchable","type":"a.","descr":" Capable of being matched; comparable on equal conditions; adapted to being joined together; correspondent."},{"word":"Match-cloth","type":"n.","descr":" A coarse cloth."},{"word":"Match-coat","type":"n.","descr":" A coat made of match-cloth."},{"word":"Matcher","type":"n.","descr":" One who, or that which, matches; a matching machine. See under 3d Match."},{"word":"Matchless","type":"a.","descr":" Having no equal; unequaled."},{"word":"Matchless","type":"a.","descr":" Unlike each other; unequal; unsuited."},{"word":"Matchlock","type":"n.","descr":" An old form of gunlock containing a match for firing the priming; hence, a musket fired by means of a match."},{"word":"Matchmaker","type":"n.","descr":" One who makes matches for burning or kinding."},{"word":"Matchmaker","type":"n.","descr":" One who tries to bring about marriages."},{"word":"Matchmaking","type":"n.","descr":" The act or process of making matches for kindling or burning."},{"word":"Matchmaking","type":"n.","descr":" The act or process of trying to bring about a marriage for others."},{"word":"Matchmaking","type":"a.","descr":" Busy in making or contriving marriages; as, a matchmaking woman."},{"word":"Mate","type":"n.","descr":" The Paraguay tea, being the dried leaf of the Brazilian holly (Ilex Paraguensis). The infusion has a pleasant odor, with an agreeable bitter taste, and is much used for tea in South America."},{"word":"Mate","type":"n.","descr":" Same as Checkmate."},{"word":"Mate","type":"a.","descr":" See 2d Mat."},{"word":"Mate","type":"v. t.","descr":" To confuse; to confound."},{"word":"Mate","type":"v. t.","descr":" To checkmate."},{"word":"Mate","type":"n.","descr":" One who customarily associates with another; a companion; an associate; any object which is associated or combined with a similar object."},{"word":"Mate","type":"n.","descr":" Hence, specifically, a husband or wife; and among the lower animals, one of a pair associated for propagation and the care of their young."},{"word":"Mate","type":"n.","descr":" A suitable companion; a match; an equal."},{"word":"Mate","type":"n.","descr":" An officer in a merchant vessel ranking next below the captain. If there are more than one bearing the title, they are called, respectively, first mate, second mate, third mate, etc. In the navy, a subordinate officer or assistant; as, master\\'s mate; surgeon\\'s mate."},{"word":"Mated","type":"imp. and p. p.","descr":" of Mate"},{"word":"Mating","type":"p. pr. and vb. n.","descr":" of Mate"},{"word":"Mate","type":"v. t.","descr":" To match; to marry."},{"word":"Mate","type":"v. t.","descr":" To match one\\'s self against; to oppose as equal; to compete with."},{"word":"Mate","type":"v. i.","descr":" To be or become a mate or mates, especially in sexual companionship; as, some birds mate for life; this bird will not mate with that one."},{"word":"Mateless","type":"a.","descr":" Having no mate."},{"word":"Matelote","type":"n.","descr":" A dish of food composed of many kinds of fish."},{"word":"Mateology","type":"n.","descr":" A vain, unprofitable discourse or inquiry."},{"word":"Mateotechny","type":"n.","descr":" Any unprofitable science."},{"word":"Mater","type":"n.","descr":" See Alma mater, Dura mater, and Pia mater."},{"word":"Material","type":"a.","descr":" Consisting of matter; not spiritual; corporeal; physical; as, material substance or bodies."},{"word":"Material","type":"a.","descr":" Hence: Pertaining to, or affecting, the physical nature of man, as distinguished from the mental or moral nature; relating to the bodily wants, interests, and comforts."},{"word":"Material","type":"a.","descr":" Of solid or weighty character; not insubstantial; of cinsequence; not be dispensed with; important."},{"word":"Material","type":"a.","descr":" Pertaining to the matter, as opposed to the form, of a thing. See Matter."},{"word":"Material","type":"n.","descr":" The substance or matter of which anything is made or may be made."},{"word":"Material","type":"v. t.","descr":" To form from matter; to materialize."},{"word":"Materialism","type":"n.","descr":" The doctrine of materialists; materialistic views and tenets."},{"word":"Materialism","type":"n.","descr":" The tendency to give undue importance to material interests; devotion to the material nature and its wants."},{"word":"Materialism","type":"n.","descr":" Material substances in the aggregate; matter."},{"word":"Materialist","type":"n.","descr":" One who denies the existence of spiritual substances or agents, and maintains that spiritual phenomena, so called, are the result of some peculiar organization of matter."},{"word":"Materialist","type":"n.","descr":" One who holds to the existence of matter, as distinguished from the idealist, who denies it."},{"word":"Materialistic","type":"a.","descr":" Alt. of Materialistical"},{"word":"Materialistical","type":"a.","descr":" Of or pertaining to materialism or materialists; of the nature of materialism."},{"word":"Materiality","type":"n.","descr":" The quality or state of being material; material existence; corporeity."},{"word":"Materiality","type":"n.","descr":" Importance; as, the materiality of facts."},{"word":"Materialization","type":"n.","descr":" The act of materializing, or the state of being materialized."},{"word":"Materialized","type":"imp. and p. p.","descr":" of Materialize"},{"word":"Materializing","type":"p. pr. and vb. n.","descr":" of Materialize"},{"word":"Materialize","type":"v. t.","descr":" To invest with material characteristics; to make perceptible to the senses; hence, to present to the mind through the medium of material objects."},{"word":"Materialize","type":"v. t.","descr":" To regard as matter; to consider or explain by the laws or principles which are appropriate to matter."},{"word":"Materialize","type":"v. t.","descr":" To cause to assume a character appropriate to material things; to occupy with material interests; as, to materialize thought."},{"word":"Materialize","type":"v. t.","descr":" To make visable in, or as in, a material form; -- said of spirits."},{"word":"Materialize","type":"v. i.","descr":" To appear as a material form; to take substantial shape."},{"word":"Materially","type":"adv.","descr":" In the state of matter."},{"word":"Materially","type":"adv.","descr":" In its essence; substantially."},{"word":"Materially","type":"adv.","descr":" In an important manner or degree; essentaily; as, it materially concern us to know the real motives of our actions."},{"word":"Materialness","type":"n.","descr":" The state of being material."},{"word":"Materia medica","type":"","descr":" Material or substance used in the composition of remedies; -- a general term for all substances used as curative agents in medicine."},{"word":"Materia medica","type":"","descr":" That branch of medical science which treats of the nature and properties of all the substances that are employed for the cure of diseases."},{"word":"Materiarian","type":"n.","descr":" See Materialist."},{"word":"Materiate","type":"a.","descr":" Alt. of Materiated"},{"word":"Materiated","type":"a.","descr":" Consisting of matter."},{"word":"Materiation","type":"n.","descr":" Act of forming matter."},{"word":"Materiel","type":"n.","descr":" That in a complex system which constitutes the materials, or instruments employed, in distinction from the personnel, or men; as, the baggage, munitions, provisions, etc., of an army; or the buildings, libraries, and apparatus of a college, in distinction from its officers."},{"word":"Materious","type":"a.","descr":" See Material."},{"word":"Maternal","type":"a.","descr":" Of or pertaining to a mother; becoming to a mother; motherly; as, maternal love; maternal tenderness."},{"word":"Maternally","type":"adv.","descr":" In a motherly manner."},{"word":"Maternity","type":"n.","descr":" The state of being a mother; the character or relation of a mother."},{"word":"Matfelon","type":"n.","descr":" The knapweed (Centaurea nigra)."},{"word":"Math","type":"n.","descr":" A mowing, or that which is gathered by mowing; -- chiefly used in composition; as, an aftermath."},{"word":"Mathematic","type":"a.","descr":" See Mathematical."},{"word":"Mathematical","type":"a.","descr":" Of or pertaining to mathematics; according to mathematics; hence, theoretically precise; accurate; as, mathematical geography; mathematical instruments; mathematical exactness."},{"word":"Mathematician","type":"n.","descr":" One versed in mathematics."},{"word":"Mathematics","type":"n.","descr":" That science, or class of sciences, which treats of the exact relations existing between quantities or magnitudes, and of the methods by which, in accordance with these relations, quantities sought are deducible from other quantities known or supposed; the science of spatial and quantitative relations."},{"word":"Mather","type":"n.","descr":" See Madder."},{"word":"Mathes","type":"n.","descr":" The mayweed.  Cf. Maghet."},{"word":"Mathesis","type":"n.","descr":" Learning; especially, mathematics."},{"word":"Mathurin","type":"n.","descr":" See Trinitarian."},{"word":"Matico","type":"n.","descr":" A Peruvian plant (Piper, \/ Artanthe, elongatum), allied to the pepper, the leaves of which are used as a styptic and astringent."},{"word":"Matie","type":"n.","descr":" A fat herring with undeveloped roe."},{"word":"Matin","type":"n.","descr":" Morning."},{"word":"Matin","type":"n.","descr":" Morning worship or service; morning prayers or songs."},{"word":"Matin","type":"n.","descr":" Time of morning service; the first canonical hour in the Roman Catholic Church."},{"word":"Matin","type":"a.","descr":" Of or pertaining to the morning, or to matins; used in the morning; matutinal."},{"word":"Matinal","type":"a.","descr":" Relating to the morning, or to matins; matutinal."},{"word":"Matinee","type":"n.","descr":" A reception, or a musical or dramatic entertainment, held in the daytime. See SoirEe."},{"word":"Matrass","type":"n.","descr":" A round-bottomed glass flask having a long neck; a bolthead."},{"word":"Matress","type":"n.","descr":" See Matress."},{"word":"Matriarch","type":"n.","descr":" The mother and ruler of a family or of her descendants; a ruler by maternal right."},{"word":"Matriarchal","type":"a.","descr":" Of or pertaining to a matriarch; governed by a matriarch."},{"word":"Matriarchate","type":"n.","descr":" The office or jurisdiction of a matriarch; a matriarchal form of government."},{"word":"Matrice","type":"n.","descr":" See Matrix."},{"word":"Matricidal","type":"a.","descr":" Of or pertaining to matricide."},{"word":"Matricide","type":"n.","descr":" The murder of a mother by her son or daughter."},{"word":"Matricide","type":"n.","descr":" One who murders one\\'s own mother."},{"word":"Matriculated","type":"imp. and p. p.","descr":" of Matriculate"},{"word":"Matriculating","type":"p. pr. and vb. n.","descr":" of Matriculate"},{"word":"Matriculate","type":"v. t.","descr":" To enroll; to enter in a register; specifically, to enter or admit to membership in a body or society, particularly in a college or university, by enrolling the name in a register."},{"word":"Matriculate","type":"v. i.","descr":" To go though the process of admission to membership, as by examination and enrollment, in a society or college."},{"word":"Matriculate","type":"a.","descr":" Matriculated."},{"word":"Matriculate","type":"n.","descr":" One who is matriculated."},{"word":"Matriculation","type":"n.","descr":" The act or process of matriculating; the state of being matriculated."},{"word":"Matrimoine","type":"n.","descr":" Matrimony."},{"word":"Matrimonial","type":"a.","descr":" Of or pertaining to marriage; derived from marriage; connubial; nuptial; hymeneal; as, matrimonial rights or duties."},{"word":"Matrimonially","type":"adv.","descr":" In a matrimonial manner."},{"word":"Matrimonious","type":"a.","descr":" Matrimonial."},{"word":"Matrimony","type":"n.","descr":" The union of man and woman as husband and wife; the nuptial state; marriage; wedlock."},{"word":"Matrimony","type":"n.","descr":" A kind of game at cards played by several persons."},{"word":"Matrices","type":"pl. ","descr":" of Matrix"},{"word":"Matrix","type":"n.","descr":" The womb."},{"word":"Matrix","type":"n.","descr":" Hence, that which gives form or origin to anything"},{"word":"Matrix","type":"n.","descr":" The cavity in which anything is formed, and which gives it shape; a die; a mold, as for the face of a type."},{"word":"Matrix","type":"n.","descr":" The earthy or stony substance in which metallic ores or crystallized minerals are found; the gangue."},{"word":"Matrix","type":"n.","descr":" The five simple colors, black, white, blue, red, and yellow, of which all the rest are composed."},{"word":"Matrix","type":"n.","descr":" The lifeless portion of tissue, either animal or vegetable, situated between the cells; the intercellular substance."},{"word":"Matrix","type":"n.","descr":" A rectangular arrangement of symbols in rows and columns. The symbols may express quantities or operations."},{"word":"Matron","type":"n.","descr":" A wife or a widow, especially, one who has borne children; a woman of staid or motherly manners."},{"word":"Matron","type":"n.","descr":" A housekeeper; esp., a woman who manages the domestic economy of a public instution; a head nurse in a hospital; as, the matron of a school or hospital."},{"word":"Matronage","type":"n.","descr":" The state of a matron."},{"word":"Matronage","type":"n.","descr":" The collective body of matrons."},{"word":"Matronal","type":"a.","descr":" Of or pertaining to a matron; suitable to an elderly lady or to a married woman; grave; motherly."},{"word":"Matronhood","type":"n.","descr":" The state of being a matron."},{"word":"Matronized","type":"imp. and p. p.","descr":" of Matronize"},{"word":"Matronizing","type":"p. pr. and vb. n.","descr":" of Matronize"},{"word":"Matronize","type":"v. t.","descr":" To make a matron of; to make matronlike."},{"word":"Matronize","type":"v. t.","descr":" To act the part of a marton toward; to superintend; to chaperone; as, to matronize an assembly."},{"word":"Matronlike","type":"a.","descr":" Like a matron; sedate; grave; matronly."},{"word":"Matronly","type":"a.","descr":" Advanced in years; elderly."},{"word":"Matronly","type":"a.","descr":" Like, or befitting, a matron; grave; sedate."},{"word":"Matronymic","type":"n.","descr":" See Metronymic."},{"word":"Matross","type":"n.","descr":" Formerly, in the British service, a gunner or a gunner\\'s mate; one of the soldiers in a train of artillery, who assisted the gunners in loading, firing, and sponging the guns."},{"word":"Matt","type":"n.","descr":" See Matte."},{"word":"Mattages","type":"n.","descr":" A shrike or butcher bird; -- written also matagasse."},{"word":"Mattamore","type":"n.","descr":" A subterranean repository for wheat."},{"word":"Matte","type":"n.","descr":" A partly reduced copper sulphide, obtained by alternately roasting and melting copper ore in separating the metal from associated iron ores, and called coarse metal, fine metal, etc., according to the grade of fineness. On the exterior it is dark brown or black, but on a fresh surface is yellow or bronzy in color."},{"word":"Matte","type":"n.","descr":" A dead or dull finish, as in gilding where the gold leaf is not burnished, or in painting where the surface is purposely deprived of gloss."},{"word":"Matted","type":"a.","descr":" Having a dull surface; unburnished; as, matted gold leaf or gilding."},{"word":"Matted","type":"a.","descr":" Covered with a mat or mats; as, a matted floor."},{"word":"Matted","type":"a.","descr":" Tangled closely together; having its parts adhering closely together; as, matted hair."},{"word":"Matter","type":"n.","descr":" That of which anything is composed; constituent substance; material; the material or substantial part of anything; the constituent elements of conception; that into which a notion may be analyzed; the essence; the pith; the embodiment."},{"word":"Matter","type":"n.","descr":" That of which the sensible universe and all existent bodies are composed; anything which has extension, occupies space, or is perceptible by the senses; body; substance."},{"word":"Matter","type":"n.","descr":" That with regard to, or about which, anything takes place or is done; the thing aimed at, treated of, or treated; subject of action, discussion, consideration, feeling, complaint, legal action, or the like; theme."},{"word":"Matter","type":"n.","descr":" That which one has to treat, or with which one has to do; concern; affair; business."},{"word":"Matter","type":"n.","descr":" Affair worthy of account; thing of consequence; importance; significance; moment; -- chiefly in the phrases what matter ? no matter, and the like."},{"word":"Matter","type":"n.","descr":" Inducing cause or occasion, especially of anything disagreeable or distressing; difficulty; trouble."},{"word":"Matter","type":"n.","descr":" Amount; quantity; portion; space; -- often indefinite."},{"word":"Matter","type":"n.","descr":" Substance excreted from living animal bodies; that which is thrown out or discharged in a tumor, boil, or abscess; pus; purulent substance."},{"word":"Matter","type":"n.","descr":" That which is permanent, or is supposed to be given, and in or upon which changes are effected by psychological or physical processes and relations; -- opposed to form."},{"word":"Matter","type":"n.","descr":" Written manuscript, or anything to be set in type; copy; also, type set up and ready to be used, or which has been used, in printing."},{"word":"Mattered","type":"imp. and p. p.","descr":" of Matter"},{"word":"Mattering","type":"p. pr. and vb. n.","descr":" of Matter"},{"word":"Matter","type":"v. i.","descr":" To be of importance; to import; to signify."},{"word":"Matter","type":"v. i.","descr":" To form pus or matter, as an abscess; to maturate."},{"word":"Matter","type":"v. t.","descr":" To regard as important; to take account of; to care for."},{"word":"Matterless","type":"a.","descr":" Not being, or having, matter; as, matterless spirits."},{"word":"Matterless","type":"a.","descr":" Unimportant; immaterial."},{"word":"Matter-of-fact","type":"a.","descr":" Adhering to facts; not turning aside from absolute realities; not fanciful or imaginative; commonplace; dry."},{"word":"Mattery","type":"a.","descr":" Generating or containing pus; purulent."},{"word":"Mattery","type":"a.","descr":" Full of substance or matter; important."},{"word":"Matting","type":"v. t. and i.","descr":" The act of interweaving or tangling together so as to make a mat; the process of becoming matted."},{"word":"Matting","type":"v. t. and i.","descr":" Mats, in general, or collectively; mat work; a matlike fabric, for use in covering floors, packing articles, and the like; a kind of carpeting made of straw, etc."},{"word":"Matting","type":"v. t. and i.","descr":" Materials for mats."},{"word":"Matting","type":"v. t. and i.","descr":" An ornamental border. See 3d Mat, 4."},{"word":"Matting","type":"n.","descr":" A dull, lusterless surface in certain of the arts, as gilding, metal work, glassmaking, etc."},{"word":"Mattock","type":"n.","descr":" An implement for digging and grubbing. The head has two long steel blades, one like an adz and the other like a narrow ax or the point of a pickax."},{"word":"Mattowacca","type":"n.","descr":" An American clupeoid fish (Clupea mediocris), similar to the shad in habits and appearance, but smaller and less esteemed for food; -- called also hickory shad, tailor shad, fall herring, and shad herring."},{"word":"Mattress","type":"n.","descr":" A quilted bed; a bed stuffed with hair, moss, or other suitable material, and quilted or otherwise fastened."},{"word":"Mattress","type":"n.","descr":" A mass of interwoven brush, poles, etc., to protect a bank from being worn away by currents or waves."},{"word":"Maturant","type":"n.","descr":" A medicine, or application, which promotes suppuration."},{"word":"Maturated","type":"imp. and p. p.","descr":" of Maturate"},{"word":"Maturating","type":"p. pr. and vb. n.","descr":" of Maturate"},{"word":"Maturate","type":"a.","descr":" To bring to ripeness or maturity; to ripen."},{"word":"Maturate","type":"a.","descr":" To promote the perfect suppuration of (an abscess)."},{"word":"Maturate","type":"v. i.","descr":" To ripen; to become mature; specif\/cally, to suppurate."},{"word":"Maturation","type":"n.","descr":" The process of bringing, or of coming, to maturity; hence, specifically, the process of suppurating perfectly; the formation of pus or matter."},{"word":"Maturative","type":"a.","descr":" Conducing to ripeness or maturity; hence, conducing to suppuration."},{"word":"Maturative","type":"n.","descr":" A remedy promoting maturation; a maturant."},{"word":"Mature","type":"superl.","descr":" Brought by natural process to completeness of growth and development; fitted by growth and development for any function, action, or state, appropriate to its kind; full-grown; ripe."},{"word":"Mature","type":"superl.","descr":" Completely worked out; fully digested or prepared; ready for action; made ready for destined application or use; perfected; as, a mature plan."},{"word":"Mature","type":"superl.","descr":" Of or pertaining to a condition of full development; as, a man of mature years."},{"word":"Mature","type":"superl.","descr":" Come to, or in a state of, completed suppuration."},{"word":"Matured","type":"imp. and p. p.","descr":" of Mature"},{"word":"Maturing","type":"p. pr. and vb. n.","descr":" of Mature"},{"word":"Mature","type":"v. t.","descr":" To bring or hasten to maturity; to promote ripeness in; to ripen; to complete; as, to mature one\\'s plans."},{"word":"Mature","type":"v. i.","descr":" To advance toward maturity; to become ripe; as, wine matures by age; the judgment matures by age and experience."},{"word":"Mature","type":"v. i.","descr":" Hence, to become due, as a note."},{"word":"Maturely","type":"adv.","descr":" In a mature manner; with ripeness; completely."},{"word":"Maturely","type":"adv.","descr":" With caution; deliberately."},{"word":"Maturely","type":"adv.","descr":" Early; soon."},{"word":"Matureness","type":"n.","descr":" The state or quality of being mature; maturity."},{"word":"Maturer","type":"n.","descr":" One who brings to maturity."},{"word":"Maturescent","type":"a.","descr":" Approaching maturity."},{"word":"Maturing","type":"a.","descr":" Approaching maturity; as, maturing fruits; maturing notes of hand."},{"word":"Maturity","type":"n.","descr":" The state or quality of being mature; ripeness; full development; as, the maturity of corn or of grass; maturity of judgment; the maturity of a plan."},{"word":"Maturity","type":"n.","descr":" Arrival of the time fixed for payment; a becoming due; termination of the period a note, etc., has to run."},{"word":"Matutinal","type":"a.","descr":" Of or pertaining to the morning; early."},{"word":"Matutinary","type":"a.","descr":" Matutinal."},{"word":"Matutine","type":"a.","descr":" Matutinal."},{"word":"Matweed","type":"n.","descr":" A name of several maritime grasses, as the sea sand-reed (Ammophila arundinacea) which is used in Holland to bind the sand of the seacoast dikes (see Beach grass, under Beach); also, the Lygeum Spartum, a Mediterranean grass of similar habit."},{"word":"Maty","type":"n.","descr":" A native house servant in India."},{"word":"Matzoth","type":"n.","descr":" A cake of unleavened bread eaten by the Jews at the feast of the Passover."},{"word":"Maucaco","type":"n.","descr":" A lemur; -- applied to several species, as the White-fronted, the ruffed, and the ring-tailed lemurs."},{"word":"Maud","type":"n.","descr":" A gray plaid; -- used by shepherds in Scotland."},{"word":"Maudle","type":"v. t.","descr":" To throw onto confusion or disorder; to render maudlin."},{"word":"Maudlin","type":"a.","descr":" Tearful; easily moved to tears; exciting to tears; excessively sentimental; weak and silly."},{"word":"Maudlin","type":"a.","descr":" Drunk, or somewhat drunk; fuddled; given to drunkenness."},{"word":"Maudlin","type":"n.","descr":" Alt. of Maudeline"},{"word":"Maudeline","type":"n.","descr":" An aromatic composite herb, the costmary; also, the South European Achillea Ageratum, a kind of yarrow."},{"word":"Maudlinwort","type":"n.","descr":" The oxeye daisy."},{"word":"Mauger","type":"prep.","descr":" Alt. of Maugre"},{"word":"Maugre","type":"prep.","descr":" In spite of; in opposition to; notwithstanding."},{"word":"Maugre","type":"v. t.","descr":" To defy."},{"word":"Maukin","type":"n.","descr":" See Malkin."},{"word":"Maukin","type":"n.","descr":" A hare."},{"word":"Maul","type":"n.","descr":" A heavy wooden hammer or beetle."},{"word":"Mauled","type":"imp. and p. p.","descr":" of Maul"},{"word":"Mauling","type":"p. pr. and vb. n.","descr":" of Maul"},{"word":"Maul","type":"v. t.","descr":" To beat and bruise with a heavy stick or cudgel; to wound in a coarse manner."},{"word":"Maul","type":"v. t.","descr":" To injure greatly; to do much harm to."},{"word":"Maule","type":"n.","descr":" The common mallow."},{"word":"Mauling","type":"n.","descr":" A severe beating with a stick, cudgel, or the fist."},{"word":"Maul-stick","type":"n.","descr":" A stick used by painters as a rest for the hand while working."},{"word":"Maumet","type":"n.","descr":" See Mawmet."},{"word":"Maunch","type":"v. t.","descr":" To munch."},{"word":"Maunch","type":"n.","descr":" See Manche."},{"word":"Maund","type":"n.","descr":" A hand basket."},{"word":"Maund","type":"n.","descr":" An East Indian weight, varying in different localities from 25 to about 82 pounds avoirdupois."},{"word":"Maund","type":"v. i.","descr":" Alt. of Maunder"},{"word":"Maunder","type":"v. i.","descr":" To beg."},{"word":"Maunder","type":"v. i.","descr":" To mutter; to mumble; to grumble; to speak indistinctly or disconnectedly; to talk incoherently."},{"word":"Maunder","type":"v. t.","descr":" To utter in a grumbling manner; to mutter."},{"word":"Maunder","type":"n.","descr":" A beggar."},{"word":"Maunderer","type":"n.","descr":" One who maunders."},{"word":"Maundril","type":"n.","descr":" A pick with two prongs, to pry with."},{"word":"Maundy Thursday","type":"","descr":" The Thursday in Passion week, or next before Good Friday."},{"word":"Maungy","type":"a.","descr":" Mangy."},{"word":"Mauresque","type":"a. and n.","descr":" See Moresque."},{"word":"Maurist","type":"n.","descr":" A member of the Congregation of Saint Maur, an offshoot of the Benedictines, originating in France in the early part of the seventeenth century. The Maurists have been distinguished for their interest in literature."},{"word":"Mausolean","type":"a.","descr":" Pertaining to a mausoleum; monumental."},{"word":"Mausoleums","type":"pl. ","descr":" of Mausoleum"},{"word":"Mausoleum","type":"n.","descr":" A magnificent tomb, or stately sepulchral monument."},{"word":"Mauther","type":"n.","descr":" A girl; esp., a great, awkward girl; a wench."},{"word":"Mauvaniline","type":"n.","descr":" See Mauve aniline, under Mauve."},{"word":"Mauve","type":"n.","descr":" A color of a delicate purple, violet, or lilac."},{"word":"Mauveine","type":"n.","descr":" An artificial organic base, obtained by oxidizing a mixture of aniline and toluidine, and valuable for the dyestuffs it forms."},{"word":"Mauvine","type":"a.","descr":" Mauve-colored."},{"word":"Maverick","type":"n.","descr":" In the southwestern part of the united States, a bullock or heifer that has not been branded, and is unclaimed or wild; -- said to be from Maverick, the name of a cattle owner in Texas who neglected to brand his cattle."},{"word":"Mavis","type":"n.","descr":" The European throstle or song thrush (Turdus musicus)."},{"word":"Maw","type":"n.","descr":" A gull."},{"word":"Maw","type":"n.","descr":" A stomach; the receptacle into which food is taken by swallowing; in birds, the craw; -- now used only of the lower animals, exept humorously or in contempt."},{"word":"Maw","type":"n.","descr":" Appetite; inclination."},{"word":"Maw","type":"n.","descr":" An old game at cards."},{"word":"Mawk","type":"n.","descr":" A maggot."},{"word":"Mawk","type":"n.","descr":" A slattern; a mawks."},{"word":"Mawkin","type":"n.","descr":" See Malkin, and Maukin."},{"word":"Mawkingly","type":"adv.","descr":" Slatternly."},{"word":"Mawkish","type":"a.","descr":" Apt to cause satiety or loathing; nauseous; disgusting."},{"word":"Mawkish","type":"a.","descr":" Easily disgusted; squeamish; sentimentally fastidious."},{"word":"Mawkishly","type":"adv.","descr":" In a mawkish way."},{"word":"Mawkishness","type":"n.","descr":" The quality or state of being mawkish."},{"word":"Mawks","type":"n.","descr":" A slattern; a mawk."},{"word":"Mawky","type":"a.","descr":" Maggoty."},{"word":"Mawmet","type":"n.","descr":" A puppet; a doll; originally, an idol, because in the Middle Ages it was generally believed that the Mohammedans worshiped images representing Mohammed."},{"word":"Mawmetry","type":"n.","descr":" The religion of Mohammed; also, idolatry. See Mawmet."},{"word":"Mawmish","type":"a.","descr":" Nauseous."},{"word":"Mawseed","type":"n.","descr":" The seed of the opium poppy."},{"word":"Mawworm","type":"n.","descr":" Any intestinal worm found in the stomach, esp. the common round worm (Ascaris lumbricoides), and allied species."},{"word":"Mawworm","type":"n.","descr":" One of the larvae of botflies of horses; a bot."},{"word":"Maxillae","type":"pl. ","descr":" of Maxilla"},{"word":"Maxilla","type":"n.","descr":" The bone of either the upper or the under jaw."},{"word":"Maxilla","type":"n.","descr":" The bone, or principal bone, of the upper jaw, the bone of the lower jaw being the mandible."},{"word":"Maxilla","type":"n.","descr":" One of the lower or outer jaws of arthropods."},{"word":"Maxillar","type":"a.","descr":" Alt. of Maxillary"},{"word":"Maxillary","type":"a.","descr":" Pertaining to either the upper or the lower jaw, but now usually applied to the upper jaw only."},{"word":"Maxillary","type":"n.","descr":" The principal maxillary bone; the maxilla."},{"word":"Maxillary","type":"n.","descr":" Of or pertaining to a maxilla."},{"word":"Maxilliform","type":"a.","descr":" Having the form, or structure, of a maxilla."},{"word":"Maxilliped","type":"n.","descr":" One of the mouth appendages of Crustacea, situated next behind the maxillae. Crabs have three pairs, but many of the lower Crustacea have but one pair of them. Called also jawfoot, and foot jaw."},{"word":"Maxillo-mandibular","type":"a.","descr":" Pertaining to the maxilla and mandible; as, the maxillo-mandibular nerve."},{"word":"Maxillo-palatine","type":"a.","descr":" Pertaining to the maxillary and palatine regions of the skull; as, the maxillo-palatine process of the maxilla. Also used as n."},{"word":"Maxilloturbinal","type":"a.","descr":" Pertaining to the maxillary and turbinal regions of the skull."},{"word":"Maxilloturbinal","type":"n.","descr":" The maxillo-turbinal, or inferior turbinate, bone."},{"word":"Maxim","type":"n.","descr":" An established principle or proposition; a condensed proposition of important practical truth; an axiom of practical wisdom; an adage; a proverb; an aphorism."},{"word":"Maxim","type":"n.","descr":" The longest note formerly used, equal to two longs, or four breves; a large."},{"word":"Maximilian","type":"n.","descr":" A gold coin of Bavaria, of the value of about 13s. 6d. sterling, or about three dollars and a quarter."},{"word":"Maximization","type":"n.","descr":" The act or process of increasing to the highest degree."},{"word":"Maximize","type":"v. t.","descr":" To increase to the highest degree."},{"word":"Maxima","type":"pl. ","descr":" of Maximum"},{"word":"Maximum","type":"n.","descr":" The greatest quantity or value attainable in a given case; or, the greatest value attained by a quantity which first increases and then begins to decrease; the highest point or degree; -- opposed to minimum."},{"word":"Maximum","type":"a.","descr":" Greatest in quantity or highest in degree attainable or attained; as, a maximum consumption of fuel; maximum pressure; maximum heat."},{"word":"May","type":"v.","descr":" An auxiliary verb qualifyng the meaning of another verb, by expressing: (a) Ability, competency, or possibility; -- now oftener expressed by can."},{"word":"May","type":"n.","descr":" A maiden."},{"word":"May","type":"n.","descr":" The fifth month of the year, containing thirty-one days."},{"word":"May","type":"n.","descr":" The early part or springtime of life."},{"word":"May","type":"n.","descr":" The flowers of the hawthorn; -- so called from their time of blossoming; also, the hawthorn."},{"word":"May","type":"n.","descr":" The merrymaking of May Day."},{"word":"Maya","type":"n.","descr":" The name for the doctrine of the unreality of matter, called, in English, idealism; hence, nothingness; vanity; illusion."},{"word":"Maybe","type":"adv.","descr":" Perhaps; possibly; peradventure."},{"word":"Maybe","type":"a.","descr":" Possible; probable, but not sure."},{"word":"Maybe","type":"n.","descr":" Possibility; uncertainty."},{"word":"Maybird","type":"n.","descr":" The whimbrel; -- called also May fowl, May curlew, and May whaap."},{"word":"Maybird","type":"n.","descr":" The knot."},{"word":"Maybird","type":"n.","descr":" The bobolink."},{"word":"Maybloom","type":"n.","descr":" The hawthorn."},{"word":"Maybush","type":"n.","descr":" The hawthorn."},{"word":"Mayduke","type":"n.","descr":" A large dark-red cherry of excellent quality."},{"word":"Mayfish","type":"n.","descr":" A common American minnow (Fundulus majalis). See Minnow."},{"word":"Mayflower","type":"n.","descr":" In England, the hawthorn; in New England, the trailing arbutus (see Arbutus); also, the blossom of these plants."},{"word":"Mayhap","type":"adv.","descr":" Perhaps; peradventure."},{"word":"Mayhem","type":"n.","descr":" The maiming of a person by depriving him of the use of any of his members which are necessary for defense or protection. See Maim."},{"word":"Maying","type":"n.","descr":" The celebrating of May Day."},{"word":"Mayonnaise","type":"n.","descr":" A sauce compounded of raw yolks of eggs beaten up with olive oil to the consistency of a sirup, and seasoned with vinegar, pepper, salt, etc.; -- used in dressing salads, fish, etc. Also, a dish dressed with this sauce."},{"word":"Mayor","type":"n.","descr":" The chief magistrate of a city or borough; the chief officer of a municipal corporation. In some American cities there is a city court of which the major is chief judge."},{"word":"Mayoral","type":"n.","descr":" The conductir of a mule team; also, a head shepherd."},{"word":"Mayoralty","type":"n.","descr":" The office, or the term of office, of a mayor."},{"word":"Mayoress","type":"n.","descr":" The wife of a mayor."},{"word":"Mayorship","type":"n.","descr":" The office of a mayor."},{"word":"Maypole","type":"n.","descr":" A tall pole erected in an open place and wreathed with flowers, about which the rustic May-day sports were had."},{"word":"Maypop","type":"n.","descr":" The edible fruit of a passion flower, especially that of the North American Passiflora incarnata, an oval yellowish berry as large as a small apple."},{"word":"Mayweed","type":"n.","descr":" A composite plant (Anthemis Cotula), having a strong odor; dog\\'s fennel. It is a native of Europe, now common by the roadsides in the United States."},{"word":"Mayweed","type":"n.","descr":" The feverfew."},{"word":"Mazama","type":"n.","descr":" Alt. of Mazame"},{"word":"Mazame","type":"n.","descr":" A goatlike antelope (Haplocerus montanus) which inhabits the Rocky Mountains, frequenting the highest parts; -- called also mountain goat."},{"word":"Mazard","type":"n.","descr":" A kind of small black cherry."},{"word":"Mazard","type":"n.","descr":" The jaw; the head or skull."},{"word":"Mazard","type":"v. t.","descr":" To knock on the head."},{"word":"Mazarine","type":"a.","descr":" Of or pertaining to Cardinal Mazarin, prime minister of France, 1643-1661."},{"word":"Mazarine","type":"n.","descr":" Mazarine blue."},{"word":"Mazdean","type":"a.","descr":" Of or pertaining to Ahura-Mazda, or Ormuzd, the beneficent deity in the Zoroastrian dualistic system; hence, Zoroastrian."},{"word":"Mazdeism","type":"n.","descr":" The Zoroastrian religion."},{"word":"Maze","type":"n.","descr":" A wild fancy; a confused notion."},{"word":"Maze","type":"n.","descr":" Confusion of thought; perplexity; uncertainty; state of bewilderment."},{"word":"Maze","type":"n.","descr":" A confusing and baffling network, as of paths or passages; an intricacy; a labyrinth."},{"word":"Mazed","type":"imp. and p. p.","descr":" of Maze"},{"word":"Mazing","type":"p. pr. and vb. n.","descr":" of Maze"},{"word":"Maze","type":"v. t.","descr":" To perplex greatly; to bewilder; to astonish and confuse; to amaze."},{"word":"Maze","type":"v. i.","descr":" To be bewildered."},{"word":"Mazedness","type":"n.","descr":" The condition of being mazed; confusion; astonishment."},{"word":"Mazeful","type":"a.","descr":" Mazy."},{"word":"Mazer","type":"n.","descr":" A large drinking bowl; -- originally made of maple."},{"word":"Mazily","type":"adv.","descr":" In a mazy manner."},{"word":"Maziness","type":"n.","descr":" The state or quality of being mazy."},{"word":"Mazological","type":"a.","descr":" Of or pertaining to mazology."},{"word":"Mazologist","type":"n.","descr":" One versed in mazology or mastology."},{"word":"Mazology","type":"n.","descr":" Same as Mastology."},{"word":"Mazourka","type":"n.","descr":" Alt. of Mazurka"},{"word":"Mazurka","type":"n.","descr":" A Polish dance, or the music which accompanies it, usually in 3-4 or 3-8 measure, with a strong accent on the second beat."},{"word":"Mazy","type":"a.","descr":" Perplexed with turns and windings; winding; intricate; confusing; perplexing; embarrassing; as, mazy error."}]