[{"word":"men","type":"pl. ","descr":" of Keelman"},{"word":"Mesdames","type":"pl. ","descr":" of Madam"},{"word":"Mesdames","type":"pl. ","descr":" of Madame"},{"word":"Mesdemoiselles","type":"pl. ","descr":" of Mademoiselle"},{"word":"Men","type":"pl. ","descr":" of Man"},{"word":"Men-of-war","type":"pl. ","descr":" of Manofwar"},{"word":"Merchet","type":"n.","descr":" In old English and in Scots law, a fine paid to the lord of the soil by a tenant upon the marriage of one the tenant\\'s daughters."},{"word":"Meach","type":"v. i.","descr":" To skulk; to cower. See Mich."},{"word":"Meacock","type":"n.","descr":" An uxorious, effeminate, or spiritless man."},{"word":"Mead","type":"n.","descr":" A fermented drink made of water and honey with malt, yeast, etc.; metheglin; hydromel."},{"word":"Mead","type":"n.","descr":" A drink composed of sirup of sarsaparilla or other flavoring extract, and water. It is sometimes charged with carbonic acid gas."},{"word":"Mead","type":"n.","descr":" A meadow."},{"word":"Meadow","type":"n.","descr":" A tract of low or level land producing grass which is mown for hay; any field on which grass is grown for hay."},{"word":"Meadow","type":"n.","descr":" Low land covered with coarse grass or rank herbage near rives and in marshy places by the sea; as, the salt meadows near Newark Bay."},{"word":"Meadow","type":"a.","descr":" Of or pertaining to a meadow; of the nature of a meadow; produced, growing, or living in, a meadow."},{"word":"Meadowsweet","type":"n.","descr":" Alt. of Meadowwort"},{"word":"Meadowwort","type":"n.","descr":" The name of several plants of the genus Spiraea, especially the white- or pink-flowered S. salicifolia, a low European and American shrub, and the herbaceous S. Ulmaria, which has fragrant white flowers in compound cymes."},{"word":"Meadowy","type":"a.","descr":" Of or pertaining to meadows; resembling, or consisting of, meadow."},{"word":"Meager","type":"a.","descr":" Alt. of Meagre"},{"word":"Meagre","type":"a.","descr":" Destitue of, or having little, flesh; lean."},{"word":"Meagre","type":"a.","descr":" Destitute of richness, fertility, strength, or the like; defective in quantity, or poor in quality; poor; barren; scanty in ideas; wanting strength of diction or affluence of imagery."},{"word":"Meagre","type":"a.","descr":" Dry and harsh to the touch, as chalk."},{"word":"Meager","type":"v. t.","descr":" Alt. of Meagre"},{"word":"Meagre","type":"v. t.","descr":" To make lean."},{"word":"Meagerly","type":"adv.","descr":" Alt. of Meagrely"},{"word":"Meagrely","type":"adv.","descr":" Poorly; thinly."},{"word":"Meagerness","type":"n.","descr":" Alt. of Meagreness"},{"word":"Meagreness","type":"n.","descr":" The state or quality of being meager; leanness; scantiness; barrenness."},{"word":"Meagre","type":"n.","descr":" A large European sciaenoid fish (Sciaena umbra or S. aquila), having white bloodless flesh. It is valued as a food fish."},{"word":"Meak","type":"n.","descr":" A hook with a long handle."},{"word":"Meaking","type":"n.","descr":" The process of picking out the oakum from the seams of a vessel which is to be recalked."},{"word":"Meal","type":"n.","descr":" A part; a fragment; a portion."},{"word":"Meal","type":"n.","descr":" The portion of food taken at a particular time for the satisfaction of appetite; the quantity usually taken at one time with the purpose of satisfying hunger; a repast; the act or time of eating a meal; as, the traveler has not eaten a good meal for a week; there was silence during the meal."},{"word":"Meal","type":"n.","descr":" Grain (esp. maize, rye, or oats) that is coarsely ground and unbolted; also, a kind of flour made from beans, pease, etc.; sometimes, any flour, esp. if coarse."},{"word":"Meal","type":"n.","descr":" Any substance that is coarsely pulverized like meal, but not granulated."},{"word":"Meal","type":"v. t.","descr":" To sprinkle with, or as with, meal."},{"word":"Meal","type":"v. t.","descr":" To pulverize; as, mealed powder."},{"word":"Mealies","type":"n. pl.","descr":" Maize or Indian corn; -- the common name in South Africa."},{"word":"Mealiness","type":"n.","descr":" The quality or state of being mealy."},{"word":"Meal-mouthed","type":"a.","descr":" See Mealy-mouthed."},{"word":"Mealtime","type":"n.","descr":" The usual time of eating a meal."},{"word":"Mealy","type":"superl.","descr":" Having the qualities of meal; resembling meal; soft, dry, and friable; easily reduced to a condition resembling meal; as, a mealy potato."},{"word":"Mealy","type":"superl.","descr":" Overspread with something that resembles meal; as, the mealy wings of an insect."},{"word":"Mealy-mouthed","type":"a.","descr":" Using soft words; plausible; affectedly or timidly delicate of speech; unwilling to tell the truth in plain language."},{"word":"Meant","type":"imp. and p. p.","descr":" of Mean"},{"word":"Meaning","type":"p. pr. and vb. n.","descr":" of Mean"},{"word":"Mean","type":"v. t.","descr":" To have in the mind, as a purpose, intention, etc.; to intend; to purpose; to design; as, what do you mean to do ?"},{"word":"Mean","type":"v. t.","descr":" To signify; to indicate; to import; to denote."},{"word":"Mean","type":"v. i.","descr":" To have a purpose or intention."},{"word":"Mean","type":"superl.","descr":" Destitute of distinction or eminence; common; low; vulgar; humble."},{"word":"Mean","type":"superl.","descr":" Wanting dignity of mind; low-minded; base; destitute of honor; spiritless; as, a mean motive."},{"word":"Mean","type":"superl.","descr":" Of little value or account; worthy of little or no regard; contemptible; despicable."},{"word":"Mean","type":"superl.","descr":" Of poor quality; as, mean fare."},{"word":"Mean","type":"superl.","descr":" Penurious; stingy; close-fisted; illiberal; as, mean hospitality."},{"word":"Mean","type":"a.","descr":" Occupying a middle position; middle; being about midway between extremes."},{"word":"Mean","type":"a.","descr":" Intermediate in excellence of any kind."},{"word":"Mean","type":"a.","descr":" Average; having an intermediate value between two extremes, or between the several successive values of a variable quantity during one cycle of variation; as, mean distance; mean motion; mean solar day."},{"word":"Mean","type":"n.","descr":" That which is mean, or intermediate, between two extremes of place, time, or number; the middle point or place; middle rate or degree; mediocrity; medium; absence of extremes or excess; moderation; measure."},{"word":"Mean","type":"n.","descr":" A quantity having an intermediate value between several others, from which it is derived, and of which it expresses the resultant value; usually, unless otherwise specified, it is the simple average, formed by adding the quantities together and dividing by their number, which is called an arithmetical mean. A geometrical mean is the square root of the product of the quantities."},{"word":"Mean","type":"n.","descr":" That through which, or by the help of which, an end is attained; something tending to an object desired; intermediate agency or measure; necessary condition or coagent; instrument."},{"word":"Mean","type":"n.","descr":" Hence: Resources; property, revenue, or the like, considered as the condition of easy livelihood, or an instrumentality at command for effecting any purpose; disposable force or substance."},{"word":"Mean","type":"n.","descr":" A part, whether alto or tenor, intermediate between the soprano and base; a middle part."},{"word":"Mean","type":"n.","descr":" Meantime; meanwhile."},{"word":"Mean","type":"n.","descr":" A mediator; a go-between."},{"word":"Meander","type":"n.","descr":" A winding, crooked, or involved course; as, the meanders of the veins and arteries."},{"word":"Meander","type":"n.","descr":" A tortuous or intricate movement."},{"word":"Meander","type":"n.","descr":" Fretwork. See Fret."},{"word":"Meander","type":"v. t.","descr":" To wind, turn, or twist; to make flexuous."},{"word":"Meandered","type":"imp. and p. p.","descr":" of Meander"},{"word":"Meandering","type":"p. pr. and vb. n.","descr":" of Meander"},{"word":"Meander","type":"v. i.","descr":" To wind or turn in a course or passage; to be intricate."},{"word":"Meandrian","type":"a.","descr":" Winding; having many turns."},{"word":"Meandrina","type":"n.","descr":" A genus of corals with meandering grooves and ridges, including the brain corals."},{"word":"Meandrous","type":"a.","descr":" Alt. of Meandry"},{"word":"Meandry","type":"a.","descr":" Winding; flexuous."},{"word":"Meaning","type":"n.","descr":" That which is meant or intended; intent; purpose; aim; object; as, a mischievous meaning was apparent."},{"word":"Meaning","type":"n.","descr":" That which is signified, whether by act lanquage; signification; sence; import; as, the meaning of a hint."},{"word":"Meaning","type":"n.","descr":" Sense; power of thinking."},{"word":"Meanly","type":"adv.","descr":" Moderately."},{"word":"Meanly","type":"adv.","descr":" In a mean manner; unworthily; basely; poorly; ungenerously."},{"word":"Meanness","type":"n.","descr":" The condition, or quality, of being mean; want of excellence; poorness; lowness; baseness; sordidness; stinginess."},{"word":"Meanness","type":"n.","descr":" A mean act; as, to be guilty of meanness."},{"word":"Mean-spirited","type":"a.","descr":" Of a mean spirit; base; groveling."},{"word":"Meant","type":"","descr":" imp. and p. p. of Mean."},{"word":"Meantime","type":"n.","descr":" Alt. of Meanwhile"},{"word":"Meanwhile","type":"n.","descr":" The intervening time; as, in the meantime (or mean time)."},{"word":"Meantime","type":"adv.","descr":" Alt. of Meanwhile"},{"word":"Meanwhile","type":"adv.","descr":" In the intervening time; during the interval."},{"word":"Mear","type":"n.","descr":" A boundary. See Mere."},{"word":"Mease","type":"n.","descr":" Five hundred; as, a mease of herrings."},{"word":"Measelry","type":"n.","descr":" Leprosy."},{"word":"Measle","type":"n.","descr":" A leper."},{"word":"Measle","type":"n.","descr":" A tapeworm larva. See 2d Measles, 4."},{"word":"Measled","type":"a.","descr":" Infected or spotted with measles, as pork."},{"word":"Measles","type":"n.","descr":" Leprosy; also, a leper."},{"word":"Measles","type":"n.","descr":" A contagious febrile disorder commencing with catarrhal symptoms, and marked by the appearance on the third day of an eruption of distinct red circular spots, which coalesce in a crescentic form, are slightly raised above the surface, and after the fourth day of the eruption gradually decline; rubeola."},{"word":"Measles","type":"n.","descr":" A disease of cattle and swine in which the flesh is filled with the embryos of different varieties of the tapeworm."},{"word":"Measles","type":"n.","descr":" A disease of trees."},{"word":"Measles","type":"n.","descr":" The larvae of any tapeworm (Taenia) in the cysticerus stage, when contained in meat. Called also bladder worms."},{"word":"Measly","type":"a.","descr":" Infected with measles."},{"word":"Measly","type":"a.","descr":" Containing larval tapeworms; -- said of pork and beef."},{"word":"Measurable","type":"a.","descr":" Capable of being measured; susceptible of mensuration or computation."},{"word":"Measurable","type":"a.","descr":" Moderate; temperate; not excessive."},{"word":"Measure","type":"n.","descr":" A standard of dimension; a fixed unit of quantity or extent; an extent or quantity in the fractions or multiples of which anything is estimated and stated; hence, a rule by which anything is adjusted or judged."},{"word":"Measure","type":"n.","descr":" An instrument by means of which size or quantity is measured, as a graduated line, rod, vessel, or the like."},{"word":"Measure","type":"n.","descr":" The dimensions or capacity of anything, reckoned according to some standard; size or extent, determined and stated; estimated extent; as, to take one\\'s measure for a coat."},{"word":"Measure","type":"n.","descr":" The contents of a vessel by which quantity is measured; a quantity determined by a standard; a stated or limited quantity or amount."},{"word":"Measure","type":"n.","descr":" Extent or degree not excessive or beyong bounds; moderation; due restraint; esp. in the phrases, in measure; with measure; without or beyond measure."},{"word":"Measure","type":"n.","descr":" Determined extent, not to be exceeded; limit; allotted share, as of action, influence, ability, or the like; due proportion."},{"word":"Measure","type":"n.","descr":" The quantity determined by measuring, especially in buying and selling; as, to give good or full measure."},{"word":"Measure","type":"n.","descr":" Undefined quantity; extent; degree."},{"word":"Measure","type":"n.","descr":" Regulated division of movement"},{"word":"Measure","type":"n.","descr":" A regulated movement corresponding to the time in which the accompanying music is performed; but, especially, a slow and stately dance, like the minuet."},{"word":"Measure","type":"n.","descr":" The group or grouping of beats, caused by the regular recurrence of accented beats."},{"word":"Measure","type":"n.","descr":" The space between two bars."},{"word":"Measure","type":"a.","descr":" The manner of ordering and combining the quantities, or long and short syllables; meter; rhythm; hence, a foot; as, a poem in iambic measure."},{"word":"Measure","type":"a.","descr":" A number which is contained in a given number a number of times without a remainder; as in the phrases, the common measure, the greatest common measure, etc., of two or more numbers."},{"word":"Measure","type":"a.","descr":" A step or definite part of a progressive course or policy; a means to an end; an act designed for the accomplishment of an object; as, political measures; prudent measures; an inefficient measure."},{"word":"Measure","type":"a.","descr":" The act of measuring; measurement."},{"word":"Measure","type":"a.","descr":" Beds or strata; as, coal measures; lead measures."},{"word":"Measured","type":"imp. and p. p.","descr":" of Measure"},{"word":"Measuring","type":"p. pr. and vb. n.","descr":" of Measure"},{"word":"Measure","type":"n.","descr":" To ascertain by use of a measuring instrument; to compute or ascertain the extent, quantity, dimensions, or capacity of, by a certain rule or standard; to take the dimensions of; hence, to estimate; to judge of; to value; to appraise."},{"word":"Measure","type":"n.","descr":" To serve as the measure of; as, the thermometer measures changes of temperature."},{"word":"Measure","type":"n.","descr":" To pass throught or over in journeying, as if laying off and determining the distance."},{"word":"Measure","type":"n.","descr":" To adjust by a rule or standard."},{"word":"Measure","type":"n.","descr":" To allot or distribute by measure; to set off or apart by measure; -- often with out or off."},{"word":"Measure","type":"v. i.","descr":" To make a measurement or measurements."},{"word":"Measure","type":"v. i.","descr":" To result, or turn out, on measuring; as, the grain measures well; the pieces measure unequally."},{"word":"Measure","type":"v. i.","descr":" To be of a certain size or quantity, or to have a certain length, breadth, or thickness, or a certain capacity according to a standard measure; as, cloth measures three fourths of a yard; a tree measures three feet in diameter."},{"word":"Measured","type":"a.","descr":" Regulated or determined by a standard; hence, equal; uniform; graduated; limited; moderated; as, he walked with measured steps; he expressed himself in no measured terms."},{"word":"Measureless","type":"a.","descr":" Without measure; unlimited; immeasurable."},{"word":"Measurement","type":"n.","descr":" The act or result of measuring; mensuration; as, measurement is required."},{"word":"Measurement","type":"n.","descr":" The extent, size, capacity, amount. or quantity ascertained by measuring; as, its measurement is five acres."},{"word":"Measurer","type":"n.","descr":" One who measures; one whose occupation or duty is to measure commondities in market."},{"word":"Measuring","type":"a.","descr":" Used in, or adapted for, ascertaining measurements, or dividing by measure."},{"word":"Meat","type":"n.","descr":" Food, in general; anything eaten for nourishment, either by man or beast. Hence, the edible part of anything; as, the meat of a lobster, a nut, or an egg."},{"word":"Meat","type":"n.","descr":" The flesh of animals used as food; esp., animal muscle; as, a breakfast of bread and fruit without meat."},{"word":"Meat","type":"n.","descr":" Specifically, dinner; the chief meal."},{"word":"Meat","type":"v. t.","descr":" To supply with food."},{"word":"Meatal","type":"a.","descr":" Of or pertaining to a meatus; resembling a meatus."},{"word":"Meated","type":"a.","descr":" Fed; fattened."},{"word":"Meated","type":"a.","descr":" Having (such) meat; -- used chiefly in composition; as, thick-meated."},{"word":"Meath","type":"n.","descr":" Alt. of Meathe"},{"word":"Meathe","type":"n.","descr":" A sweet liquor; mead."},{"word":"Meatiness","type":"n.","descr":" Quality of being meaty."},{"word":"Meatless","type":"a.","descr":" Having no meat; without food."},{"word":"Meatoscope","type":"n.","descr":" A speculum for examining a natural passage, as the urethra."},{"word":"Meatotome","type":"n.","descr":" An instrument for cutting into the urethra so as to enlarge its orifice."},{"word":"Meatuses","type":"pl. ","descr":" of Meatus"},{"word":"Meatus","type":"n. sing. and pl.","descr":" A natural passage or canal; as, the external auditory meatus. See Illust. of Ear."},{"word":"Meaty","type":"a.","descr":" Abounding in meat."},{"word":"Meaw","type":"n.","descr":" The sea mew."},{"word":"Meaw","type":"v. i.","descr":" See Mew, to cry as a cat."},{"word":"Meawl","type":"v. i.","descr":" See Mewl, and Miaul."},{"word":"Meazel","type":"n.","descr":" See 1st Measle."},{"word":"Meazling","type":"a.","descr":" Falling in small drops; mistling; mizzing."},{"word":"Mebles","type":"n. pl.","descr":" See Moebles."},{"word":"Mecate","type":"n.","descr":" A rope of hair or of maguey fiber, for tying horses, etc."},{"word":"Meccawee","type":"a.","descr":" Of or pertaining to Mecca, in Arabia."},{"word":"Meccawee","type":"n.","descr":" A native or inhabitant of Mecca."},{"word":"Mechanic","type":"a.","descr":" The art of the application of the laws of motion or force to construction."},{"word":"Mechanic","type":"a.","descr":" A mechanician; an artisan; an artificer; one who practices any mechanic art; one skilled or employed in shaping and uniting materials, as wood, metal, etc., into any kind of structure, machine, or other object, requiring the use of tools, or instruments."},{"word":"Mechanic","type":"a.","descr":" Having to do with the application of the laws of motion in the art of constructing or making things; of or pertaining to mechanics; mechanical; as, the mechanic arts."},{"word":"Mechanic","type":"a.","descr":" Of or pertaining to a mechanic or artificer, or to the class of artisans; hence, rude; common; vulgar."},{"word":"Mechanic","type":"a.","descr":" Base."},{"word":"Mechanical","type":"a.","descr":" Pertaining to, governed by, or in accordance with, mechanics, or the laws of motion; pertaining to the quantitative relations of force and matter, as distinguished from mental, vital, chemical, etc.; as, mechanical principles; a mechanical theory; mechanical deposits."},{"word":"Mechanical","type":"a.","descr":" Of or pertaining to a machine or to machinery or tools; made or formed by a machine or with tools; as, mechanical precision; mechanical products."},{"word":"Mechanical","type":"a.","descr":" Done as if by a machine; uninfluenced by will or emotion; proceeding automatically, or by habit, without special intention or reflection; as, mechanical singing; mechanical verses; mechanical service."},{"word":"Mechanical","type":"a.","descr":" Made and operated by interaction of forces without a directing intelligence; as, a mechanical universe."},{"word":"Mechanical","type":"a.","descr":" Obtained by trial, by measurements, etc.; approximate; empirical. See the 2d Note under Geometric."},{"word":"Mechanical","type":"n.","descr":" A mechanic."},{"word":"Mechanicalize","type":"v. t.","descr":" To cause to become mechanical."},{"word":"Mechanically","type":"adv.","descr":" In a mechanical manner."},{"word":"Mechanicalness","type":"n.","descr":" The state or quality of being mechanical."},{"word":"Mechanician","type":"n.","descr":" One skilled in the theory or construction of machines; a machinist."},{"word":"Mechanico-chemical","type":"a.","descr":" Pertaining to, connected with, or dependent upon, both mechanics and chemistry; -- said especially of those sciences which treat of such phenomena as seem to depend on the laws both of mechanics and chemistry, as electricity and magnetism."},{"word":"Mechanics","type":"n.","descr":" That science, or branch of applied mathematics, which treats of the action of forces on bodies."},{"word":"Mechanism","type":"n.","descr":" The arrangement or relation of the parts of a machine; the parts of a machine, taken collectively; the arrangement or relation of the parts of anything as adapted to produce an effect; as, the mechanism of a watch; the mechanism of a sewing machine; the mechanism of a seed pod."},{"word":"Mechanism","type":"n.","descr":" Mechanical operation or action."},{"word":"Mechanism","type":"n.","descr":" An ideal machine; a combination of movable bodies constituting a machine, but considered only with regard to relative movements."},{"word":"Mechanist","type":"n.","descr":" A maker of machines; one skilled in mechanics."},{"word":"Mechanist","type":"n.","descr":" One who regards the phenomena of nature as the effects of forces merely mechanical."},{"word":"Mechanized","type":"imp. and p. p.","descr":" of Mechanize"},{"word":"Mechanizing","type":"p. pr. and vb. n.","descr":" of Mechanize"},{"word":"Mechanize","type":"v. t.","descr":" To cause to be mechanical."},{"word":"Mechanograph","type":"n.","descr":" One of a number of copies of anything multiplied mechanically."},{"word":"Mechanographic","type":"a.","descr":" Treating of mechanics."},{"word":"Mechanographic","type":"a.","descr":" Written, copied, or recorded by machinery; produced by mechanography; as, a mechanographic record of changes of temperature; mechanographic prints."},{"word":"Mechanographist","type":"n.","descr":" An artist who, by mechanical means, multiplies copies of works of art."},{"word":"Mechanography","type":"n.","descr":" The art of mechanically multiplying copies of a writing, or any work of art."},{"word":"Mechanurgy","type":"n.","descr":" That branch of science which treats of moving machines."},{"word":"Mechitarist","type":"n.","descr":" One of a religious congregation of the Roman Catholic Church devoted to the improvement of Armenians."},{"word":"Mechlin","type":"n.","descr":" A kind of lace made at, or originating in, Mechlin, in Belgium."},{"word":"Mechoacan","type":"n.","descr":" A species of jalap, of very feeble properties, said to be obtained from the root of a species of Convolvulus (C. Mechoacan); -- so called from Michoacan, in Mexico, whence it is obtained."},{"word":"Meckelian","type":"a.","descr":" Pertaining to, or discovered by, J. F. Meckel, a German anatomist."},{"word":"Meconate","type":"n.","descr":" A salt of meconic acid."},{"word":"Meconic","type":"a.","descr":" Pertaining to, or obtained from, the poppy or opium; specif. (Chem.), designating an acid related to aconitic acid, found in opium and extracted as a white crystalline substance."},{"word":"Meconidine","type":"n.","descr":" An alkaloid found in opium, and extracted as a yellow amorphous substance which is easily decomposed."},{"word":"Meconidium","type":"n.","descr":" A kind of gonophore produced by hydroids of the genus Gonothyraea. It has tentacles, and otherwise resembles a free medusa, but remains attached by a pedicel."},{"word":"Meconin","type":"n.","descr":" A substance regarded as an anhydride of meconinic acid, existing in opium and extracted as a white crystalline substance. Also erroneously called meconina, meconia, etc., as though it were an alkaloid."},{"word":"Meconinic","type":"a.","descr":" Pertaining to, or designating, an acid which occurs in opium, and which may be obtained by oxidizing narcotine."},{"word":"Meconium","type":"n.","descr":" Opium."},{"word":"Meconium","type":"n.","descr":" The contents of the fetal intestine; hence, first excrement."},{"word":"Medal","type":"n.","descr":" A piece of metal in the form of a coin, struck with a device, and intended to preserve the remembrance of a notable event or an illustrious person, or to serve as a reward."},{"word":"Medaled","type":"imp. and p. p.","descr":" of Medal"},{"word":"Medalled","type":"","descr":" of Medal"},{"word":"Medaling","type":"p. pr. and vb. n.","descr":" of Medal"},{"word":"Medalling","type":"","descr":" of Medal"},{"word":"Medal","type":"v. t.","descr":" To honor or reward with a medal."},{"word":"Medalet","type":"n.","descr":" A small medal."},{"word":"Medalist","type":"n.","descr":" A person that is skilled or curious in medals; a collector of medals."},{"word":"Medalist","type":"n.","descr":" A designer of medals."},{"word":"Medalist","type":"n.","descr":" One who has gained a medal as the reward of merit."},{"word":"Medallic","type":"a.","descr":" Of or pertaining to a medal, or to medals."},{"word":"Medallion","type":"n.","descr":" A large medal or memorial coin."},{"word":"Medallion","type":"n.","descr":" A circular or oval (or, sometimes, square) tablet bearing a figure or figures represented in relief."},{"word":"Medalurgy","type":"n.","descr":" The art of making and striking medals and coins."},{"word":"Meddled","type":"imp. and p. p.","descr":" of Meddle"},{"word":"Meddling","type":"p. pr. and vb. n.","descr":" of Meddle"},{"word":"Meddle","type":"v. i.","descr":" To mix; to mingle."},{"word":"Meddle","type":"v. i.","descr":" To interest or engage one\\'s self; to have to do; -- \/ a good sense."},{"word":"Meddle","type":"v. i.","descr":" To interest or engage one\\'s self unnecessarily or impertinently, to interfere or busy one\\'s self improperly with another\\'s affairs; specifically, to handle or distrub another\\'s property without permission; -- often followed by with or in."},{"word":"Meddle","type":"v. t.","descr":" To mix; to mingle."},{"word":"Meddler","type":"n.","descr":" One who meddles; one who interferes or busies himself with things in which he has no concern; an officious person; a busybody."},{"word":"Meddlesome","type":"a.","descr":" Given to meddling; apt to interpose in the affairs of others; officiously intrusive."},{"word":"Meddling","type":"a.","descr":" Meddlesome."},{"word":"Meddlingly","type":"adv.","descr":" In a meddling manner."},{"word":"Mede","type":"n.","descr":" A native or inhabitant of Media in Asia."},{"word":"Mede","type":"n.","descr":" See lst and 2d Mead, and Meed."},{"word":"Media","type":"n.","descr":" pl. of Medium."},{"word":"Mediae","type":"pl. ","descr":" of Media"},{"word":"Media","type":"n.","descr":" One of the sonant mutes \/, \/, \/ (b, d, g), in Greek, or of their equivalents in other languages, so named as intermediate between the tenues, \/, \/, \/ (p, t, k), and the aspiratae  (aspirates) \/, \/, \/ (ph or f, th, ch). Also called middle mute, or medial, and sometimes soft mute."},{"word":"Mediacy","type":"n.","descr":" The state or quality of being mediate."},{"word":"Mediaeval","type":"a.","descr":" Of or relating to the Middle Ages; as, mediaeval architecture."},{"word":"Mediaevalism","type":"n.","descr":" The method or spirit of the Middle Ages; devotion to the institutions and practices of the Middle Ages; a survival from the Middle Ages."},{"word":"Mediaevalist","type":"n.","descr":" One who has a taste for, or is versed in, the history of the Middle Ages; one in sympathy with the spirit or forms of the Middle Ages."},{"word":"Mediaevally","type":"adv.","descr":" In the manner of the Middle Ages; in accordance with mediaevalism."},{"word":"Mediaevals","type":"n. pl.","descr":" The people who lived in the Middle Ages."},{"word":"Medial","type":"a.","descr":" Of or pertaining to a mean or average; mean; as, medial alligation."},{"word":"Medial","type":"n.","descr":" See 2d Media."},{"word":"Medialuna","type":"n.","descr":" See Half-moon."},{"word":"Median","type":"a.","descr":" Being in the middle; running through the middle; as, a median groove."},{"word":"Median","type":"a.","descr":" Situated in the middle; lying in a plane dividing a bilateral animal into right and left halves; -- said of unpaired organs and parts; as, median coverts."},{"word":"Median","type":"n.","descr":" A median line or point."},{"word":"Mediant","type":"n.","descr":" The third above the keynote; -- so called because it divides the interval between the tonic and dominant into two thirds."},{"word":"Mediastinal","type":"a.","descr":" Of or pertaining to a mediastinum."},{"word":"Mediastine","type":"n.","descr":" Alt. of Mediastinum"},{"word":"Mediastinum","type":"n.","descr":" A partition; a septum; specifically, the folds of the pleura (and the space included between them) which divide the thorax into a right and left cavity. The space included between these folds of the pleura, called the mediastinal space, contains the heart and gives passage to the esophagus and great blood vessels."},{"word":"Mediate","type":"a.","descr":" Being between the two extremes; middle; interposed; intervening; intermediate."},{"word":"Mediate","type":"a.","descr":" Acting by means, or by an intervening cause or instrument; not direct or immediate; acting or suffering through an intervening agent or condition."},{"word":"Mediate","type":"a.","descr":" Gained or effected by a medium or condition."},{"word":"Mediated","type":"imp. and p. p.","descr":" of Mediate"},{"word":"Mediating","type":"p. pr. and vb. n.","descr":" of Mediate"},{"word":"Mediate","type":"a.","descr":" To be in the middle, or between two; to intervene."},{"word":"Mediate","type":"a.","descr":" To interpose between parties, as the equal friend of each, esp. for the purpose of effecting a reconciliation or agreement; as, to mediate between nations."},{"word":"Mediate","type":"v. t.","descr":" To effect by mediation or interposition; to bring about as a mediator, instrument, or means; as, to mediate a peace."},{"word":"Mediate","type":"v. t.","descr":" To divide into two equal parts."},{"word":"Mediately","type":"adv.","descr":" In a mediate manner; by a secondary cause or agent; not directly or primarily; by means; -- opposed to immediately."},{"word":"Mediateness","type":"n.","descr":" The state of being mediate."},{"word":"Mediation","type":"a.","descr":" The act of mediating; action or relation of anything interposed; action as a necessary condition, means, or instrument; interposition; intervention."},{"word":"Mediation","type":"a.","descr":" Hence, specifically, agency between parties at variance, with a view to reconcile them; entreaty for another; intercession."},{"word":"Mediative","type":"a.","descr":" Pertaining to mediation; used in mediation; as, mediative efforts."},{"word":"Mediatization","type":"n.","descr":" The act of mediatizing."},{"word":"Mediatized","type":"imp. and p. p.","descr":" of Mediatize"},{"word":"Mediatizing","type":"p. pr. and vb. n.","descr":" of Mediatize"},{"word":"Mediatize","type":"v. t.","descr":" To cause to act through an agent or to hold a subordinate position; to annex; -- specifically applied to the annexation during the former German empire of a smaller German state to a larger, while allowing it a nominal sovereignty, and its prince his rank."},{"word":"Mediator","type":"n.","descr":" One who mediates; especially, one who interposes between parties at variance for the purpose of reconciling them; hence, an intercessor."},{"word":"Mediatorial","type":"a.","descr":" Of or pertaining to a mediator, or to mediation; mediatory; as, a mediatorial office."},{"word":"Mediatorship","type":"n.","descr":" The office or character of a mediator."},{"word":"Mediatory","type":"a.","descr":" Mediatorial."},{"word":"Mediatress","type":"n.","descr":" Alt. of Mediatrix"},{"word":"Mediatrix","type":"n.","descr":" A female mediator."},{"word":"Medic","type":"n.","descr":" A leguminous plant of the genus Medicago. The black medic is the Medicago lupulina; the purple medic, or lucern, is M. sativa."},{"word":"Medic","type":"a.","descr":" Medical."},{"word":"Medicable","type":"a.","descr":" Capable of being medicated; admitting of being cured or healed."},{"word":"Medical","type":"a.","descr":" Of, pertaining to, or having to do with, the art of healing disease, or the science of medicine; as, the medical profession; medical services; a medical dictionary; medical jurisprudence."},{"word":"Medical","type":"a.","descr":" Containing medicine; used in medicine; medicinal; as, the medical properties of a plant."},{"word":"Medically","type":"adv.","descr":" In a medical manner; with reference to healing, or to the principles of the healing art."},{"word":"Medicament","type":"n.","descr":" Anything used for healing diseases or wounds; a medicine; a healing application."},{"word":"Medicamental","type":"a.","descr":" Of or pertaining to medicaments or healing applications; having the qualities of medicaments."},{"word":"Medicaster","type":"n.","descr":" A quack."},{"word":"Medicated","type":"imp. and p. p.","descr":" of Medicate"},{"word":"Medicating","type":"p. pr. and vb. n.","descr":" of Medicate"},{"word":"Medicate","type":"v. t.","descr":" To tincture or impregnate with anything medicinal; to drug."},{"word":"Medicate","type":"v. t.","descr":" To treat with medicine."},{"word":"Medication","type":"","descr":" The act or process of medicating."},{"word":"Medicative","type":"a.","descr":" Medicinal; acting like a medicine."},{"word":"Medicean","type":"a.","descr":" Of or relating to the Medici, a noted Italian family; as, the Medicean Venus."},{"word":"Medicinable","type":"a.","descr":" Medicinal; having the power of healing."},{"word":"Medicinal","type":"a.","descr":" Having curative or palliative properties; used for the cure or alleviation of bodily disorders; as, medicinal tinctures, plants, or springs."},{"word":"Medicinal","type":"a.","descr":" Of or pertaining to medicine; medical."},{"word":"Medicinally","type":"adv.","descr":" In a medicinal manner."},{"word":"Medicine","type":"n.","descr":" The science which relates to the prevention, cure, or alleviation of disease."},{"word":"Medicine","type":"n.","descr":" Any substance administered in the treatment of disease; a remedial agent; a remedy; physic."},{"word":"Medicine","type":"n.","descr":" A philter or love potion."},{"word":"Medicine","type":"n.","descr":" A physician."},{"word":"Medicine","type":"v. t.","descr":" To give medicine to; to affect as a medicine does; to remedy; to cure."},{"word":"Medico-legal","type":"a.","descr":" Of or pertaining to law as affected by medical facts."},{"word":"Medicommissure","type":"n.","descr":" A large transverse commissure in the third ventricle of the brain; the middle or soft commissure."},{"word":"Medicornua","type":"pl. ","descr":" of Medicornu"},{"word":"Medicornu","type":"n.","descr":" The middle or inferior horn of each lateral ventricle of the brain."},{"word":"Medics","type":"n.","descr":" Science of medicine."},{"word":"Mediety","type":"n.","descr":" The middle part; half; moiety."},{"word":"Medieval","type":"","descr":" Alt. of Medievalist"},{"word":"Medievalism","type":"","descr":" Alt. of Medievalist"},{"word":"Medievalist","type":"","descr":" Same as Medi\/val, Medi\/valism, etc."},{"word":"Medina epoch","type":"","descr":" A subdivision of the Niagara period in the American upper Silurian, characterized by the formations known as the Oneida conglomerate, and the Medina sandstone. See the Chart of Geology."},{"word":"Medino","type":"n.","descr":" Same as Para."},{"word":"Mediocral","type":"a.","descr":" Mediocre."},{"word":"Mediocre","type":"a.","descr":" Of a middle quality; of but a moderate or low degree of excellence; indifferent; ordinary."},{"word":"Mediocre","type":"n.","descr":" A mediocre person."},{"word":"Mediocre","type":"n.","descr":" A young monk who was excused from performing a portion of a monk\\'s duties."},{"word":"Mediocrist","type":"n.","descr":" A mediocre person."},{"word":"Mediocrity","type":"n.","descr":" The quality of being mediocre; a middle state or degree; a moderate degree or rate."},{"word":"Mediocrity","type":"n.","descr":" Moderation; temperance."},{"word":"Mediostapedial","type":"a.","descr":" Pertaining to that part of the columella of the ear which, in some animals, connects the stapes with the other parts of the columella."},{"word":"Mediostapedial","type":"n.","descr":" The mediostapedial part of the columella."},{"word":"Medioxumous","type":"a.","descr":" Intermediate."},{"word":"Meditance","type":"n.","descr":" Meditation."},{"word":"Meditated","type":"imp. and p. p.","descr":" of Meditate"},{"word":"Meditating","type":"p. pr. and vb. n.","descr":" of Meditate"},{"word":"Meditate","type":"v. i.","descr":" To keep the mind in a state of contemplation; to dwell on anything in thought; to think seriously; to muse; to cogitate; to reflect."},{"word":"Meditate","type":"v. t.","descr":" To contemplate; to keep the mind fixed upon; to study."},{"word":"Meditate","type":"v. t.","descr":" To purpose; to intend; to design; to plan by revolving in the mind; as, to meditate a war."},{"word":"Meditation","type":"n.","descr":" The act of meditating; close or continued thought; the turning or revolving of a subject in the mind; serious contemplation; reflection; musing."},{"word":"Meditation","type":"n.","descr":" Thought; -- without regard to kind."},{"word":"Meditatist","type":"n.","descr":" One who is given to meditation."},{"word":"Meditative","type":"a.","descr":" Disposed to meditate, or to meditation; as, a meditative man; a meditative mood."},{"word":"Mediterranean","type":"a.","descr":" Inclosed, or nearly inclosed, with land; as, the Mediterranean Sea, between Europe and Africa."},{"word":"Mediterranean","type":"a.","descr":" Inland; remote from the ocean."},{"word":"Mediterranean","type":"a.","descr":" Of or pertaining to the Mediterranean Sea; as, Mediterranean trade; a Mediterranean voyage."},{"word":"Mediterraneous","type":"a.","descr":" Inland."},{"word":"Media","type":"pl. ","descr":" of Medium"},{"word":"Mediums","type":"pl. ","descr":" of Medium"},{"word":"Medium","type":"n.","descr":" That which lies in the middle, or between other things; intervening body or quantity. Hence, specifically: (a) Middle place or degree; mean."},{"word":"Medium","type":"n.","descr":" See Mean."},{"word":"Medium","type":"n.","descr":" The mean or middle term of a syllogism; that by which the extremes are brought into connection."},{"word":"Medium","type":"n.","descr":" A substance through which an effect is transmitted from one thing to another; as, air is the common medium of sound. Hence: The condition upon which any event or action occurs; necessary means of motion or action; that through or by which anything is accomplished, conveyed, or carried on; specifically, in animal magnetism, spiritualism, etc., a person through whom the action of another being is said to be manifested and transmitted."},{"word":"Medium","type":"n.","descr":" An average."},{"word":"Medium","type":"n.","descr":" A trade name for printing and writing paper of certain sizes. See Paper."},{"word":"Medium","type":"n.","descr":" The liquid vehicle with which dry colors are ground and prepared for application."},{"word":"Medium","type":"a.","descr":" Having a middle position or degree; mean; intermediate; medial; as, a horse of medium size; a decoction of medium strength."},{"word":"Medium-sized","type":"a.","descr":" Having a medium size; as, a medium-sized man."},{"word":"Medii","type":"pl. ","descr":" of Medius"},{"word":"Medius","type":"n.","descr":" The third or middle finger; the third digit, or that which corresponds to it."},{"word":"Medlar","type":"n.","descr":" A tree of the genus Mespilus (M. Germanica); also, the fruit of the tree. The fruit is something like a small apple, but has a bony endocarp. When first gathered the flesh is hard and austere, and it is not eaten until it has begun to decay."},{"word":"Medle","type":"v. t.","descr":" To mix; to mingle; to meddle."},{"word":"Medleys","type":"pl. ","descr":" of Medley"},{"word":"Medley","type":"n.","descr":" A mixture; a mingled and confused mass of ingredients, usually inharmonious; a jumble; a hodgepodge; -- often used contemptuously."},{"word":"Medley","type":"n.","descr":" The confusion of a hand to hand battle; a brisk, hand to hand engagement; a melee."},{"word":"Medley","type":"n.","descr":" A composition of passages detached from several different compositions; a potpourri."},{"word":"Medley","type":"n.","descr":" A cloth of mixed colors."},{"word":"Medley","type":"a.","descr":" Mixed; of mixed material or color."},{"word":"Medley","type":"a.","descr":" Mingled; confused."},{"word":"Medly","type":"v. t.","descr":" See Medle."},{"word":"Medoc","type":"n.","descr":" A class of claret wines, including several varieties, from the district of Medoc in the department of Gironde."},{"word":"Medregal","type":"n.","descr":" See Bonito, 3."},{"word":"Medrick","type":"n.","descr":" A species of gull or tern."},{"word":"Medulla","type":"n.","descr":" Marrow; pith; hence, essence."},{"word":"Medulla","type":"n.","descr":" The marrow of bones; the deep or inner portion of an organ or part; as, the medulla, or medullary substance, of the kidney; specifically, the medula oblongata."},{"word":"Medulla","type":"n.","descr":" A soft tissue, occupying the center of the stem or branch of a plant; pith."},{"word":"Medullar","type":"a.","descr":" See Medullary."},{"word":"Medullary","type":"a.","descr":" Pertaining to, consisting of, or resembling, marrow or medulla."},{"word":"Medullary","type":"a.","descr":" Pertaining to the medula oblongata."},{"word":"Medullary","type":"a.","descr":" Filled with spongy pith; pithy."},{"word":"Medullated","type":"a.","descr":" Furnished with a medulla or marrow, or with a medullary sheath; as, a medullated nerve fiber."},{"word":"Medullin","type":"n.","descr":" A variety of lignin or cellulose found in the medulla, or pith, of certain plants.  Cf. Lignin, and Cellulose."},{"word":"Medusa","type":"n.","descr":" The Gorgon; or one of the Gorgons whose hair was changed into serpents, after which all who looked upon her were turned into stone."},{"word":"Medusae","type":"pl. ","descr":" of Medusa"},{"word":"Medusa","type":"n.","descr":" Any free swimming acaleph; a jellyfish."},{"word":"Medusian","type":"n.","descr":" A medusa."},{"word":"Medusiform","type":"a.","descr":" Resembling a medusa in shape or structure."},{"word":"Medusoid","type":"a.","descr":" Like a medusa; having the fundamental structure of a medusa, but without a locomotive disk; -- said of the sessile gonophores of hydroids."},{"word":"Medusoid","type":"n.","descr":" A sessile gonophore. See Illust. under Gonosome."},{"word":"Meech","type":"v. i.","descr":" See Mich."},{"word":"Meed","type":"n.","descr":" That which is bestowed or rendered in consideration of merit; reward; recompense."},{"word":"Meed","type":"n.","descr":" Merit or desert; worth."},{"word":"Meed","type":"n.","descr":" A gift; also, a bride."},{"word":"Meed","type":"v. t.","descr":" To reward; to repay."},{"word":"Meed","type":"v. t.","descr":" To deserve; to merit."},{"word":"Meedful","type":"a.","descr":" Worthy of meed, reward, or recompense; meritorious."},{"word":"Meedfully","type":"adv.","descr":" According to merit; suitably."},{"word":"Meek","type":"superl.","descr":" Mild of temper; not easily provoked or orritated; patient under injuries; not vain, or haughty, or resentful; forbearing; submissive."},{"word":"Meek","type":"superl.","descr":" Evincing mildness of temper, or patience; characterized by mildness or patience; as, a meek answer; a meek face."},{"word":"Meek","type":"v. t.","descr":" Alt. of Meeken"},{"word":"Meeken","type":"v. t.","descr":" To make meek; to nurture in gentleness and humility."},{"word":"Meekly","type":"adv.","descr":" In a meek manner."},{"word":"Meekness","type":"n.","descr":" The quality or state of being meek."},{"word":"Meer","type":"a.","descr":" Simple; unmixed. See Mere, a."},{"word":"Meer","type":"n.","descr":" See Mere, a lake."},{"word":"Meer","type":"n.","descr":" A boundary. See Mere."},{"word":"Meerkat","type":"n.","descr":" A South African carnivore (Cynictis penicillata), allied to the ichneumons."},{"word":"Meerschaum","type":"n.","descr":" A fine white claylike mineral, soft, and light enough when in dry masses to float in water. It is a hydrous silicate of magnesia, and is obtained chiefly in Asia Minor. It is manufacturd into tobacco pipes, cigar holders, etc. Also called sepiolite."},{"word":"Meerschaum","type":"n.","descr":" A tobacco pipe made of this mineral."},{"word":"Met","type":"imp. and p. p.","descr":" of Meet"},{"word":"Meeting","type":"p. pr. and vb. n.","descr":" of Meet"},{"word":"Meet","type":"v. t.","descr":" To join, or come in contact with; esp., to come in contact with by approach from an opposite direction; to come upon or against, front to front, as distinguished from contact by following and overtaking."},{"word":"Meet","type":"v. t.","descr":" To come in collision with; to confront in conflict; to encounter hostilely; as, they met the enemy and defeated them; the ship met opposing winds and currents."},{"word":"Meet","type":"v. t.","descr":" To come into the presence of without contact; to come close to; to intercept; to come within the perception, influence, or recognition of; as, to meet a train at a junction; to meet carriages or persons in the street; to meet friends at a party; sweet sounds met the ear."},{"word":"Meet","type":"v. t.","descr":" To perceive; to come to a knowledge of; to have personal acquaintance with; to experience; to suffer; as, the eye met a horrid sight; he met his fate."},{"word":"Meet","type":"v. t.","descr":" To come up to; to be even with; to equal; to match; to satisfy; to ansver; as, to meet one\\'s expectations; the supply meets the demand."},{"word":"Meet","type":"v. t.","descr":" To come together by mutual approach; esp., to come in contact, or into proximity, by approach from opposite directions; to join; to come face to face; to come in close relationship; as, we met in the street; two lines meet so as to form an angle."},{"word":"Meet","type":"v. t.","descr":" To come together with hostile purpose; to have an encounter or conflict."},{"word":"Meet","type":"v. t.","descr":" To assemble together; to congregate; as, Congress meets on the first Monday of December."},{"word":"Meet","type":"v. t.","descr":" To come together by mutual concessions; hence, to agree; to harmonize; to unite."},{"word":"Meet","type":"n.","descr":" An assembling together; esp., the assembling of huntsmen for the hunt; also, the persons who so assemble, and the place of meeting."},{"word":"Meet","type":"a.","descr":" Suitable; fit; proper; appropriate; qualified; convenient."},{"word":"Meet","type":"adv.","descr":" Meetly."},{"word":"Meeten","type":"v. t.","descr":" To render fit."},{"word":"Meeter","type":"n.","descr":" One who meets."},{"word":"Meeth","type":"n.","descr":" Mead. See Meathe."},{"word":"Meeting","type":"n.","descr":" A coming together; an assembling; as, the meeting of Congress."},{"word":"Meeting","type":"n.","descr":" A junction, crossing, or union; as, the meeting of the roads or of two rivers."},{"word":"Meeting","type":"n.","descr":" A congregation; a collection of people; a convention; as, a large meeting; an harmonius meeting."},{"word":"Meeting","type":"n.","descr":" An assembly for worship; as, to attend meeting on Sunday; -- in England, applied distinctively and disparagingly to the worshiping assemblies of Dissenters."},{"word":"Meetinghouse","type":"n.","descr":" A house used as a place of worship; a church; -- in England, applied only to a house so used by Dissenters."},{"word":"Meetly","type":"adv.","descr":" Fitly; suitably; properly."},{"word":"Meetness","type":"n.","descr":" Fitness; suitableness; propriety."},{"word":"Meg-","type":"","descr":" Alt. of Megalo-"},{"word":"Mega","type":"","descr":" Alt. of Megalo-"},{"word":"Megalo-","type":"","descr":" Combining forms signifying: (a) Great, extended, powerful; as, megascope, megacosm."},{"word":"Megalo-","type":"","descr":" A million times, a million of; as, megameter, a million meters; megafarad, a million farads; megohm, a million ohms."},{"word":"Megacephalic","type":"a.","descr":" Alt. of Megacephalous"},{"word":"Megacephalous","type":"a.","descr":" Large headed; -- applied to animals, and to plants when they have large flower heads."},{"word":"Megaceros","type":"n.","descr":" The Irish elk."},{"word":"Megachile","type":"n.","descr":" A leaf-cutting bee of the genus Megachilus. See Leaf cutter, under Leaf."},{"word":"Megacosm","type":"n.","descr":" See Macrocosm."},{"word":"Megacoulomb","type":"n.","descr":" A million coulombs."},{"word":"Megaderm","type":"n.","descr":" Any one of several species of Old World blood-sucking bats of the genus Megaderma."},{"word":"Megadyne","type":"n.","descr":" One of the larger measures of force, amounting to one million dynes."},{"word":"Megafarad","type":"n.","descr":" One of the larger measures of electrical capacity, amounting to one million farads; a macrofarad."},{"word":"Megalerg","type":"n.","descr":" A million ergs; a megerg."},{"word":"Megalesian","type":"a.","descr":" Pertaining to, or in honor of, Cybele; as, the Megalesian games at Rome."},{"word":"Megalethoscope","type":"n.","descr":" An optical apparatus in which pictures are viewed through a large lens with stereoptical effects. It is often combined with the stereoscope."},{"word":"Megalith","type":"n.","descr":" A large stone; especially, a large stone used in ancient building."},{"word":"Megalo-","type":"","descr":" See Meg-."},{"word":"Megalocyte","type":"n.","descr":" A large, flattened corpuscle, twice the diameter of the ordinary red corpuscle, found in considerable numbers in the blood in profound anaemia."},{"word":"Megalomania","type":"n.","descr":" A form of mental alienation in which the patient has grandiose delusions."},{"word":"Megalonyx","type":"n.","descr":" An extinct quaternary mammal, of great size, allied to the sloth."},{"word":"Megalophonous","type":"a.","descr":" Having a loud voice."},{"word":"Megalopolis","type":"n.","descr":" A chief city; a metropolis."},{"word":"Megalops","type":"n.","descr":" A larva, in a stage following the zoea, in the development of most crabs. In this stage the legs and abdominal appendages have appeared, the abdomen is relatively long, and the eyes are large. Also used adjectively."},{"word":"Megalops","type":"n.","descr":" A large fish; the tarpum."},{"word":"Megalopsychy","type":"n.","descr":" Greatness of soul."},{"word":"Megalosaur","type":"n.","descr":" Alt. of Megalosaurus"},{"word":"Megalosaurus","type":"n.","descr":" A gigantic carnivorous dinosaur, whose fossil remains have been found in England and elsewhere."},{"word":"Megameter","type":"n.","descr":" An instrument for determining longitude by observation of the stars."},{"word":"Megameter","type":"n.","descr":" A micrometer."},{"word":"Megameter","type":"n.","descr":" Alt. of Megametre"},{"word":"Megametre","type":"n.","descr":" In the metric system, one million meters, or one thousand kilometers."},{"word":"Megampere","type":"n.","descr":" A million amperes."},{"word":"Megaphone","type":"n.","descr":" A device to magnify sound, or direct it in a given direction in a greater volume, as a very large funnel used as an ear trumpet or as a speaking trumpet."},{"word":"Megaphyton","type":"n.","descr":" An extinct genus of tree ferns with large, two-ranked leaves, or fronds."},{"word":"Megapode","type":"n.","descr":" Any one of several species of large-footed, gallinaceous birds of the genera Megapodius and Leipoa, inhabiting Australia and other Pacific islands. See Jungle fowl (b) under Jungle, and Leipoa."},{"word":"Megapolis","type":"n.","descr":" A metropolis."},{"word":"Megarian","type":"a.","descr":" Alt. of Megaric"},{"word":"Megaric","type":"a.","descr":" Belonging, or pertaining, to Megara, a city of ancient Greece."},{"word":"Megascope","type":"n.","descr":" A modification of the magic lantern, used esp. for throwing a magnified image of an opaque object on a screen, solar or artificial light being used."},{"word":"Megaseme","type":"a.","descr":" Having the orbital index relatively large; having the orbits narrow transversely; -- opposed to microseme."},{"word":"Megass","type":"n.","descr":" Alt. of Megasse"},{"word":"Megasse","type":"n.","descr":" See Bagasse."},{"word":"Megasthene","type":"n.","descr":" One of a group which includes the higher orders of mammals, having a large size as a typical characteristic."},{"word":"Megasthenic","type":"a.","descr":" Having a typically large size; belonging to the megasthenes."},{"word":"Megastome","type":"n.","descr":" One of a group of univalve shells, having a large aperture or mouth."},{"word":"Megathere","type":"n.","descr":" Alt. of Megatherium"},{"word":"Megatherium","type":"n.","descr":" An extinct gigantic quaternary mammal, allied to the ant-eaters and sloths. Its remains are found in South America."},{"word":"Megatheroid","type":"n.","descr":" One of a family of extinct edentates found in America. The family includes the megatherium, the megalonyx, etc."},{"word":"Megavolt","type":"n.","descr":" One of the larger measures of electro-motive force, amounting to one million volts."},{"word":"Megaweber","type":"n.","descr":" A million webers."},{"word":"Megerg","type":"n.","descr":" One of the larger measures of work, amounting to one million ergs; -- called also megalerg."},{"word":"Megilp","type":"n.","descr":" Alt. of Megilph"},{"word":"Megilph","type":"n.","descr":" A gelatinous compound of linseed oil and mastic varnish, used by artists as a vehicle for colors."},{"word":"Megohm","type":"n.","descr":" One of the larger measures of electrical resistance, amounting to one million ohms."},{"word":"Megrim","type":"n.","descr":" A kind of sick or nevrous headache, usually periodical and confined to one side of the head."},{"word":"Megrim","type":"n.","descr":" A fancy; a whim; a freak; a humor; esp., in the plural, lowness of spirits."},{"word":"Megrim","type":"n.","descr":" A sudden vertigo in a horse, succeeded sometimes by unconsciousness, produced by an excess of blood in the brain; a mild form of apoplexy."},{"word":"Megrim","type":"n.","descr":" The British smooth sole, or scaldfish (Psetta arnoglossa)."},{"word":"Meibomian","type":"a.","descr":" Of, pertaining to, or discovered by, Meibomius."},{"word":"Meine","type":"v. t.","descr":" See Menge."},{"word":"Meine","type":"n.","descr":" Alt. of Meiny"},{"word":"Meiny","type":"n.","descr":" A family, including servants, etc.; household; retinue; train."},{"word":"Meiny","type":"n.","descr":" Company; band; army."},{"word":"Meiocene","type":"a.","descr":" See Miocene."},{"word":"Meionite","type":"n.","descr":" A member of the scapolite, group, occuring in glassy crystals on Monte Somma, near Naples."},{"word":"Meiosis","type":"n.","descr":" Diminution; a species of hyperbole, representing a thing as being less than it really is."},{"word":"Melostemonous","type":"a.","descr":" Having fever stamens than the parts of the corolla."},{"word":"Meistersinger","type":"n.","descr":" See Mastersinger."},{"word":"Mekhitarist","type":"n.","descr":" See Mechitarist."},{"word":"Melaconite","type":"n.","descr":" An earthy black oxide of copper, arising from the decomposition of other ores."},{"word":"Melada","type":"n.","descr":" Alt. of Melado"},{"word":"Melado","type":"n.","descr":" A mixture of sugar and molasses; crude sugar as it comes from the pans without being drained."},{"word":"Melaena","type":"n.","descr":" A discharge from the bowels of black matter, consisting of altered blood."},{"word":"Melain","type":"n.","descr":" The dark coloring matter of the liquid of the cuttlefish."},{"word":"Melainotype","type":"n.","descr":" See Melanotype."},{"word":"Melam","type":"n.","descr":" A white or buff-colored granular powder, C6H9N11, obtained by heating ammonium sulphocyanate."},{"word":"Melamine","type":"n.","descr":" A strong nitrogenous base, C3H6N6, produced from several cyanogen compounds, and obtained as a white crystalline substance, -- formerly supposed to be produced by the decomposition of melam. Called also cyanuramide."},{"word":"Melampode","type":"n.","descr":" The black hellebore."},{"word":"Melampyrin","type":"n.","descr":" Alt. of Melampyrite"},{"word":"Melampyrite","type":"n.","descr":" The saccharine substance dulcite; -- so called because found in the leaves of cowwheat (Melampyrum). See Dulcite."},{"word":"Melanaemia","type":"n.","descr":" A morbid condition in which the blood contains black pigment either floating freely or imbedded in the white blood corpuscles."},{"word":"Melanagogue","type":"n.","descr":" A medicine supposed to expel black bile or choler."},{"word":"Melancholia","type":"n.","descr":" A kind of mental unsoundness characterized by extreme depression of spirits, ill-grounded fears, delusions, and brooding over one particular subject or train of ideas."},{"word":"Melancholian","type":"n.","descr":" A person affected with melancholy; a melancholic."},{"word":"Melancholic","type":"a.","descr":" Given to melancholy; depressed; melancholy; dejected; unhappy."},{"word":"Melancholic","type":"n.","descr":" One affected with a gloomy state of mind."},{"word":"Melancholic","type":"n.","descr":" A gloomy state of mind; melancholy."},{"word":"Melancholily","type":"adv.","descr":" In a melancholy manner."},{"word":"Melancholiness","type":"n.","descr":" The state or quality of being melancholy."},{"word":"Melancholious","type":"a.","descr":" Melancholy."},{"word":"Melancholist","type":"n.","descr":" One affected with melancholy or dejection."},{"word":"Melancholize","type":"v. i.","descr":" To become gloomy or dejected in mind."},{"word":"Melancholize","type":"v. t.","descr":" To make melancholy."},{"word":"Melancholy","type":"n.","descr":" Depression of spirits; a gloomy state continuing a considerable time; deep dejection; gloominess."},{"word":"Melancholy","type":"n.","descr":" Great and continued depression of spirits, amounting to mental unsoundness; melancholia."},{"word":"Melancholy","type":"n.","descr":" Pensive maditation; serious thoughtfulness."},{"word":"Melancholy","type":"n.","descr":" Ill nature."},{"word":"Melancholy","type":"a.","descr":" Depressed in spirits; dejected; gloomy dismal."},{"word":"Melancholy","type":"a.","descr":" Producing great evil and grief; causing dejection; calamitous; afflictive; as, a melancholy event."},{"word":"Melancholy","type":"a.","descr":" Somewhat deranged in mind; having the jugment impaired."},{"word":"Melancholy","type":"a.","descr":" Favorable to meditation; somber."},{"word":"Melanesian","type":"a.","descr":" Of or pertaining to Melanesia."},{"word":"Melange","type":"n.","descr":" A mixture; a medley."},{"word":"Melanian","type":"n.","descr":" One of a family of fresh-water pectinibranchiate mollusks, having a turret-shaped shell."},{"word":"Melanic","type":"a.","descr":" Melanotic."},{"word":"Melanic","type":"a.","descr":" Of or pertaining to the black-haired races."},{"word":"Melaniline","type":"n.","descr":" A complex nitrogenous hydrocarbon obtained artificially (as by the action of cyanogen chloride on aniline) as a white, crystalline substance; -- called also diphenyl guanidin."},{"word":"Melanin","type":"n.","descr":" A black pigment found in the pigment-bearing cells of the skin (particularly in the skin of the negro), in the epithelial cells of the external layer of the retina (then called fuscin), in the outer layer of the choroid, and elsewhere. It is supposed to be derived from the decomposition of hemoglobin."},{"word":"Melanism","type":"n.","descr":" An undue development of dark-colored pigment in the skin or its appendages; -- the opposite of albinism."},{"word":"Melanism","type":"n.","descr":" A disease; black jaundice. See Mel\/na."},{"word":"Melanistic","type":"a.","descr":" Affected with melanism; of the nature of melanism."},{"word":"Melanite","type":"n.","descr":" A black variety of garnet."},{"word":"Melanochroi","type":"n. pl.","descr":" A group of the human race, including the dark whites."},{"word":"Melanochroic","type":"a.","descr":" Having a dark complexion; of or pertaining to the Melanochroi."},{"word":"Melanochroite","type":"n.","descr":" A mineral of a red, or brownish or yellowish red color. It is a chromate of lead; -- called also phoenicocroite."},{"word":"Melanocomous","type":"a.","descr":" Having very dark or black hair; black-haired."},{"word":"Melanorrhoea","type":"n.","descr":" An East Indian genus of large trees. Melanorrh\/a usitatissima is the lignum-vitae of Pegu, and yelds a valuable black varnish."},{"word":"Melanoscope","type":"n.","descr":" An instrument containing a combination of colored glasses such that they transmit only red light, so that objects of other colors, as green leaves, appear black when seen through it. It is used for viewing colored flames, to detect the presence of potassium, lithium, etc., by the red light which they emit."},{"word":"Melanosis","type":"","descr":" The morbid deposition of black matter, often of a malignant character, causing pigmented tumors."},{"word":"Melanosperm","type":"n.","descr":" An alga of any kind that produces blackish spores, or seed dust. The melanosperms include the rockweeds and all kinds of kelp."},{"word":"Melanotic","type":"a.","descr":" Melanistic."},{"word":"Melanotype","type":"n.","descr":" A positive picture produced with sensitized collodion on a smooth surface of black varnish, coating a thin plate of iron; also, the process of making such a picture."},{"word":"Melanterite","type":"n.","descr":" A hydrous sulphate of iron of a green color and vitreous luster; iron vitriol."},{"word":"Melanure","type":"n.","descr":" A small fish of the Mediterranean; a gilthead. See Gilthead (a)."},{"word":"Melanuric","type":"a.","descr":" Pertaining to, or designating, a complex nitrogenous acid obtained by decomposition of melam, or of urea, as a white crystalline powder; -- called also melanurenic acid."},{"word":"Melaphyre","type":"n.","descr":" Any one of several dark-colored augitic, eruptive rocks allied to basalt."},{"word":"Melasma","type":"n.","descr":" A dark discoloration of the skin, usually local; as, Addison\\'s melasma, or Addison\\'s disease."},{"word":"Melasses","type":"n.","descr":" See Molasses."},{"word":"Melassic","type":"a.","descr":" Pertaining to, or designating, an acid obtained from molasses or glucose, and probably identical with saccharic acid. See Saccharic."},{"word":"Melastoma","type":"n.","descr":" A genus of evergreen tropical shrubs; -- so called from the black berries of some species, which stain the mouth."},{"word":"Melastomaceous","type":"a.","descr":" Belonging to the order of which Melastoma is the type."},{"word":"Melchite","type":"n.","descr":" One of a sect, chiefly in Syria and Egypt, which acknowledges the authority of the pope, but adheres to the liturgy and ceremonies of the Eastern Church."},{"word":"Meleagrine","type":"a.","descr":" Of or pertaining to the genus Meleagris."},{"word":"Meleagris","type":"n.","descr":" A genus of American gallinaceous birds, including the common and the wild turkeys."},{"word":"Melee","type":"n.","descr":" A fight in which the combatants are mingled in one confused mass; a hand to hand conflict; an affray."},{"word":"Melena","type":"n.","descr":" See Melaena."},{"word":"Melene","type":"n.","descr":" An unsaturated hydrocarbon, C30H60, of the ethylene series, obtained from beeswax as a white, scaly, crystalline wax; -- called also melissene, and melissylene."},{"word":"Melenite","type":"n.","descr":" An explosive of great destructive power; -- so called from its color, which resembles honey."},{"word":"Meletin","type":"n.","descr":" See Quercitin."},{"word":"Melezitose","type":"n.","descr":" A variety of sugar, isomeric with sucrose, extracted from the manna of the larch (Larix)."},{"word":"Meliaceous","type":"a.","descr":" Pertaining to a natural order (Meliacae) of plants of which the genus Melia is the type. It includes the mahogany and the Spanish cedar."},{"word":"Melibean","type":"a.","descr":" Alt. of Melib\/an"},{"word":"Melib\/an","type":"a.","descr":" Alternately responsive, as verses."},{"word":"Melic","type":"","descr":" Of or pertaining to song; lyric; tuneful."},{"word":"Melicerous","type":"a.","descr":" Consisting of or containing matter like honey; -- said of certain encysted tumors."},{"word":"Melic grass","type":"","descr":" A genus of grasses (Melica) of little agricultural importance."},{"word":"Melicotoon","type":"n.","descr":" See Melocoton."},{"word":"Melicratory","type":"n.","descr":" A meadlike drink."},{"word":"Melilite","type":"n.","descr":" A mineral occurring in small yellow crystals, found in the lavas (melilite basalt) of Vesuvius, and elsewhere."},{"word":"Melilot","type":"n.","descr":" Any species of Melilotus, a genus of leguminous herbs having a vanillalike odor; sweet clover; hart\\'s clover. The blue melilot (Melilotus caerulea) is used in Switzerland to give color and flavor to sapsago cheese."},{"word":"Melilotic","type":"a.","descr":" Of, pertaining to, or obtained from, sweet clover or melilot; specifically, designating an acid of the aromatic series, obtained from melilot as a white crystalline substance."},{"word":"Meliorated","type":"imp. and p. p.","descr":" of Meliorate"},{"word":"Meliorating","type":"p. pr. and vb. n.","descr":" of Meliorate"},{"word":"Meliorate","type":"v. t.","descr":" To make better; to improve; to ameliorate; to soften; to make more tolerable."},{"word":"Meliorate","type":"v. i.","descr":" To grow better."},{"word":"Meliorater","type":"n.","descr":" Same as Meliorator."},{"word":"Melioration","type":"n.","descr":" The act or operation of meliorating, or the state of being meliorated; improvement."},{"word":"Meliorator","type":"n.","descr":" One who meliorates."},{"word":"Meliorism","type":"n.","descr":" The doctrine that there is a tendency throughout nature toward improvement."},{"word":"Meliority","type":"n.","descr":" The state or quality of being better; melioration."},{"word":"Meliphagan","type":"a.","descr":" Belonging to the genus Meliphaga."},{"word":"Meliphagan","type":"n.","descr":" Any bird of the genus Meliphaga and allied genera; a honey eater; -- called also meliphagidan."},{"word":"Meliphagous","type":"a.","descr":" Eating, or feeding upon, honey."},{"word":"Melismata","type":"pl. ","descr":" of Melisma"},{"word":"Melisma","type":"n.","descr":" A piece of melody; a song or tune, -- as opposed to recitative or musical declamation."},{"word":"Melisma","type":"n.","descr":" A grace or embellishment."},{"word":"Melissa","type":"n.","descr":" A genus of labiate herbs, including the balm, or bee balm (Melissa officinalis)."},{"word":"Melissic","type":"a.","descr":" Pertaining to, or derived from, beeswax; specif., denoting an acid obtained by oxidation of myricin."},{"word":"Melissyl","type":"n.","descr":" See Myricyl."},{"word":"Melissylene","type":"n.","descr":" See Melene."},{"word":"Melitose","type":"n.","descr":" A variety of sugar isomeric with sucrose, extracted from cotton seeds and from the so-called Australian manna (a secretion of certain species of Eucalyptus)."},{"word":"Mell","type":"v. i. and t.","descr":" To mix; to meddle."},{"word":"Mell","type":"n.","descr":" Honey."},{"word":"Mell","type":"n.","descr":" A mill."},{"word":"Mellate","type":"n.","descr":" A mellitate."},{"word":"Mellay","type":"n.","descr":" A melee; a conflict."},{"word":"Mellic","type":"a.","descr":" See Mellitic."},{"word":"Melliferous","type":"a.","descr":" Producing honey."},{"word":"Mellific","type":"a.","descr":" Producing honey."},{"word":"Mellification","type":"n.","descr":" The making or production of honey."},{"word":"Mellifluence","type":"n.","descr":" A flow of sweetness, or a sweet, smooth flow."},{"word":"Mellifluent","type":"a.","descr":" Flowing as with honey; smooth; mellifluous."},{"word":"Mellifluently","type":"adv.","descr":" In a mellifluent manner."},{"word":"Mellifluous","type":"a.","descr":" Flowing as with honey; smooth; flowing sweetly or smoothly; as, a mellifluous voice."},{"word":"Melligenous","type":"a.","descr":" Having the qualities of honey."},{"word":"Melligo","type":"n.","descr":" Honeydew."},{"word":"Melliloquent","type":"a.","descr":" Speaking sweetly or harmoniously."},{"word":"Melliphagan","type":"n.","descr":" See Meliphagan."},{"word":"Melliphagous","type":"a.","descr":" See Meliphagous."},{"word":"Mellitate","type":"n.","descr":" A salt of mellitic acid."},{"word":"Mellite","type":"n.","descr":" A mineral of a honey color, found in brown coal, and partly the result of vegetable decomposition; honeystone. It is a mellitate of alumina."},{"word":"Mellitic","type":"a.","descr":" Containing saccharine matter; marked by saccharine secretions; as, mellitic diabetes."},{"word":"Mellitic","type":"a.","descr":" Pertaining to, or derived from, the mineral mellite."},{"word":"Mellone","type":"n.","descr":" A yellow powder, C6H3N9, obtained from certain sulphocyanates. It has acid properties and forms compounds called mellonides."},{"word":"Mellonide","type":"n.","descr":" See Mellone."},{"word":"Mellow","type":"superl.","descr":" Soft or tender by reason of ripeness; having a tender pulp; as, a mellow apple."},{"word":"Mellow","type":"superl.","descr":" Easily worked or penetrated; not hard or rigid; as, a mellow soil."},{"word":"Mellow","type":"superl.","descr":" Not coarse, rough, or harsh; subdued; soft; rich; delicate; -- said of sound, color, flavor, style, etc."},{"word":"Mellow","type":"superl.","descr":" Well matured; softened by years; genial; jovial."},{"word":"Mellow","type":"superl.","descr":" Warmed by liquor; slightly intoxicated."},{"word":"Mellowed","type":"imp. and p. p.","descr":" of Mellow"},{"word":"Mellowing","type":"p. pr. and vb. n.","descr":" of Mellow"},{"word":"Mellow","type":"v. t.","descr":" To make mellow."},{"word":"Mellow","type":"v. i.","descr":" To become mellow; as, ripe fruit soon mellows."},{"word":"Mellowly","type":"adv.","descr":" In a mellow manner."},{"word":"Mellowness","type":"n.","descr":" Quality or state of being mellow."},{"word":"Mellowy","type":"a.","descr":" Soft; unctuous."},{"word":"Melluco","type":"n.","descr":" A climbing plant (Ullucus officinalis) of the Andes, having tuberous roots which are used as a substitute for potatoes."},{"word":"Melne","type":"n.","descr":" A mill."},{"word":"Melocoton","type":"n.","descr":" Alt. of Melocotoon"},{"word":"Melocotoon","type":"n.","descr":" A quince."},{"word":"Melocotoon","type":"n.","descr":" A kind of peach having one side deep red, and the flesh yellow."},{"word":"Melodeon","type":"n.","descr":" A kind of small reed organ; -- a portable form of the seraphine."},{"word":"Melodeon","type":"n.","descr":" A music hall."},{"word":"Melodic","type":"a.","descr":" Of the nature of melody; relating to, containing, or made up of, melody; melodious."},{"word":"Melodics","type":"n.","descr":" The department of musical science which treats of the pitch of tones, and of the laws of melody."},{"word":"Melodiograph","type":"n.","descr":" A contrivance for preserving a record of music, by recording the action of the keys of a musical instrument when played upon."},{"word":"Melodious","type":"a.","descr":" Containing, or producing, melody; musical; agreeable to the ear by a sweet succession of sounds; as, a melodious voice."},{"word":"Melodist","type":"n.","descr":" A composer or singer of melodies."},{"word":"Melodized","type":"imp. and p. p.","descr":" of Melodize"},{"word":"Melodizing","type":"p. pr. and vb. n.","descr":" of Melodize"},{"word":"Melodize","type":"v. t.","descr":" To make melodious; to form into, or set to, melody."},{"word":"Melodize","type":"v. i.","descr":" To make melody; to compose melodies; to harmonize."},{"word":"Melodrama","type":"n.","descr":" Formerly, a kind of drama having a musical accompaniment to intensify the effect of certain scenes. Now, a drama abounding in romantic sentiment and agonizing situations, with a musical accompaniment only in parts which are especially thrilling or pathetic. In opera, a passage in which the orchestra plays a somewhat descriptive accompaniment, while the actor speaks; as, the melodrama in the gravedigging scene of Beethoven\\'s \"Fidelio\"."},{"word":"Melodramatic","type":"a.","descr":" Of or pertaining to melodrama; like or suitable to a melodrama; unnatural in situation or action."},{"word":"Melodramatist","type":"n.","descr":" One who acts in, or writes, melodramas."},{"word":"Melodrame","type":"n.","descr":" Melodrama."},{"word":"Melodies","type":"pl. ","descr":" of Melody"},{"word":"Melody","type":"n.","descr":" A sweet or agreeable succession of sounds."},{"word":"Melody","type":"n.","descr":" A rhythmical succession of single tones, ranging for the most part within a given key, and so related together as to form a musical whole, having the unity of what is technically called a musical thought, at once pleasing to the ear and characteristic in expression."},{"word":"Melody","type":"n.","descr":" The air or tune of a musical piece."},{"word":"Meloe","type":"","descr":" A genus of beetles without wings, but having short oval elytra; the oil beetles. These beetles are sometimes used instead of cantharides for raising blisters. See Oil beetle, under Oil."},{"word":"Melograph","type":"n.","descr":" Same as Melodiograph."},{"word":"Melolonthidian","type":"n.","descr":" A beetle of the genus Melolontha, and allied genera. See May beetle, under May."},{"word":"Melon","type":"n.","descr":" The juicy fruit of certain cucurbitaceous plants, as the muskmelon, watermelon, and citron melon; also, the plant that produces the fruit."},{"word":"Melon","type":"n.","descr":" A large, ornamental, marine, univalve shell of the genus Melo."},{"word":"Melopiano","type":"n.","descr":" A piano having a mechanical attachment which enables the player to prolong the notes at will."},{"word":"Meloplastic","type":"a.","descr":" Of or pertaining to meloplasty, or the artificial formation of a new cheek."},{"word":"Meloplasty","type":"n.","descr":" The process of restoring a cheek which has been destroyed wholly or in part."},{"word":"Melop\/ia","type":"n.","descr":" The art of forming melody; melody; -- now often used for a melodic passage, rather than a complete melody."},{"word":"Melotype","type":"n.","descr":" A picture produced by a process in which development after exposure may be deferred indefinitely, so as to permit transportation of exposed plates; also, the process itself."},{"word":"Melpomene","type":"n.","descr":" The Muse of tragedy."},{"word":"Melpomene","type":"n.","descr":" The eighteenth asteroid."},{"word":"Melrose","type":"n.","descr":" Honey of roses."},{"word":"Melt","type":"n.","descr":" See 2d Milt."},{"word":"Melted","type":"imp. and p. p.","descr":" of Melt"},{"word":"Melting","type":"p. pr. and vb. n.","descr":" of Melt"},{"word":"Melt","type":"v.","descr":" To reduce from a solid to a liquid state, as by heat; to liquefy; as, to melt wax, tallow, or lead; to melt ice or snow."},{"word":"Melt","type":"v.","descr":" Hence: To soften, as by a warming or kindly influence; to relax; to render gentle or susceptible to mild influences; sometimes, in a bad sense, to take away the firmness of; to weaken."},{"word":"Melt","type":"v. i.","descr":" To be changed from a solid to a liquid state under the influence of heat; as, butter and wax melt at moderate temperatures."},{"word":"Melt","type":"v. i.","descr":" To dissolve; as, sugar melts in the mouth."},{"word":"Melt","type":"v. i.","descr":" Hence: To be softened; to become tender, mild, or gentle; also, to be weakened or subdued, as by fear."},{"word":"Melt","type":"v. i.","descr":" To lose distinct form or outline; to blend."},{"word":"Melt","type":"v. i.","descr":" To disappear by being dispersed or dissipated; as, the fog melts away."},{"word":"Meltable","type":"a.","descr":" Capable of being melted."},{"word":"Melter","type":"n.","descr":" One who, or that which, melts."},{"word":"Melting","type":"n.","descr":" Liquefaction; the act of causing (something) to melt, or the process of becoming melted."},{"word":"Melting","type":"a.","descr":" Causing to melt; becoming melted; -- used literally or figuratively; as, a melting heat; a melting appeal; a melting mood."},{"word":"Melton","type":"n.","descr":" A kind of stout woolen cloth with unfinished face and without raised nap. A commoner variety has a cotton warp."},{"word":"Member","type":"v. t.","descr":" To remember; to cause to remember; to mention."},{"word":"Member","type":"n.","descr":" A part of an animal capable of performing a distinct office; an organ; a limb."},{"word":"Member","type":"n.","descr":" Hence, a part of a whole; an independent constituent of a body"},{"word":"Member","type":"n.","descr":" A part of a discourse or of a period or sentence; a clause; a part of a verse."},{"word":"Member","type":"n.","descr":" Either of the two parts of an algebraic equation, connected by the sign of equality."},{"word":"Member","type":"n.","descr":" Any essential part, as a post, tie rod, strut, etc., of a framed structure, as a bridge truss."},{"word":"Member","type":"n.","descr":" Any part of a building, whether constructional, as a pier, column, lintel, or the like, or decorative, as a molding, or group of moldings."},{"word":"Member","type":"n.","descr":" One of the persons composing a society, community, or the like; an individual forming part of an association; as, a member of the society of Friends."},{"word":"Membered","type":"a.","descr":" Having limbs; -- chiefly used in composition."},{"word":"Membered","type":"a.","descr":" Having legs of a different tincture from that of the body; -- said of a bird in heraldic representations."},{"word":"Membership","type":"n.","descr":" The state of being a member."},{"word":"Membership","type":"n.","descr":" The collective body of members, as of a society."},{"word":"Membral","type":"a.","descr":" Relating to a member."},{"word":"Membranaceous","type":"a.","descr":" Same as Membranous."},{"word":"Membranaceous","type":"a.","descr":" Thin and rather soft or pliable, as the leaves of the rose, peach tree, and aspen poplar."},{"word":"Membrane","type":"n.","descr":" A thin layer or fold of tissue, usually supported by a fibrous network, serving to cover or line some part or organ, and often secreting or absorbing certain fluids."},{"word":"Membraneous","type":"a.","descr":" See Membranous."},{"word":"Membraniferous","type":"a.","descr":" Having or producing membranes."},{"word":"Membraniform","type":"a.","descr":" Having the form of a membrane or of parchment."},{"word":"Membranology","type":"n.","descr":" The science which treats of membranes."},{"word":"Membranous","type":"a.","descr":" Pertaining to, consisting of, or resembling, membrane; as, a membranous covering or lining."},{"word":"Membranous","type":"a.","descr":" Membranaceous."},{"word":"Mementos","type":"pl. ","descr":" of Memento"},{"word":"Memento","type":"n.","descr":" A hint, suggestion, token, or memorial, to awaken memory; that which reminds or recalls to memory; a souvenir."},{"word":"Meminna","type":"n.","descr":" A small deerlet, or chevrotain, of India."},{"word":"Memnon","type":"n.","descr":" A celebrated Egyptian statue near Thebes, said to have the property of emitting a harplike sound at sunrise."},{"word":"Memoir","type":"n.","descr":" Alt. of Memoirs"},{"word":"Memoirs","type":"n.","descr":" A memorial account; a history composed from personal experience and memory; an account of transactions or events (usually written in familiar style) as they are remembered by the writer. See History, 2."},{"word":"Memoirs","type":"n.","descr":" A memorial of any individual; a biography; often, a biography written without special regard to method and completeness."},{"word":"Memoirs","type":"n.","descr":" An account of something deemed noteworthy; an essay; a record of investigations of any subject; the journals and proceedings of a society."},{"word":"Memoirist","type":"n.","descr":" A writer of memoirs."},{"word":"Memorabilia","type":"n. pl.","descr":" Things remarkable and worthy of remembrance or record; also, the record of them."},{"word":"Memorability","type":"n.","descr":" The quality or state of being memorable."},{"word":"Memorable","type":"a.","descr":" Worthy to be remembered; very important or remarkable."},{"word":"Memorandums","type":"pl. ","descr":" of Memorandum"},{"word":"Memoranda","type":"pl. ","descr":" of Memorandum"},{"word":"Memorandum","type":"n.","descr":" A record of something which it is desired to remember; a note to help the memory."},{"word":"Memorandum","type":"n.","descr":" A brief or informal note in writing of some transaction, or an outline of an intended instrument; an instrument drawn up in a brief and compendious form."},{"word":"Memorate","type":"v. t.","descr":" To commemorate."},{"word":"Memorative","type":"a.","descr":" Commemorative."},{"word":"Memoria","type":"n.","descr":" Memory."},{"word":"Memorial","type":"a.","descr":" Serving to preserve remembrance; commemorative; as, a memorial building."},{"word":"Memorial","type":"a.","descr":" Mnemonic; assisting the memory."},{"word":"Memorial","type":"n.","descr":" Anything intended to preserve the memory of a person or event; something which serves to keep something else in remembrance; a monument."},{"word":"Memorial","type":"n.","descr":" A memorandum; a record."},{"word":"Memorial","type":"n.","descr":" A written representation of facts, addressed to the government, or to some branch of it, or to a society, etc., -- often accompanied with a petition."},{"word":"Memorial","type":"n.","descr":" Memory; remembrance."},{"word":"Memorial","type":"n.","descr":" A species of informal state paper, much used in negotiation."},{"word":"Memorialist","type":"n.","descr":" One who writes or signs a memorial."},{"word":"Memorialized","type":"imp. and p. p.","descr":" of Memorialize"},{"word":"Memorializing","type":"p. pr. and vb. n.","descr":" of Memorialize"},{"word":"Memorialize","type":"v. t.","descr":" To address or petition by a memorial; to present a memorial to; as, to memorialize the legislature."},{"word":"Memorializer","type":"n.","descr":" One who petitions by a memorial."},{"word":"Memorist","type":"n.","descr":" One who, or that which, causes to be remembered."},{"word":"Memoriter","type":"adv.","descr":" By, or from, memory."},{"word":"Memorized","type":"imp. and p. p.","descr":" of Memorize"},{"word":"Memorizing","type":"p. pr. and vb. n.","descr":" of Memorize"},{"word":"Memorize","type":"v. t.","descr":" To cause to be remembered ; hence, to record."},{"word":"Memorize","type":"v. t.","descr":" To commit to memory; to learn by heart."},{"word":"Memories","type":"pl. ","descr":" of Memory"},{"word":"Memory","type":"n.","descr":" The faculty of the mind by which it retains the knowledge of previous thoughts, impressions, or events."},{"word":"Memory","type":"n.","descr":" The reach and positiveness with which a person can remember; the strength and trustworthiness of one\\'s power to reach and represent or to recall the past; as, his memory was never wrong."},{"word":"Memory","type":"n.","descr":" The actual and distinct retention and recognition of past ideas in the mind; remembrance; as, in memory of youth; memories of foreign lands."},{"word":"Memory","type":"n.","descr":" The time within which past events can be or are remembered; as, within the memory of man."},{"word":"Memory","type":"n.","descr":" Something, or an aggregate of things, remembered; hence, character, conduct, etc., as preserved in remembrance, history, or tradition; posthumous fame; as, the war became only a memory."},{"word":"Memory","type":"n.","descr":" A memorial."},{"word":"Memphian","type":"a.","descr":" Of or pertaining to the ancient city of Memphis in Egypt; hence, Egyptian; as, Memphian darkness."},{"word":"Men","type":"n.","descr":" pl. of Man."},{"word":"Men","type":"pron.","descr":" A man; one; -- used with a verb in the singular, and corresponding to the present indefinite one or they."},{"word":"Menaccanite","type":"n.","descr":" An iron-black or steel-gray mineral, consisting chiefly of the oxides of iron and titanium. It is commonly massive, but occurs also in rhombohedral crystals. Called also titanic iron ore, and ilmenite."},{"word":"Menace","type":"n.","descr":" The show of an intention to inflict evil; a threat or threatening; indication of a probable evil or catastrophe to come."},{"word":"Menaced","type":"imp. and p. p.","descr":" of Menace"},{"word":"Menacing","type":"p. pr. and vb. n.","descr":" of Menace"},{"word":"Menace","type":"n.","descr":" To express or show an intention to inflict, or to hold out a prospect of inflicting, evil or injury upon; to threaten; -- usually followed by with before the harm threatened; as, to menace a country with war."},{"word":"Menace","type":"n.","descr":" To threaten, as an evil to be inflicted."},{"word":"Menace","type":"v. i.","descr":" To act in threatening manner; to wear a threatening aspect."},{"word":"Menacer","type":"n.","descr":" One who menaces."},{"word":"Menacingly","type":"adv.","descr":" In a threatening manner."},{"word":"Menage","type":"n.","descr":" See Manage."},{"word":"Menage","type":"n.","descr":" A collection of animals; a menagerie."},{"word":"Menagerie","type":"n.","descr":" A piace where animals are kept and trained."},{"word":"Menagerie","type":"n.","descr":" A collection of wild or exotic animals, kept for exhibition."},{"word":"Menagogue","type":"n.","descr":" Emmenagogue."},{"word":"Menaia","type":"pl. ","descr":" of Menaion"},{"word":"Menaion","type":"n.","descr":" A work of twelve volumes, each containing the offices in the Greek Church for a month; also, each volume of the same."},{"word":"Menald","type":"a.","descr":" Alt. of Menild"},{"word":"Menild","type":"a.","descr":" Covered with spots; speckled; variegated."},{"word":"Mended","type":"imp. and p. p.","descr":" of Mend"},{"word":"Mending","type":"p. pr. and vb. n.","descr":" of Mend"},{"word":"Mend","type":"v. t.","descr":" To repair, as anything that is torn, broken, defaced, decayed, or the like; to restore from partial decay, injury, or defacement; to patch up; to put in shape or order again; to re-create; as, to mend a garment or a machine."},{"word":"Mend","type":"v. t.","descr":" To alter for the better; to set right; to reform; hence, to quicken; as, to mend one\\'s manners or pace."},{"word":"Mend","type":"v. t.","descr":" To help, to advance, to further; to add to."},{"word":"Mend","type":"v. i.","descr":" To grow better; to advance to a better state; to become improved."},{"word":"Mendable","type":"a.","descr":" Capable of being mended."},{"word":"Mendacious","type":"a.","descr":" Given to deception or falsehood; lying; as, a mendacious person."},{"word":"Mendacious","type":"a.","descr":" False; counterfeit; containing falsehood; as, a mendacious statement."},{"word":"Mendacities","type":"pl. ","descr":" of Mendacity"},{"word":"Mendacity","type":"n.","descr":" The quality or state of being mendacious; a habit of lying."},{"word":"Mendacity","type":"n.","descr":" A falsehood; a lie."},{"word":"Mender","type":"n.","descr":" One who mends or repairs."},{"word":"Mendiant","type":"n.","descr":" See Mendinant."},{"word":"Mendicancy","type":"n.","descr":" The condition of being mendicant; beggary; begging."},{"word":"Mendicant","type":"a.","descr":" Practicing beggary; begging; living on alms; as, mendicant friars."},{"word":"Mendicant","type":"n.","descr":" A beggar; esp., one who makes a business of begging; specifically, a begging friar."},{"word":"Mendicate","type":"v. t.and i.","descr":" To beg."},{"word":"Mendication","type":"n.","descr":" The act or practice of begging; beggary; mendicancy."},{"word":"Mendicity","type":"n.","descr":" The practice of begging; the life of a beggar; mendicancy."},{"word":"Mendinant","type":"n.","descr":" A mendicant or begging friar."},{"word":"Mendment","type":"n.","descr":" Amendment."},{"word":"Mendole","type":"n.","descr":" The cackerel."},{"word":"Mendregal","type":"n.","descr":" Medregal."},{"word":"Mends","type":"n.","descr":" See Amends."},{"word":"Mente","type":"imp.","descr":" of Menge"},{"word":"Meinte","type":"","descr":" of Menge"},{"word":"Ment","type":"p. p.","descr":" of Menge"},{"word":"Meint","type":"","descr":" of Menge"},{"word":"Menge","type":"v. i.","descr":" To mix."},{"word":"Menhaden","type":"n.","descr":" An American marine fish of the Herring familt (Brevoortia tyrannus), chiefly valuable for its oil and as a component of fertilizers; -- called also mossbunker, bony fish, chebog, pogy, hardhead, whitefish, etc."},{"word":"Menhir","type":"n.","descr":" A large stone set upright in olden times as a memorial or monument. Many, of unknown date, are found in Brittany and throughout Northern Europe."},{"word":"Menial","type":"n.","descr":" Belonging to a retinue or train of servants; performing servile office; serving."},{"word":"Menial","type":"n.","descr":" Pertaining to servants, esp. domestic servants; servile; low; mean."},{"word":"Menial","type":"n.","descr":" A domestic servant or retainer, esp. one of humble rank; one employed in low or servile offices."},{"word":"Menial","type":"n.","descr":" A person of a servile character or disposition."},{"word":"Menieres disease","type":"","descr":" A disease characterized by deafness and vertigo, resulting in incoordination of movement. It is supposed to depend upon a morbid condition of the semicircular canals of the internal ear. Named after Meniere, a French physician."},{"word":"Menilite","type":"n.","descr":" See Opal."},{"word":"Meningeal","type":"a.","descr":" Of or pertaining to the meninges."},{"word":"Meninges","type":"n. pl.","descr":" The three membranes that envelop the brain and spinal cord; the pia mater, dura mater, and arachnoid membrane."},{"word":"Meningitis","type":"n.","descr":" Inflammation of the membranes of the brain or spinal cord."},{"word":"Meniscal","type":"a.","descr":" Pertaining to, or having the form of, a meniscus."},{"word":"Meniscoid","type":"a.","descr":" Concavo-convex, like a meniscus."},{"word":"Menisci","type":"pl. ","descr":" of Meniscus"},{"word":"Meniscuses","type":"pl. ","descr":" of Meniscus"},{"word":"Meniscus","type":"n.","descr":" A crescent."},{"word":"Meniscus","type":"n.","descr":" A lens convex on one side and concave on the other."},{"word":"Meniscus","type":"n.","descr":" An interarticular synovial cartilage or membrane; esp., one of the intervertebral synovial disks in some parts of the vertebral column of birds."},{"word":"Menispermaceous","type":"a.","descr":" Pertaining to a natural order (Menispermace\/) of climbing plants of which moonseed (Menispermum) is the type."},{"word":"Menispermic","type":"a.","descr":" Pertaining to, or obtained from, moonseed (Menispermum), or other plants of the same family, as the Anamirta Cocculus."},{"word":"Menispermine","type":"n.","descr":" An alkaloid distinct from picrotoxin and obtained from the cocculus indicus (the fruit of Anamirta Cocculus, formerly Menispermum Cocculus) as a white, crystalline, tasteless powder; -- called also menispermina."},{"word":"Meniver","type":"a.","descr":" Same as Miniver."},{"word":"Mennonist","type":"n.","descr":" Alt. of Mennonite"},{"word":"Mennonite","type":"n.","descr":" One of a small denomination of Christians, so called from Menno Simons of Friesland, their founder. They believe that the New Testament is the only rule of faith, that there is no original sin, that infants should not be baptized, and that Christians ought not to take oath, hold office, or render military service."},{"word":"Menobranch","type":"n.","descr":" Alt. of Menobranchus"},{"word":"Menobranchus","type":"n.","descr":" A large aquatic American salamander of the genus Necturus, having permanent external gills."},{"word":"Menologia","type":"pl. ","descr":" of Menology"},{"word":"Menologies","type":"pl. ","descr":" of Menology"},{"word":"Menologium","type":"n.","descr":" Alt. of Menology"},{"word":"Menology","type":"n.","descr":" A register of months."},{"word":"Menology","type":"n.","descr":" A brief calendar of the lives of the saints for each day in the year, or a simple remembrance of those whose lives are not written."},{"word":"Menopause","type":"n.","descr":" The period of natural cessation of menstruation. See Change of life, under Change."},{"word":"Menopoma","type":"n.","descr":" Alt. of Menopome"},{"word":"Menopome","type":"n.","descr":" The hellbender."},{"word":"Menorrhagia","type":"n.","descr":" Profuse menstruation."},{"word":"Menorrhagia","type":"n.","descr":" Any profuse bleeding from the uterus; Metrorrhagia."},{"word":"Menostasis","type":"n.","descr":" Stoppage of the mences."},{"word":"Menostation","type":"n.","descr":" Same as Menostasis."},{"word":"Menow","type":"n.","descr":" A minnow."},{"word":"Men-pleaser","type":"n.","descr":" One whose motive is to please men or the world, rather than God."},{"word":"Mensal","type":"a.","descr":" Belonging to the table; transacted at table; as, mensal conversation."},{"word":"Mensal","type":"a.","descr":" Occurring once in a month; monthly."},{"word":"Mense","type":"n.","descr":" Manliness; dignity; comeliness; civility."},{"word":"Mense","type":"v. t.","descr":" To grace."},{"word":"Menses","type":"n. pl.","descr":" The catamenial or menstrual discharge, a periodic flow of blood or bloody fluid from the uterus or female generative organs."},{"word":"Menstrual","type":"a.","descr":" Recurring once a month; monthly; gone through in a month; as, the menstrual revolution of the moon; pertaining to monthly changes; as, the menstrual equation of the sun\\'s place."},{"word":"Menstrual","type":"a.","descr":" Of or pertaining to the menses; as, menstrual discharges; the menstrual period."},{"word":"Menstrual","type":"a.","descr":" Of or pertaining to a menstruum."},{"word":"Menstruant","type":"a.","descr":" Subject to monthly flowing or menses."},{"word":"Menstruate","type":"a.","descr":" Menstruous."},{"word":"Menstruated","type":"imp. and p. p.","descr":" of Menstruate"},{"word":"Menstruating","type":"p. pr. and vb. n.","descr":" of Menstruate"},{"word":"Menstruate","type":"v. i.","descr":" To discharge the menses; to have the catamenial flow."},{"word":"Menstruation","type":"n.","descr":" The discharge of the menses; also, the state or the period of menstruating."},{"word":"Menstrue","type":"n.","descr":" The menstrual flux; menses."},{"word":"Menstruous","type":"a.","descr":" Having the monthly flow or discharge; menstruating."},{"word":"Menstruous","type":"a.","descr":" Of or pertaining tj the monthly flow; catamenial."},{"word":"Menstruums","type":"pl. ","descr":" of Menstruum"},{"word":"Menstrua","type":"pl. ","descr":" of Menstruum"},{"word":"Menstruum","type":"n.","descr":" Any substance which dissolves a solid body; a solvent."},{"word":"Mensurability","type":"n.","descr":" The quality of being mensurable."},{"word":"Mensurable","type":"a.","descr":" Capable of being measured; measurable."},{"word":"Mensurableness","type":"n.","descr":" The quality or state of being mensurable; measurableness."},{"word":"Mensural","type":"a.","descr":" Of or pertaining to measure."},{"word":"Mensurate","type":"v.","descr":" To measure."},{"word":"Mensuration","type":"n.","descr":" The act, process, or art, of measuring."},{"word":"Mensuration","type":"n.","descr":" That branch of applied geometry which gives rules for finding the length of lines, the areas of surfaces, or the volumes of solids, from certain simple data of lines and angles."},{"word":"Ment","type":"","descr":" p. p. of Menge."},{"word":"Mentagra","type":"n.","descr":" Sycosis."},{"word":"Mental","type":"a.","descr":" Of or pertaining to the chin; genian; as, the mental nerve; the mental region."},{"word":"Mental","type":"n.","descr":" A plate or scale covering the mentum or chin of a fish or reptile."},{"word":"Mental","type":"a.","descr":" Of or pertaining to the mind; intellectual; as, mental faculties; mental operations, conditions, or exercise."},{"word":"Mentality","type":"n.","descr":" Quality or state of mind."},{"word":"Mentally","type":"adv.","descr":" In the mind; in thought or meditation; intellectually; in idea."},{"word":"Mentha","type":"n.","descr":" A widely distributed genus of fragrant herbs, including the peppermint, spearmint, etc. The plants have small flowers, usually arranged in dense axillary clusters."},{"word":"Menthene","type":"n.","descr":" A colorless liquid hydrocarbon resembling oil of turpentine, obtained by dehydrating menthol. It has an agreeable odor and a cooling taste."},{"word":"Menthol","type":"n.","descr":" A white, crystalline, aromatic substance resembling camphor, extracted from oil of peppermint (Mentha); -- called also mint camphor or peppermint camphor."},{"word":"Menthyl","type":"n.","descr":" A compound radical forming the base of menthol."},{"word":"Menticultural","type":"a.","descr":" Of or pertaining to mental culture; serving to improve or strengthen the mind."},{"word":"Mention","type":"n.","descr":" A speaking or notice of anything, -- usually in a brief or cursory manner. Used especially in the phrase to make mention of."},{"word":"Mentioned","type":"imp. and p. p.","descr":" of Mention"},{"word":"Mentioning","type":"p. pr. and vb. n.","descr":" of Mention"},{"word":"Mention","type":"v. t.","descr":" To make mention of; to speak briefly of; to name."},{"word":"Mentionable","type":"a.","descr":" Fit to be mentioned."},{"word":"Mentomeckelian","type":"a.","descr":" Of or pertaining to the chin and lower jaw."},{"word":"Mentomeckelian","type":"n.","descr":" The bone or cartilage forming the anterior extremity of the lower jaw in some adult animals and the young of others."},{"word":"Mentor","type":"n.","descr":" A wise and faithful counselor or monitor."},{"word":"Mentorial","type":"a.","descr":" Containing advice or admonition."},{"word":"Mentum","type":"n.","descr":" The front median plate of the labium in insects. See Labium."},{"word":"Menu","type":"n.","descr":" The details of a banquet; a bill of fare."},{"word":"Menuse","type":"v. i.","descr":" See Amenuse."},{"word":"Meow","type":"v. i. and n.","descr":" See 6th and 7th Mew."},{"word":"Mephistophelian","type":"a.","descr":" Pertaining to, or resembling, the devil Mephistopheles, \"a crafty, scoffing, relentless fiend;\" devilish; crafty."},{"word":"Mephitic","type":"a.","descr":" Alt. of Mephitical"},{"word":"Mephitical","type":"a.","descr":" Tending to destroy life; poisonous; noxious; as, mephitic exhalations; mephitic regions."},{"word":"Mephitical","type":"a.","descr":" Offensive to the smell; as, mephitic odors."},{"word":"Mephitis","type":"n.","descr":" Noxious, pestilential, or foul exhalations from decomposing substances, filth, or other source."},{"word":"Mephitis","type":"n.","descr":" A genus of mammals, including the skunks."},{"word":"Mephitism","type":"n.","descr":" Same as Mephitis, 1."},{"word":"Meracious","type":"a.","descr":" Being without mixture or adulteration; hence, strong; racy."},{"word":"Mercable","type":"a.","descr":" Capable of being bought or sold."},{"word":"Mercantile","type":"a.","descr":" Of or pertaining to merchants, or the business of merchants; having to do with trade, or the buying and selling of commodities; commercial."},{"word":"Mercaptal","type":"n.","descr":" Any one of a series of compounds of mercaptans with aldehydes."},{"word":"Mercaptan","type":"n.","descr":" Any one of series of compounds, hydrosulphides of alcohol radicals, in composition resembling the alcohols, but containing sulphur in place of oxygen, and hence called also the sulphur alcohols. In general, they are colorless liquids having a strong, repulsive, garlic odor. The name is specifically applied to ethyl mercaptan, C2H5SH. So called from its avidity for mercury, and other metals."},{"word":"Mercaptide","type":"n.","descr":" A compound of mercaptan formed by replacing its sulphur hydrogen by a metal; as, potassium mercaptide, C2H5SK."},{"word":"Mercat","type":"n.","descr":" Market; trade."},{"word":"Mercatante","type":"n.","descr":" A foreign trader."},{"word":"Mercators chart","type":"","descr":" See under Chart, and see Mercator\\'s projection, under Projection."},{"word":"Mercature","type":"n.","descr":" Commerce; traffic; trade."},{"word":"Merce","type":"v. t.","descr":" To subject to fine or amercement; to mulct; to amerce."},{"word":"Mercenaria","type":"n.","descr":" The quahog."},{"word":"Mercenarian","type":"n.","descr":" A mercenary."},{"word":"Mercenarily","type":"adv.","descr":" In a mercenary manner."},{"word":"Mercenariness","type":"n.","descr":" The quality or state of being mercenary; venality."},{"word":"Mercenary","type":"a.","descr":" Acting for reward; serving for pay; paid; hired; hireling; venal; as, mercenary soldiers."},{"word":"Mercenary","type":"a.","descr":" Hence: Moved by considerations of pay or profit; greedy of gain; sordid; selfish."},{"word":"Mercenaries","type":"pl. ","descr":" of Mercenary"},{"word":"Mercenary","type":"n.","descr":" One who is hired; a hireling; especially, a soldier hired into foreign service."},{"word":"Mercer","type":"n.","descr":" Originally, a dealer in any kind of goods or wares; now restricted to a dealer in textile fabrics, as silks or woolens."},{"word":"Mercership","type":"n.","descr":" The business of a mercer."},{"word":"Mercery","type":"n.","descr":" The trade of mercers; the goods in which a mercer deals."},{"word":"Merchand","type":"v. i.","descr":" To traffic."},{"word":"Merchandisable","type":"a.","descr":" Such as can be used or transferred as merchandise."},{"word":"Merchandise","type":"n.","descr":" The objects of commerce; whatever is usually bought or sold in trade, or market, or by merchants; wares; goods; commodities."},{"word":"Merchandise","type":"n.","descr":" The act or business of trading; trade; traffic."},{"word":"Merchandised","type":"imp. and p. p.","descr":" of Merchandise"},{"word":"Merchandising","type":"p. pr. and vb. n.","descr":" of Merchandise"},{"word":"Merchandise","type":"v. i.","descr":" To trade; to carry on commerce."},{"word":"Merchandise","type":"v. t.","descr":" To make merchandise of; to buy and sell."},{"word":"Merchandiser","type":"n.","descr":" A trader."},{"word":"Merchandry","type":"n.","descr":" Trade; commerce."},{"word":"Merchant","type":"n.","descr":" One who traffics on a large scale, especially with foreign countries; a trafficker; a trader."},{"word":"Merchant","type":"n.","descr":" A trading vessel; a merchantman."},{"word":"Merchant","type":"n.","descr":" One who keeps a store or shop for the sale of goods; a shopkeeper."},{"word":"Merchant","type":"a.","descr":" Of, pertaining to, or employed in, trade or merchandise; as, the merchant service."},{"word":"Merchant","type":"v. i.","descr":" To be a merchant; to trade."},{"word":"Merchantable","type":"a.","descr":" Fit for market; such as is usually sold in market, or such as will bring the ordinary price; as, merchantable wheat; sometimes, a technical designation for a particular kind or class."},{"word":"Merchantly","type":"a.","descr":" Merchantlike; suitable to the character or business of a merchant."},{"word":"Merchantmen","type":"pl. ","descr":" of Merchantman"},{"word":"Merchantman","type":"n.","descr":" A merchant."},{"word":"Merchantman","type":"n.","descr":" A trading vessel; a ship employed in the transportation of goods, as, distinguished from a man-of-war."},{"word":"Merchantry","type":"n.","descr":" The body of merchants taken collectively; as, the merchantry of a country."},{"word":"Merchantry","type":"n.","descr":" The business of a merchant; merchandise."},{"word":"Merciable","type":"a.","descr":" Merciful."},{"word":"Merciful","type":"a.","descr":" Full of mercy; having or exercising mercy; disposed to pity and spare offenders; unwilling to punish."},{"word":"Merciful","type":"a.","descr":" Unwilling to give pain; compassionate."},{"word":"Mercify","type":"v. t.","descr":" To pity."},{"word":"Merciless","type":"a.","descr":" Destitute of mercy; cruel; unsparing; -- said of animate beings, and also, figuratively, of things; as, a merciless tyrant; merciless waves."},{"word":"Mercurammonium","type":"n.","descr":" A radical regarded as derived from ammonium by the substitution of mercury for a portion of the hydrogen."},{"word":"Mercurial","type":"a.","descr":" Having the qualities fabled to belong to the god Mercury; swift; active; sprightly; fickle; volatile; changeable; as, a mercurial youth; a mercurial temperament."},{"word":"Mercurial","type":"a.","descr":" Having the form or image of Mercury; -- applied to ancient guideposts."},{"word":"Mercurial","type":"a.","descr":" Of or pertaining to Mercury as the god of trade; hence, money-making; crafty."},{"word":"Mercurial","type":"a.","descr":" Of or pertaining to, or containing, mercury; as, mercurial preparations, barometer. See Mercury, 2."},{"word":"Mercurial","type":"a.","descr":" Caused by the use of mercury; as, mercurial sore mouth."},{"word":"Mercurial","type":"n.","descr":" A person having mercurial qualities."},{"word":"Mercurial","type":"n.","descr":" A preparation containing mercury."},{"word":"Mercurialist","type":"n.","descr":" One under the influence of Mercury; one resembling Mercury in character."},{"word":"Mercurialist","type":"n.","descr":" A physician who uses much mercury, in any of its forms, in his practice."},{"word":"Mercurialized","type":"imp. and p. p.","descr":" of Mercurialize"},{"word":"Mercurializing","type":"p. pr. and vb. n.","descr":" of Mercurialize"},{"word":"Mercurialize","type":"v. t.","descr":" To affect with mercury."},{"word":"Mercurialize","type":"v. t.","descr":" To treat with mercury; to expose to the vapor of mercury."},{"word":"Mercurialize","type":"v. i.","descr":" To be sprightly, fantastic, or capricious."},{"word":"Mercurially","type":"adv.","descr":" In a mercurial manner."},{"word":"Mercuric","type":"a.","descr":" Of, pertaining to, or derived from, mercury; containing mercury; -- said of those compounds of mercury into which this element enters in its lowest proportion."},{"word":"Mercurification","type":"n.","descr":" The process or operation of obtaining the mercury, in its fluid form, from mercuric minerals."},{"word":"Mercurification","type":"n.","descr":" The act or process of compounding, or the state of being compounded, with mercury."},{"word":"Mercurified","type":"imp. and p. p.","descr":" of Mercurify"},{"word":"Mercurifying","type":"p. pr. and vb. n.","descr":" of Mercurify"},{"word":"Mercurify","type":"v. t.","descr":" To obtain mercury from, as mercuric minerals, which may be done by any application of intense heat that expels the mercury in fumes, which are afterward condensed."},{"word":"Mercurify","type":"v. t.","descr":" To combine or mingle mercury with; to impregnate with mercury; to mercurialize."},{"word":"Mercurism","type":"n.","descr":" A communication of news; an announcement."},{"word":"Mercurous","type":"a.","descr":" Of, pertaining to, or derived from, mercury; containing mercury; -- said of those compounds of mercury in which it is present in its highest proportion."},{"word":"Mercury","type":"n.","descr":" A Latin god of commerce and gain; -- treated by the poets as identical with the Greek Hermes, messenger of the gods, conductor of souls to the lower world, and god of eloquence."},{"word":"Mercury","type":"n.","descr":" A metallic element mostly obtained by reduction from cinnabar, one of its ores. It is a heavy, opaque, glistening liquid (commonly called quicksilver), and is used in barometers, thermometers, ect. Specific gravity 13.6. Symbol Hg (Hydrargyrum). Atomic weight 199.8. Mercury has a molecule which consists of only one atom. It was named by the alchemists after the god Mercury, and designated by his symbol, \/."},{"word":"Mercury","type":"n.","descr":" One of the planets of the solar system, being the one nearest the sun, from which its mean distance is about 36,000,000 miles. Its period is 88 days, and its diameter 3,000 miles."},{"word":"Mercury","type":"n.","descr":" A carrier of tidings; a newsboy; a messenger; hence, also, a newspaper."},{"word":"Mercury","type":"n.","descr":" Sprightly or mercurial quality; spirit; mutability; fickleness."},{"word":"Mercury","type":"n.","descr":" A plant (Mercurialis annua), of the Spurge family, the leaves of which are sometimes used for spinach, in Europe."},{"word":"Mercury","type":"v. t.","descr":" To wash with a preparation of mercury."},{"word":"Mercies","type":"pl. ","descr":" of Mercy"},{"word":"Mercy","type":"n.","descr":" Forbearance to inflict harm under circumstances of provocation, when one has the power to inflict it; compassionate treatment of an offender or adversary; clemency."},{"word":"Mercy","type":"n.","descr":" Compassionate treatment of the unfortunate and helpless; sometimes, favor, beneficence."},{"word":"Mercy","type":"n.","descr":" Disposition to exercise compassion or favor; pity; compassion; willingness to spare or to help."},{"word":"Mercy","type":"n.","descr":" A blessing regarded as a manifestation of compassion or favor."},{"word":"Merd","type":"n.","descr":" Ordure; dung."},{"word":"Mere","type":"n.","descr":" A pool or lake."},{"word":"Mere","type":"n.","descr":" A boundary."},{"word":"Mere","type":"v. t.","descr":" To divide, limit, or bound."},{"word":"Mere","type":"n.","descr":" A mare."},{"word":"Mere","type":"Superl.","descr":" Unmixed; pure; entire; absolute; unqualified."},{"word":"Mere","type":"Superl.","descr":" Only this, and nothing else; such, and no more; simple; bare; as, a mere boy; a mere form."},{"word":"Merely","type":"adv.","descr":" Purely; unmixedly; absolutely."},{"word":"Merely","type":"adv.","descr":" Not otherwise than; simply; barely; only."},{"word":"Merenchyma","type":"n.","descr":" Tissue composed of spheroidal cells."},{"word":"Meresman","type":"n.","descr":" An officer who ascertains meres or boundaries."},{"word":"Merestead","type":"n.","descr":" The land within the boundaries of a farm; a farmstead or farm."},{"word":"Merestone","type":"n.","descr":" A stone designating a limit or boundary; a landmark."},{"word":"Meretricious","type":"a.","descr":" Of or pertaining to prostitutes; having to do with harlots; lustful; as, meretricious traffic."},{"word":"Meretricious","type":"a.","descr":" Resembling the arts of a harlot; alluring by false show; gaudily and deceitfully ornamental; tawdry; as, meretricious dress or ornaments."},{"word":"Merganser","type":"n.","descr":" Any bird of the genus Merganser, and allied genera. They are allied to the ducks, but have a sharply serrated bill."},{"word":"Merged","type":"imp. and p. p.","descr":" of Merge"},{"word":"Merging","type":"p. pr. and vb. n.","descr":" of Merge"},{"word":"Merge","type":"v. t.","descr":" To cause to be swallowed up; to immerse; to sink; to absorb."},{"word":"Merge","type":"v. i.","descr":" To be sunk, swallowed up, or lost."},{"word":"Merger","type":"n.","descr":" One who, or that which, merges."},{"word":"Merger","type":"n.","descr":" An absorption of one estate, or one contract, in another, or of a minor offense in a greater."},{"word":"Mericarp","type":"n.","descr":" One carpel of an umbelliferous fruit. See Cremocarp."},{"word":"Meride","type":"n.","descr":" A permanent colony of cells or plastids which may remain isolated, like Rotifer, or may multiply by gemmation to form higher aggregates, termed zoides."},{"word":"Meridian","type":"a.","descr":" Being at, or pertaining to, midday; belonging to, or passing through, the highest point attained by the sun in his diurnal course."},{"word":"Meridian","type":"a.","descr":" Pertaining to the highest point or culmination; as, meridian splendor."},{"word":"Meridian","type":"a.","descr":" Midday; noon."},{"word":"Meridian","type":"a.","descr":" Hence: The highest point, as of success, prosperity, or the like; culmination."},{"word":"Meridian","type":"a.","descr":" A great circle of the sphere passing through the poles of the heavens and the zenith of a given place. It is crossed by the sun at midday."},{"word":"Meridian","type":"a.","descr":" A great circle on the surface of the earth, passing through the poles and any given place; also, the half of such a circle included between the poles."},{"word":"Meridional","type":"a.","descr":" Of or pertaining to the meridian."},{"word":"Meridional","type":"a.","descr":" Having a southern aspect; southern; southerly."},{"word":"Meridionality","type":"n.","descr":" The state of being in the meridian."},{"word":"Meridionality","type":"n.","descr":" Position in the south; aspect toward the south."},{"word":"Meridionally","type":"adv.","descr":" In the direction of the meridian."},{"word":"Merils","type":"n.","descr":" A boy\\'s play, called also fivepenny morris. See Morris."},{"word":"Meringue","type":"n.","descr":" A delicate pastry made of powdered sugar and the whites of eggs whipped up, -- with jam or cream added."},{"word":"Merino","type":"a.","descr":" Of or pertaining to a variety of sheep with very fine wool, originally bred in Spain."},{"word":"Merino","type":"a.","descr":" Made of the wool of the merino sheep."},{"word":"Merinos","type":"pl. ","descr":" of Merino"},{"word":"Merino","type":"n.","descr":" A breed of sheep originally from Spain, noted for the fineness of its wool."},{"word":"Merino","type":"n.","descr":" A fine fabric of merino wool."},{"word":"Merismatic","type":"a.","descr":" Dividing into cells or segments; characterized by separation into two or more parts or sections by the formation of internal partitions; as, merismatic growth, where one cell divides into many."},{"word":"Meristem","type":"n.","descr":" A tissue of growing cells, or cells capable of further division."},{"word":"Merit","type":"n.","descr":" The quality or state of deserving well or ill; desert."},{"word":"Merit","type":"n.","descr":" Esp. in a good sense: The quality or state of deserving well; worth; excellence."},{"word":"Merit","type":"n.","descr":" Reward deserved; any mark or token of excellence or approbation; as, his teacher gave him ten merits."},{"word":"Merited","type":"imp. and p. p.","descr":" of Merit"},{"word":"Meriting","type":"p. pr. and vb. n.","descr":" of Merit"},{"word":"Merit","type":"n.","descr":" To earn by service or performance; to have a right to claim as reward; to deserve; sometimes, to deserve in a bad sense; as, to merit punishment."},{"word":"Merit","type":"n.","descr":" To reward."},{"word":"Merit","type":"v. i.","descr":" To acquire desert; to gain value; to receive benefit; to profit."},{"word":"Meritable","type":"a.","descr":" Deserving of reward."},{"word":"Meritedly","type":"adv.","descr":" By merit; deservedly."},{"word":"Merithal","type":"n.","descr":" Alt. of Merithallus"},{"word":"Merithallus","type":"n.","descr":" Same as Internode."},{"word":"Meritmonger","type":"n.","descr":" One who depends on merit for salvation."},{"word":"Meritorious","type":"a.","descr":" Possessing merit; deserving of reward or honor; worthy of recompense; valuable."},{"word":"Meritory","type":"a.","descr":" Meritorious."},{"word":"Meritot","type":"n.","descr":" A play of children, in swinging on ropes, or the like, till they are dizzy."},{"word":"Merk","type":"n.","descr":" An old Scotch silver coin; a mark or marc."},{"word":"Merk","type":"n.","descr":" A mark; a sign."},{"word":"Merke","type":"a.","descr":" Murky."},{"word":"Merkin","type":"n.","descr":" Originally, a wig; afterwards, a mop for cleaning cannon."},{"word":"Merl","type":"n.","descr":" Alt. of Merle"},{"word":"Merle","type":"n.","descr":" The European blackbird. See Blackbird."},{"word":"Merlin","type":"n.","descr":" A small European falcon (Falco lithofalco, or F. aesalon)."},{"word":"Merling","type":"n.","descr":" The European whiting."},{"word":"Merlon","type":"n.","descr":" One of the solid parts of a battlemented parapet; a battlement. See Illust. of Battlement."},{"word":"Merluce","type":"n.","descr":" The European hake; -- called also herring hake and sea pike."},{"word":"Mermaid","type":"n.","descr":" A fabled marine creature, typically represented as having the upper part like that of a woman, and the lower like a fish; a sea nymph, sea woman, or woman fish."},{"word":"Mermen","type":"pl. ","descr":" of Merman"},{"word":"Merman","type":"n.","descr":" The male corresponding to mermaid; a sea man, or man fish."},{"word":"Meroblast","type":"n.","descr":" An ovum, as that of a mammal, only partially composed of germinal matter, that is, consisting of both a germinal portion and an albuminous or nutritive one; -- opposed to holoblast."},{"word":"Meroblastic","type":"a.","descr":" Consisting only in part of germinal matter; characterized by partial segmentation only; as, meroblastic ova, in which a portion of the yolk only undergoes fission; meroblastic segmentation; -- opposed to holoblastic."},{"word":"Merocele","type":"n.","descr":" Hernia in the thigh; femoral hernia ."},{"word":"Meroistic","type":"a.","descr":" Applied to the ovaries of insects when they secrete vitelligenous cells, as well as ova."},{"word":"Meropidan","type":"n.","descr":" One of a family of birds (Meropidae), including the bee-eaters."},{"word":"Meropodite","type":"n.","descr":" The fourth joint of a typical appendage of Crustacea."},{"word":"Merorganization","type":"n.","descr":" Organization in part."},{"word":"Meros","type":"n.","descr":" The plain surface between the channels of a triglyph."},{"word":"Meros","type":"n.","descr":" The proximal segment of the hind limb; the thigh."},{"word":"Merosome","type":"n.","descr":" One of the serial segments, or metameres, of which the bodies of vertebrate and articulate animals are composed."},{"word":"Merostomata","type":"n. pl.","descr":" A class of Arthropoda, allied to the Crustacea. It includes the trilobites, Eurypteroidea, and Limuloidea. All are extinct except the horseshoe crabs of the last group. See Limulus."},{"word":"Merou","type":"n.","descr":" See Jack, 8 (c)."},{"word":"Merovingian","type":"a.","descr":" Of or pertaining to the first Frankish dynasty in Gaul or France."},{"word":"Merovingian","type":"n.","descr":" One of the kings of this dynasty."},{"word":"Merrily","type":"adv.","descr":" In a merry manner; with mirth; with gayety and laughter; jovially. See Mirth, and Merry."},{"word":"Merrimake","type":"n.","descr":" See Merrymake, n."},{"word":"Merrimake","type":"v. i.","descr":" See Merrymake, v."},{"word":"Merriment","type":"n.","descr":" Gayety, with laughter; mirth; frolic."},{"word":"Merriness","type":"n.","descr":" The quality or state of being merry; merriment; mirth; gayety, with laughter."},{"word":"Merry","type":"superl.","descr":" Laughingly gay; overflowing with good humor and good spirits; jovial; inclined to laughter or play ; sportive."},{"word":"Merry","type":"superl.","descr":" Cheerful; joyous; not sad; happy."},{"word":"Merry","type":"superl.","descr":" Causing laughter, mirth, gladness, or delight; as, \/ merry jest."},{"word":"Merry","type":"n.","descr":" A kind of wild red cherry."},{"word":"Merry-andrew","type":"n.","descr":" One whose business is to make sport for others; a buffoon; a zany; especially, one who attends a mountebank or quack doctor."},{"word":"Merry-go-round","type":"n.","descr":" Any revolving contrivance for affording amusement; esp., a ring of flying hobbyhorses."},{"word":"Merrymake","type":"n.","descr":" Mirth; frolic; a meeting for mirth; a festival."},{"word":"Merrymake","type":"v. i.","descr":" To make merry; to be jolly; to feast."},{"word":"Merrymaker","type":"n.","descr":" One who makes merriment or indulges in conviviality; a jovial comrade."},{"word":"Merrymaking","type":"a.","descr":" Making or producing mirth; convivial; jolly."},{"word":"Merrymaking","type":"n.","descr":" The act of making merry; conviviality; merriment; jollity."},{"word":"Merrymeeting","type":"n.","descr":" A meeting for mirth."},{"word":"Merrythought","type":"n.","descr":" The forked bone of a fowl\\'s breast; -- called also wishbone. See Furculum."},{"word":"Mersion","type":"n.","descr":" Immersion."},{"word":"Merulidan","type":"n.","descr":" A bird of the Thrush family."},{"word":"Merus","type":"n.","descr":" See Meros."},{"word":"Mervaille","type":"n.","descr":" Marvel."},{"word":"Mes-","type":"","descr":" See Meso-."},{"word":"Mesa","type":"\/.","descr":" A high tableland; a plateau on a hill."},{"word":"Mesaconate","type":"n.","descr":" A salt of mesaconic acid."},{"word":"Mesaconic","type":"a.","descr":" Pertaining to, or designating, one of several isomeric acids obtained from citric acid."},{"word":"Mesad","type":"adv.","descr":" Same as Mesiad."},{"word":"Mesal","type":"a.","descr":" Same as Mesial."},{"word":"Mesalliance","type":"n.","descr":" A marriage with a person of inferior social position; a misalliance."},{"word":"Mesally","type":"adv.","descr":" Same as Mesially."},{"word":"Mesam\/boid","type":"n.","descr":" One of a class of independent, isolated cells found in the mesoderm, while the germ layers are undergoing differentiation."},{"word":"Mesaraic","type":"a.","descr":" Mesenteric."},{"word":"Mesaticephalic","type":"a.","descr":" Having the ratio of the length to the breadth of the cranium a medium one; neither brachycephalic nor dolichocephalic."},{"word":"Mesaticephalous","type":"a.","descr":" Mesaticephalic."},{"word":"Mescal","type":"n.","descr":" A distilled liquor prepared in Mexico from a species of agave. See Agave."},{"word":"Mesdames","type":"n.","descr":" pl. of Madame and Madam."},{"word":"Meseemed","type":"imp.","descr":" of Meseems"},{"word":"Meseems","type":"v. impers.","descr":" It seems to me."},{"word":"Mesel","type":"n.","descr":" A leper."},{"word":"Meselry","type":"n.","descr":" Leprosy."},{"word":"Mesembryanthemum","type":"n.","descr":" A genus of herbaceous or suffruticose plants, chiefly natives of South Africa. The leaves are opposite, thick, and f\/eshy. The flowers usually open about midday, whence the name."},{"word":"Mesencephalic","type":"a.","descr":" Of or pertaining to the mesencephalon or midbrain."},{"word":"Mesencephalon","type":"n.","descr":" The middle segment of the brain; the midbrain. Sometimes abbreviated to mesen. See Brain."},{"word":"Mesenchyma","type":"n.","descr":" The part of the mesoblast which gives rise to the connective tissues and blood."},{"word":"Mesenteric","type":"a.","descr":" Pertaining to a mesentery; mesaraic."},{"word":"Mesenteron","type":"n.","descr":" All that part of the alimentary canal which is developed from the primitive enteron and is lined with hypoblast. It is distinguished from the stomod\/um, a part at the anterior end of the canal, including the cavity of the mouth, and the proctod\/um, a part at the posterior end, which are formed by invagination and are lined with epiblast."},{"word":"Mesentery","type":"n.","descr":" The membranes, or one of the membranes (consisting of a fold of the peritoneum and inclosed tissues), which connect the intestines and their appendages with the dorsal wall of the abdominal cavity. The mesentery proper is connected with the jejunum and ilium, the other mesenteries being called mesocaecum, mesocolon, mesorectum, etc."},{"word":"Mesentery","type":"n.","descr":" One of the vertical muscular radiating partitions which divide the body cavity of Anthozoa into chambers."},{"word":"Meseraic","type":"a.","descr":" Mesaraic."},{"word":"Mesethmoid","type":"a.","descr":" Of or pertaining to the middle of the ethmoid region or ethmoid bone."},{"word":"Mesethmoid","type":"n.","descr":" The median vertical plate, or median element, of the ethmoid bone."},{"word":"Mesh","type":"n.","descr":" The opening or space inclosed by the threads of a net between knot and knot, or the threads inclosing such a space; network; a net."},{"word":"Mesh","type":"n.","descr":" The engagement of the teeth of wheels, or of a wheel and rack."},{"word":"Meshed","type":"imp. and p. p.","descr":" of Mesh"},{"word":"Meshing","type":"p. pr. and vb. n.","descr":" of Mesh"},{"word":"Mesh","type":"v. t.","descr":" To catch in a mesh."},{"word":"Mesh","type":"v. i.","descr":" To engage with each other, as the teeth of wheels."},{"word":"Meshed","type":"a.","descr":" Mashed; brewed."},{"word":"Meshy","type":"a.","descr":" Formed with meshes; netted."},{"word":"Mesiad","type":"adv.","descr":" Toward, or on the side toward, the mesial plane; mesially; -- opposed to laterad."},{"word":"Mesial","type":"a.","descr":" Middle; median; in, or in the region of, the mesial plane; internal; -- opposed to lateral."},{"word":"Mesially","type":"adv.","descr":" In, near, or toward, the mesial plane; mesiad."},{"word":"Mesityl","type":"n.","descr":" A hypothetical radical formerly supposed to exist in mesityl oxide."},{"word":"Mesitylenate","type":"n.","descr":" A salt of mesitylenic acid."},{"word":"Mesitylene","type":"n.","descr":" A colorless, fragrant liquid, C6H3(CH3)3, of the benzene series of hydrocarbons, obtained by distilling acetone with sulphuric acid."},{"word":"Mesitylol","type":"n.","descr":" A crystalline substance obtained from mesitylene."},{"word":"Meslin","type":"n.","descr":" See Maslin."},{"word":"Mesmeree","type":"n.","descr":" A person subjected to mesmeric influence; one who is mesmerized."},{"word":"Mesmeric","type":"a.","descr":" Alt. of Mesmerical"},{"word":"Mesmerical","type":"a.","descr":" Of, pertaining to, or induced by, mesmerism; as, mesmeric sleep."},{"word":"Mesmerism","type":"n.","descr":" The art of inducing an extraordinary or abnormal state of the nervous system, in which the actor claims to control the actions, and communicate directly with the mind, of the recipient. See Animal magnetism, under Magnetism."},{"word":"Mesmerist","type":"n.","descr":" One who practices, or believes in, mesmerism."},{"word":"Mesmerization","type":"n.","descr":" The act of mesmerizing; the state of being mesmerized."},{"word":"Mesmerized","type":"imp. and p. p.","descr":" of Mesmerize"},{"word":"Mesmerizing","type":"p. pr. and vb. n.","descr":" of Mesmerize"},{"word":"Mesmerize","type":"v. t.","descr":" To bring into a state of mesmeric sleep."},{"word":"Mesmerizer","type":"n.","descr":" One who mesmerizes."},{"word":"Mesne","type":"a.","descr":" Middle; intervening; as, a mesne lord, that is, a lord who holds land of a superior, but grants a part of it to another person, in which case he is a tenant to the superior, but lord or superior to the second grantee, and hence is called the mesne lord."},{"word":"Meso-","type":"","descr":" Alt. of Mes-"},{"word":"Mes-","type":"","descr":" A combining form denoting in the middle, intermediate;"},{"word":"Mes-","type":"","descr":" denoting a type of hydrocarbons which are regarded as methenyl derivatives. Also used adjectively."},{"word":"Mesoarium","type":"n.","descr":" The fold of peritoneum which suspends the ovary from the dorsal wall of the body cavity."},{"word":"Mesoblast","type":"n.","descr":" The mesoderm."},{"word":"Mesoblast","type":"n.","descr":" The cell nucleus; mesoplast."},{"word":"Mesoblastic","type":"a.","descr":" Relating to the mesoblast; as, the mesoblastic layer."},{"word":"Mesobranchial","type":"a.","descr":" Of or pertaining to a region of the carapace of a crab covering the middle branchial region."},{"word":"Mesobronchia","type":"pl. ","descr":" of Mesobronchium"},{"word":"Mesobronchium","type":"n.","descr":" The main bronchus of each lung."},{"word":"Mesocaecum","type":"n.","descr":" The fold of peritoneum attached to the caecum."},{"word":"Mesocarp","type":"n.","descr":" The middle layer of a pericarp which consists of three distinct or dissimilar layers."},{"word":"Mesocephalic","type":"a.","descr":" Of or pertaining to, or in the region of, the middle of the head; as, the mesocephalic flexure."},{"word":"Mesocephalic","type":"a.","descr":" Having the cranial cavity of medium capacity; neither megacephalic nor microcephalic."},{"word":"Mesocephalic","type":"a.","descr":" Having the ratio of the length to the breadth of the cranium a medium one; mesaticephalic."},{"word":"Mesocephalon","type":"n.","descr":" The pons Varolii."},{"word":"Mesocephalous","type":"a.","descr":" Mesocephalic."},{"word":"Mesocoele","type":"n.","descr":" Alt. of Mesocoelia"},{"word":"Mesocoelia","type":"n.","descr":" The cavity of the mesencephalon; the iter."},{"word":"Mesocolon","type":"n.","descr":" The fold of peritoneum, or mesentery, attached to the colon."},{"word":"Mesocoracoid","type":"n.","descr":" A process from the middle of the coracoid in some animals."},{"word":"Mesocuneiform","type":"n.","descr":" Alt. of Mesocuniform"},{"word":"Mesocuniform","type":"n.","descr":" One of the bones of the tarsus. See 2d Cuneiform."},{"word":"Mesoderm","type":"n.","descr":" The layer of the blastoderm, between the ectoderm and endoderm; mesoblast. See Illust. of Blastoderm and Ectoderm."},{"word":"Mesoderm","type":"n.","descr":" The middle body layer in some invertebrates."},{"word":"Mesoderm","type":"n.","descr":" The middle layer of tissue in some vegetable structures."},{"word":"Mesodermal","type":"a.","descr":" Pertaining to, or derived from, the mesoderm; as, mesodermal tissues."},{"word":"Mesodermic","type":"a.","descr":" Same as Mesodermal."},{"word":"Mesodont","type":"a.","descr":" Having teeth of moderate size."},{"word":"Mesogaster","type":"n.","descr":" The fold of peritoneum connecting the stomach with the dorsal wall of the abdominal cavity; the mesogastrium."},{"word":"Mesogastric","type":"a.","descr":" Of or pertaining to the middle region of the abdomen, or of the stomach."},{"word":"Mesogastric","type":"a.","descr":" Of or pertaining to the mesogaster."},{"word":"Mesogastric","type":"a.","descr":" Of or pertaining to the middle gastric lobe of the carapace of a crab."},{"word":"Mesogastrium","type":"n.","descr":" The umbilical region."},{"word":"Mesogastrium","type":"n.","descr":" The mesogaster."},{"word":"Mesogl\/a","type":"n.","descr":" A thin gelatinous tissue separating the ectoderm and endoderm in certain coelenterates."},{"word":"Mesognathous","type":"a.","descr":" Having the jaws slightly projecting; between prognathous and orthognathous. See Gnathic index, under Gnathic."},{"word":"Mesohepar","type":"n.","descr":" A fold of the peritoneum connecting the liver with the dorsal wall of the abdominal cavity."},{"word":"Mesohippus","type":"n.","descr":" An extinct mammal of the Horse family, but not larger than a sheep, and having three toes on each foot."},{"word":"Mesolabe","type":"n.","descr":" An instrument of the ancients for finding two mean proportionals between two given lines, required in solving the problem of the duplication of the cube."},{"word":"Mesole","type":"n.","descr":" Same as Thomsonite."},{"word":"Mesolite","type":"n.","descr":" A zeolitic mineral, grayish white or yellowish, occuring in delicate groups of crystals, also fibrous massive. It is a hydrous silicate of alumina, lime, and soda."},{"word":"Mesologarithm","type":"n.","descr":" A logarithm of the cosine or cotangent."},{"word":"Mesometrium","type":"n.","descr":" The fold of the peritoneum supporting the oviduct."},{"word":"Mesomyodian","type":"n.","descr":" A bird having a mesomyodous larynx."},{"word":"Mesomyodous","type":"a.","descr":" Having the intrinsic muscles of the larynx attached to the middle of the semirings."},{"word":"Meson","type":"n.","descr":" The mesial plane dividing the body of an animal into similar right and left halves. The line in which it meets the dorsal surface has been called the dorsimeson, and the corresponding ventral edge the ventrimeson."},{"word":"Mesonasal","type":"a.","descr":" Of or pertaining to the middle portion of the nasal region."},{"word":"Mesonephric","type":"a.","descr":" Of or pertaining to the mesonephros; as, the mesonephric, or Wolffian, duct."},{"word":"Mesonephros","type":"n.","descr":" The middle one of the three pairs of embryonic renal organs developed in most vertebrates; the Wolffian body."},{"word":"Mesonotum","type":"n.","descr":" The dorsal portion of the mesothorax of insects."},{"word":"Mesophl\/um","type":"n.","descr":" The middle bark of a tree; the green layer of bark, usually soon covered by the outer or corky layer, and obliterated."},{"word":"Mesophryon","type":"n.","descr":" See Glabella."},{"word":"Mesophyllum","type":"n.","descr":" The parenchyma of a leaf between the skin of the two surfaces."},{"word":"Mesoplast","type":"n.","descr":" The nucleus of a cell; mesoblast."},{"word":"Mesopodial","type":"a.","descr":" Of or pertaining to the mesopodialia or to the parts of the limbs to which they belong."},{"word":"Mesopodialia","type":"pl. ","descr":" of Mesopodiale"},{"word":"Mesopodiale","type":"n.","descr":" One of the bones of either the carpus or tarsus."},{"word":"Mesopodium","type":"n.","descr":" The middle portion of the foot in the Gastropoda and Pteropoda."},{"word":"Mesopterygium","type":"n.","descr":" The middle one of the three principal basal cartilages in the fins of fishes."},{"word":"Mesorchium","type":"n.","descr":" The fold of peritoneum which attaches the testis to the dorsal wall of the body cavity or scrotal sac."},{"word":"Mesorectum","type":"n.","descr":" The fold of peritoneum, or mesentery, attached to the rectum."},{"word":"Mesorhine","type":"a.","descr":" Having the nose of medium width; between leptorhine and platyrhine."},{"word":"Mesosauria","type":"n.","descr":" Same as Mosasauria."},{"word":"Mesoscapula","type":"n.","descr":" A process from the middle of the scapula in some animals; the spine of the scapula."},{"word":"Mesoscapular","type":"a.","descr":" Of or pertaining to the mesoscapula."},{"word":"Mesoscutum","type":"n.","descr":" The scutum or dorsal plate of the middle thoracic segment of an insect. See Illust. of Butterfly."},{"word":"Mesoseme","type":"a.","descr":" Having a medium orbital index; having orbits neither broad nor narrow; between megaseme and microseme."},{"word":"Mesosiderite","type":"n.","descr":" See the Note under Meteorite."},{"word":"Mesosperm","type":"n.","descr":" A membrane of a seed. See Secundine."},{"word":"Mesostate","type":"n.","descr":" A product of metabolic action."},{"word":"Mesosternal","type":"a.","descr":" Of or pertaining to the mesosternum."},{"word":"Mesosternum","type":"n.","descr":" The middle portion, or body, of the sternum."},{"word":"Mesosternum","type":"n.","descr":" The ventral piece of the middle segment of the thorax in insects."},{"word":"Mesotartaric","type":"a.","descr":" Pertaining to, or designating, an acid called also inactive tartaric acid."},{"word":"Mesotheca","type":"n.","descr":" The middle layer of the gonophore in the Hydrozoa."},{"word":"Mesothelium","type":"n.","descr":" Epithelial mesoderm; a layer of cuboidal epithelium cells, formed from a portion of the mesoderm during the differetiation of the germ layers. It constitutes the boundary of the c\/lum."},{"word":"Mesothoracic","type":"a.","descr":" Of or pertaining to the mesothorax."},{"word":"Mesothorax","type":"n.","descr":" The middle segment of the thorax in insects. See Illust. of Coleoptera."},{"word":"Mesotrochal","type":"a.","descr":" Having the middle of the body surrounded by bands of cilia; -- said of the larvae of certain marine annelids."},{"word":"Mesotype","type":"n.","descr":" An old term covering natrolite or soda mesolite, scolecite or lime mesotype, and mesolite or lime-soda mesotype."},{"word":"Mesovarium","type":"n.","descr":" The fold of peritoneum connecting the ovary with the wall of the abdominal cavity."},{"word":"Mesoxalate","type":"n.","descr":" A salt of mesoxalic acid."},{"word":"Mesoxalic","type":"a.","descr":" Pertaining to, or designating, an acid, CH2O2(CO2H)2, obtained from amido malonic acid."},{"word":"Mesozoa","type":"n. pl.","descr":" A group of very lowly organized, wormlike parasites, including the Dicyemata. They are found in cephalopods. See Dicyemata."},{"word":"Mesozoic","type":"a.","descr":" Belonging, or relating, to the secondary or reptilian age, or the era between the Paleozoic and Cenozoic. See Chart of Geology."},{"word":"Mesozoic","type":"n.","descr":" The Mesozoic age or formation."},{"word":"Mesprise","type":"n.","descr":" Contempt; scorn."},{"word":"Mesprise","type":"n.","descr":" Misadventure; ill-success."},{"word":"Mesquite","type":"n.","descr":" Alt. of Mesquit"},{"word":"Mesquit","type":"n.","descr":" A name for two trees of the southwestern part of North America, the honey mesquite, and screw-pod mesquite."},{"word":"Mess","type":"n.","descr":" Mass; church service."},{"word":"Mess","type":"n.","descr":" A quantity of food set on a table at one time; provision of food for a person or party for one meal; as, a mess of pottage; also, the food given to a beast at one time."},{"word":"Mess","type":"n.","descr":" A number of persons who eat together, and for whom food is prepared in common; especially, persons in the military or naval service who eat at the same table; as, the wardroom mess."},{"word":"Mess","type":"n.","descr":" A set of four; -- from the old practice of dividing companies into sets of four at dinner."},{"word":"Mess","type":"n.","descr":" The milk given by a cow at one milking."},{"word":"Mess","type":"n.","descr":" A disagreeable mixture or confusion of things; hence, a situation resulting from blundering or from misunderstanding; as, he made a mess of it."},{"word":"Messed","type":"imp. and p. p.","descr":" of Mess"},{"word":"Messing","type":"p. pr. and vb. n.","descr":" of Mess"},{"word":"Mess","type":"v. i.","descr":" To take meals with a mess; to belong to a mess; to eat (with others); as, I mess with the wardroom officers."},{"word":"Mess","type":"v. t.","descr":" To supply with a mess."},{"word":"Message","type":"n.","descr":" Any notice, word, or communication, written or verbal, sent from one person to another."},{"word":"Message","type":"n.","descr":" Hence, specifically, an official communication, not made in person, but delivered by a messenger; as, the President\\'s message."},{"word":"Message","type":"v. t.","descr":" To bear as a message."},{"word":"Message","type":"n.","descr":" A messenger."},{"word":"Messager","type":"n.","descr":" A messenger."},{"word":"Messenger","type":"n.","descr":" One who bears a message; the bearer of a verbal or written communication, notice, or invitation, from one person to another, or to a public body; specifically, an office servant who bears messages."},{"word":"Messenger","type":"n.","descr":" One who, or that which, foreshows, or foretells."},{"word":"Messenger","type":"n.","descr":" A hawser passed round the capstan, and having its two ends lashed together to form an endless rope or chain; -- formerly used for heaving in the cable."},{"word":"Messenger","type":"n.","descr":" A person appointed to perform certain ministerial duties under bankrupt and insolvent laws, such as to take charge og the estate of the bankrupt or insolvent."},{"word":"Messet","type":"n.","descr":" A dog."},{"word":"Messiad","type":"n.","descr":" A German epic poem on the Messiah, by Klopstock."},{"word":"Messiah","type":"n.","descr":" The expected king and deliverer of the Hebrews; the Savior; Christ."},{"word":"Messiahship","type":"n.","descr":" The state or office of the Messiah."},{"word":"Messianic","type":"a.","descr":" Of or relating to the Messiah; as, the Messianic office or character."},{"word":"Messias","type":"n.","descr":" The Messiah."},{"word":"Messidor","type":"n.","descr":" The tenth month of the French republican calendar dating from September 22, 1792. It began June 19, and ended July 18. See VendEmiaire."},{"word":"Messieurs","type":"n. pl.","descr":" Sirs; gentlemen; -- abbreviated to Messrs., which is used as the plural of Mr."},{"word":"Messinese","type":"a.","descr":" Of or pertaining to Messina, or its inhabitans."},{"word":"Messmate","type":"n.","descr":" An associate in a mess."},{"word":"Messuage","type":"n.","descr":" A dwelling house, with the adjacent buildings and curtilage, and the adjoining lands appropriated to the use of the household."},{"word":"Mest","type":"a.","descr":" Most."},{"word":"Mestee","type":"n.","descr":" The offspring of a white person and a quadroon; -- so called in the West Indies."},{"word":"Mester","type":"n.","descr":" See Mister, a trade."},{"word":"Mestinos","type":"pl. ","descr":" of Mestino"},{"word":"Mestino","type":"n.","descr":" See Mestizo."},{"word":"Mestizos","type":"pl. ","descr":" of Mestizo"},{"word":"Mestizo","type":"n.","descr":" The offspring of an Indian or a negro and a European or person of European stock."},{"word":"Mestling","type":"n.","descr":" A kind of brass. See Maslin."},{"word":"Mesymnicum","type":"n.","descr":" A repetition at the end of a stanza."},{"word":"Met","type":"","descr":" imp. and p. p. of Meet."},{"word":"Met","type":"","descr":" imp. and p. p. of Mete, to measure."},{"word":"Met","type":"","descr":" p. p. of Mete, to dream."},{"word":"Meta-","type":"","descr":" Alt. of Met-"},{"word":"Met-","type":"","descr":" A prefix meaning between, with, after, behind, over, about, reversely; as, metachronism, the error of placing after the correct time; metaphor, lit., a carrying over; metathesis, a placing reversely."},{"word":"Met-","type":"","descr":" Other; duplicate, corresponding to; resembling; hence, metameric; as, meta-arabinic, metaldehyde."},{"word":"Met-","type":"","descr":" That two replacing radicals, in the benzene nucleus, occupy the relative positions of 1 and 3, 2 and 4, 3 and 5, 4 and 6, 5 and 1, or 6 and 2; as, metacresol, etc.  See Ortho-, and Para-."},{"word":"Met-","type":"","descr":" Having less than the highest number of hydroxyl groups; -- said of acids; as, metaphosphoric acid. Also used adjectively."},{"word":"Metabases","type":"pl. ","descr":" of Metabasis"},{"word":"Metabasis","type":"n.","descr":" A transition from one subject to another."},{"word":"Metabasis","type":"n.","descr":" Same as Metabola."},{"word":"Metabola","type":"n.","descr":" Alt. of Metabole"},{"word":"Metabole","type":"n.","descr":" A change or mutation; a change of disease, symptoms, or treatment."},{"word":"Metabola","type":"n. pl.","descr":" Alt. of Metabolia"},{"word":"Metabolia","type":"n. pl.","descr":" A comprehensive group of insects, including those that undegro a metamorphosis."},{"word":"Metabolian","type":"n.","descr":" An insect which undergoes a metamorphosis."},{"word":"Metabolic","type":"a.","descr":" Of or pertaining to metamorphosis; pertaining to, or involving, change."},{"word":"Metabolic","type":"a.","descr":" Of or pertaining to metabolism; as, metabolic activity; metabolic force."},{"word":"Metabolisis","type":"n.","descr":" Metabolism."},{"word":"Metabolism","type":"n.","descr":" The act or process, by which living tissues or cells take up and convert into their own proper substance the nutritive material brought to them by the blood, or by which they transform their cell protoplasm into simpler substances, which are fitted either for excretion or for some special purpose, as in the manufacture of the digestive ferments. Hence, metabolism may be either constructive (anabolism), or destructive (katabolism)."},{"word":"Metabolite","type":"n.","descr":" A product of metabolism; a substance produced by metabolic action, as urea."},{"word":"Metabolize","type":"v. t. and i.","descr":" To change by a metabolic process. See Metabolism."},{"word":"Metabranchial","type":"a.","descr":" Of or pertaining to the lobe of the carapace of crabs covering the posterior branchiae."},{"word":"Metacarpal","type":"a.","descr":" Of or pertaining to the metacarpus."},{"word":"Metacarpal","type":"n.","descr":" A metacarpal bone."},{"word":"Metacarpus","type":"n.","descr":" That part of the skeleton of the hand or forefoot between the carpus and phalanges. In man it consists of five bones. See Illust. of Artiodactyla."},{"word":"Metacenter","type":"n.","descr":" Alt. of -tre"},{"word":"Metacetone","type":"n.","descr":" A colorless liquid of an agreeable odor, C6H10O, obtained by distilling a mixture of sugar and lime; -- so called because formerly regarded as a polymeric modification of acetone."},{"word":"Metachloral","type":"n.","descr":" A white, amorphous, insoluble substance regarded as a polymeric variety of chloral."},{"word":"Metachronism","type":"n.","descr":" An error committed in chronology by placing an event after its real time."},{"word":"Metachrosis","type":"n.","descr":" The power og changing color at will by the expansion of special pigment cells, under nerve influence, as seen in many reptiles, fishes, etc."},{"word":"Metacinnabarite","type":"n.","descr":" Sulphide of mercury in isometric form and black in color."},{"word":"Metacism","type":"n.","descr":" A defect in pronouncing the letter m, or a too frequent use of it."},{"word":"Metacrolein","type":"n.","descr":" A polymeric modification of acrolein obtained by heating it with caustic potash. It is a crystalline substance having an aromatic odor."},{"word":"Metacromion","type":"n.","descr":" A process projecting backward and downward from the acromion of the scapula of some mammals."},{"word":"Metadiscoidal","type":"a.","descr":" Discoidal by derivation; -- applied especially to the placenta of man and apes, because it is supposed to have been derived from a diffused placenta."},{"word":"Metagastric","type":"a.","descr":" Of or pertaining to the two posterior gastric lobes of the carapace of crabs."},{"word":"Metage","type":"v.","descr":" Measurement, especially of coal."},{"word":"Metage","type":"v.","descr":" Charge for, or price of, measuring."},{"word":"Metagenesis","type":"n.","descr":" The change of form which one animal species undergoes in a series of successively produced individuals, extending from the one developed from the ovum to the final perfected individual. Hence, metagenesis involves the production of sexual individuals by nonsexual means, either directly or through intervening sexless generations. Opposed to monogenesis. See Alternate generation, under Generation."},{"word":"Metagenesis","type":"n.","descr":" Alternation of sexual and asexual or gemmiparous generations; -- in distinction from heterogamy."},{"word":"Metagenetic","type":"a.","descr":" Of or pertaining to metagenesis."},{"word":"Metagenic","type":"a.","descr":" Metagenetic."},{"word":"Metagnathous","type":"a.","descr":" Cross-billed; -- said of certain birds, as the crossbill."},{"word":"Metagrammatism","type":"n.","descr":" Anagrammatism."},{"word":"Metagraphic","type":"a.","descr":" By or pertaining to metagraphy."},{"word":"Metagraphy","type":"n.","descr":" The art or act of rendering the letters of the alphabet of one language into the possible equivalents of another; transliteration."},{"word":"Metal","type":"n.","descr":" An elementary substance, as sodium, calcium, or copper, whose oxide or hydroxide has basic rather than acid properties, as contrasted with the nonmetals, or metalloids. No sharp line can be drawn between the metals and nonmetals, and certain elements partake of both acid and basic qualities, as chromium, manganese, bismuth, etc."},{"word":"Metal","type":"n.","descr":" Ore from which a metal is derived; -- so called by miners."},{"word":"Metal","type":"n.","descr":" A mine from which ores are taken."},{"word":"Metal","type":"n.","descr":" The substance of which anything is made; material; hence, constitutional disposition; character; temper."},{"word":"Metal","type":"n.","descr":" Courage; spirit; mettle. See Mettle."},{"word":"Metal","type":"n.","descr":" The broken stone used in macadamizing roads and ballasting railroads."},{"word":"Metal","type":"n.","descr":" The effective power or caliber of guns carried by a vessel of war."},{"word":"Metal","type":"n.","descr":" Glass in a state of fusion."},{"word":"Metal","type":"n.","descr":" The rails of a railroad."},{"word":"Metaled","type":"imp. and p. p.","descr":" of Metal"},{"word":"Metalled","type":"","descr":" of Metal"},{"word":"Metaling","type":"p. pr. and vb. n.","descr":" of Metal"},{"word":"Metalling","type":"","descr":" of Metal"},{"word":"Metal","type":"v. t.","descr":" To cover with metal; as, to metal a ship\\'s bottom; to metal a road."},{"word":"Metalammonium","type":"n.","descr":" A hypothetical radical derived from ammonium by the substitution of metallic atoms in place of hydrogen."},{"word":"Metalbumin","type":"n.","descr":" A form of albumin found in ascitic and certain serous fluids. It is sometimes regarded as a mixture of albumin and mucin."},{"word":"Metaldehyde","type":"n.","descr":" A white crystalline substance isomeric with, and obtained from, acetic aldehyde by polymerization, and reconvertible into the same."},{"word":"Metalepses","type":"pl. ","descr":" of Metalepsis"},{"word":"Metalepsis","type":"n.","descr":" The continuation of a trope in one word through a succession of significations, or the union of two or more tropes of a different kind in one word."},{"word":"Metalepsy","type":"n.","descr":" Exchange; replacement; substitution; metathesis."},{"word":"Metaleptic","type":"a.","descr":" Of or pertaining to a metalepsis."},{"word":"Metaleptic","type":"a.","descr":" Transverse; as, the metaleptic motion of a muscle."},{"word":"Metaleptic","type":"a.","descr":" Of, pertaining to, concerned in, or occurring by, metalepsy."},{"word":"Metaleptical","type":"a.","descr":" Metaleptic."},{"word":"Metallic","type":"a.","descr":" Of or pertaining to a metal; of the nature of metal; resembling metal; as, a metallic appearance; a metallic alloy."},{"word":"Metallic","type":"a.","descr":" Of, pertaining to, or characterized by, the essential and implied properties of a metal, as contrasted with a nonmetal or metalloid; basic; antacid; positive."},{"word":"Metallical","type":"a.","descr":" See Metallic."},{"word":"Metallicly","type":"adv.","descr":" In a metallic manner; by metallic means."},{"word":"Metallifacture","type":"n.","descr":" The production and working or manufacture of metals."},{"word":"Metalliferous","type":"a.","descr":" Producing metals; yielding metals."},{"word":"Metalliform","type":"a.","descr":" Having the form or structure of a metal."},{"word":"Metalline","type":"a.","descr":" Pertaining to, or resembling, a metal; metallic; as, metalline properties."},{"word":"Metalline","type":"a.","descr":" Impregnated with metallic salts; chalybeate; as, metalline water."},{"word":"Metalline","type":"n.","descr":" A substance of variable composition, but resembling a soft, dark-colored metal, used in the bearings of machines for obviating friction, and as a substitute for lubricants."},{"word":"Metallist","type":"n.","descr":" A worker in metals, or one skilled in metals."},{"word":"Metallization","type":"n.","descr":" The act or process of metallizing."},{"word":"Metallized","type":"imp. and p. p.","descr":" of Metallize"},{"word":"Metallizing","type":"p. pr. and vb. n.","descr":" of Metallize"},{"word":"Metallize","type":"v. t.","descr":" To impart metallic properties to; to impregnate with a metal."},{"word":"Metallochrome","type":"n.","descr":" A coloring produced by the deposition of some metallic compound; specifically, the prismatic tints produced by depositing a film of peroxide of lead on polished steel by electricity."},{"word":"Metallochromy","type":"n.","descr":" The art or process of coloring metals."},{"word":"Metallograph","type":"n.","descr":" A print made by metallography."},{"word":"Metallographic","type":"a.","descr":" Pertaining to, or by means of, metallography."},{"word":"Metallographist","type":"n.","descr":" One who writes on the subject of metals."},{"word":"Metallography","type":"n.","descr":" The science or art of metals and metal working; also, a treatise on metals."},{"word":"Metallography","type":"n.","descr":" A method of transferring impressions of the grain of wood to metallic surfaces by chemical action."},{"word":"Metallography","type":"n.","descr":" A substitute for lithography, in which metallic plates are used instead of stone."},{"word":"Metalloid","type":"n.","descr":" Formerly, the metallic base of a fixed alkali, or alkaline earth; -- applied by Sir H. Davy to sodium, potassium, and some other metallic substances whose metallic character was supposed to be not well defined."},{"word":"Metalloid","type":"n.","descr":" Now, one of several elementary substances which in the free state are unlike metals, and whose compounds possess or produce acid, rather than basic, properties; a nonmetal; as, boron, carbon, phosphorus, nitrogen, oxygen, sulphur, chlorine, bromine, etc., are metalloids."},{"word":"Metalloid","type":"a.","descr":" Having the appearance of a metal."},{"word":"Metalloid","type":"a.","descr":" Having the properties of a nonmetal; nonmetallic; acid; negative."},{"word":"Metalloidal","type":"a.","descr":" Metalloid."},{"word":"Metallorganic","type":"a.","descr":" Metalorganic."},{"word":"Metallotherapy","type":"n.","descr":" Treatment of disease by applying metallic plates to the surface of the body."},{"word":"Metallurgic","type":"a.","descr":" Alt. of Metallurgical"},{"word":"Metallurgical","type":"a.","descr":" Of or pertaining to metallurgy."},{"word":"Metallurgist","type":"n.","descr":" One who works in metals, or prepares them for use; one who is skilled in metallurgy."},{"word":"Metallurgy","type":"n.","descr":" The art of working metals, comprehending the whole process of separating them from other matters in the ore, smelting, refining, and parting them; sometimes, in a narrower sense, only the process of extracting metals from their ores."},{"word":"Metalmen","type":"pl. ","descr":" of Metalman"},{"word":"Metalman","type":"n.","descr":" A worker in metals."},{"word":"Metalogical","type":"a.","descr":" Beyond the scope or province of logic."},{"word":"Metalorganic","type":"a.","descr":" Pertaining to, or denoting, any one of a series of compounds of certain metallic elements with organic radicals; as, zinc methyl, sodium ethyl, etc."},{"word":"Metamer","type":"n.","descr":" Any one of several metameric forms of the same substance, or of different substances having the same composition; as, xylene has three metamers, viz., orthoxylene, metaxylene, and paraxylene."},{"word":"Metamere","type":"n.","descr":" One of successive or homodynamous parts in animals and plants; one of a series of similar parts that follow one another in a vertebrate or articulate animal, as in an earthworm; a segment; a somite. See Illust. of Loeven\\'s larva."},{"word":"Metameric","type":"a.","descr":" Having the same elements united in the same proportion by weight, and with the same molecular weight, but possessing a different structure and different properties; as, methyl ether and ethyl alcohol are metameric compounds. See Isomeric."},{"word":"Metameric","type":"a.","descr":" Of or pertaining to a metamere or its formation; as, metameric segmentation."},{"word":"Metamerically","type":"adv.","descr":" In a metameric manner."},{"word":"Metamerism","type":"n.","descr":" The symmetry of a metameric structure; serial symmetry; the state of being made up of metameres."},{"word":"Metamerism","type":"n.","descr":" The state or quality of being metameric; also, the relation or condition of metameric compounds."},{"word":"Metamorphic","type":"a.","descr":" Subject to change; changeable; variable."},{"word":"Metamorphic","type":"a.","descr":" Causing a change of structure."},{"word":"Metamorphic","type":"a.","descr":" Pertaining to, produced by, or exhibiting, certain changes which minerals or rocks may have undergone since their original deposition; -- especially applied to the recrystallization which sedimentary rocks have undergone through the influence of heat and pressure, after which they are called metamorphic rocks."},{"word":"Metamorphism","type":"n.","descr":" The state or quality of being metamorphic; the process by which the material of rock masses has been more or less recrystallized by heat, pressure, etc., as in the change of sedimentary limestone to marble."},{"word":"Metamorphist","type":"n.","descr":" One who believes that the body of Christ was merged into the Deity when he ascended."},{"word":"Metamorphize","type":"v. t.","descr":" To metamorphose."},{"word":"Metamorphosed","type":"imp. and p. p.","descr":" of Metamorphose"},{"word":"Metamorphosing","type":"p. pr. and vb. n.","descr":" of Metamorphose"},{"word":"Metamorphose","type":"v. t.","descr":" To change into a different form; to transform; to transmute."},{"word":"Metamorphose","type":"n.","descr":" Same as Metamorphosis."},{"word":"Metamorphoser","type":"n.","descr":" One who metamorphoses."},{"word":"Metamorphosic","type":"a.","descr":" Changing the form; transforming."},{"word":"Metamorphoses","type":"pl. ","descr":" of Metamorphosis"},{"word":"Metamorphosis","type":"n.","descr":" Change of form, or structure; transformation."},{"word":"Metamorphosis","type":"n.","descr":" A change in the form or function of a living organism, by a natural process of growth or development; as, the metamorphosis of the yolk into the embryo, of a tadpole into a frog, or of a bud into a blossom. Especially, that form of sexual reproduction in which an embryo undergoes a series of marked changes of external form, as the chrysalis stage, pupa stage, etc., in insects. In these intermediate stages sexual reproduction is usually impossible, but they ultimately pass into final and sexually developed forms, from the union of which organisms are produced which pass through the same cycle of changes. See Transformation."},{"word":"Metamorphosis","type":"n.","descr":" The change of material of one kind into another through the agency of the living organism; metabolism."},{"word":"Metanauplius","type":"n.","descr":" A larval crustacean in a stage following the nauplius, and having about seven pairs of appendages."},{"word":"Metanephritic","type":"a.","descr":" Of or pertaining to the metanephros."},{"word":"Metanephros","type":"n.","descr":" The most posterior of the three pairs of embryonic renal organs developed in many vertebrates."},{"word":"Metanotum","type":"n.","descr":" The dorsal portion of the metaphorax of insects."},{"word":"Metantimonate","type":"n.","descr":" A salt of metantimonic acid."},{"word":"Metantimonic","type":"a.","descr":" Pertaining to, or designating, an acid (formerly called antimonic acid) analogous to metaphosphoric acid, and obtained as a white amorphous insoluble substance, (HSbO3)."},{"word":"Metantimonic","type":"a.","descr":" Formerly, designating an acid, which is now properly called pyroantimonic acid, and analogous to pyrophosphoric acid."},{"word":"Metapectic","type":"a.","descr":" Pertaining to, or designating, a supposed acid obtained from pectin."},{"word":"Metapectin","type":"n.","descr":" A substance obtained from, and resembling, pectin, and occurring in overripe fruits."},{"word":"Metapeptone","type":"n.","descr":" An intermediate product formed in the gastric digestion of albuminous matter."},{"word":"Metaphor","type":"n.","descr":" The transference of the relation between one set of objects to another set for the purpose of brief explanation; a compressed simile; e. g., the ship plows the sea."},{"word":"Metaphoric","type":"a.","descr":" Alt. of Metaphorical"},{"word":"Metaphorical","type":"a.","descr":" Of or pertaining to metaphor; comprising a metaphor; not literal; figurative; tropical; as, a metaphorical expression; a metaphorical sense."},{"word":"Metaphorist","type":"n.","descr":" One who makes metaphors."},{"word":"Metaphosphate","type":"n.","descr":" A salt of metaphosphoric acid."},{"word":"Metaphosphoric","type":"a.","descr":" Pertaining to, or designating, a monobasic acid, HPO3, analogous to nitric acid, and, by heating phosphoric acid, obtained as a crystalline substance, commonly called glacial phosphoric acid."},{"word":"Metaphrase","type":"n.","descr":" A verbal translation; a version or translation from one language into another, word for word; -- opposed to paraphrase."},{"word":"Metaphrase","type":"n.","descr":" An answering phrase; repartee."},{"word":"Metaphrased","type":"a.","descr":" Translated literally."},{"word":"Metaphrasis","type":"n.","descr":" Metaphrase."},{"word":"Metaphrast","type":"n.","descr":" A literal translator."},{"word":"Metaphrastic","type":"a.","descr":" Alt. of Metaphrastical"},{"word":"Metaphrastical","type":"a.","descr":" Close, or literal."},{"word":"Metaphysic","type":"n.","descr":" See Metaphysics."},{"word":"Metaphysic","type":"a.","descr":" Metaphysical."},{"word":"Metaphysical","type":"a.","descr":" Of or pertaining to metaphysics."},{"word":"Metaphysical","type":"a.","descr":" According to rules or principles of metaphysics; as, metaphysical reasoning."},{"word":"Metaphysical","type":"a.","descr":" Preternatural or supernatural."},{"word":"Metaphysically","type":"adv.","descr":" In the manner of metaphysical science, or of a metaphysician."},{"word":"Metaphysician","type":"n.","descr":" One who is versed in metaphysics."},{"word":"Metaphysics","type":"n.","descr":" The science of real as distinguished from phenomenal being; ontology; also, the science of being, with reference to its abstract and universal conditions, as distinguished from the science of determined or concrete being; the science of the conceptions and relations which are necessarily implied as true of every kind of being; phylosophy in general; first principles, or the science of first principles."},{"word":"Metaphysics","type":"n.","descr":" Hence: The scientific knowledge of mental phenomena; mental philosophy; psychology."},{"word":"Metaphysis","type":"n.","descr":" Change of form; transformation."},{"word":"Metaplasm","type":"n.","descr":" A change in the letters or syllables of a word."},{"word":"Metaplast","type":"n.","descr":" A word having more than one form of the root."},{"word":"Metapode","type":"n.","descr":" The posterior division of the foot in the Gastropoda and Pteropoda."},{"word":"Metapodial","type":"a.","descr":" Of or pertaining to the metapodialia, or to the parts of the limbs to which they belong."},{"word":"Metapodialia","type":"pl. ","descr":" of Metapodiale"},{"word":"Metapodiale","type":"n.","descr":" One of the bones of either the metacarpus or metatarsus."},{"word":"Metapodia","type":"pl. ","descr":" of Metapodium"},{"word":"Metapodium","type":"n.","descr":" Same as Metapode."},{"word":"Metapophyses","type":"pl. ","descr":" of Metapophysis"},{"word":"Metapophysis","type":"n.","descr":" A tubercle projecting from the anterior articular processes of some vertebr\/; a mammillary process."},{"word":"Metapterygium","type":"n.","descr":" The posterior of the three principal basal cartilages in the fins of fishes."},{"word":"Metasilicate","type":"n.","descr":" A salt of metasilicic acid."},{"word":"Metasilicic","type":"a.","descr":" Designating an acid derived from silicic acid by the removal of water; of or pertaining to such an acid."},{"word":"Metasomatism","type":"n.","descr":" An alteration in a mineral or rock mass when involving a chemical change of the substance, as of chrysolite to serpentine; -- opposed to ordinary metamorphism, as implying simply a recrystallization."},{"word":"Metasome","type":"n.","descr":" One of the component segments of the body of an animal."},{"word":"Metastannate","type":"n.","descr":" A salt of metastannic acid."},{"word":"Metastannic","type":"a.","descr":" Pertaining to, or designating, a compound of tin (metastannic acid), obtained, as an isomeric modification of stannic acid, in the form of a white amorphous substance."},{"word":"Metastases","type":"pl. ","descr":" of Metastasis"},{"word":"Metastasis","type":"n.","descr":" A spiritual change, as during baptism."},{"word":"Metastasis","type":"n.","descr":" A change in the location of a disease, as from one part to another."},{"word":"Metastasis","type":"n.","descr":" The act or process by which matter is taken up by cells or tissues and is transformed into other matter; in plants, the act or process by which are produced all of those chemical changes in the constituents of the plant which are not accompanied by a production of organic matter; metabolism."},{"word":"Metastatic","type":"a.","descr":" Of, pertaining to, or caused by, metastasis; as, a metastatic abscess; the metastatic processes of growth."},{"word":"Metasternal","type":"a.","descr":" Of or pertaining to the metasternum."},{"word":"Metasternum","type":"n.","descr":" The most posterior element of the sternum; the ensiform process; xiphisternum."},{"word":"Metasternum","type":"n.","descr":" The ventral plate of the third or last segment of the thorax of insects."},{"word":"Metastoma","type":"n.","descr":" Alt. of Metastome"},{"word":"Metastome","type":"n.","descr":" A median elevation behind the mouth in the arthropods."},{"word":"Metatarsal","type":"a.","descr":" Of or pertaining to the metatarsus."},{"word":"Metatarsal","type":"n.","descr":" A metatarsal bone."},{"word":"Metatarse","type":"n.","descr":" Metatarsus."},{"word":"Metatarsi","type":"pl. ","descr":" of Metatarsus"},{"word":"Metatarsus","type":"n.","descr":" That part of the skeleton of the hind or lower limb between the tarsus and phalanges; metatarse. It consists, in the human foot, of five bones. See Illustration in Appendix."},{"word":"Metatheses","type":"pl. ","descr":" of Metathesis"},{"word":"Metathesis","type":"n.","descr":" Transposition, as of the letters or syllables of a word; as, pistris for pristis; meagre for meager."},{"word":"Metathesis","type":"n.","descr":" A mere change in place of a morbid substance, without removal from the body."},{"word":"Metathesis","type":"n.","descr":" The act, process, or result of exchange, substitution, or replacement of atoms and radicals; thus, by metathesis an acid gives up all or part of its hydrogen, takes on an equivalent amount of a metal or base, and forms a salt."},{"word":"Metathetic","type":"a.","descr":" Alt. of Metathetical"},{"word":"Metathetical","type":"a.","descr":" Of or pertaining to metathesis."},{"word":"Metathoracic","type":"a.","descr":" Of or pertaining to the metathorax."},{"word":"Metathorax","type":"n.","descr":" The last or posterior segment of the thorax in insects. See Illust. of Coleoptera."},{"word":"Metatitanic","type":"a.","descr":" Of, pertaining to, or designating, an acid of titanium analogous to metasilicic acid."},{"word":"Metatungstate","type":"n.","descr":" A salt of metatungstic acid."},{"word":"Metatungstic","type":"a.","descr":" Of, pertaining to, or designating, an acid known only in its salts (the metatungstates) and properly called polytungstic, or pyrotungstic, acid."},{"word":"Metavanadate","type":"n.","descr":" A salt of metavanadic acid."},{"word":"Metavanadic","type":"a.","descr":" Of, pertaining to, or designating, a vanadic acid analogous to metaphosphoric acid."},{"word":"Metaxylene","type":"n.","descr":" That variety of xylene, or dimethyl benzene, in which the two methyl groups occupy the meta position with reference to each other. It is a colorless inf\/ammable liquid."},{"word":"Metayage","type":"n.","descr":" A system of farming on halves."},{"word":"Metayer","type":"a.","descr":" One who cultivates land for a share (usually one half) of its yield, receiving stock, tools, and seed from the landlord."},{"word":"Metazoa","type":"n. pl.","descr":" Those animals in which the protoplasmic mass, constituting the egg, is converted into a multitude of cells, which are metamorphosed into the tissues of the body. A central cavity is commonly developed, and the cells around it are at first arranged in two layers, -- the ectoderm and endoderm. The group comprises nearly all animals except the Protozoa."},{"word":"Metazoans","type":"pl. ","descr":" of Metazoan"},{"word":"Metazoan","type":"n.","descr":" One of the Metazoa."},{"word":"Metazoic","type":"a.","descr":" Of or pertaining to the Metazoa."},{"word":"Metazoon","type":"n.","descr":" One of the Metazoa."},{"word":"Mete","type":"n.","descr":" Meat."},{"word":"Mete","type":"v. t. and i.","descr":" To meet."},{"word":"Mette","type":"imp.","descr":" of Mete"},{"word":"Met","type":"p. p.","descr":" of Mete"},{"word":"Mete","type":"v. i. and t.","descr":" To dream; also impersonally; as, me mette, I dreamed."},{"word":"Meted","type":"imp. and p. p.","descr":" of Mete"},{"word":"Meting","type":"p. pr. and vb. n.","descr":" of Mete"},{"word":"Mete","type":"a.","descr":" To find the quantity, dimensions, or capacity of, by any rule or standard; to measure."},{"word":"Mete","type":"v. i.","descr":" To measure."},{"word":"Mete","type":"n.","descr":" Measure; limit; boundary; -- used chiefly in the plural, and in the phrase metes and bounds."},{"word":"Metecorn","type":"n.","descr":" A quantity of corn formerly given by the lord to his customary tenants, as an encouragement to, or reward for, labor and faithful service."},{"word":"Metely","type":"a.","descr":" According to measure or proportion; proportionable; proportionate."},{"word":"Metempiric","type":"a.","descr":" Alt. of Metempirical"},{"word":"Metempirical","type":"a.","descr":" Related, or belonging, to the objects of knowledge within the province of metempirics."},{"word":"Metempiricism","type":"n.","descr":" The science that is concerned with metempirics."},{"word":"Metempirics","type":"n.","descr":" The concepts and relations which are conceived as beyond, and yet as related to, the knowledge gained by experience."},{"word":"Metempsychosed","type":"imp. and p. p.","descr":" of Metempsychose"},{"word":"Metempsychosing","type":"p. pr. and vb. n.","descr":" of Metempsychose"},{"word":"Metempsychose","type":"v. t.","descr":" To translate or transfer, as the soul, from one body to another."},{"word":"Metempsychosis","type":"n.","descr":" The passage of the soul, as an immortal essence, at the death of the animal body it had inhabited, into another living body, whether of a brute or a human being; transmigration of souls."},{"word":"Metemptosis","type":"n.","descr":" The suppression of a day in the calendar to prevent the date of the new moon being set a day too late, or the suppression of the bissextile day once in 134 years. The opposite to this is the proemptosis, or the addition of a day every 330 years, and another every 2,400 years."},{"word":"Metencephalon","type":"n.","descr":" The posterior part of the brain, including the medulla; the afterbrain. Sometimes abbreviated to meten."},{"word":"Metensomatosis","type":"n.","descr":" The assimilation by one body or organism of the elements of another."},{"word":"Meteor","type":"n.","descr":" Any phenomenon or appearance in the atmosphere, as clouds, rain, hail, snow, etc."},{"word":"Meteor","type":"n.","descr":" Specif.: A transient luminous body or appearance seen in the atmosphere, or in a more elevated region."},{"word":"Meteoric","type":"a.","descr":" Of or pertaining to a meteor, or to meteors; atmospheric, as, meteoric phenomena; meteoric stones."},{"word":"Meteoric","type":"a.","descr":" Influenced by the weather; as, meteoric conditions."},{"word":"Meteoric","type":"a.","descr":" Flashing; brilliant; transient; like a meteor; as, meteoric fame."},{"word":"Meteorical","type":"a.","descr":" Meteoric."},{"word":"Meteorism","type":"n.","descr":" Flatulent distention of the abdomen; tympanites."},{"word":"Meteorite","type":"n.","descr":" A mass of stone or iron which has fallen to the earth from space; an aerolite."},{"word":"Meteorize","type":"v. i.","descr":" To ascend in vapors; to take the form of a meteor."},{"word":"Meteorograph","type":"n.","descr":" An instrument which registers meteorologic phases or conditions."},{"word":"Meteorographic","type":"a.","descr":" Of or pertaining to meteorography."},{"word":"Meteorography","type":"n.","descr":" The registration of meteorological phenomena."},{"word":"Meteoroid","type":"n.","descr":" A small body moving through space, or revolving about the sun, which on entering the earth\\'s atmosphere would be deflagrated and appear as a meteor."},{"word":"Meteoroidal","type":"a.","descr":" Of or pertaining to a meteoroid or to meteoroids."},{"word":"Meteorolite","type":"n.","descr":" A meteoric stone; an aerolite; a meteorite."},{"word":"Meteoroligic","type":"a.","descr":" Alt. of Meteorological"},{"word":"Meteorological","type":"a.","descr":" Of or pertaining to the atmosphere and its phenomena, or to meteorology."},{"word":"Meteorologist","type":"n.","descr":" A person skilled in meteorology."},{"word":"Meteorology","type":"n.","descr":" The science which treats of the atmosphere and its phenomena, particularly of its variations of heat and moisture, of its winds, storms, etc."},{"word":"Meteoromancy","type":"n.","descr":" A species of divination by meteors, chiefly by thunder and lightning, which was held in high estimation by the Romans."},{"word":"Meteorometer","type":"n.","descr":" An apparatus which transmits automatically to a central station atmospheric changes as marked by the anemometer, barometer, thermometer, etc."},{"word":"Meteoroscope","type":"n.","descr":" An astrolabe; a planisphere."},{"word":"Meteoroscope","type":"n.","descr":" An instrument for measuring the position, length, and direction, of the apparent path of a shooting star."},{"word":"Meteorous","type":"a.","descr":" Of the nature or appearance of a meteor."},{"word":"Meter","type":"n.","descr":" One who, or that which, metes or measures. See Coal-meter."},{"word":"Meter","type":"n.","descr":" An instrument for measuring, and usually for recording automatically, the quantity measured."},{"word":"Meter","type":"n.","descr":" A line above or below a hanging net, to which the net is attached in order to strengthen it."},{"word":"Meter","type":"n.","descr":" Alt. of Metre"},{"word":"Metre","type":"n.","descr":" Rhythmical arrangement of syllables or words into verses, stanzas, strophes, etc.; poetical measure, depending on number, quantity, and accent of syllables; rhythm; measure; verse; also, any specific rhythmical arrangements; as, the Horatian meters; a dactylic meter."},{"word":"Metre","type":"n.","descr":" A poem."},{"word":"Metre","type":"n.","descr":" A measure of length, equal to 39.37 English inches, the standard of linear measure in the metric system of weights and measures. It was intended to be, and is very nearly, the ten millionth part of the distance from the equator to the north pole, as ascertained by actual measurement of an arc of a meridian. See Metric system, under Metric."},{"word":"Meterage","type":"n.","descr":" The act of measuring, or the cost of measuring."},{"word":"Metergram","type":"n.","descr":" A measure of energy or work done; the power exerted in raising one gram through the distance of one meter against gravitation."},{"word":"Metewand","type":"n.","descr":" A measuring rod."},{"word":"Meteyard","type":"n.","descr":" A yard, staff, or rod, used as a measure."},{"word":"Meth","type":"n.","descr":" See Meathe."},{"word":"Methaemoglobin","type":"n.","descr":" A stable crystalline compound obtained by the decomposition of hemoglobin. It is found in old blood stains."},{"word":"Methal","type":"n.","descr":" A white waxy substance, found in small quantities in spermaceti as an ethereal salt of several fatty acids, and regarded as an alcohol of the methane series."},{"word":"Methane","type":"n.","descr":" A light, colorless, gaseous, inflammable hydrocarbon, CH4; marsh gas. See Marsh gas, under Gas."},{"word":"Metheglin","type":"n.","descr":" A fermented beverage made of honey and water; mead."},{"word":"Methene","type":"n.","descr":" See Methylene."},{"word":"Methenyl","type":"n.","descr":" The hypothetical hydrocarbon radical CH, regarded as an essential residue of certain organic compounds."},{"word":"Methide","type":"n.","descr":" A binary compound of methyl with some element; as, aluminium methide, Al2(CH3)6."},{"word":"Methought","type":"imp.","descr":" of Methinks"},{"word":"Methinks","type":"v. impers.","descr":" It seems to me; I think. See Me."},{"word":"Methionate","type":"n.","descr":" A salt of methionic acid."},{"word":"Methionic","type":"a.","descr":" Of, pertaining to, or designating, a sulphonic (thionic) acid derivative of methane, obtained as a stable white crystalline substance, CH2.(SO3H)2, which forms well defined salts."},{"word":"Method","type":"n.","descr":" An orderly procedure or process; regular manner of doing anything; hence, manner; way; mode; as, a method of teaching languages; a method of improving the mind."},{"word":"Method","type":"n.","descr":" Orderly arrangement, elucidation, development, or classification; clear and lucid exhibition; systematic arrangement peculiar to an individual."},{"word":"Method","type":"n.","descr":" Classification; a mode or system of classifying natural objects according to certain common characteristics; as, the method of Theophrastus; the method of Ray; the Linnaean method."},{"word":"Methodic","type":"a.","descr":" Alt. of Methodical"},{"word":"Methodical","type":"a.","descr":" Arranged with regard to method; disposed in a suitable manner, or in a manner to illustrate a subject, or to facilitate practical observation; as, the methodical arrangement of arguments; a methodical treatise."},{"word":"Methodical","type":"a.","descr":" Proceeding with regard to method; systematic."},{"word":"Methodical","type":"a.","descr":" Of or pertaining to the ancient school of physicians called methodists."},{"word":"Methodios","type":"n.","descr":" The art and principles of method."},{"word":"Methodism","type":"n.","descr":" The system of doctrines, polity, and worship, of the sect called Methodists."},{"word":"Methodist","type":"n.","descr":" One who observes method."},{"word":"Methodist","type":"n.","descr":" One of an ancient school of physicians who rejected observation and founded their practice on reasoning and theory."},{"word":"Methodist","type":"n.","descr":" One of a sect of Christians, the outgrowth of a small association called the \"Holy Club,\" formed at Oxford University, A.D. 1729, of which the most conspicuous members were John Wesley and his brother Charles; -- originally so called from the methodical strictness of members of the club in all religious duties."},{"word":"Methodist","type":"n.","descr":" A person of strict piety; one who lives in the exact observance of religious duties; -- sometimes so called in contempt or ridicule."},{"word":"Methodist","type":"a.","descr":" Of or pertaining to the sect of Methodists; as, Methodist hymns; a Methodist elder."},{"word":"Methodistic","type":"a.","descr":" Alt. of Methodistical"},{"word":"Methodistical","type":"a.","descr":" Of or pertaining to methodists, or to the Methodists."},{"word":"Methodization","type":"n.","descr":" The act or process of methodizing, or the state of being methodized."},{"word":"Methodized","type":"imp. and p. p.","descr":" of Methodize"},{"word":"Methodizing","type":"p. pr. and vb. n.","descr":" of Methodize"},{"word":"Methodize","type":"v. t.","descr":" To reduce to method; to dispose in due order; to arrange in a convenient manner; as, to methodize one\\'s work or thoughts."},{"word":"Methodizer","type":"n.","descr":" One who methodizes."},{"word":"Methodological","type":"a.","descr":" Of or pertaining to methodology."},{"word":"Methodology","type":"n.","descr":" The science of method or arrangement; a treatise on method."},{"word":"Methol","type":"n.","descr":" The technical name of methyl alcohol or wood spirit; also, by extension, the class name of any of the series of alcohols of the methane series of which methol proper is the type. See Methyl alcohol, under Methyl."},{"word":"Methoxyl","type":"n.","descr":" A hypothetical radical, CH3O, analogous to hydroxyl."},{"word":"Methyl","type":"n.","descr":" A hydrocarbon radical, CH3, not existing alone but regarded as an essential residue of methane, and appearing as a component part of many derivatives; as, methyl alcohol, methyl ether, methyl amine, etc."},{"word":"Methylal","type":"n.","descr":" A light, volatile liquid, H2C(OCH3)2, regarded as a complex ether, and having a pleasant ethereal odor. It is obtained by the partial oxidation of methyl alcohol. Called also formal."},{"word":"Methylamine","type":"n.","descr":" See Methyl amine, under Methyl."},{"word":"Methylate","type":"n.","descr":" An alcoholate of methyl alcohol in which the hydroxyl hydrogen is replaced by a metal, after the analogy of a hydrate; as, sodium methylate, CH3ONa."},{"word":"Methylate","type":"v. t.","descr":" To impregnate or mix with methyl or methyl alcohol."},{"word":"Methylated","type":"a.","descr":" Impregnated with, or containing, methyl alcohol or wood spirit; as, methylated spirits."},{"word":"Methylene","type":"n.","descr":" A hydrocarbon radical, CH2, not known in the free state, but regarded as an essential residue and component of certain derivatives of methane; as, methylene bromide, CH2Br2; -- formerly called also methene."},{"word":"Methylic","type":"a.","descr":" Pertaining to, derived from, or containing, methyl; specifically, designating methyl alcohol. See under Methyl."},{"word":"Methysticin","type":"n.","descr":" A white, silky, crystalline substance extracted from the thick rootstock of a species of pepper (Piper methysticum) of the South Sea Islands; -- called also kanakin."},{"word":"Metic","type":"n.","descr":" A sojourner; an immigrant; an alien resident in a Grecian city, but not a citizen."},{"word":"Meticulous","type":"a.","descr":" Timid; fearful."},{"word":"Metif","type":"n. f.","descr":" Alt. of Metive"},{"word":"Metive","type":"n. f.","descr":" See Metis."},{"word":"Metis","type":"n. f.","descr":" Alt. of Metisse"},{"word":"Metisse","type":"n. f.","descr":" The offspring of a white person and an American Indian."},{"word":"Metisse","type":"n. f.","descr":" The offspring of a white person and a quadroon; an octoroon."},{"word":"Metoche","type":"n.","descr":" The space between two dentils."},{"word":"Metoche","type":"n.","descr":" The space between two triglyphs."},{"word":"Metonic","type":"a.","descr":" Pertaining to, or discovered by, Meton, the Athenian."},{"word":"Metonymic","type":"a.","descr":" Alt. of Metonymical"},{"word":"Metonymical","type":"a.","descr":" Used by way of metonymy."},{"word":"Metonymy","type":"n.","descr":" A trope in which one word is put for another that suggests it; as, we say, a man keeps a good table instead of good provisions; we read Virgil, that is, his poems; a man has a warm heart, that is, warm affections."},{"word":"Metope","type":"n.","descr":" The space between two triglyphs of the Doric frieze, which, among the ancients, was often adorned with carved work. See Illust. of Entablature."},{"word":"Metope","type":"n.","descr":" The face of a crab."},{"word":"Metopic","type":"a.","descr":" Of or pertaining to the forehead or frontal bones; frontal; as, the metopic suture."},{"word":"Metopomancy","type":"n.","descr":" Fortune telling by physiognomy."},{"word":"Metoposcopic","type":"a.","descr":" Alt. of Metoposcopical"},{"word":"Metoposcopical","type":"a.","descr":" Of or relating to metoposcopy."},{"word":"Metoposcopist","type":"n.","descr":" One versed in metoposcopy."},{"word":"Metoposcopy","type":"n.","descr":" The study of physiognomy; the art of discovering the character of persons by their features, or the lines of the face."},{"word":"Metosteon","type":"n.","descr":" The postero-lateral ossification in the sternum of birds; also, the part resulting from such ossification."},{"word":"Metre","type":"n.","descr":" See Meter."},{"word":"Metric","type":"a.","descr":" Relating to measurement; involving, or proceeding by, measurement."},{"word":"Metric","type":"a.","descr":" Of or pertaining to the meter as a standard of measurement; of or pertaining to the decimal system of measurement of which a meter is the unit; as, the metric system; a metric measurement."},{"word":"Metrical","type":"a.","descr":" Of or pertaining to the meter; arranged in meter; consisting of verses; as, metrical compositions."},{"word":"Metrical","type":"a.","descr":" Of or pertaining to measurement; as, the inch, foot, yard, etc., are metrical terms; esp., of or pertaining to the metric system."},{"word":"Metrically","type":"adv.","descr":" In a metrical manner."},{"word":"Metrician","type":"n.","descr":" A composer of verses."},{"word":"Metric system","type":"","descr":" See Metric, a."},{"word":"Metrification","type":"n.","descr":" Composition in metrical form; versification."},{"word":"Metrify","type":"v. i.","descr":" To make verse."},{"word":"Metrist","type":"n.","descr":" A maker of verses."},{"word":"Metritis","type":"n.","descr":" Inflammation of the womb."},{"word":"Metrochrome","type":"n.","descr":" An instrument for measuring colors."},{"word":"Metrograph","type":"n.","descr":" An instrument attached to a locomotive for recording its speed and the number and duration of its stops."},{"word":"Metrological","type":"a.","descr":" Of or pertaining to metrology."},{"word":"Metrology","type":"n.","descr":" The science of, or a system of, weights and measures; also, a treatise on the subject."},{"word":"Metromania","type":"n.","descr":" A mania for writing verses."},{"word":"Metromaniac","type":"n.","descr":" One who has metromania."},{"word":"Metrometer","type":"n.","descr":" An instrument for measuring the size of the womb."},{"word":"Metronome","type":"n.","descr":" An instrument consisting of a short pendulum with a sliding weight. It is set in motion by clockwork, and serves to measure time in music."},{"word":"Metronomy","type":"n.","descr":" Measurement of time by an instrument."},{"word":"Metronymic","type":"a.","descr":" Derived from the name of one\\'s mother, or other female ancestor; as, a metronymic name or appellation. -- A metronymic appellation."},{"word":"Metropole","type":"n.","descr":" A metropolis."},{"word":"Metropolis","type":"n.","descr":" The mother city; the chief city of a kingdom, state, or country."},{"word":"Metropolis","type":"n.","descr":" The seat, or see, of the metropolitan, or highest church dignitary."},{"word":"Metropolitan","type":"a.","descr":" Of or pertaining to the capital or principal city of a country; as, metropolitan luxury."},{"word":"Metropolitan","type":"a.","descr":" Of, pertaining to, or designating, a metropolitan or the presiding bishop of a country or province, his office, or his dignity; as, metropolitan authority."},{"word":"Metropolitan","type":"n.","descr":" The superior or presiding bishop of a country or province."},{"word":"Metropolitan","type":"n.","descr":" An archbishop."},{"word":"Metropolitan","type":"n.","descr":" A bishop whose see is civil metropolis. His rank is intermediate between that of an archbishop and a patriarch."},{"word":"Metropolitanate","type":"n.","descr":" The see of a metropolitan bishop."},{"word":"Metropolite","type":"n.","descr":" A metropolitan."},{"word":"Metropolitical","type":"a.","descr":" Of or pertaining to a metropolis; being a metropolis; metropolitan; as, the metropolitical chair."},{"word":"Metrorrhagia","type":"n.","descr":" Profuse bleeding from the womb, esp. such as does not occur at the menstrual period."},{"word":"Metroscope","type":"n.","descr":" A modification of the stethoscope, for directly auscultating the uterus from the vagina."},{"word":"Metrosideros","type":"n.","descr":" A myrtaceous genus of trees or shrubs, found in Australia and the South Sea Islands, and having very hard wood. Metrosideros vera is the true ironwood."},{"word":"Metrotome","type":"n.","descr":" An instrument for cutting or scarifying the uterus or the neck of the uterus."},{"word":"Metrotomy","type":"n.","descr":" The operation of cutting into the uterus; hysterotomy; the Caesarean section."},{"word":"Mette","type":"","descr":" imp. of Mete, to dream."},{"word":"Mettle","type":"n.","descr":" Substance or quality of temperament; spirit, esp. as regards honor, courage, fortitude, ardor, etc.; disposition; -- usually in a good sense."},{"word":"Mettled","type":"a.","descr":" Having mettle; high-spirited; ardent; full of fire."},{"word":"Mettlesome","type":"a.","descr":" Full of spirit; possessing constitutional ardor; fiery; as, a mettlesome horse."},{"word":"Meute","type":"n.","descr":" A cage for hawks; a mew. See 4th Mew, 1."},{"word":"Meve","type":"v. t. and i.","descr":" To move."},{"word":"Mew","type":"n.","descr":" A gull, esp. the common British species (Larus canus); called also sea mew, maa, mar, mow, and cobb."},{"word":"Mewed","type":"imp. and p. p.","descr":" of Mew"},{"word":"Mewing","type":"p. pr. and vb. n.","descr":" of Mew"},{"word":"Mew","type":"v. t.","descr":" To shed or cast; to change; to molt; as, the hawk mewed his feathers."},{"word":"Mew","type":"v. i.","descr":" To cast the feathers; to molt; hence, to change; to put on a new appearance."},{"word":"Mew","type":"n.","descr":" A cage for hawks while mewing; a coop for fattening fowls; hence, any inclosure; a place of confinement or shelter; -- in the latter sense usually in the plural."},{"word":"Mew","type":"n.","descr":" A stable or range of stables for horses; -- compound used in the plural, and so called from the royal stables in London, built on the site of the king\\'s mews for hawks."},{"word":"Mew","type":"v. t.","descr":" To shut up; to inclose; to confine, as in a cage or other inclosure."},{"word":"Mew","type":"v. i.","descr":" To cry as a cat."},{"word":"Mew","type":"n.","descr":" The common cry of a cat."},{"word":"Mewled","type":"imp. and p. p.","descr":" of Mewl"},{"word":"Mewling","type":"p. pr. and vb. n.","descr":" of Mewl"},{"word":"Mewl","type":"v. i.","descr":" To cry, as a young child; to squall."},{"word":"Mewler","type":"n.","descr":" One that mewls."},{"word":"Mews","type":"n. sing. and pl.","descr":" An alley where there are stables; a narrow passage; a confined place."},{"word":"Mexal","type":"mexcal.","descr":" Alt. of Mexical"},{"word":"Mexical","type":"mexcal.","descr":" See Mescal."},{"word":"Mexican","type":"a.","descr":" Of or pertaining to Mexico or its people."},{"word":"Mexican","type":"n.","descr":" A native or inhabitant of Mexico."},{"word":"Mexicanize","type":"v. t.","descr":" To cause to be like the Mexicans, or their country, esp. in respect of frequent revolutions of government."},{"word":"Mexicanize","type":"v. i.","descr":" To become like the Mexicans, or their country or government."},{"word":"Mezcal","type":"n.","descr":" Same as Mescal."},{"word":"Mezereon","type":"n.","descr":" A small European shrub (Daphne Mezereum), whose acrid bark is used in medicine."},{"word":"Mezquita","type":"n.","descr":" A mosque."},{"word":"Mezuzoth","type":"n.","descr":" A piece of parchment bearing the Decalogue and attached to the doorpost; -- in use among orthodox Hebrews."},{"word":"Mezzanine","type":"n.","descr":" Same as Entresol."},{"word":"Mezzanine","type":"n.","descr":" A partial story which is not on the same level with the story of the main part of the edifice, as of a back building, where the floors are on a level with landings of the staircase of the main house."},{"word":"Mezza voce","type":"","descr":" With a medium fullness of sound."},{"word":"Mezzo","type":"a.","descr":" Mean; not extreme."},{"word":"Mezzo-relievo","type":"n.","descr":" Mezzo-rilievo."},{"word":"Mezzo-rilievo","type":"n.","descr":" A middle degree of relief in figures, between high and low relief."},{"word":"Mezzo-rilievo","type":"n.","descr":" Sculpture in this kind of relief. See under Alto-rilievo."},{"word":"Mezzo-soprano","type":"a.","descr":" Having a medium compass between the soprano and contralto; -- said of the voice of a female singer."},{"word":"Mezzo-soprano","type":"n.","descr":" A mezzo-soprano voice."},{"word":"Mezzo-soprano","type":"n.","descr":" A person having such a voice."},{"word":"Mezzotint","type":"n.","descr":" A manner of engraving on copper or steel by drawing upon a surface previously roughened, and then removing the roughness in places by scraping, burnishing, etc., so as to produce the requisite light and shade. Also, an engraving so produced."},{"word":"Mezzotint","type":"v. t.","descr":" To engrave in mezzotint."},{"word":"Mezzotinter","type":"n.","descr":" One who engraves in mezzotint."},{"word":"Mezzotinto","type":"n.","descr":" Mezzotint."},{"word":"Mezzotintoed","type":"imp. and p. p.","descr":" of Mezzotinto"},{"word":"Mezzotintoing","type":"p. pr. and vb. n.","descr":" of Mezzotinto"},{"word":"Mezzotinto","type":"v. t.","descr":" To engrave in mezzotint; to represent by mezzotint."},{"word":"Messeigneurs","type":"pl. ","descr":" of Monseigneur"},{"word":"Messieurs","type":"pl. ","descr":" of Monsieur"},{"word":"Messrs.","type":"pl. ","descr":" of Monsieur"}]