[{"word":"Molten","type":"p. p.","descr":" of Melt"},{"word":"Moa","type":"n.","descr":" Any one of several very large extinct species of wingless birds belonging to Dinornis, and other related genera, of the suborder Dinornithes, found in New Zealand. They are allied to the apteryx and the ostrich. They were probably exterminated by the natives before New Zealand was discovered by Europeans. Some species were much larger than the ostrich."},{"word":"Moabite","type":"n.","descr":" One of the posterity of Moab, the son of Lot. (Gen. xix. 37.) Also used adjectively."},{"word":"Moabitess","type":"n.","descr":" A female Moabite."},{"word":"Moabitish","type":"a.","descr":" Moabite."},{"word":"Moaned","type":"imp. and p. p.","descr":" of Moan"},{"word":"Moaning","type":"p. pr. and vb. n.","descr":" of Moan"},{"word":"Moan","type":"v. i.","descr":" To make a low prolonged sound of grief or pain, whether articulate or not; to groan softly and continuously."},{"word":"Moan","type":"v. i.","descr":" To emit a sound like moan; -- said of things inanimate; as, the wind moans."},{"word":"Moan","type":"v. t.","descr":" To bewail audibly; to lament."},{"word":"Moan","type":"v. t.","descr":" To afflict; to distress."},{"word":"Moan","type":"v. i.","descr":" A low prolonged sound, articulate or not, indicative of pain or of grief; a low groan."},{"word":"Moan","type":"v. i.","descr":" A low mournful or murmuring sound; -- of things."},{"word":"Moanful","type":"a.","descr":" Full of moaning; expressing sorrow."},{"word":"Moat","type":"n.","descr":" A deep trench around the rampart of a castle or other fortified place, sometimes filled with water; a ditch."},{"word":"Moat","type":"v. t.","descr":" To surround with a moat."},{"word":"Moate","type":"v. i.","descr":" To void the excrement, as a bird; to mute."},{"word":"Mob","type":"n.","descr":" A mobcap."},{"word":"Mob","type":"v. t.","descr":" To wrap up in, or cover with, a cowl."},{"word":"Mob","type":"n.","descr":" The lower classes of a community; the populace, or the lowest part of it."},{"word":"Mob","type":"n.","descr":" A throng; a rabble; esp., an unlawful or riotous assembly; a disorderly crowd."},{"word":"Mobbed","type":"imp. and p. p.","descr":" of Mob"},{"word":"Mobbing","type":"p. pr. and vb. n.","descr":" of Mob"},{"word":"Mob","type":"v. t.","descr":" To crowd about, as a mob, and attack or annoy; as, to mob a house or a person."},{"word":"Mobbish","type":"a.","descr":" Like a mob; tumultuous; lawless; as, a mobbish act."},{"word":"Mobcap","type":"n.","descr":" A plain cap or headdress for women or girls; especially, one tying under the chin by a very broad band, generally of the same material as the cap itself."},{"word":"Mobile","type":"a.","descr":" Capable of being moved; not fixed in place or condition; movable."},{"word":"Mobile","type":"a.","descr":" Characterized by an extreme degree of fluidity; moving or flowing with great freedom; as, benzine and mercury are mobile liquids; -- opposed to viscous, viscoidal, or oily."},{"word":"Mobile","type":"a.","descr":" Easily moved in feeling, purpose, or direction; excitable; changeable; fickle."},{"word":"Mobile","type":"a.","descr":" Changing in appearance and expression under the influence of the mind; as, mobile features."},{"word":"Mobile","type":"a.","descr":" Capable of being moved, aroused, or excited; capable of spontaneous movement."},{"word":"Mobile","type":"a.","descr":" The mob; the populace."},{"word":"Mobility","type":"n.","descr":" The quality or state of being mobile; as, the mobility of a liquid, of an army, of the populace, of features, of a muscle."},{"word":"Mobility","type":"n.","descr":" The mob; the lower classes."},{"word":"Mobilization","type":"n.","descr":" The act of mobilizing."},{"word":"Mobilized","type":"imp. and p. p.","descr":" of Mobilize"},{"word":"Mobilizing","type":"p. pr. and vb. n.","descr":" of Mobilize"},{"word":"Mobilize","type":"v. t.","descr":" To put in a state of readiness for active service in war, as an army corps."},{"word":"Moble","type":"v. t.","descr":" To wrap the head of in a hood."},{"word":"Mobles","type":"n. pl.","descr":" See Moebles."},{"word":"Mobocracy","type":"n.","descr":" A condition in which the lower classes of a nation control public affairs without respect to law, precedents, or vested rights."},{"word":"Mobocrat","type":"n.","descr":" One who favors a form of government in which the unintelligent populace rules without restraint."},{"word":"Mobocratic","type":"a.","descr":" Of, or relating to, a mobocracy."},{"word":"Moccasin","type":"n.","descr":" A shoe made of deerskin, or other soft leather, the sole and upper part being one piece. It is the customary shoe worn by the American Indians."},{"word":"Moccasin","type":"n.","descr":" A poisonous snake of the Southern United States. The water moccasin (Ancistrodon piscivorus) is usually found in or near water. Above, it is olive brown, barred with black; beneath, it is brownish yellow, mottled with darker. The upland moccasin is Ancistrodon atrofuscus. They resemble rattlesnakes, but are without rattles."},{"word":"Moccasined","type":"a.","descr":" Covered with, or wearing, a moccasin or moccasins."},{"word":"Mocha","type":"n.","descr":" A seaport town of Arabia, on the Red Sea."},{"word":"Mocha","type":"n.","descr":" A variety of coffee brought from Mocha."},{"word":"Mocha","type":"n.","descr":" An Abyssinian weight, equivalent to a Troy grain."},{"word":"Moche","type":"n.","descr":" A bale of raw silk."},{"word":"Moche","type":"a.","descr":" Much."},{"word":"Mochel","type":"a. and adv.","descr":" Much."},{"word":"Mochila","type":"n.","descr":" A large leather flap which covers the saddletree."},{"word":"Mocked","type":"imp. and p. p.","descr":" of Mock"},{"word":"Mocking","type":"p. pr. and vb. n.","descr":" of Mock"},{"word":"Mock","type":"v. t.","descr":" To imitate; to mimic; esp., to mimic in sport, contempt, or derision; to deride by mimicry."},{"word":"Mock","type":"v. t.","descr":" To treat with scorn or contempt; to deride."},{"word":"Mock","type":"v. t.","descr":" To disappoint the hopes of; to deceive; to tantalize; as, to mock expectation."},{"word":"Mock","type":"v. i.","descr":" To make sport contempt or in jest; to speak in a scornful or jeering manner."},{"word":"Mock","type":"n.","descr":" An act of ridicule or derision; a scornful or contemptuous act or speech; a sneer; a jibe; a jeer."},{"word":"Mock","type":"n.","descr":" Imitation; mimicry."},{"word":"Mock","type":"a.","descr":" Imitating reality, but not real; false; counterfeit; assumed; sham."},{"word":"Mockable","type":"a.","descr":" Such as can be mocked."},{"word":"Mockado","type":"n.","descr":" A stuff made in imitation of velvet; -- probably the same as mock velvet."},{"word":"Mockadour","type":"n.","descr":" See Mokadour."},{"word":"Mockage","type":"n.","descr":" Mockery."},{"word":"Mockbird","type":"n.","descr":" The European sedge warbler (Acrocephalus phragmitis)."},{"word":"Mocker","type":"n.","descr":" One who, or that which, mocks; a scorner; a scoffer; a derider."},{"word":"Mocker","type":"n.","descr":" A deceiver; an impostor."},{"word":"Mocker","type":"n.","descr":" A mocking bird."},{"word":"Mockeries","type":"pl. ","descr":" of Mockery"},{"word":"Mockery","type":"n.","descr":" The act of mocking, deriding, and exposing to contempt, by mimicry, by insincere imitation, or by a false show of earnestness; a counterfeit appearance."},{"word":"Mockery","type":"n.","descr":" Insulting or contemptuous action or speech; contemptuous merriment; derision; ridicule."},{"word":"Mockery","type":"n.","descr":" Subject of laughter, derision, or sport."},{"word":"Mocking","type":"a.","descr":" Imitating, esp. in derision, or so as to cause derision; mimicking; derisive."},{"word":"Mockingly","type":"adv.","descr":" By way of derision; in a contemptuous or mocking manner."},{"word":"Mockingstock","type":"n.","descr":" A butt of sport; an object of derision."},{"word":"Mockish","type":"a.","descr":" Mock; counterfeit; sham."},{"word":"Mockle","type":"a.","descr":" See Mickle."},{"word":"Moco","type":"n.","descr":" A South American rodent (Cavia rupestris), allied to the Guinea pig, but larger; -- called also rock cavy."},{"word":"Modal","type":"a.","descr":" Of or pertaining to a mode or mood; consisting in mode or form only; relating to form; having the form without the essence or reality."},{"word":"Modal","type":"a.","descr":" Indicating, or pertaining to, some mode of conceiving existence, or of expressing thought."},{"word":"Modalist","type":"n.","descr":" One who regards Father, Son, and Spirit as modes of being, and not as persons, thus denying personal distinction in the Trinity."},{"word":"Modality","type":"n.","descr":" The quality or state of being modal."},{"word":"Modality","type":"n.","descr":" A modal relation or quality; a mode or point of view under which an object presents itself to the mind. According to Kant, the quality of propositions, as assertory, problematical, or apodeictic."},{"word":"Modally","type":"adv.","descr":" In a modal manner."},{"word":"Mode","type":"n.","descr":" Manner of doing or being; method; form; fashion; custom; way; style; as, the mode of speaking; the mode of dressing."},{"word":"Mode","type":"n.","descr":" Prevailing popular custom; fashion, especially in the phrase the mode."},{"word":"Mode","type":"n.","descr":" Variety; gradation; degree."},{"word":"Mode","type":"n.","descr":" Any combination of qualities or relations, considered apart from the substance to which they belong, and treated as entities; more generally, condition, or state of being; manner or form of arrangement or manifestation; form, as opposed to matter."},{"word":"Mode","type":"n.","descr":" The form in which the proposition connects the predicate and subject, whether by simple, contingent, or necessary assertion; the form of the syllogism, as determined by the quantity and quality of the constituent proposition; mood."},{"word":"Mode","type":"n.","descr":" Same as Mood."},{"word":"Mode","type":"n.","descr":" The scale as affected by the various positions in it of the minor intervals; as, the Dorian mode, the Ionic mode, etc., of ancient Greek music."},{"word":"Mode","type":"n.","descr":" A kind of silk. See Alamode, n."},{"word":"Model","type":"n.","descr":" A miniature representation of a thing, with the several parts in due proportion; sometimes, a facsimile of the same size."},{"word":"Model","type":"n.","descr":" Something intended to serve, or that may serve, as a pattern of something to be made; a material representation or embodiment of an ideal; sometimes, a drawing; a plan; as, the clay model of a sculpture; the inventor\\'s model of a machine."},{"word":"Model","type":"n.","descr":" Anything which serves, or may serve, as an example for imitation; as, a government formed on the model of the American constitution; a model of eloquence, virtue, or behavior."},{"word":"Model","type":"n.","descr":" That by which a thing is to be measured; standard."},{"word":"Model","type":"n.","descr":" Any copy, or resemblance, more or less exact."},{"word":"Model","type":"n.","descr":" A person who poses as a pattern to an artist."},{"word":"Model","type":"a.","descr":" Suitable to be taken as a model or pattern; as, a model house; a model husband."},{"word":"Modeled","type":"imp. and p. p.","descr":" of Model"},{"word":"Modelled","type":"","descr":" of Model"},{"word":"Modeling","type":"p. pr. and vb. n.","descr":" of Model"},{"word":"Modelling","type":"","descr":" of Model"},{"word":"Model","type":"v. t.","descr":" To plan or form after a pattern; to form in model; to form a model or pattern for; to shape; to mold; to fashion; as, to model a house or a government; to model an edifice according to the plan delineated."},{"word":"Model","type":"v. i.","descr":" To make a copy or a pattern; to design or imitate forms; as, to model in wax."},{"word":"Modeler","type":"n.","descr":" One who models; hence, a worker in plastic art."},{"word":"Modeling","type":"n.","descr":" The act or art of making a model from which a work of art is to be executed; the formation of a work of art from some plastic material. Also, in painting, drawing, etc., the expression or indication of solid form."},{"word":"Modelize","type":"v. t.","descr":" To model."},{"word":"Modena","type":"n.","descr":" A certain crimsonlike color."},{"word":"Modenese","type":"a.","descr":" Of or pertaining to Modena or its inhabitants."},{"word":"Modenese","type":"n. sing. and pl.","descr":" A native or inhabitant of Modena; the people of Modena."},{"word":"Moder","type":"n.","descr":" A mother."},{"word":"Moder","type":"n.","descr":" The principal piece of an astrolabe, into which the others are fixed."},{"word":"Moder","type":"v. t.","descr":" To moderate."},{"word":"Moderable","type":"a.","descr":" Modeate; temperate."},{"word":"Moderance","type":"n.","descr":" Moderation."},{"word":"Moderate","type":"a.","descr":" Kept within due bounds; observing reasonable limits; not excessive, extreme, violent, or rigorous; limited; restrained"},{"word":"Moderate","type":"a.","descr":" Limited in quantity; sparing; temperate; frugal; as, moderate in eating or drinking; a moderate table."},{"word":"Moderate","type":"a.","descr":" Limited in degree of activity, energy, or excitement; reasonable; calm; slow; as, moderate language; moderate endeavors."},{"word":"Moderate","type":"a.","descr":" Not extreme in opinion, in partisanship, and the like; as, a moderate Calvinist."},{"word":"Moderate","type":"a.","descr":" Not violent or rigorous; temperate; mild; gentle; as, a moderate winter."},{"word":"Moderate","type":"a.","descr":" Limited as to degree of progress; as, to travel at moderate speed."},{"word":"Moderate","type":"a.","descr":" Limited as to the degree in which a quality, principle, or faculty appears; as, an infusion of moderate strength; a man of moderate abilities."},{"word":"Moderate","type":"a.","descr":" Limited in scope or effects; as, a reformation of a moderate kind."},{"word":"Moderate","type":"n.","descr":" One of a party in the Church of Scotland in the 18th century, and part of the 19th, professing moderation in matters of church government, in discipline, and in doctrine."},{"word":"Moderated","type":"imp. and p. p.","descr":" of Moderate"},{"word":"Moderating","type":"p. pr. and vb. n.","descr":" of Moderate"},{"word":"Moderate","type":"v. t.","descr":" To restrain from excess of any kind; to reduce from a state of violence, intensity, or excess; to keep within bounds; to make temperate; to lessen; to allay; to repress; to temper; to qualify; as, to moderate rage, action, desires, etc.; to moderate heat or wind."},{"word":"Moderate","type":"v. t.","descr":" To preside over, direct, or regulate, as a public meeting; as, to moderate a synod."},{"word":"Moderate","type":"v. i.","descr":" To become less violent, severe, rigorous, or intense; as, the wind has moderated."},{"word":"Moderate","type":"v. i.","descr":" To preside as a moderator."},{"word":"Moderately","type":"adv.","descr":" In a moderate manner or degree; to a moderate extent."},{"word":"Moderateness","type":"n.","descr":" The quality or state of being moderate; temperateness; moderation."},{"word":"Moderation","type":"n.","descr":" The act of moderating, or of imposing due restraint."},{"word":"Moderation","type":"n.","descr":" The state or quality of being mmoderate."},{"word":"Moderation","type":"n.","descr":" Calmness of mind; equanimity; as, to bear adversity with moderation."},{"word":"Moderation","type":"n.","descr":" The first public examinations for degrees at the University of Oxford; -- usually contracted to mods."},{"word":"Moderatism","type":"n.","descr":" Moderation in doctrines or opinion, especially in politics or religion."},{"word":"Moderato","type":"a. and adv.","descr":" With a moderate degree of quickness; moderately."},{"word":"Moderator","type":"n.","descr":" One who, or that which, moderates, restrains, or pacifies."},{"word":"Moderator","type":"n.","descr":" The officer who presides over an assembly to preserve order, propose questions, regulate the proceedings, and declare the votes."},{"word":"Moderator","type":"n.","descr":" In the University of Oxford, an examiner for moderations; at Cambridge, the superintendant of examinations for degrees; at Dublin, either the first (senior) or second (junior) in rank in an examination for the degree of Bachelor of Arts."},{"word":"Moderator","type":"n.","descr":" A mechamical arrangement for regulating motion in a machine, or producing equality of effect."},{"word":"Moderatorship","type":"n.","descr":" The office of a moderator."},{"word":"Moderatress","type":"n.","descr":" A female moderator."},{"word":"Moderatrix","type":"n.","descr":" A female moderator."},{"word":"Modern","type":"a.","descr":" Of or pertaining to the present time, or time not long past; late; not ancient or remote in past time; of recent period; as, modern days, ages, or time; modern authors; modern fashions; modern taste; modern practice."},{"word":"Modern","type":"a.","descr":" New and common; trite; commonplace."},{"word":"Modern","type":"n.","descr":" A person of modern times; -- opposed to ancient."},{"word":"Modernism","type":"n.","descr":" Modern practice; a thing of recent date; esp., a modern usage or mode of expression."},{"word":"Modernist","type":"n.","descr":" One who admires the moderns, or their ways and fashions."},{"word":"Modernity","type":"n.","descr":" Modernness; something modern."},{"word":"Modernization","type":"n.","descr":" The act of rendering modern in style; the act or process of causing to conform to modern of thinking or acting."},{"word":"Modernized","type":"imp. and p. p.","descr":" of Modernize"},{"word":"Modernizing","type":"p. pr. and vb. n.","descr":" of Modernize"},{"word":"Modernize","type":"v. t.","descr":" To render modern; to adapt to modern person or things; to cause to conform to recent or present usage or taste."},{"word":"Modernizer","type":"n.","descr":" One who modernizes."},{"word":"Modernly","type":"adv.","descr":" In modern times."},{"word":"Modernness","type":"n.","descr":" The quality or state of being modern; recentness; novelty."},{"word":"Modest","type":"a.","descr":" Restraining within due limits of propriety; not forward, bold, boastful, or presumptious; rather retiring than pushing one\\'s self forward; not obstructive; as, a modest youth; a modest man."},{"word":"Modest","type":"a.","descr":" Observing the proprieties of the sex; not unwomanly in act or bearing; free from undue familiarity, indecency, or lewdness; decent in speech and demeanor; -- said of a woman."},{"word":"Modest","type":"a.","descr":" Evincing modestly in the actor, author, or speaker; not showing presumption; not excessive or extreme; moderate; as, a modest request; modest joy."},{"word":"Modestly","type":"adv.","descr":" In a modest manner."},{"word":"Modesty","type":"n.","descr":" The quality or state of being modest; that lowly temper which accompanies a moderate estimate of one\\'s own worth and importance; absence of self-assertion, arrogance, and presumption; humility respecting one\\'s own merit."},{"word":"Modesty","type":"n.","descr":" Natural delicacy or shame regarding personal charms and the sexual relation; purity of thought and manners; due regard for propriety in speech or action."},{"word":"Modicity","type":"n.","descr":" Moderateness; smallness; meanness."},{"word":"Modicum","type":"n.","descr":" A little; a small quantity; a measured simply."},{"word":"Modifiability","type":"n.","descr":" Capability of being modified; state or quality of being modifiable."},{"word":"Modifiable","type":"a.","descr":" Capable of being modified; liable to modification."},{"word":"Modificable","type":"a.","descr":" Modifiable."},{"word":"Modificate","type":"v. t.","descr":" To qualify."},{"word":"Modification","type":"n.","descr":" The act of modifying, or the state of being modified; a modified form or condition; state as modified; a change; as, the modification of an opinion, or of a machine; the various modifications of light."},{"word":"Modificative","type":"n.","descr":" That which modifies or qualifies, as a word or clause."},{"word":"Modificatory","type":"a.","descr":" Tending or serving to modify; modifying."},{"word":"Modifier","type":"n.","descr":" One who, or that which, modifies."},{"word":"Modified","type":"imp. and p. p.","descr":" of Modify"},{"word":"Modifying","type":"p. pr. and vb. n.","descr":" of Modify"},{"word":"Modify","type":"v. t.","descr":" To change somewhat the form or qualities of; to alter somewhat; as, to modify a contrivance adapted to some mechanical purpose; to modify the terms of a contract."},{"word":"Modify","type":"v. t.","descr":" To limit or reduce in extent or degree; to moderate; to qualify; to lower."},{"word":"Modillion","type":"n.","descr":" The enriched block or horizontal bracket generally found under the cornice of the Corinthian and Composite entablature, and sometimes, less ornamented, in the Ionic and other orders; -- so called because of its arrangement at regulated distances."},{"word":"Modiolar","type":"a.","descr":" Shaped like a bushel measure."},{"word":"Modioli","type":"pl. ","descr":" of Modiolus"},{"word":"Modiolus","type":"n.","descr":" The central column in the osseous cochlea of the ear."},{"word":"Modish","type":"a.","descr":" According to the mode, or customary manner; conformed to the fashion; fashionable; hence, conventional; as, a modish dress; a modish feast."},{"word":"Modist","type":"n.","descr":" One who follows the fashion."},{"word":"Modiste","type":"n.","descr":" A female maker of, or dealer in, articles of fashion, especially of the fashionable dress of ladies; a woman who gives direction to the style or mode of dress."},{"word":"Modii","type":"pl. ","descr":" of Modius"},{"word":"Modius","type":"n.","descr":" A dry measure, containing about a peck."},{"word":"Modocs","type":"n. pl.","descr":" A tribe of warlike Indians formerly inhabiting Northern California. They are nearly extinct."},{"word":"Modular","type":"a.","descr":" Of or pertaining to mode, modulation, module, or modius; as, modular arrangement; modular accent; modular measure."},{"word":"Modulated","type":"imp. and p. p.","descr":" of Modulate"},{"word":"Modulating","type":"p. pr. and vb. n.","descr":" of Modulate"},{"word":"Modulate","type":"v. t.","descr":" To form, as sound, to a certain key, or to a certain portion."},{"word":"Modulate","type":"v. t.","descr":" To vary or inflect in a natural, customary, or musical manner; as, the organs of speech modulate the voice in reading or speaking."},{"word":"Modulate","type":"v. i.","descr":" To pass from one key into another."},{"word":"Modulation","type":"n.","descr":" The act of modulating, or the state of being modulated; as, the modulation of the voice."},{"word":"Modulation","type":"n.","descr":" Sound modulated; melody."},{"word":"Modulation","type":"n.","descr":" A change of key, whether transient, or until the music becomes established in the new key; a shifting of the tonality of a piece, so that the harmonies all center upon a new keynote or tonic; the art of transition out of the original key into one nearly related, and so on, it may be, by successive changes, into a key quite remote. There are also sudden and unprepared modulations."},{"word":"Modulator","type":"n.","descr":" One who, or that which, modulates."},{"word":"Module","type":"n.","descr":" A model or measure."},{"word":"Module","type":"n.","descr":" The size of some one part, as the diameter of semi-diameter of the base of a shaft, taken as a unit of measure by which the proportions of the other parts of the composition are regulated. Generally, for columns, the semi-diameter is taken, and divided into a certain number of parts, called minutes (see Minute), though often the diameter is taken, and any dimension is said to be so many modules and minutes in height, breadth, or projection."},{"word":"Module","type":"n.","descr":" To model; also, to modulate."},{"word":"Moduli","type":"pl. ","descr":" of Modulus"},{"word":"Modulus","type":"n.","descr":" A quantity or coefficient, or constant, which expresses the measure of some specified force, property, or quality, as of elasticity, strength, efficiency, etc.; a parameter."},{"word":"Modi","type":"pl. ","descr":" of Modus"},{"word":"Modus","type":"n.","descr":" The arrangement of, or mode of expressing, the terms of a contract or conveyance."},{"word":"Modus","type":"n.","descr":" A qualification involving the idea of variation or departure from some general rule or form, in the way of either restriction or enlargement, according to the circumstances of the case, as in the will of a donor, an agreement between parties, and the like."},{"word":"Modus","type":"n.","descr":" A fixed compensation or equivalent given instead of payment of tithes in kind, expressed in full by the phrase modus decimandi."},{"word":"Mody","type":"a.","descr":" Fashionable."},{"word":"Moe","type":"n.","descr":" A wry face or mouth; a mow."},{"word":"Moe","type":"v. i.","descr":" To make faces; to mow."},{"word":"Moe","type":"a., adv., and n.","descr":" More. See Mo."},{"word":"Moebles","type":"n. pl.","descr":" Movables; furniture; -- also used in the singular (moeble)."},{"word":"Moelline","type":"n.","descr":" An unguent for the hair."},{"word":"Moellon","type":"n.","descr":" Rubble masonry."},{"word":"Moesogothic","type":"a.","descr":" Belonging to the Moesogoths, a branch of the Goths who settled in Moesia."},{"word":"Moesogothic","type":"n.","descr":" The language of the Moesogoths; -- also called Gothic."},{"word":"Moeve","type":"v. t. and i.","descr":" To move."},{"word":"Moff","type":"n.","descr":" A thin silk stuff made in Caucasia."},{"word":"Moggan","type":"n.","descr":" A closely fitting knit sleeve; also, a legging of knitted material."},{"word":"Mogul","type":"n.","descr":" A person of the Mongolian race."},{"word":"Mogul","type":"n.","descr":" A heavy locomotive for freight traffic, having three pairs of connected driving wheels and a two-wheeled truck."},{"word":"Moha","type":"n.","descr":" A kind of millet (Setaria Italica); German millet."},{"word":"Mohair","type":"n.","descr":" The long silky hair or wool of the Angora goat of Asia Minor; also, a fabric made from this material, or an imitation of such fabric."},{"word":"Mohammedan","type":"a.","descr":" Of or pertaining to Mohammed, or the religion and institutions founded by Mohammed."},{"word":"Mohammedan","type":"n.","descr":" A follower of Mohammed, the founder of Islamism; one who professes Mohammedanism or Islamism."},{"word":"Mohammedanism","type":"n.","descr":" Alt. of Mohammedism"},{"word":"Mohammedism","type":"n.","descr":" The religion, or doctrines and precepts, of Mohammed, contained in the Koran; Islamism."},{"word":"Mohammedanize","type":"v. t.","descr":" Alt. of Mohammedize"},{"word":"Mohammedize","type":"v. t.","descr":" To make conformable to the principles, or customs and rites, of Mohammedanism."},{"word":"Mohawk","type":"n.","descr":" One of a tribe of Indians who formed part of the Five Nations. They formerly inhabited the valley of the Mohawk River."},{"word":"Mohawk","type":"n.","descr":" One of certain ruffians who infested the streets of London in the time of Addison, and took the name from the Mohawk Indians."},{"word":"Mohicans","type":"n. pl.","descr":" A tribe of Lenni-Lenape Indians who formerly inhabited Western Connecticut and Eastern New York."},{"word":"Moho","type":"n.","descr":" A gallinule (Notornis Mantelli) formerly inhabiting New Zealand, but now supposed to be extinct. It was incapable of flight. See Notornis."},{"word":"Mohock","type":"n.","descr":" See Mohawk."},{"word":"Moholi","type":"n.","descr":" See Maholi."},{"word":"Mohr","type":"n.","descr":" A West African gazelle (Gazella mohr), having horns on which are eleven or twelve very prominent rings. It is one of the species which produce bezoar."},{"word":"Mohur","type":"n.","descr":" A British Indian gold coin, of the value of fifteen silver rupees, or $7.21."},{"word":"Mohurrum","type":"n.","descr":" Alt. of Muharram"},{"word":"Moider","type":"v. i.","descr":" To toil."},{"word":"Moidore","type":"n.","descr":" A gold coin of Portugal, valued at about 27s. sterling."},{"word":"Moieties","type":"pl. ","descr":" of Moiety"},{"word":"Moiety","type":"a.","descr":" One of two equal parts; a half; as, a moiety of an estate, of goods, or of profits; the moiety of a jury, or of a nation."},{"word":"Moiety","type":"a.","descr":" An indefinite part; a small part."},{"word":"Moiled","type":"imp. and p. p.","descr":" of Moil"},{"word":"Moiling","type":"p. pr. and vb. n.","descr":" of Moil"},{"word":"Moil","type":"v. t.","descr":" To daub; to make dirty; to soil; to defile."},{"word":"Moil","type":"v. i.","descr":" To soil one\\'s self with severe labor; to work with painful effort; to labor; to toil; to drudge."},{"word":"Moil","type":"n.","descr":" A spot; a defilement."},{"word":"Moile","type":"n.","descr":" A kind of high shoe anciently worn."},{"word":"Moineau","type":"n.","descr":" A small flat bastion, raised in the middle of an overlong curtain."},{"word":"Moira","type":"n.","descr":" The deity who assigns to every man his lot."},{"word":"Moire","type":"n.","descr":" Originally, a fine textile fabric made of the hair of an Asiatic goat; afterwards, any textile fabric to which a watered appearance is given in the process of calendering."},{"word":"Moire","type":"n.","descr":" A watered, clouded, or frosted appearance produced upon either textile fabrics or metallic surfaces."},{"word":"Moire metallique","type":"","descr":" A crystalline or frosted appearance produced by some acids on tin plate; also, the tin plate thus treated."},{"word":"Moist","type":"a.","descr":" Moderately wet; damp; humid; not dry; as, a moist atmosphere or air."},{"word":"Moist","type":"a.","descr":" Fresh, or new."},{"word":"Moist","type":"v. t.","descr":" To moisten."},{"word":"Moistened","type":"imp. and p. p.","descr":" of Moisten"},{"word":"Moistening","type":"p. pr. and vb. n.","descr":" of Moisten"},{"word":"Moisten","type":"v. t.","descr":" To make damp; to wet in a small degree."},{"word":"Moisten","type":"v. t.","descr":" To soften by making moist; to make tender."},{"word":"Moistener","type":"n.","descr":" One who, or that which, moistens."},{"word":"Moistful","type":"a.","descr":" Full of moisture."},{"word":"Moistless","type":"a.","descr":" Without moisture; dry."},{"word":"Moistness","type":"n.","descr":" The quality or state of being moist."},{"word":"Moisture","type":"n.","descr":" A moderate degree of wetness."},{"word":"Moisture","type":"n.","descr":" That which moistens or makes damp or wet; exuding fluid; liquid in small quantity."},{"word":"Moistureless","type":"a.","descr":" Without moisture."},{"word":"Moisty","type":"a.","descr":" Moist."},{"word":"Moither","type":"v. t.","descr":" To perplex; to confuse."},{"word":"Moither","type":"v. i.","descr":" To toil; to labor."},{"word":"Mokadour","type":"n.","descr":" A handkerchief."},{"word":"Moke","type":"n.","descr":" A donkey."},{"word":"Moke","type":"n.","descr":" A mesh of a net, or of anything resembling a net."},{"word":"Moky","type":"a.","descr":" Misty; dark; murky; muggy."},{"word":"Mola","type":"n.","descr":" See Sunfish, 1."},{"word":"Molar","type":"a.","descr":" Of or pertaining to a mass of matter; -- said of the properties or motions of masses, as distinguished from those of molecules or atoms."},{"word":"Molar","type":"a.","descr":" Having power to grind; grinding; as, the molar teeth; also, of or pertaining to the molar teeth."},{"word":"Molar","type":"n.","descr":" Any one of the teeth back of the incisors and canines. The molar which replace the deciduous or milk teeth are designated as premolars, and those which are not preceded by deciduous teeth are sometimes called true molars. See Tooth."},{"word":"Molary","type":"a.","descr":" Same as 2d Molar."},{"word":"Molasse","type":"n.","descr":" A soft Tertiary sandstone; -- applied to a rock occurring in Switzerland. See Chart of Geology."},{"word":"Molasses","type":"n.","descr":" The thick, brown or dark colored, viscid, uncrystallizable sirup which drains from sugar, in the process of manufacture; any thick, viscid, sweet sirup made from vegetable juice or sap, as of the sorghum or maple. See Treacle."},{"word":"Mold","type":"n.","descr":" A spot; a blemish; a mole."},{"word":"Mold","type":"v.","descr":" Alt. of Mould"},{"word":"Mould","type":"v.","descr":" Crumbling, soft, friable earth; esp., earth containing the remains or constituents of organic matter, and suited to the growth of plants; soil."},{"word":"Mould","type":"v.","descr":" Earthy material; the matter of which anything is formed; composing substance; material."},{"word":"Molded","type":"imp. and p. p.","descr":" of Mould"},{"word":"Moulded","type":"","descr":" of Mould"},{"word":"Molding","type":"p. pr. and vb. n.","descr":" of Mould"},{"word":"Moulding","type":"","descr":" of Mould"},{"word":"Mold","type":"v. t.","descr":" Alt. of Mould"},{"word":"Mould","type":"v. t.","descr":" To cover with mold or soil."},{"word":"Mold","type":"n.","descr":" Alt. of Mould"},{"word":"Mould","type":"n.","descr":" A growth of minute fungi of various kinds, esp. those of the great groups Hyphomycetes, and Physomycetes, forming on damp or decaying organic matter."},{"word":"Mold","type":"v. t.","descr":" Alt. of Mould"},{"word":"Mould","type":"v. t.","descr":" To cause to become moldy; to cause mold to grow upon."},{"word":"Mold","type":"v. i.","descr":" Alt. of Mould"},{"word":"Mould","type":"v. i.","descr":" To become moldy; to be covered or filled, in whole or in part, with a mold."},{"word":"Mold","type":"n.","descr":" Alt. of Mould"},{"word":"Mould","type":"n.","descr":" The matrix, or cavity, in which anything is shaped, and from which it takes its form; also, the body or mass containing the cavity; as, a sand mold; a jelly mold."},{"word":"Mould","type":"n.","descr":" That on which, or in accordance with which, anything is modeled or formed; anything which serves to regulate the size, form, etc., as the pattern or templet used by a shipbuilder, carpenter, or mason."},{"word":"Mould","type":"n.","descr":" Cast; form; shape; character."},{"word":"Mould","type":"n.","descr":" A group of moldings; as, the arch mold of a porch or doorway; the pier mold of a Gothic pier, meaning the whole profile, section, or combination of parts."},{"word":"Mould","type":"n.","descr":" A fontanel."},{"word":"Mould","type":"n.","descr":" A frame with a wire cloth bottom, on which the pump is drained to form a sheet, in making paper by hand."},{"word":"Mold","type":"v. t.","descr":" Alt. of Mould"},{"word":"Mould","type":"v. t.","descr":" To form into a particular shape; to shape; to model; to fashion."},{"word":"Mould","type":"v. t.","descr":" To ornament by molding or carving the material of; as, a molded window jamb."},{"word":"Mould","type":"v. t.","descr":" To knead; as, to mold dough or bread."},{"word":"Mould","type":"v. t.","descr":" To form a mold of, as in sand, in which a casting may be made."},{"word":"Moldable","type":"a.","descr":" Alt. of Mouldable"},{"word":"Mouldable","type":"a.","descr":" Capable of being molded or formed."},{"word":"Moldboard","type":"n.","descr":" Alt. of Mouldboard"},{"word":"Mouldboard","type":"n.","descr":" A curved plate of iron (originally of wood) back of the share of a plow, which turns over the earth in plowing."},{"word":"Mouldboard","type":"n.","descr":" A follow board."},{"word":"Molder","type":"n.","descr":" Alt. of Moulder"},{"word":"Moulder","type":"n.","descr":" One who, or that which, molds or forms into shape; specifically (Founding), one skilled in the art of making molds for castings."},{"word":"Moldered","type":"imp. and p. p.","descr":" of Moulder"},{"word":"Mouldered","type":"","descr":" of Moulder"},{"word":"Moldering","type":"p. pr. and vb. n.","descr":" of Moulder"},{"word":"Mouldering","type":"","descr":" of Moulder"},{"word":"Molder","type":"v. i.","descr":" Alt. of Moulder"},{"word":"Moulder","type":"v. i.","descr":" To crumble into small particles; to turn to dust by natural decay; to lose form, or waste away, by a gradual separation of the component particles, without the presence of water; to crumble away."},{"word":"Molder","type":"v. t.","descr":" Alt. of Moulder"},{"word":"Moulder","type":"v. t.","descr":" To turn to dust; to cause to crumble; to cause to waste away."},{"word":"Moldery","type":"a.","descr":" Alt. of Mouldery"},{"word":"Mouldery","type":"a.","descr":" Covered or filled with mold; consisting of, or resembling, mold."},{"word":"Moldiness","type":"n.","descr":" Alt. of Mouldiness"},{"word":"Mouldiness","type":"n.","descr":" The state of being moldy."},{"word":"Molding","type":"n.","descr":" Alt. of Moulding"},{"word":"Moulding","type":"n.","descr":" The act or process of shaping in or on a mold, or of making molds; the art or occupation of a molder."},{"word":"Moulding","type":"n.","descr":" Anything cast in a mold, or which appears to be so, as grooved or ornamental bars of wood or metal."},{"word":"Moulding","type":"n.","descr":" A plane, or curved, narrow surface, either sunk or projecting, used for decoration by means of the lights and shades upon its surface. Moldings vary greatly in pattern, and are generally used in groups, the different members of each group projecting or retreating, one beyond another. See Cable, n., 3, and Crenelated molding, under Crenelate, v. t."},{"word":"Molding","type":"p.a.","descr":" Alt. of Moulding"},{"word":"Moulding","type":"p.a.","descr":" Used in making a mold or moldings; used in shaping anything according to a pattern."},{"word":"Moldwarp","type":"n.","descr":" Alt. of Mouldwarp"},{"word":"Mouldwarp","type":"n.","descr":" See Mole the animal."},{"word":"Moldy","type":"superl.","descr":" Alt. of Mouldy"},{"word":"Mouldy","type":"superl.","descr":" Overgrown with, or containing, mold; as, moldy cheese or bread."},{"word":"Mole","type":"n.","descr":" A spot; a stain; a mark which discolors or disfigures."},{"word":"Mole","type":"n.","descr":" A spot, mark, or small permanent protuberance on the human body; esp., a spot which is dark-colored, from which commonly issue one or more hairs."},{"word":"Mole","type":"n.","descr":" A mass of fleshy or other more or less solid matter generated in the uterus."},{"word":"Mole","type":"n.","descr":" A mound or massive work formed of masonry or large stones, etc., laid in the sea, often extended either in a right line or an arc of a circle before a port which it serves to defend from the violence of the waves, thus protecting ships in a harbor; also, sometimes, the harbor itself."},{"word":"Mole","type":"n.","descr":" Any insectivore of the family Talpidae. They have minute eyes and ears, soft fur, and very large and strong fore feet."},{"word":"Mole","type":"n.","descr":" A plow of peculiar construction, for forming underground drains."},{"word":"Moled","type":"imp. and p. p.","descr":" of Mole"},{"word":"Moling","type":"p. pr. and vb. n.","descr":" of Mole"},{"word":"Mole","type":"v. t.","descr":" To form holes in, as a mole; to burrow; to excavate; as, to mole the earth."},{"word":"Mole","type":"v. t.","descr":" To clear of molehills."},{"word":"Molebut","type":"n.","descr":" The sunfish (Orthagoriscus, or Mola)."},{"word":"Molecast","type":"n.","descr":" A little elevation of earth made by a mole; a molehill."},{"word":"Molech","type":"n.","descr":" The fire god of the Ammonites, to whom human sacrifices were offered; Moloch."},{"word":"Molecular","type":"a.","descr":" Pertaining to, connected with, produced by, or consisting of, molecules; as, molecular forces; molecular groups of atoms, etc."},{"word":"Molecularity","type":"n.","descr":" The state of consisting of molecules; the state or quality of being molecular."},{"word":"Molecularly","type":"adv.","descr":" With molecules; in the manner of molecules."},{"word":"Molecule","type":"n.","descr":" One of the very small invisible particles of which all matter is supposed to consist."},{"word":"Molecule","type":"n.","descr":" The smallest part of any substance which possesses the characteristic properties and qualities of that substance, and which can exist alone in a free state."},{"word":"Molecule","type":"n.","descr":" A group of atoms so united and combined by chemical affinity that they form a complete, integrated whole, being the smallest portion of any particular compound that can exist in a free state; as, a molecule of water consists of two atoms of hydrogen and one of oxygen.  Cf. Atom."},{"word":"Mole-eyed","type":"a.","descr":" Having eyes like those of the mole; having imperfect sight."},{"word":"Molehill","type":"n.","descr":" A little hillock of earth thrown up by moles working under ground; hence, a very small hill, or an insignificant obstacle or difficulty."},{"word":"Molendinaceous","type":"a.","descr":" Alt. of Molendinarious"},{"word":"Molendinarious","type":"a.","descr":" Resembling the sails of a windmill."},{"word":"Moleskin","type":"n.","descr":" Any fabric having a thick soft shag, like the fur of a mole; esp., a kind of strong twilled fustian."},{"word":"Molested","type":"imp. and p. p.","descr":" of Molest"},{"word":"Molesting","type":"p. pr. and vb. n.","descr":" of Molest"},{"word":"Molest","type":"v. t.","descr":" To trouble; to disturb; to render uneasy; to interfere with; to vex."},{"word":"Molest","type":"n.","descr":" Molestation."},{"word":"Molestation","type":"n.","descr":" The act of molesting, or the state of being molested; disturbance; annoyance."},{"word":"Molester","type":"n.","descr":" One who molests."},{"word":"Molestful","type":"a.","descr":" Troublesome; vexatious."},{"word":"Molestie","type":"n.","descr":" Alt. of Molesty"},{"word":"Molesty","type":"n.","descr":" Molestation."},{"word":"Molewarp","type":"n.","descr":" See Moldwarp."},{"word":"Moliminous","type":"a.","descr":" Of great bulk or consequence; very important."},{"word":"Moline","type":"n.","descr":" The crossed iron that supports the upper millstone by resting on the spindle; a millrind."},{"word":"Molinism","type":"n.","descr":" The doctrines of the Molinists, somewhat resembling the tenets of the Arminians."},{"word":"Molinist","type":"n.","descr":" A follower of the opinions of Molina, a Spanish Jesuit (in respect to grace); an opposer of the Jansenists."},{"word":"Moll","type":"a.","descr":" Minor; in the minor mode; as, A moll, that is, A minor."},{"word":"Mollah","type":"n.","descr":" One of the higher order of Turkish judges; also, a Turkish title of respect for a religious and learned man."},{"word":"Molle","type":"a.","descr":" Lower by a semitone; flat; as, E molle, that is, E flat."},{"word":"Mollebart","type":"n.","descr":" An agricultural implement used in Flanders, consisting of a kind of large shovel drawn by a horse and guided by a man."},{"word":"Mollemoke","type":"n.","descr":" Any one of several species of large pelagic petrels and fulmars, as Fulmarus glacialis, of the North Atlantic, and several species of Aestrelata, of the Southern Ocean. See Fulmar."},{"word":"Mollient","type":"a.","descr":" Serving to soften; assuaging; emollient."},{"word":"Molliently","type":"adv.","descr":" Assuagingly."},{"word":"Mollifiable","type":"a.","descr":" Capable of being mollified."},{"word":"Mollification","type":"n.","descr":" The act of mollifying, or the state of being mollified; a softening."},{"word":"Mollifier","type":"n.","descr":" One who, or that which, mollifies."},{"word":"Mollified","type":"imp. and p. p.","descr":" of Mollify"},{"word":"Mollifying","type":"p. pr. and vb. n.","descr":" of Mollify"},{"word":"Mollify","type":"v. t.","descr":" To soften; to make tender; to reduce the hardness, harshness, or asperity of; to qualify; as, to mollify the ground."},{"word":"Mollify","type":"v. t.","descr":" To assuage, as pain or irritation, to appease, as excited feeling or passion; to pacify; to calm."},{"word":"Mollinet","type":"n.","descr":" A little mill."},{"word":"Mollipilose","type":"a.","descr":" Having soft hairs; downy."},{"word":"Mollities","type":"n.","descr":" Unnatural softness of any organ or part."},{"word":"Mollitude","type":"n.","descr":" Softness; effeminacy; weakness."},{"word":"Mollusc","type":"n.","descr":" Same as Mollusk."},{"word":"Mollusca","type":"n. pl.","descr":" One of the grand divisions of the animal kingdom, including the classes Cephalopoda, Gastropoda, PteropodaScaphopoda, and Lamellibranchiata, or Conchifera. These animals have an unsegmented bilateral body, with most of the organs and parts paired, but not repeated longitudinally. Most of them develop a mantle, which incloses either a branchial or a pulmonary cavity. They are generally more or less covered and protected by a calcareous shell, which may be univalve, bivalve, or multivalve."},{"word":"Molluscan","type":"a.","descr":" Of or pertaining to mollusks."},{"word":"Molluscan","type":"n.","descr":" A mollusk; one of the Mollusca."},{"word":"Molluscoid","type":"a.","descr":" Resembling the true mollusks; belonging to the Molluscoidea."},{"word":"Molluscoid","type":"n.","descr":" One of the Molluscoidea."},{"word":"Molluscoidal","type":"a.","descr":" Molluscoid."},{"word":"Molluscoidea","type":"n. pl.","descr":" A division of Invertebrata which includes the classes Brachiopoda and Bryozoa; -- called also Anthoid Mollusca."},{"word":"Molluscous","type":"a.","descr":" Molluscan."},{"word":"Molluscum","type":"n.","descr":" A cutaneous disease characterized by numerous tumors, of various forms, filled with a thick matter; -- so called from the resemblance of the tumors to some molluscous animals."},{"word":"Mollusk","type":"n.","descr":" One of the Mollusca."},{"word":"Molly","type":"n.","descr":" Same as Mollemoke."},{"word":"Molly","type":"n.","descr":" A pet or colloquial name for Mary."},{"word":"Molly-mawk","type":"n.","descr":" See Mollemoke."},{"word":"Moloch","type":"n.","descr":" The fire god of the Ammonites in Canaan, to whom human sacrifices were offered; Molech. Also applied figuratively."},{"word":"Moloch","type":"n.","descr":" A spiny Australian lizard (Moloch horridus). The horns on the head and numerous spines on the body give it a most formidable appearance."},{"word":"Molosse","type":"n.","descr":" See Molossus."},{"word":"Molosses","type":"n.","descr":" Molasses."},{"word":"Molossine","type":"n.","descr":" A bat of the genus Molossus, as the monk bat."},{"word":"Molossus","type":"n.","descr":" A foot of three long syllables."},{"word":"Molt","type":"","descr":" imp. of Melt."},{"word":"Molted","type":"imp. and p. p.","descr":" of Moult"},{"word":"Moulted","type":"","descr":" of Moult"},{"word":"Molting","type":"p. pr. and vb. n.","descr":" of Moult"},{"word":"Moulting","type":"","descr":" of Moult"},{"word":"Molt","type":"v. t.","descr":" Alt. of Moult"},{"word":"Moult","type":"v. t.","descr":" To shed or cast the hair, feathers, skin, horns, or the like, as an animal or a bird."},{"word":"Molt","type":"v. t.","descr":" Alt. of Moult"},{"word":"Moult","type":"v. t.","descr":" To cast, as the hair, skin, feathers, or the like; to shed."},{"word":"Molt","type":"n.","descr":" Alt. of Moult"},{"word":"Moult","type":"n.","descr":" The act or process of changing the feathers, hair, skin, etc.; molting."},{"word":"Moltable","type":"a.","descr":" Capable of assuming a molten state; meltable; fusible."},{"word":"Molten","type":"a.","descr":" Melted; being in a state of fusion, esp. when the liquid state is produced by a high degree of heat; as, molten iron."},{"word":"Molten","type":"a.","descr":" Made by melting and casting the substance or metal of which the thing is formed; as, a molten image."},{"word":"Molto","type":"adv.","descr":" Much; very; as, molto adagio, very slow."},{"word":"Moly","type":"n.","descr":" A fabulous herb of occult power, having a black root and white blossoms, said by Homer to have been given by Hermes to Ulysses to counteract the spells of Circe."},{"word":"Moly","type":"n.","descr":" A kind of garlic (Allium Moly) with large yellow flowers; -- called also golden garlic."},{"word":"Molybdate","type":"n.","descr":" A salt of molybdic acid."},{"word":"Molybdena","type":"n.","descr":" See Molybdenite."},{"word":"Molybdenite","type":"n.","descr":" A mineral occurring in soft, lead-gray, foliated masses or scales, resembling graphite; sulphide of molybdenum."},{"word":"Molybdenous","type":"a.","descr":" See Molybdous."},{"word":"Molybdenum","type":"n.","descr":" A rare element of the chromium group, occurring in nature in the minerals molybdenite and wulfenite, and when reduced obtained as a hard, silver-white, difficulty fusible metal. Symbol Mo. Atomic weight 95.9."},{"word":"Molybdic","type":"a.","descr":" Of, pertaining to, or containing, molybdenum; specif., designating those compounds in which the element has a higher valence, as contrasted with molybdous compounds; as, molybdic oxide."},{"word":"Molybdite","type":"n.","descr":" Molybdic ocher."},{"word":"Molybdous","type":"a.","descr":" Of, pertaining to, or containing, molybdenum; specif., designating those compounds in which molybdenum has a lower valence as contrasted with molybdic compounds."},{"word":"Mome","type":"n.","descr":" A dull, silent person; a blockhead."},{"word":"Moment","type":"n.","descr":" A minute portion of time; a point of time; an instant; as, at thet very moment."},{"word":"Moment","type":"n.","descr":" Impulsive power; force; momentum."},{"word":"Moment","type":"n.","descr":" Importance, as in influence or effect; consequence; weight or value; consideration."},{"word":"Moment","type":"n.","descr":" An essential element; a deciding point, fact, or consideration; an essential or influential circumstance."},{"word":"Moment","type":"n.","descr":" An infinitesimal change in a varying quantity; an increment or decrement."},{"word":"Moment","type":"n.","descr":" Tendency, or measure of tendency, to produce motion, esp. motion about a fixed point or axis."},{"word":"Momental","type":"a.","descr":" Lasting but a moment; brief."},{"word":"Momental","type":"a.","descr":" Important; momentous."},{"word":"Momental","type":"a.","descr":" Of or pertaining to moment or momentum."},{"word":"Momentally","type":"adv.","descr":" For a moment."},{"word":"Momentaneous","type":"a.","descr":" Alt. of Momentany"},{"word":"Momentany","type":"a.","descr":" Momentary."},{"word":"Momentarily","type":"adv.","descr":" Every moment; from moment to moment."},{"word":"Momentariness","type":"n.","descr":" The state or quality of being momentary; shortness of duration."},{"word":"Momentary","type":"a.","descr":" Done in a moment; continuing only a moment; lasting a very short time; as, a momentary pang."},{"word":"Momently","type":"adv.","descr":" For a moment."},{"word":"Momently","type":"adv.","descr":" In a moment; every moment; momentarily."},{"word":"Momentous","type":"a.","descr":" Of moment or consequence; very important; weighty; as, a momentous decision; momentous affairs."},{"word":"Momenta","type":"pl. ","descr":" of Momentum"},{"word":"Momentums","type":"pl. ","descr":" of Momentum"},{"word":"Momentum","type":"n.","descr":" The quantity of motion in a moving body, being always proportioned to the quantity of matter multiplied into the velocity; impetus."},{"word":"Momentum","type":"n.","descr":" Essential element, or constituent element."},{"word":"Momier","type":"n.","descr":" A name given in contempt to strict Calvinists in Switzerland, France, and some parts of Germany, in the early part of the 19th century."},{"word":"Mommery","type":"n.","descr":" See Mummery."},{"word":"Momot","type":"n.","descr":" See Motmot."},{"word":"Momus","type":"n.","descr":" The god of mockery and censure."},{"word":"Mon-","type":"","descr":" Same as Mono-."},{"word":"Mona","type":"n.","descr":" A small, handsome, long-tailed West American monkey (Cercopithecus mona). The body is dark olive, with a spot of white on the haunches."},{"word":"Monachal","type":"a.","descr":" Of or pertaining to monks or a monastic life; monastic."},{"word":"Monachism","type":"n.","descr":" The system and influences of a monastic life; monasticism."},{"word":"Monacid","type":"a.","descr":" Having one hydrogen atom replaceable by a negative or acid atom or radical; capable of neutralizing a monobasic acid; -- said of bases, and of certain metals."},{"word":"Monad","type":"n.","descr":" An ultimate atom, or simple, unextended point; something ultimate and indivisible."},{"word":"Monad","type":"n.","descr":" The elementary and indestructible units which were conceived of as endowed with the power to produce all the changes they undergo, and thus determine all physical and spiritual phenomena."},{"word":"Monad","type":"n.","descr":" One of the smallest flangellate Infusoria; esp., the species of the genus Monas, and allied genera."},{"word":"Monad","type":"n.","descr":" A simple, minute organism; a primary cell, germ, or plastid."},{"word":"Monad","type":"n.","descr":" An atom or radical whose valence is one, or which can combine with, be replaced by, or exchanged for, one atom of hydrogen."},{"word":"Monadaria","type":"n. pl.","descr":" The Infusoria."},{"word":"Monadelphia","type":"n. pl.","descr":" A Linnaean class of plants having the stamens united into a tube, or ring, by the filaments, as in the Mallow family."},{"word":"Monadelphian","type":"a.","descr":" Alt. of Monadelphous"},{"word":"Monadelphous","type":"a.","descr":" Of or pertaining to the Monadelphia; having the stamens united in one body by the filaments."},{"word":"Monadic","type":"a.","descr":" Alt. of Monadical"},{"word":"Monadical","type":"a.","descr":" Of, pertaining to, or like, a monad, in any of its senses. See Monad, n."},{"word":"Monadiform","type":"a.","descr":" Having the form of a monad; resembling a monad in having one or more filaments of vibratile protoplasm; as, monadiform young."},{"word":"Monadology","type":"n.","descr":" The doctrine or theory of monads."},{"word":"Monal","type":"n.","descr":" Any Asiatic pheasant of the genus Lophophorus, as the Impeyan pheasant."},{"word":"Monamide","type":"n.","descr":" An amido compound with only one amido group."},{"word":"Monamine","type":"n.","descr":" A basic compound containing one amido group; as, methyl amine is a monamine."},{"word":"Monander","type":"n.","descr":" One of the Monandria."},{"word":"Monandria","type":"n. pl.","descr":" A Linnaean class of plants embracing those having but a single stamen."},{"word":"Monandrian","type":"a.","descr":" Same as Monandrous."},{"word":"Monandric","type":"a.","descr":" Of or pertaining to monandry; practicing monandry as a system of marriage."},{"word":"Monandrous","type":"a.","descr":" Of or pertaining to the monandria; having but one stamen."},{"word":"Monandry","type":"n.","descr":" The possession by a woman of only one husband at the same time; -- contrasted with polyandry."},{"word":"Monanthous","type":"a.","descr":" Having but one flower; one-flowered."},{"word":"Monarch","type":"n.","descr":" A sole or supreme ruler; a sovereign; the highest ruler; an emperor, king, queen, prince, or chief."},{"word":"Monarch","type":"n.","descr":" One superior to all others of the same kind; as, an oak is called the monarch of the forest."},{"word":"Monarch","type":"n.","descr":" A patron deity or presiding genius."},{"word":"Monarch","type":"n.","descr":" A very large red and black butterfly (Danais Plexippus); -- called also milkweed butterfly."},{"word":"Monarch","type":"a.","descr":" Superior to others; preeminent; supreme; ruling."},{"word":"Monarchal","type":"a.","descr":" Pertaining to a monarch; suiting a monarch; sovoreign; regal; imperial."},{"word":"Monarchess","type":"n.","descr":" A female monarch."},{"word":"Monarchial","type":"a.","descr":" Monarchic."},{"word":"Monarchian","type":"n.","descr":" One of a sect in the early Christian church which rejected the doctrine of the Trinity; -- called also patripassian."},{"word":"Monarchic","type":"a.","descr":" Alt. of Monarchical"},{"word":"Monarchical","type":"a.","descr":" Of or pertaining to a monarch, or to monarchy."},{"word":"Monarchism","type":"n.","descr":" The principles of, or preference for, monarchy."},{"word":"Monarchist","type":"n.","descr":" An advocate of, or believer in, monarchy."},{"word":"Monarchized","type":"imp. and p. p.","descr":" of Monarchize"},{"word":"Monarchizing","type":"p. pr. and vb. n.","descr":" of Monarchize"},{"word":"Monarchize","type":"v. i.","descr":" To play the sovereign; to act the monarch."},{"word":"Monarchize","type":"v. t.","descr":" To rule; to govern."},{"word":"Monarchizer","type":"n.","descr":" One who monarchizes; also, a monarchist."},{"word":"Monarcho","type":"n.","descr":" The nickname of a crackbrained Italian who fancied himself an emperor."},{"word":"Monarchies","type":"pl. ","descr":" of Monarchy"},{"word":"Monarchy","type":"n.","descr":" A state or government in which the supreme power is lodged in the hands of a monarch."},{"word":"Monarchy","type":"n.","descr":" A system of government in which the chief ruler is a monarch."},{"word":"Monarchy","type":"n.","descr":" The territory ruled over by a monarch; a kingdom."},{"word":"Monas","type":"n.","descr":" A genus of minute flagellate Infusoria of which there are many species, both free and attached. See Illust. under Monad."},{"word":"Monasterial","type":"a.","descr":" Of or pertaining to monastery, or to monastic life."},{"word":"Monasteries","type":"pl. ","descr":" of Monastery"},{"word":"Monastery","type":"n.","descr":" A house of religious retirement, or of secusion from ordinary temporal concerns, especially for monks; -- more rarely applied to such a house for females."},{"word":"Monastic","type":"n.","descr":" A monk."},{"word":"Monastic","type":"a.","descr":" Alt. of Monastical"},{"word":"Monastical","type":"a.","descr":" Of or pertaining to monasteries, or to their occupants, rules, etc., as, monastic institutions or rules."},{"word":"Monastical","type":"a.","descr":" Secluded from temporal concerns and devoted to religion; recluse."},{"word":"Monastically","type":"adv.","descr":" In a monastic manner."},{"word":"Monasticism","type":"n.","descr":" The monastic life, system, or condition."},{"word":"Monasticon","type":"n.","descr":" A book giving an account of monasteries."},{"word":"Monatomic","type":"adv.","descr":" Consisting of, or containing, one atom; as, the molecule of mercury is monatomic."},{"word":"Monatomic","type":"adv.","descr":" Having the equivalence or replacing power of an atom of hydrogen; univalent; as, the methyl radical is monatomic."},{"word":"Monaxial","type":"a.","descr":" Having only one axis; developing along a single line or plane; as, monaxial development."},{"word":"Monazite","type":"n.","descr":" A mineral occurring usually in small isolated crystals, -- a phosphate of the cerium metals."},{"word":"Monday","type":"n.","descr":" The second day of the week; the day following Sunday."},{"word":"Monde","type":"n.","descr":" The world; a globe as an ensign of royalty."},{"word":"Mone","type":"n.","descr":" The moon."},{"word":"Mone","type":"n.","descr":" A moan."},{"word":"Monecian","type":"a.","descr":" Alt. of Monecious"},{"word":"Monecious","type":"a.","descr":" See Monoecian, and Monoecious."},{"word":"Monembryony","type":"n.","descr":" The condition of an ovule having but a single embryo."},{"word":"Moner","type":"n.","descr":" One of the Monera."},{"word":"Monera","type":"n. pl.","descr":" The lowest division of rhizopods, including those which resemble the amoebas, but are destitute of a nucleus."},{"word":"Moneral","type":"a.","descr":" Of or pertaining to the Monera."},{"word":"Moneran","type":"a.","descr":" Of or pertaining to the Monera."},{"word":"Moneran","type":"n.","descr":" One of the Monera."},{"word":"Monera","type":"pl. ","descr":" of Moneron"},{"word":"Monerons","type":"pl. ","descr":" of Moneron"},{"word":"Moneron","type":"n.","descr":" One of the Monera."},{"word":"Monerula","type":"n.","descr":" A germ in that stage of development in which its form is simply that of a non-nucleated mass of protoplasm. It precedes the one-celled germ. So called from its likeness to a moner."},{"word":"Monesia","type":"n.","descr":" The bark, or a vegetable extract brought in solid cakes from South America and believed to be derived from the bark, of the tree Chrysophyllum glycyphloeum. It is used as an alterative and astringent."},{"word":"Monesin","type":"n.","descr":" The acrid principle of Monesia, sometimes used as a medicine."},{"word":"Monest","type":"v. t.","descr":" To warn; to admonish; to advise."},{"word":"Monetary","type":"a.","descr":" Of or pertaining to money, or consisting of money; pecuniary."},{"word":"Moneth","type":"n.","descr":" A month."},{"word":"Monetization","type":"n.","descr":" The act or process of converting into money, or of adopting as money; as, the monetization of silver."},{"word":"Monetize","type":"v. t.","descr":" To convert into money; to adopt as current money; as, to monetize silver."},{"word":"Moneys","type":"pl. ","descr":" of Money"},{"word":"Money","type":"n.","descr":" A piece of metal, as gold, silver, copper, etc., coined, or stamped, and issued by the sovereign authority as a medium of exchange in financial transactions between citizens and with government; also, any number of such pieces; coin."},{"word":"Money","type":"n.","descr":" Any written or stamped promise, certificate, or order, as a government note, a bank note, a certificate of deposit, etc., which is payable in standard coined money and is lawfully current in lieu of it; in a comprehensive sense, any currency usually and lawfully employed in buying and selling."},{"word":"Money","type":"n.","descr":" In general, wealth; property; as, he has much money in land, or in stocks; to make, or lose, money."},{"word":"Money","type":"v. t.","descr":" To supply with money."},{"word":"Moneyage","type":"n.","descr":" A tax paid to the first two Norman kings of England to prevent them from debashing the coin."},{"word":"Moneyage","type":"n.","descr":" Mintage; coinage."},{"word":"Moneyed","type":"adv.","descr":" Supplied with money; having money; wealthy; as, moneyey men."},{"word":"Moneyed","type":"adv.","descr":" Converted into money; coined."},{"word":"Moneyed","type":"adv.","descr":" Consisting in, or composed of, money."},{"word":"Moneyer","type":"n.","descr":" A person who deals in money; banker or broker."},{"word":"Moneyer","type":"n.","descr":" An authorized coiner of money."},{"word":"Moneyless","type":"a.","descr":" Destitute of money; penniless; impecunious."},{"word":"Money-maker","type":"n.","descr":" One who coins or prints money; also, a counterfeiter of money."},{"word":"Money-maker","type":"n.","descr":" One who accumulates money or wealth; specifically, one who makes money-getting his governing motive."},{"word":"Money-making","type":"n.","descr":" The act or process of making money; the acquisition and accumulation of wealth."},{"word":"Money-making","type":"a.","descr":" Affording profitable returns; lucrative; as, a money-making business."},{"word":"Money-making","type":"a.","descr":" Sussessful in gaining money, and devoted to that aim; as, a money-making man."},{"word":"Moneywort","type":"n.","descr":" A trailing plant (Lysimachia Nummularia), with rounded opposite leaves and solitary yellow flowers in their axils."},{"word":"Mongcorn","type":"n.","descr":" See Mangcorn."},{"word":"Monger","type":"n.","descr":" A trader; a dealer; -- now used chiefly in composition; as, fishmonger, ironmonger, newsmonger."},{"word":"Monger","type":"n.","descr":" A small merchant vessel."},{"word":"Monger","type":"v. t.","descr":" To deal in; to make merchandise of; to traffic in; -- used chiefly of discreditable traffic."},{"word":"Mongol","type":"n.","descr":" One of the Mongols."},{"word":"Mongol","type":"a.","descr":" Of or pertaining to Mongolia or the Mongols."},{"word":"Mongolian","type":"a.","descr":" Of or pertaining to Mongolia or the Mongols."},{"word":"Mongolian","type":"n.","descr":" One of the Mongols."},{"word":"Mongolic","type":"a.","descr":" See Mongolian."},{"word":"Mongoloid","type":"a.","descr":" Resembling a Mongol or the Mongols; having race characteristics, such as color, hair, and features, like those of the Mongols."},{"word":"Mongols","type":"n. pl.","descr":" Alt. of Mongolians"},{"word":"Mongolians","type":"n. pl.","descr":" One of the great races of man, including the greater part of the inhabitants of China, Japan, and the interior of Asia, with branches in Northern Europe and other parts of the world. By some American Indians are considered a branch of the Mongols. In a more restricted sense, the inhabitants of Mongolia and adjacent countries, including the Burats and the Kalmuks."},{"word":"Mongoose","type":"n.","descr":" Alt. of Mongoos"},{"word":"Mongoos","type":"n.","descr":" A species of ichneumon (Herpestes griseus), native of India. Applied also to other allied species, as the African banded mongoose (Crossarchus fasciatus)."},{"word":"Mongrel","type":"n.","descr":" The progeny resulting from a cross between two breeds, as of domestic animals; anything of mixed breed."},{"word":"Mongrel","type":"a.","descr":" Not of a pure breed."},{"word":"Mongrel","type":"a.","descr":" Of mixed kinds; as, mongrel language."},{"word":"Mongrelize","type":"v. t. and i.","descr":" To cause to be mongrel; to cross breeds, so as to produce mongrels."},{"word":"Mongst","type":"prep.","descr":" See Amongst."},{"word":"Monied","type":"a.","descr":" See Moneyed."},{"word":"Monifier","type":"n.","descr":" A fossil fish."},{"word":"Moniliform","type":"a.","descr":" Joined or constricted, at regular intervals, so as to resemble a string of beads; as, a moniliform root; a moniliform antenna.  See Illust. of Antenna."},{"word":"Moniment","type":"n.","descr":" Something to preserve memory; a reminder; a monument; hence, a mark; an image; a superscription; a record."},{"word":"Monish","type":"v. t.","descr":" To admonish; to warn. See Admonish."},{"word":"Monisher","type":"n.","descr":" One who monishes; an admonisher."},{"word":"Monishment","type":"n.","descr":" Admonition."},{"word":"Monism","type":"n.","descr":" That doctrine which refers all phenomena to a single ultimate constituent or agent; -- the opposite of dualism."},{"word":"Monism","type":"n.","descr":" See Monogenesis, 1."},{"word":"Monist","type":"n.","descr":" A believer in monism."},{"word":"Monistic","type":"a.","descr":" Of, pertaining to, or involving, monism."},{"word":"Monition","type":"n.","descr":" Instruction or advice given by way of caution; an admonition; a warning; a caution."},{"word":"Monition","type":"n.","descr":" Information; indication; notice; advice."},{"word":"Monition","type":"n.","descr":" A process in the nature of a summons to appear and answer."},{"word":"Monition","type":"n.","descr":" An order monishing a party complained against to obey under pain of the law."},{"word":"Monitive","type":"a.","descr":" Conveying admonition; admonitory."},{"word":"Monitor","type":"n.","descr":" One who admonishes; one who warns of faults, informs of duty, or gives advice and instruction by way of reproof or caution."},{"word":"Monitor","type":"n.","descr":" Hence, specifically, a pupil selected to look to the school in the absence of the instructor, to notice the absence or faults of the scholars, or to instruct a division or class."},{"word":"Monitor","type":"n.","descr":" Any large Old World lizard of the genus Varanus; esp., the Egyptian species (V. Niloticus), which is useful because it devours the eggs and young of the crocodile. It is sometimes five or six feet long."},{"word":"Monitor","type":"n.","descr":" An ironclad war vessel, very low in the water, and having one or more heavily-armored revolving turrets, carrying heavy guns."},{"word":"Monitor","type":"n.","descr":" A tool holder, as for a lathe, shaped like a low turret, and capable of being revolved on a vertical pivot so as to bring successively the several tools in holds into proper position for cutting."},{"word":"Monitorial","type":"a.","descr":" Of or pertaining to a monitor or monitors."},{"word":"Monitorial","type":"a.","descr":" Done or performed by a monitor; as, monitorial work; conducted or taught by monitors; as, a monitorial school; monitorial instruction."},{"word":"Monitorially","type":"adv.","descr":" In a monitorial manner."},{"word":"Monitorship","type":"n.","descr":" The post or office of a monitor."},{"word":"Monitory","type":"a.","descr":" Giving admonition; instructing by way of caution; warning."},{"word":"Monitory","type":"n.","descr":" Admonition; warning; especially, a monition proceeding from an ecclesiastical court, but not addressed to any one person."},{"word":"Monitress","type":"n.","descr":" Alt. of Monitrix"},{"word":"Monitrix","type":"n.","descr":" A female monitor."},{"word":"Monk","type":"n.","descr":" A man who retires from the ordinary temporal concerns of the world, and devotes himself to religion; one of a religious community of men inhabiting a monastery, and bound by vows to a life of chastity, obedience, and poverty."},{"word":"Monk","type":"n.","descr":" A blotch or spot of ink on a printed page, caused by the ink not being properly distributed. It is distinguished from a friar, or white spot caused by a deficiency of ink."},{"word":"Monk","type":"n.","descr":" A piece of tinder made of agaric, used in firing the powder hose or train of a mine."},{"word":"Monk","type":"n.","descr":" A South American monkey (Pithecia monachus); also applied to other species, as Cebus xanthocephalus."},{"word":"Monk","type":"n.","descr":" The European bullfinch."},{"word":"Monkeries","type":"pl. ","descr":" of Monkery"},{"word":"Monkery","type":"n.","descr":" The life of monks; monastic life; monastic usage or customs; -- now usually applied by way of reproach."},{"word":"Monkery","type":"n.","descr":" A collective body of monks."},{"word":"Monkeys","type":"pl. ","descr":" of Monkey"},{"word":"Monkey","type":"n.","descr":" In the most general sense, any one of the Quadrumana, including apes, baboons, and lemurs."},{"word":"Monkey","type":"n.","descr":" Any species of Quadrumana, except the lemurs."},{"word":"Monkey","type":"n.","descr":" Any one of numerous species of Quadrumana (esp. such as have a long tail and prehensile feet) exclusive of apes and baboons."},{"word":"Monkey","type":"n.","descr":" A term of disapproval, ridicule, or contempt, as for a mischievous child."},{"word":"Monkey","type":"n.","descr":" The weight or hammer of a pile driver, that is, a very heavy mass of iron, which, being raised on high, falls on the head of the pile, and drives it into the earth; the falling weight of a drop hammer used in forging."},{"word":"Monkey","type":"n.","descr":" A small trading vessel of the sixteenth century."},{"word":"Monkey","type":"v. t. and i.","descr":" To act or treat as a monkey does; to ape; to act in a grotesque or meddlesome manner."},{"word":"Monkey-bread","type":"n.","descr":" The fruit of the Adansonia digitata; also, the tree. See Adansonia."},{"word":"Monkey-cup","type":"n.","descr":" See Nepenthes."},{"word":"Monkey-pot","type":"n.","descr":" The fruit of two South American trees (Lecythis Ollaria, and L. Zabucajo), which have for their fruit large, pot-shaped, woody capsules containing delicious nuts, and opening almost explosively by a circular lid at the top. Vases and pots are made of this capsule."},{"word":"Monkeys puzzle","type":"","descr":" A lofty coniferous Chilian tree (Araucaria imbricata), the branches of which are so crowded and intertwisted \"as to puzzle a monkey to climb.\" The edible nuts are over an inch long, and are called pi\u0096on by the Chilians."},{"word":"Monkeytail","type":"n.","descr":" A short, round iron bar or lever used in naval gunnery."},{"word":"Monkfish","type":"n.","descr":" The angel fish (Squatina)."},{"word":"Monkfish","type":"n.","descr":" The angler (Lophius)."},{"word":"Monkflower","type":"n.","descr":" A name of certain curious orchids which bear three kinds of flowers formerly referred to three genera, but now ascertained to be sexually different forms of the same genus (Catasetum tridentatum, etc.)."},{"word":"Monkhood","type":"n.","descr":" The character or condition of a monk."},{"word":"Monkhood","type":"n.","descr":" Monks, regarded collectively."},{"word":"Monking","type":"a.","descr":" Monkish."},{"word":"Monkish","type":"a.","descr":" Like a monk, or pertaining to monks; monastic; as, monkish manners; monkish dress; monkish solitude."},{"word":"Monkly","type":"a.","descr":" Like, or suitable to, a monk."},{"word":"Monkshood","type":"n.","descr":" A plant of the genus Aconitum; aconite. See Aconite."},{"word":"Monks seam","type":"","descr":" An extra middle seam made at the junction of two breadths of canvas, ordinarily joined by only two rows of stitches."},{"word":"Mono-","type":"","descr":" Alt. of Mon-"},{"word":"Mon-","type":"","descr":" A prefix signifying one, single, alone; as, monocarp, monopoly; (Chem.) indicating that a compound contains one atom, radical, or group of that to the name of which it is united; as, monoxide, monosulphide, monatomic, etc."},{"word":"Mono","type":"n.","descr":" The black howler of Central America (Mycetes villosus)."},{"word":"Monobasic","type":"a.","descr":" Capable of being neutralized by a univalent base or basic radical; having but one acid hydrogen atom to be replaced; -- said of acids; as, acetic, nitric, and hydrochloric acids are monobasic."},{"word":"Monocarbonic","type":"a.","descr":" Containing one carboxyl group; as, acetic acid is a monocarbonic acid."},{"word":"Monocardian","type":"a.","descr":" Having a single heart, as fishes and amphibians."},{"word":"Monocardian","type":"n.","descr":" An animal having a single heart."},{"word":"Monocarp","type":"n.","descr":" A monocarpic plant."},{"word":"Monocarpellary","type":"a.","descr":" Consisting of a single carpel, as the fruit of the pea, cherry, and almond."},{"word":"Monocarpic","type":"a.","descr":" Alt. of Monocarpous"},{"word":"Monocarpous","type":"a.","descr":" Bearing fruit but once, and dying after fructification, as beans, maize, mustard, etc."},{"word":"Monocephalous","type":"a.","descr":" Having a solitary head; -- said of unbranched composite plants."},{"word":"Monoceros","type":"n.","descr":" A one-horned creature; a unicorn; a sea monster with one horn."},{"word":"Monoceros","type":"n.","descr":" The Unicorn, a constellation situated to the east Orion."},{"word":"Monochlamydeous","type":"a.","descr":" Having a single floral envelope, that is, a calyx without a corolla, or, possibly, in rare cases, a corolla without a calyx."},{"word":"Monochord","type":"n.","descr":" An instrument for experimenting upon the mathematical relations of musical sounds. It consists of a single string stretched between two bridges, one or both of which are movable, and which stand upon a graduated rule for the purpose of readily changing and measuring the length of the part of the string between them."},{"word":"Monochromatic","type":"a.","descr":" Consisting of one color, or presenting rays of light of one color only."},{"word":"Monochrome","type":"n.","descr":" A painting or drawing in a single color; a picture made with a single color."},{"word":"Monochromic","type":"a.","descr":" Made, or done, with a single color; as, a monochromic picture."},{"word":"Monochromy","type":"n.","descr":" The art of painting or drawing in monochrome."},{"word":"Monochronic","type":"a.","descr":" Existing at the same time; contemporaneous."},{"word":"Monociliated","type":"a.","descr":" Having but one cilium."},{"word":"Monocle","type":"n.","descr":" An eyeglass for one eye."},{"word":"Monoclinal","type":"a.","descr":" Having one oblique inclination; -- applied to strata that dip in only one direction from the axis of elevation."},{"word":"Monocline","type":"n.","descr":" A monoclinal fold."},{"word":"Monoclinic","type":"a.","descr":" Having one oblique intersection; -- said of that system of crystallization in which the vertical axis is inclined to one, but at right angles to the other, lateral axis. See Crystallization."},{"word":"Monoclinous","type":"a.","descr":" Hermaphrodite, or having both stamens and pistils in every flower."},{"word":"Monocondyla","type":"n. pl.","descr":" A group of vertebrates, including the birds and reptiles, or those that have only one occipital condyle; the Sauropsida."},{"word":"Monocotyl","type":"n.","descr":" Any monocotyledonous plant."},{"word":"Monocotyle","type":"a.","descr":" Monocotyledonous."},{"word":"Monocotyledon","type":"n.","descr":" A plant with only one cotyledon, or seed lobe."},{"word":"Monocotyledonous","type":"a.","descr":" Having only one cotyledon, seed lobe, or seminal leaf."},{"word":"Monocracy","type":"n.","descr":" Government by a single person; undivided rule."},{"word":"Monocrat","type":"n.","descr":" One who governs alone."},{"word":"Monocrotic","type":"a.","descr":" Of, pertaining to, or showing, monocrotism; as, a monocrotic pulse; a pulse of the monocrotic type."},{"word":"Monocrotism","type":"n.","descr":" That condition of the pulse in which the pulse curve or sphygmogram shows but a single crest, the dicrotic elevation entirely disappearing."},{"word":"Monocular","type":"a.","descr":" Having only one eye; with one eye only; as, monocular vision."},{"word":"Monocular","type":"a.","descr":" Adapted to be used with only one eye at a time; as, a monocular microscope."},{"word":"Monocule","type":"n.","descr":" A small crustacean with one median eye."},{"word":"Monoculous","type":"a.","descr":" Monocular."},{"word":"Monocystic","type":"a.","descr":" Of or pertaining to a division (Monocystidea) of Gregarinida, in which the body consists of one sac."},{"word":"Monodactylous","type":"a.","descr":" Having but one finger or claw."},{"word":"Monodelph","type":"n.","descr":" Alt. of Monodelphian"},{"word":"Monodelphian","type":"n.","descr":" One of the Monodelphia."},{"word":"Monodelphia","type":"n. pl.","descr":" The group that includes all ordinary or placental mammals; the Placentalia. See Mammalia."},{"word":"Monodelphic","type":"a.","descr":" Alt. of Monodelphous"},{"word":"Monodelphous","type":"a.","descr":" Of or pertaining to the Monodelphia."},{"word":"Monodic","type":"a.","descr":" Alt. of Monodical"},{"word":"Monodical","type":"a.","descr":" Belonging to a monody."},{"word":"Monodical","type":"a.","descr":" For one voice; monophonic."},{"word":"Monodical","type":"a.","descr":" Homophonic; -- applied to music in which the melody is confined to one part, instead of being shared by all the parts as in the style called polyphonic."},{"word":"Monodimetric","type":"a.","descr":" Dimetric."},{"word":"Monodist","type":"n.","descr":" A writer of a monody."},{"word":"Monodrama","type":"n.","descr":" Alt. of Monodrame"},{"word":"Monodrame","type":"n.","descr":" A drama acted, or intended to be acted, by a single person."},{"word":"Monodramatic","type":"a.","descr":" Pertaining to a monodrama."},{"word":"Monodies","type":"pl. ","descr":" of Monody"},{"word":"Monody","type":"n.","descr":" A species of poem of a mournful character, in which a single mourner expresses lamentation; a song for one voice."},{"word":"Monodynamic","type":"a.","descr":" Possessing but one capacity or power."},{"word":"Monodynamism","type":"n.","descr":" The theory that the various forms of activity in nature are manifestations of the same force."},{"word":"Monoecia","type":"n. pl.","descr":" A Linnaean class of plants, whose stamens and pistils are in distinct flowers in the same plant."},{"word":"Monoecian","type":"a.","descr":" Of or pertaining to the Monoecia; monoecious."},{"word":"Monoecian","type":"n.","descr":" One of the Monoecia."},{"word":"Monoecian","type":"n.","descr":" A monoecious animal, as certain mollusks."},{"word":"Monoecious","type":"a.","descr":" Having the sexes united in one individual, as when male and female flowers grow upon the same individual plant; hermaphrodite; -- opposed to dioecious."},{"word":"Monoecism","type":"n.","descr":" The state or condition of being monoecious."},{"word":"Monogam","type":"n.","descr":" One of the Monogamia."},{"word":"Monogamia","type":"n. pl.","descr":" A Linnaean order of plants, having solitary flowers with united anthers, as in the genus Lobelia."},{"word":"Monogamian","type":"a.","descr":" Alt. of Monogamic"},{"word":"Monogamic","type":"a.","descr":" Pertaining to, or involving, monogamy."},{"word":"Monogamic","type":"a.","descr":" Of or pertaining to the Monogamia; having a simple flower with united anthers."},{"word":"Monogamist","type":"n.","descr":" One who practices or upholds monogamy."},{"word":"Monogamous","type":"a.","descr":" Upholding, or practicing, monogamy."},{"word":"Monogamous","type":"a.","descr":" Same as Monogamian."},{"word":"Monogamous","type":"a.","descr":" Mating with but one of the opposite sex; -- said of birds and mammals."},{"word":"Monogamy","type":"n.","descr":" Single marriage; marriage with but one person, husband or wife, at the same time; -- opposed to polygamy. Also, one marriage only during life; -- opposed to deuterogamy."},{"word":"Monogamy","type":"n.","descr":" State of being paired with a single mate."},{"word":"Monogastric","type":"a.","descr":" Having but a single stomach."},{"word":"Monogenesis","type":"n.","descr":" Oneness of origin; esp. (Biol.), development of all beings in the universe from a single cell; -- opposed to polygenesis. Called also monism."},{"word":"Monogenesis","type":"n.","descr":" That form of reproduction which requires but one parent, as in reproduction by fission or in the formation of buds, etc., which drop off and form new individuals; asexual reproduction."},{"word":"Monogenesis","type":"n.","descr":" The direct development of an embryo, without metamorphosis, into an organism similar to the parent organism; -- opposed to metagenesis."},{"word":"Monogenetic","type":"a.","descr":" One in genesis; resulting from one process of formation; -- used of a mountain range."},{"word":"Monogenetic","type":"a.","descr":" Relating to, or involving, monogenesis; as, the monogenetic school of physiologists, who admit but one cell as the source of all beings."},{"word":"Monogenic","type":"a.","descr":" Of or pertaining to monogenesis."},{"word":"Monogenic","type":"a.","descr":" Producing only one kind of germs, or young; developing only in one way."},{"word":"Monogenism","type":"n.","descr":" The theory or doctrine that the human races have a common origin, or constitute a single species."},{"word":"Monogenist","type":"n.","descr":" One who maintains that the human races are all of one species; -- opposed to polygenist."},{"word":"Monogenistic","type":"a.","descr":" Monogenic."},{"word":"Monogenous","type":"a.","descr":" Of or pertaining to monogenesis; as, monogenous, or asexual, reproduction."},{"word":"Monogeny","type":"n.","descr":" Monogenesis."},{"word":"Monogeny","type":"n.","descr":" The doctrine that the members of the human race have all a common origin."},{"word":"Monogoneutic","type":"a.","descr":" Having but one brood in a season."},{"word":"Monogram","type":"n.","descr":" A character or cipher composed of two or more letters interwoven or combined so as to represent a name, or a part of it (usually the initials). Monograms are often used on seals, ornamental pins, rings, buttons, and by painters, engravers, etc., to distinguish their works."},{"word":"Monogram","type":"n.","descr":" A picture in lines; a sketch."},{"word":"Monogram","type":"n.","descr":" An arbitrary sign for a word."},{"word":"Monogrammal","type":"a.","descr":" See Monogrammic."},{"word":"Monogrammatic","type":"a.","descr":" Monogrammic."},{"word":"Monogrammic","type":"a.","descr":" Of, pertaining to, or resembling, a monogram."},{"word":"Monogrammous","type":"a.","descr":" Monogrammic."},{"word":"Monograph","type":"n.","descr":" A written account or description of a single thing, or class of things; a special treatise on a particular subject of limited range."},{"word":"Monographer","type":"n.","descr":" A writer of a monograph."},{"word":"Monographic","type":"a.","descr":" Alt. of Monographical"},{"word":"Monographical","type":"a.","descr":" Of or pertaining to a monograph, or to a monography; as, a monographic writing; a monographic picture."},{"word":"Monographist","type":"n.","descr":" One who writes a monograph."},{"word":"Monographous","type":"a.","descr":" Monographic."},{"word":"Monography","type":"n.","descr":" Representation by lines without color; an outline drawing."},{"word":"Monography","type":"n.","descr":" A monograph."},{"word":"Monogyn","type":"n.","descr":" One of the Monogynia."},{"word":"Monogynia","type":"n. pl.","descr":" A Linnaean order of plants, including those which have only one style or stigma."},{"word":"Monogynian","type":"a.","descr":" Pertaining to the Monogynia; monogynous."},{"word":"Monogynian","type":"n.","descr":" One of the Monogynia."},{"word":"Monogynous","type":"a.","descr":" Of or pertaining to Monogynia; having only one style or stigma."},{"word":"Monogyny","type":"n.","descr":" Marriage with the one woman only."},{"word":"Monogyny","type":"n.","descr":" The state or condition of being monogynous."},{"word":"Monohemerous","type":"a.","descr":" Lasting but one day."},{"word":"Monoicous","type":"a.","descr":" Monoecious."},{"word":"Monolatry","type":"n.","descr":" Worship of a single deity."},{"word":"Monolith","type":"n.","descr":" A single stone, especially one of large size, shaped into a pillar, statue, or monument."},{"word":"Monolithal","type":"a.","descr":" Monolithic."},{"word":"Monolithic","type":"a.","descr":" Of or pertaining to a monolith; consisting of a single stone."},{"word":"Monologist","type":"n.","descr":" One who soliloquizes; esp., one who monopolizes conversation in company."},{"word":"Monologue","type":"n.","descr":" A speech uttered by a person alone; soliloquy; also, talk or discourse in company, in the strain of a soliloquy; as, an account in monologue."},{"word":"Monologue","type":"n.","descr":" A dramatic composition for a single performer."},{"word":"Monology","type":"n.","descr":" The habit of soliloquizing, or of monopolizing conversation."},{"word":"Monomachia","type":"n.","descr":" Alt. of Monomachy"},{"word":"Monomachy","type":"n.","descr":" A duel; single combat."},{"word":"Monomachist","type":"n.","descr":" One who fights in single combat; a duelist."},{"word":"Monomane","type":"n.","descr":" A monomaniac."},{"word":"Monomania","type":"n.","descr":" Derangement of the mind in regard of a single subject only; also, such a concentration of interest upon one particular subject or train of ideas to show mental derangement."},{"word":"Monomaniac","type":"n.","descr":" A person affected by monomania."},{"word":"Monomaniac","type":"a.","descr":" Alt. of Monomaniacal"},{"word":"Monomaniacal","type":"a.","descr":" Affected with monomania, or partial derangement of intellect; caused by, or resulting from, monomania; as, a monomaniacal delusion."},{"word":"Monome","type":"n.","descr":" A monomial."},{"word":"Monomerous","type":"a.","descr":" Composed of solitary parts, as a flower with one sepal, one petal, one stamen, and one pistil."},{"word":"Monomerous","type":"a.","descr":" Having but one joint; -- said of the foot of certain insects."},{"word":"Monometallic","type":"a.","descr":" Consisting of one metal; of or pertaining to monometallism."},{"word":"Monometallism","type":"n.","descr":" The legalized use of one metal only, as gold, or silver, in the standard currency of a country, or as a standard of money values. See Bimetallism."},{"word":"Monometallist","type":"n.","descr":" One who believes in monometallism as opposed to bimetallism, etc."},{"word":"Monometer","type":"n.","descr":" A rhythmic series, consisting of a single meter."},{"word":"Monometric","type":"a.","descr":" Same as Isometric."},{"word":"Monomial","type":"n.","descr":" A single algebraic expression; that is, an expression unconnected with any other by the sign of addition, substraction, equality, or inequality."},{"word":"Monomial","type":"a.","descr":" Consisting of but a single term or expression."},{"word":"Monomorphic","type":"a.","descr":" Alt. of Monomorphous"},{"word":"Monomorphous","type":"a.","descr":" Having but a single form; retaining the same form throughout the various stages of development; of the same or of an essentially similar type of structure; -- opposed to dimorphic, trimorphic, and polymorphic."},{"word":"Monomphalus","type":"n.","descr":" A form of double monster, in which two individuals are united by a common umbilicus."},{"word":"Monomya","type":"n.pl.","descr":" Alt. of Monomyaria"},{"word":"Monomyaria","type":"n.pl.","descr":" An order of lamellibranchs having but one muscle for closing the shell, as the oyster."},{"word":"Monomyarian","type":"a.","descr":" Alt. of Monomyary"},{"word":"Monomyary","type":"a.","descr":" Of or pertaining to the Monomya."},{"word":"Monomyary","type":"n.","descr":" One of the Monomya."},{"word":"Mononomial","type":"n. and a.","descr":" Monomyal."},{"word":"Monoousian","type":"a.","descr":" Alt. of Monoousious"},{"word":"Monoousious","type":"a.","descr":" Having but one and the same nature or essence."},{"word":"Monopathy","type":"n.","descr":" Suffering or sensibility in a single organ or function."},{"word":"Monopersonal","type":"a.","descr":" Having but one person, or form of existence."},{"word":"Monopetalous","type":"a.","descr":" Having only one petal, or the corolla in one piece, or composed of petals cohering so as to form a tube or bowl; gamopetalous."},{"word":"Monophanous","type":"a.","descr":" Having one and the same appearance; having a mutual resemblance."},{"word":"Monophonic","type":"a.","descr":" Single-voiced; having but one part; as, a monophonic composition; -- opposed to polyphonic."},{"word":"Monophthong","type":"n.","descr":" A single uncompounded vowel sound."},{"word":"Monophthong","type":"n.","descr":" A combination of two written vowels pronounced as one; a digraph."},{"word":"Monophthongal","type":"a.","descr":" Consisting of, or pertaining to, a monophthong."},{"word":"Monophyletic","type":"a.","descr":" Of or pertaining to a single family or stock, or to development from a single common parent form; -- opposed to polyphyletic; as, monophyletic origin."},{"word":"Monophyllous","type":"a.","descr":" One-leaved; composed of a single leaf; as, a monophyllous involucre or calyx."},{"word":"Monophyodont","type":"a.","descr":" Having but one set of teeth; -- opposed to diphyodont."},{"word":"Monophysite","type":"n.","descr":" One of a sect, in the ancient church, who maintained that the human and divine in Jesus Christ constituted but one composite nature. Also used adjectively."},{"word":"Monophysitical","type":"a.","descr":" Of or pertaining to Monophysites, or their doctrines."},{"word":"Monoplast","type":"n.","descr":" A monoplastic element."},{"word":"Monoplastic","type":"a.","descr":" That has one form, or retains its primary form, as, a monoplastic element."},{"word":"Monoplegia","type":"n.","descr":" Paralysis affecting a single limb."},{"word":"Monopneumona","type":"n. pl.","descr":" A suborder of Dipnoi, including the Ceratodus."},{"word":"Monopode","type":"n.","descr":" One of a fabulous tribe or race of Ethiopians having but one leg and foot."},{"word":"Monopode","type":"n.","descr":" A monopodium."},{"word":"Monopodial","type":"a.","descr":" Having a monopodium or a single and continuous axis, as a birchen twig or a cornstalk."},{"word":"Monopodia","type":"pl. ","descr":" of Monopodium"},{"word":"Monopodium","type":"n.","descr":" A single and continuous vegetable axis; -- opposed to sympodium."},{"word":"Monopody","type":"n.","descr":" A measure of but a single foot."},{"word":"Monopoler","type":"n.","descr":" A monopolist."},{"word":"Monopolist","type":"n.","descr":" One who monopolizes; one who has a monopoly; one who favors monopoly."},{"word":"Monopolistic","type":"a.","descr":" Of or pertaining to a monopolist."},{"word":"Monopolite","type":"n.","descr":" A monopolist."},{"word":"Monopolized","type":"imp. and p. p.","descr":" of Monopolize"},{"word":"Monopolizing","type":"p. pr. and vb. n.","descr":" of Monopolize"},{"word":"Monopolize","type":"v. t.","descr":" To acquire a monopoly of; to have or get the exclusive privilege or means of dealing in, or the exclusive possession of; to engross the whole of; as, to monopolize the coffee trade; to monopolize land."},{"word":"Monopolizer","type":"n.","descr":" One who monopolizes."},{"word":"Monopolies","type":"pl. ","descr":" of Monopoly"},{"word":"Monopoly","type":"n.","descr":" The exclusive power, or privilege of selling a commodity; the exclusive power, right, or privilege of dealing in some article, or of trading in some market; sole command of the traffic in anything, however obtained; as, the proprietor of a patented article is given a monopoly of its sale for a limited time; chartered trading companies have sometimes had a monopoly of trade with remote regions; a combination of traders may get a monopoly of a particular product."},{"word":"Monopoly","type":"n.","descr":" Exclusive possession; as, a monopoly of land."},{"word":"Monopoly","type":"n.","descr":" The commodity or other material thing to which the monopoly relates; as, tobacco is a monopoly in France."},{"word":"Monopolylogue","type":"n.","descr":" An exhibition in which an actor sustains many characters."},{"word":"Monopsychism","type":"n.","descr":" The doctrine that there is but one immortal soul or intellect with which all men are endowed."},{"word":"Monopteral","type":"a.","descr":" Round and without a cella; consisting of a single ring of columns supporting a roof; -- said esp. of a temple."},{"word":"Monoptera","type":"pl. ","descr":" of Monopteron"},{"word":"Monopteron","type":"n.","descr":" A circular temple consisting of a roof supported on columns, without a cella."},{"word":"Monoptote","type":"n.","descr":" A noun having only one case."},{"word":"Monoptote","type":"n.","descr":" A noun having only one ending for the oblique cases."},{"word":"Monopyrenous","type":"a.","descr":" Having but a single stone or kernel."},{"word":"Monorganic","type":"a.","descr":" Belonging to, or affecting, a single organ, or set of organs."},{"word":"Monorhina","type":"n. pl.","descr":" The Marsipobranchiata."},{"word":"Monorhyme","type":"n.","descr":" A composition in verse, in which all the lines end with the same rhyme."},{"word":"Monosepalous","type":"a.","descr":" Having only one sepal, or the calyx in one piece or composed of the sepals united into one piece; gamosepalous."},{"word":"Monosperm","type":"n.","descr":" A monospermous plant."},{"word":"Monospermal","type":"a.","descr":" Alt. of Monospermous"},{"word":"Monospermous","type":"a.","descr":" Having only one seed."},{"word":"Monospherical","type":"a.","descr":" Consisting of one sphere only."},{"word":"Monostich","type":"n.","descr":" A composition consisting of one verse only."},{"word":"Monostichous","type":"a.","descr":" Arranged in a single row on one side of an axis, as the flowers in grasses of the tribe Chloridae."},{"word":"Monostrophe","type":"n.","descr":" A metrical composition consisting of a single strophe."},{"word":"Monostrophic","type":"a.","descr":" Having one strophe only; not varied in measure; written in unvaried measure."},{"word":"Monosulphide","type":"n.","descr":" A sulphide containing one atom of sulphur, and analogous to a monoxide; -- contrasted with a polysulphide; as, galena is a monosulphide."},{"word":"Monosulphuret","type":"n.","descr":" See Monosulphide."},{"word":"Monosyllabic","type":"a.","descr":" Being a monosyllable, or composed of monosyllables; as, a monosyllabic word; a monosyllabic language."},{"word":"Monosyllabism","type":"n.","descr":" The state of consisting of monosyllables, or having a monosyllabic form; frequent occurrence of monosyllables."},{"word":"Monosyllable","type":"n.","descr":" A word of one syllable."},{"word":"Monosyllabled","type":"a.","descr":" Formed into, or consisting of, monosyllables."},{"word":"Monosymmetric","type":"a.","descr":" Alt. of Monosymmetrical"},{"word":"Monosymmetrical","type":"a.","descr":" Same as Monoclinic."},{"word":"Monotessaron","type":"n.","descr":" A single narrative framed from the statements of the four evangelists; a gospel harmony."},{"word":"Monothalama","type":"n. pl.","descr":" A division of Foraminifera including those that have only one chamber."},{"word":"Monothalaman","type":"n.","descr":" A foraminifer having but one chamber."},{"word":"Monothalamous","type":"a.","descr":" One-chambered."},{"word":"Monothalmic","type":"a.","descr":" Formed from one pistil; -- said of fruits."},{"word":"Monothecal","type":"a.","descr":" Having a single loculament."},{"word":"Monotheism","type":"n.","descr":" The doctrine or belief that there is but one God."},{"word":"Monotheist","type":"n.","descr":" One who believes that there is but one God."},{"word":"Monotheistic","type":"a.","descr":" Of or pertaining to monotheism."},{"word":"Monothelism","type":"n.","descr":" Alt. of Monothelitism"},{"word":"Monothelitism","type":"n.","descr":" The doctrine of the Monothelites."},{"word":"Monothelite","type":"n.","descr":" One of an ancient sect who held that Christ had but one will as he had but one nature.  Cf. Monophysite."},{"word":"Monothelitic","type":"a.","descr":" Of or pertaining to the Monothelites, or their doctrine."},{"word":"Monotocous","type":"a.","descr":" Bearing fruit but once; monocarpic."},{"word":"Monotocous","type":"a.","descr":" Uniparous; laying a single egg."},{"word":"Monotomous","type":"a.","descr":" Having a distinct cleavage in a single direction only."},{"word":"Monotone","type":"n.","descr":" A single unvaried tone or sound."},{"word":"Monotone","type":"n.","descr":" The utterance of successive syllables, words, or sentences, on one unvaried key or line of pitch."},{"word":"Monotonic","type":"a.","descr":" Alt. of Monotonical"},{"word":"Monotonical","type":"a.","descr":" Of, pertaining to, or uttered in, a monotone; monotonous."},{"word":"Monotonist","type":"n.","descr":" One who talks in the same strain or on the same subject until weariness is produced."},{"word":"Monotonous","type":"a.","descr":" Uttered in one unvarying tone; continued with dull uniformity; characterized by monotony; without change or variety; wearisome."},{"word":"Monotony","type":"n.","descr":" A frequent recurrence of the same tone or sound, producing a dull uniformity; absence of variety, as in speaking or singing."},{"word":"Monotony","type":"n.","descr":" Any irksome sameness, or want of variety."},{"word":"Monotremata","type":"n. pl.","descr":" A subclass of Mammalia, having a cloaca in which the ducts of the urinary, genital, and alimentary systems terminate, as in birds. The female lays eggs like a bird. See Duck mole, under Duck, and Echidna."},{"word":"Monotrematous","type":"a.","descr":" Of or pertaining to the Monotremata."},{"word":"Monotreme","type":"n.","descr":" One of the Monotremata."},{"word":"Monotriglyph","type":"n.","descr":" A kind of intercolumniation in an entablature, in which only one triglyph and two metopes are introduced."},{"word":"Monotropa","type":"n.","descr":" A genus of parasitic or saprophytic plants including the Indian pipe and pine sap. The name alludes to the dropping end of the stem."},{"word":"Monotype","type":"a.","descr":" Alt. of Monotypic"},{"word":"Monotypic","type":"a.","descr":" Having but one type; containing but one representative; as, a monotypic genus, which contains but one species."},{"word":"Monovalent","type":"a.","descr":" Having a valence of one; univalent. See Univalent."},{"word":"Monoxide","type":"n.","descr":" An oxide containing one atom of oxygen in each molecule; as, barium monoxide."},{"word":"Monoxylon","type":"n.","descr":" A canoe or boat made from one piece of timber."},{"word":"Monoxylous","type":"a.","descr":" Made of one piece of wood."},{"word":"Monozoa","type":"n. pl.","descr":" A division of Radiolaria; -- called also Monocyttaria."},{"word":"Monroe doctrine","type":"","descr":" See under Doctrine."},{"word":"Monseigneur","type":"n.","descr":" My lord; -- a title in France of a person of high birth or rank; as, Monseigneur the Prince, or Monseigneur the Archibishop. It was given, specifically, to the dauphin, before the Revolution of 1789. (Abbrev. Mgr.)"},{"word":"Monsels salt","type":"","descr":" A basic sulphate of iron; -- so named from Monsel, a Frenchman."},{"word":"Monsels solution","type":"","descr":" An aqueous solution of Monsel\\'s salt, having valuable styptic properties."},{"word":"Monsieur","type":"n.","descr":" The common title of civility in France in speaking to, or of, a man; Mr. or Sir."},{"word":"Monsieur","type":"n.","descr":" The oldest brother of the king of France."},{"word":"Monsieur","type":"n.","descr":" A Frenchman."},{"word":"Monsignors","type":"pl. ","descr":" of Monsignore"},{"word":"Monsignore","type":"n.","descr":" My lord; -- an ecclesiastical dignity bestowed by the pope, entitling the bearer to social and domestic rank at the papal court. (Abbrev. Mgr.)"},{"word":"Monsoon","type":"n.","descr":" A wind blowing part of the year from one direction, alternating with a wind from the opposite direction; -- a term applied particularly to periodical winds of the Indian Ocean, which blow from the southwest from the latter part of May to the middle of September, and from the northeast from about the middle of October to the middle of December."},{"word":"Monster","type":"n.","descr":" Something of unnatural size, shape, or quality; a prodigy; an enormity; a marvel."},{"word":"Monster","type":"n.","descr":" Specifically , an animal or plant departing greatly from the usual type, as by having too many limbs."},{"word":"Monster","type":"n.","descr":" Any thing or person of unnatural or excessive ugliness, deformity, wickedness, or cruelty."},{"word":"Monster","type":"a.","descr":" Monstrous in size."},{"word":"Monster","type":"v. t.","descr":" To make monstrous."},{"word":"Monstrance","type":"n.","descr":" A transparent pyx, in which the consecrated host is exposed to view."},{"word":"Monstration","type":"n.","descr":" The act of demonstrating; proof."},{"word":"Monstrosities","type":"pl. ","descr":" of Monstrosity"},{"word":"Monstrosity","type":"n.","descr":" The state of being monstrous, or out of the common order of nature; that which is monstrous; a monster."},{"word":"Monstrous","type":"a.","descr":" Marvelous; strange."},{"word":"Monstrous","type":"a.","descr":" Having the qualities of a monster; deviating greatly from the natural form or character; abnormal; as, a monstrous birth."},{"word":"Monstrous","type":"a.","descr":" Extraordinary in a way to excite wonder, dislike, apprehension, etc.; -- said of size, appearance, color, sound, etc.; as, a monstrous height; a monstrous ox; a monstrous story."},{"word":"Monstrous","type":"a.","descr":" Extraordinary on account of ugliness, viciousness, or wickedness; hateful; horrible; dreadful."},{"word":"Monstrous","type":"a.","descr":" Abounding in monsters."},{"word":"Monstrous","type":"adv.","descr":" Exceedingly; very; very much."},{"word":"Monstrously","type":"adv.","descr":" In a monstrous manner; unnaturally; extraordinarily; as, monstrously wicked."},{"word":"Monstrousness","type":"n.","descr":" The state or quality of being monstrous, unusual, extraordinary."},{"word":"Monstruosity","type":"n.","descr":" Monstrosity."},{"word":"Monstruous","type":"a.","descr":" Monstrous."},{"word":"Mont","type":"n.","descr":" Mountain."},{"word":"Montaigne","type":"n.","descr":" A mountain."},{"word":"Montanic","type":"n.","descr":" Of or pertaining to mountains; consisting of mountains."},{"word":"Montanist","type":"n.","descr":" A follower of Mintanus, a Phrygian enthusiast of the second century, who claimed that the Holy Spirit, the Paraclete, dwelt in him, and employed him as an instrument for purifying and guiding men in the Christian life."},{"word":"Montant","type":"n.","descr":" An upward thrust or blow."},{"word":"Montant","type":"n.","descr":" An upright piece in any framework; a mullion or muntin; a stile."},{"word":"Mont de piete","type":"","descr":" One of certain public pawnbroking establishments which originated in Italy in the 15th century, the object of which was to lend money at a low rate of interest to poor people in need; -- called also mount of piety. The institution has been adopted in other countries, as in Spain and France. See Lombard-house."},{"word":"Monte","type":"n.","descr":" A favorite gambling game among Spaniards, played with dice or cards."},{"word":"Monte-acid","type":"n.","descr":" An acid elevator, as a tube through which acid is forced to some height in a sulphuric acid manufactory."},{"word":"Monteith","type":"n.","descr":" See Monteth."},{"word":"Montem","type":"n.","descr":" A custom, formerly practiced by the scholars at Eton school, England, of going every third year, on Whittuesday, to a hillock near the Bath road, and exacting money from all passers-by, to support at the university the senior scholar of the school."},{"word":"Montero","type":"n.","descr":" An ancient kind of cap worn by horsemen or huntsmen."},{"word":"Monteth","type":"n.","descr":" Alt. of Monteith"},{"word":"Monteith","type":"n.","descr":" A vessel in which glasses are washed; -- so called from the name of the inventor."},{"word":"Montgolfier","type":"n.","descr":" A balloon which ascends by the buoyancy of air heated by a fire; a fire balloon; -- so called from two brothers, Stephen and Joseph Montgolfier, of France, who first constructed and sent up a fire balloon."},{"word":"Month","type":"n.","descr":" One of the twelve portions into which the year is divided; the twelfth part of a year, corresponding nearly to the length of a synodic revolution of the moon, -- whence the name. In popular use, a period of four weeks is often called a month."},{"word":"Monthling","type":"n.","descr":" That which is a month old, or which lives for a month."},{"word":"Monthly","type":"a.","descr":" Continued a month, or a performed in a month; as, the monthly revolution of the moon."},{"word":"Monthly","type":"a.","descr":" Done, happening, payable, published, etc., once a month, or every month; as, a monthly visit; monthly charges; a monthly installment; a monthly magazine."},{"word":"Monthlies","type":"pl. ","descr":" of Monthly"},{"word":"Monthly","type":"n.","descr":" A publication which appears regularly once a month."},{"word":"Monthly","type":"adv.","descr":" Once a month; in every month; as, the moon changes monthly."},{"word":"Monthly","type":"adv.","descr":" As if under the influence of the moon; in the manner of a lunatic."},{"word":"Monticle","type":"n.","descr":" A little mount; a hillock; a small elevation or prominence."},{"word":"Monticulate","type":"a.","descr":" Furnished with monticles or little elevations."},{"word":"Monticule","type":"n.","descr":" See Monticle."},{"word":"Monticulous","type":"a.","descr":" Monticulate."},{"word":"Montiform","type":"a.","descr":" Resembling a mountain in form."},{"word":"Montigenous","type":"a.","descr":" Produced on a mountain."},{"word":"Montoir","type":"n.","descr":" A stone used in mounting a horse; a horse block."},{"word":"Monton","type":"n.","descr":" A heap of ore; a mass undergoing the process of amalgamation."},{"word":"Montross","type":"n.","descr":" See Matross."},{"word":"Montrue","type":"n.","descr":" That on which anything is mounted; a setting; hence, a saddle horse."},{"word":"Monument","type":"n.","descr":" Something which stands, or remains, to keep in remembrance what is past; a memorial."},{"word":"Monument","type":"n.","descr":" A building, pillar, stone, or the like, erected to preserve the remembrance of a person, event, action, etc.; as, the Washington monument; the Bunker Hill monument. Also, a tomb, with memorial inscriptions."},{"word":"Monument","type":"n.","descr":" A stone or other permanent object, serving to indicate a limit or to mark a boundary."},{"word":"Monument","type":"n.","descr":" A saying, deed, or example, worthy of record."},{"word":"Monumental","type":"a.","descr":" Of, pertaining to, or suitable for, a monument; as, a monumental inscription."},{"word":"Monumental","type":"a.","descr":" Serving as a monument; memorial; preserving memory."},{"word":"Monumentally","type":"adv.","descr":" By way of memorial."},{"word":"Monumentally","type":"adv.","descr":" By means of monuments."},{"word":"Monureid","type":"n.","descr":" Any one of a series of complex nitrogenous substances regarded as derived from one molecule of urea; as, alloxan is a monureid."},{"word":"Moo","type":"adv., and n.","descr":" See Mo."},{"word":"Mooed","type":"imp. and p. p.","descr":" of Moo"},{"word":"Mooing","type":"p. pr. and vb. n.","descr":" of Moo"},{"word":"Moo","type":"v. i.","descr":" To make the noise of a cow; to low; -- child\\'s word."},{"word":"Moo","type":"n.","descr":" The lowing of a cow."},{"word":"Mood","type":"n.","descr":" Manner; style; mode; logical form; musical style; manner of action or being. See Mode which is the preferable form)."},{"word":"Mood","type":"n.","descr":" Manner of conceiving and expressing action or being, as positive, possible, hypothetical, etc., without regard to other accidents, such as time, person, number, etc.; as, the indicative mood; the infinitive mood; the subjunctive mood. Same as Mode."},{"word":"Mood","type":"n.","descr":" Temper of mind; temporary state of the mind in regard to passion or feeling; humor; as, a melancholy mood; a suppliant mood."},{"word":"Mooder","type":"n.","descr":" Mother."},{"word":"Moodily","type":"adv.","descr":" In a moody manner."},{"word":"Moodiness","type":"n.","descr":" The quality or state of being moody; specifically, liability to strange or violent moods."},{"word":"Moodir","type":"n.","descr":" The governor of a province in Egypt, etc."},{"word":"Moodish","type":"a.","descr":" Moody."},{"word":"Moodishly","type":"adv.","descr":" Moodily."},{"word":"Moody","type":"superl.","descr":" Subject to varying moods, especially to states of mind which are unamiable or depressed."},{"word":"Moody","type":"superl.","descr":" Hence: Out of humor; peevish; angry; fretful; also, abstracted and pensive; sad; gloomy; melancholy."},{"word":"Moolah","type":"n.","descr":" Alt. of Moollah"},{"word":"Moollah","type":"n.","descr":" See Mollah."},{"word":"Moolley","type":"n.","descr":" Same as Mulley."},{"word":"Moon","type":"n.","descr":" The celestial orb which revolves round the earth; the satellite of the earth; a secondary planet, whose light, borrowed from the sun, is reflected to the earth, and serves to dispel the darkness of night. The diameter of the moon is 2,160 miles, its mean distance from the earth is 240,000 miles, and its mass is one eightieth that of the earth. See Lunar month, under Month."},{"word":"Moon","type":"n.","descr":" A secondary planet, or satellite, revolving about any member of the solar system; as, the moons of Jupiter or Saturn."},{"word":"Moon","type":"n.","descr":" The time occupied by the moon in making one revolution in her orbit; a month."},{"word":"Moon","type":"n.","descr":" A crescentlike outwork. See Half-moon."},{"word":"Mooned","type":"imp. and p. p.","descr":" of Moon"},{"word":"Mooning","type":"p. pr. and vb. n.","descr":" of Moon"},{"word":"Moon","type":"v. t.","descr":" To expose to the rays of the moon."},{"word":"Moon","type":"v. i.","descr":" To act if moonstruck; to wander or gaze about in an abstracted manner."},{"word":"Moonbeam","type":"n.","descr":" A ray of light from the moon."},{"word":"Moonblind","type":"a.","descr":" Dim-sighted; purblind."},{"word":"Moonblink","type":"n.","descr":" A temporary blindness, or impairment of sight, said to be caused by sleeping in the moonlight; -- sometimes called nyctalopia."},{"word":"Mooncalf","type":"n.","descr":" A monster; a false conception; a mass of fleshy matter, generated in the uterus."},{"word":"Mooncalf","type":"n.","descr":" A dolt; a stupid fellow."},{"word":"Moon-culminating","type":"a.","descr":" Culminating, or coming to the meredian, at or about the same time with the moon; -- said of a star or stars, esp. of certain stars selected beforehand, and named in an ephemeris (as the Nautical Almanac), as suitable to be observed in connection with the moon at culmination, for determining terrestrial longitude."},{"word":"Mooned","type":"a.","descr":" Of or resembling the moon; symbolized by the moon."},{"word":"Mooner","type":"n.","descr":" One who abstractedly wanders or gazes about, as if moonstruck."},{"word":"Moonery","type":"n.","descr":" Conduct of one who moons."},{"word":"Moonet","type":"n.","descr":" A little moon."},{"word":"Moon-eye","type":"n.","descr":" A eye affected by the moon; also, a disease in the eye of a horse."},{"word":"Moon-eye","type":"n.","descr":" Any species of American fresh-water fishes of the genus Hyodon, esp. H. tergisus of the Great Lakes and adjacent waters."},{"word":"Moon-eye","type":"n.","descr":" The cisco."},{"word":"Moon-eyed","type":"a.","descr":" Having eyes affected by the moon; moonblind; dim-eyed; purblind."},{"word":"Moon-faced","type":"a.","descr":" Having a round, full face."},{"word":"Moonfish","type":"n.","descr":" An American marine fish (Vomer setipennis); -- called also bluntnosed shiner, horsefish, and sunfish."},{"word":"Moonfish","type":"n.","descr":" A broad, thin, silvery marine fish (Selene vomer); -- called also lookdown, and silver moonfish."},{"word":"Moonfish","type":"n.","descr":" The mola. See Sunfish, 1."},{"word":"Moonflower","type":"n.","descr":" The oxeye daisy; -- called also moon daisy."},{"word":"Moonflower","type":"n.","descr":" A kind of morning glory (Ipomoea Bona-nox) with large white flowers opening at night."},{"word":"Moong","type":"n.","descr":" Same as Mung."},{"word":"Moonglade","type":"n.","descr":" The bright reflection of the moon\\'s light on an expanse of water."},{"word":"Moonie","type":"n.","descr":" The European goldcrest."},{"word":"Moonish","type":"a.","descr":" Like the moon; variable."},{"word":"Moonless","type":"a.","descr":" Being without a moon or moonlight."},{"word":"Moonlight","type":"n.","descr":" The light of the moon."},{"word":"Moonlight","type":"a.","descr":" Occurring during or by moonlight; characterized by moonlight."},{"word":"Moonling","type":"n.","descr":" A simpleton; a lunatic."},{"word":"Moonlit","type":"a.","descr":" Illumined by the moon."},{"word":"Moonraker","type":"n.","descr":" Same as Moonsail."},{"word":"Moonrise","type":"n.","descr":" The rising of the moon above the horizon; also, the time of its rising."},{"word":"Moonsail","type":"n.","descr":" A sail sometimes carried in light winds, above a skysail."},{"word":"Moonseed","type":"n.","descr":" A climbing plant of the genus Menispermum; -- so called from the crescentlike form of the seeds."},{"word":"Moonset","type":"n.","descr":" The descent of the moon below the horizon; also, the time when the moon sets."},{"word":"Moonshee","type":"n.","descr":" A Mohammedan professor or teacher of language."},{"word":"Moonshine","type":"n.","descr":" The light of the moon."},{"word":"Moonshine","type":"n.","descr":" Hence, show without substance or reality."},{"word":"Moonshine","type":"n.","descr":" A month."},{"word":"Moonshine","type":"n.","descr":" A preparation of eggs for food."},{"word":"Moonshine","type":"a.","descr":" Moonlight."},{"word":"Moonshiner","type":"n.","descr":" A person engaged in illicit distilling; -- so called because the work is largely done at night."},{"word":"Moonshiny","type":"a.","descr":" Moonlight."},{"word":"Moonstone","type":"n.","descr":" A nearly pellucid variety of feldspar, showing pearly or opaline reflections from within. It is used as a gem. The best specimens come from Ceylon."},{"word":"Moonsticken","type":"a.","descr":" See Moonstruck."},{"word":"Moonstruck","type":"a.","descr":" Mentally affected or deranged by the supposed influence of the moon; lunatic."},{"word":"Moonstruck","type":"a.","descr":" Produced by the supposed influence of the moon."},{"word":"Moonstruck","type":"a.","descr":" Made sick by the supposed influence of the moon, as a human being; made unsuitable for food, as fishes, by such supposed influence."},{"word":"Moonwort","type":"n.","descr":" The herb lunary or honesty. See Honesty."},{"word":"Moonwort","type":"n.","descr":" Any fern of the genus Botrychium, esp. B. Lunaria; -- so named from the crescent-shaped segments of its frond."},{"word":"Moony","type":"a.","descr":" Of or pertaining to the moon."},{"word":"Moony","type":"a.","descr":" Furnished with a moon; bearing a crescent."},{"word":"Moony","type":"a.","descr":" Silly; weakly sentimental."},{"word":"Moor","type":"n.","descr":" One of a mixed race inhabiting Morocco, Algeria, Tunis, and Tripoli, chiefly along the coast and in towns."},{"word":"Moor","type":"n.","descr":" Any individual of the swarthy races of Africa or Asia which have adopted the Mohammedan religion."},{"word":"Moor","type":"n.","descr":" An extensive waste covered with patches of heath, and having a poor, light soil, but sometimes marshy, and abounding in peat; a heath."},{"word":"Moor","type":"n.","descr":" A game preserve consisting of moorland."},{"word":"Moored","type":"imp. and p. p.","descr":" of Moor"},{"word":"Mooring","type":"p. pr. and vb. n.","descr":" of Moor"},{"word":"Moor","type":"v. t.","descr":" To fix or secure, as a vessel, in a particular place by casting anchor, or by fastening with cables or chains; as, the vessel was moored in the stream; they moored the boat to the wharf."},{"word":"Moor","type":"v. t.","descr":" Fig.: To secure, or fix firmly."},{"word":"Moor","type":"v. i.","descr":" To cast anchor; to become fast."},{"word":"Moorage","type":"n.","descr":" A place for mooring."},{"word":"Moorball","type":"n.","descr":" A fresh-water alga (Cladophora Aegagropila) which forms a globular mass."},{"word":"Moorband","type":"n.","descr":" See Moorpan."},{"word":"Mooress","type":"n.","descr":" A female Moor; a Moorish woman."},{"word":"Mooring","type":"n.","descr":" The act of confining a ship to a particular place, by means of anchors or fastenings."},{"word":"Mooring","type":"n.","descr":" That which serves to confine a ship to a place, as anchors, cables, bridles, etc."},{"word":"Mooring","type":"n.","descr":" The place or condition of a ship thus confined."},{"word":"Moorish","type":"a.","descr":" Having the characteristics of a moor or heath."},{"word":"Moorish","type":"a.","descr":" Of or pertaining to Morocco or the Moors; in the style of the Moors."},{"word":"Moorland","type":"n.","descr":" Land consisting of a moor or moors."},{"word":"Moorpan","type":"n.","descr":" A clayey layer or pan underlying some moors, etc."},{"word":"Moorstone","type":"n.","descr":" A species of English granite, used as a building stone."},{"word":"Mooruk","type":"n.","descr":" A species of cassowary (Casuarius Bennetti) found in New Britain, and noted for its agility in running and leaping. It is smaller and has stouter legs than the common cassowary. Its crest is biloted; the neck and breast are black; the back, rufous mixed with black; and the naked skin of the neck, blue."},{"word":"Moory","type":"a.","descr":" Of or pertaining to moors; marshy; fenny; boggy; moorish."},{"word":"Moory","type":"n.","descr":" A kind of blue cloth made in India."},{"word":"Moose","type":"n.","descr":" A large cervine mammal (Alces machlis, or A. Americanus), native of the Northern United States and Canada. The adult male is about as large as a horse, and has very large, palmate antlers. It closely resembles the European elk, and by many zoologists is considered the same species. See Elk."},{"word":"Moosewood","type":"n.","descr":" The striped maple (Acer Pennsylvanicum)."},{"word":"Moosewood","type":"n.","descr":" Leatherwood."},{"word":"Moot","type":"v.","descr":" See 1st Mot."},{"word":"Moot","type":"n.","descr":" A ring for gauging wooden pins."},{"word":"Mooted","type":"imp. and p. p.","descr":" of Moot"},{"word":"Mooting","type":"p. pr. and vb. n.","descr":" of Moot"},{"word":"Moot","type":"v. t.","descr":" To argue for and against; to debate; to discuss; to propose for discussion."},{"word":"Moot","type":"v. t.","descr":" Specifically: To discuss by way of exercise; to argue for practice; to propound and discuss in a mock court."},{"word":"Moot","type":"v. i.","descr":" To argue or plead in a supposed case."},{"word":"Moot","type":"n.","descr":" A meeting for discussion and deliberation; esp., a meeting of the people of a village or district, in Anglo-Saxon times, for the discussion and settlement of matters of common interest; -- usually in composition; as, folk-moot."},{"word":"Moot","type":"v.","descr":" A discussion or debate; especially, a discussion of fictitious causes by way of practice."},{"word":"Moot","type":"a.","descr":" Subject, or open, to argument or discussion; undecided; debatable; mooted."},{"word":"Mootable","type":"a.","descr":" Capable of being mooted."},{"word":"Mooter","type":"n.","descr":" A disputer of a mooted case."},{"word":"Moot-hall","type":"n.","descr":" Alt. of Moot-house"},{"word":"Moot-house","type":"n.","descr":" A hall for public meetings; a hall of judgment."},{"word":"Moot-hill","type":"n.","descr":" A hill of meeting or council; an elevated place in the open air where public assemblies or courts were held by the Saxons; -- called, in Scotland, mute-hill."},{"word":"Mootmen","type":"pl. ","descr":" of Mootman"},{"word":"Mootman","type":"n.","descr":" One who argued moot cases in the inns of court."},{"word":"Mop","type":"n.","descr":" A made-up face; a grimace."},{"word":"Mop","type":"v. i.","descr":" To make a wry mouth."},{"word":"Mop","type":"n.","descr":" An implement for washing floors, or the like, made of a piece of cloth, or a collection of thrums, or coarse yarn, fastened to a handle."},{"word":"Mop","type":"n.","descr":" A fair where servants are hired."},{"word":"Mop","type":"n.","descr":" The young of any animal; also, a young girl; a moppet."},{"word":"Mopped","type":"imp. and p. p.","descr":" of Mop"},{"word":"Mopping","type":"p. pr. and vb. n.","descr":" of Mop"},{"word":"Mop","type":"v. t.","descr":" To rub or wipe with a mop, or as with a mop; as, to mop a floor; to mop one\\'s face with a handkerchief."},{"word":"Mopboard","type":"n.","descr":" A narrow board nailed against the wall of a room next to the floor; skirting board; baseboard. See Baseboard."},{"word":"Moped","type":"imp. and p. p.","descr":" of Mope"},{"word":"Moping","type":"p. pr. and vb. n.","descr":" of Mope"},{"word":"Mope","type":"v. i.","descr":" To be dull and spiritless."},{"word":"Mope","type":"v. t.","descr":" To make spiritless and stupid."},{"word":"Mope","type":"n.","descr":" A dull, spiritless person."},{"word":"Mope-eyed","type":"a.","descr":" Shortsighted; purblind."},{"word":"Mopeful","type":"a.","descr":" Mopish."},{"word":"Mopish","type":"a.","descr":" Dull; spiritless; dejected."},{"word":"Moplah","type":"n.","descr":" One of a class of Mohammedans in Malabar."},{"word":"Moppet","type":"n.","descr":" A rag baby; a puppet made of cloth; hence, also, in fondness, a little girl, or a woman."},{"word":"Moppet","type":"n.","descr":" A long-haired pet dog."},{"word":"Mopsey","type":"n.","descr":" Alt. of Mopsy"},{"word":"Mopsy","type":"n.","descr":" A moppet."},{"word":"Mopsy","type":"n.","descr":" A slatternly, untidy woman."},{"word":"Mopsical","type":"a.","descr":" Shortsighted; mope-eyed."},{"word":"Mopstick","type":"n.","descr":" The long handle of a mop."},{"word":"Mopus","type":"n.","descr":" A mope; a drone."},{"word":"Moquette","type":"n.","descr":" A kind of carpet having a short velvety pile."},{"word":"Mora","type":"n.","descr":" A game of guessing the number of fingers extended in a quick movement of the hand, -- much played by Italians of the lower classes."},{"word":"Mora","type":"n.","descr":" A leguminous tree of Guiana and Trinidad (Dimorphandra excelsa); also, its timber, used in shipbuilding and making furniture."},{"word":"Mora","type":"n.","descr":" Delay; esp., culpable delay; postponement."},{"word":"Moraine","type":"n.","descr":" An accumulation of earth and stones carried forward and deposited by a glacier."},{"word":"Morainic","type":"a.","descr":" Of or pertaining to a moranie."},{"word":"Moral","type":"a.","descr":" Relating to duty or obligation; pertaining to those intentions and actions of which right and wrong, virtue and vice, are predicated, or to the rules by which such intentions and actions ought to be directed; relating to the practice, manners, or conduct of men as social beings in relation to each other, as respects right and wrong, so far as they are properly subject to rules."},{"word":"Moral","type":"a.","descr":" Conformed to accepted rules of right; acting in conformity with such rules; virtuous; just; as, a moral man. Used sometimes in distinction from religious; as, a moral rather than a religious life."},{"word":"Moral","type":"a.","descr":" Capable of right and wrong action or of being governed by a sense of right; subject to the law of duty."},{"word":"Moral","type":"a.","descr":" Acting upon or through one\\'s moral nature or sense of right, or suited to act in such a manner; as, a moral arguments; moral considerations. Sometimes opposed to material and physical; as, moral pressure or support."},{"word":"Moral","type":"a.","descr":" Supported by reason or probability; practically sufficient; -- opposed to legal or demonstrable; as, a moral evidence; a moral certainty."},{"word":"Moral","type":"a.","descr":" Serving to teach or convey a moral; as, a moral lesson; moral tales."},{"word":"Moral","type":"n.","descr":" The doctrine or practice of the duties of life; manner of living as regards right and wrong; conduct; behavior; -- usually in the plural."},{"word":"Moral","type":"n.","descr":" The inner meaning or significance of a fable, a narrative, an occurrence, an experience, etc.; the practical lesson which anything is designed or fitted to teach; the doctrine meant to be inculcated by a fiction; a maxim."},{"word":"Moral","type":"n.","descr":" A morality play. See Morality, 5."},{"word":"Moral","type":"v. i.","descr":" To moralize."},{"word":"Morale","type":"a.","descr":" The moral condition, or the condition in other respects, so far as it is affected by, or dependent upon, moral considerations, such as zeal, spirit, hope, and confidence; mental state, as of a body of men, an army, and the like."},{"word":"Moraler","type":"n.","descr":" A moralizer."},{"word":"Moralism","type":"n.","descr":" A maxim or saying embodying a moral truth."},{"word":"Moralist","type":"n.","descr":" One who moralizes; one who teaches or animadverts upon the duties of life; a writer of essays intended to correct vice and inculcate moral duties."},{"word":"Moralist","type":"n.","descr":" One who practices moral duties; a person who lives in conformity with moral rules; one of correct deportment and dealings with his fellow-creatures; -- sometimes used in contradistinction to one whose life is controlled by religious motives."},{"word":"Moralities","type":"pl. ","descr":" of Morality"},{"word":"Morality","type":"n.","descr":" The relation of conformity or nonconformity to the moral standard or rule; quality of an intention, a character, an action, a principle, or a sentiment, when tried by the standard of right."},{"word":"Morality","type":"n.","descr":" The quality of an action which renders it good; the conformity of an act to the accepted standard of right."},{"word":"Morality","type":"n.","descr":" The doctrines or rules of moral duties, or the duties of men in their social character; ethics."},{"word":"Morality","type":"n.","descr":" The practice of the moral duties; rectitude of life; conformity to the standard of right; virtue; as, we often admire the politeness of men whose morality we question."},{"word":"Morality","type":"n.","descr":" A kind of allegorical play, so termed because it consisted of discourses in praise of morality between actors representing such characters as Charity, Faith, Death, Vice, etc. Such plays were occasionally exhibited as late as the reign of Henry VIII."},{"word":"Morality","type":"n.","descr":" Intent; meaning; moral."},{"word":"Moralization","type":"n.","descr":" The act of moralizing; moral reflections or discourse."},{"word":"Moralization","type":"n.","descr":" Explanation in a moral sense."},{"word":"Moralized","type":"imp. and p. p.","descr":" of Moralize"},{"word":"Moralizing","type":"p. pr. and vb. n.","descr":" of Moralize"},{"word":"Moralize","type":"v. t.","descr":" To apply to a moral purpose; to explain in a moral sense; to draw a moral from."},{"word":"Moralize","type":"v. t.","descr":" To furnish with moral lessons, teachings, or examples; to lend a moral to."},{"word":"Moralize","type":"v. t.","descr":" To render moral; to correct the morals of."},{"word":"Moralize","type":"v. t.","descr":" To give a moral quality to; to affect the moral quality of, either for better or worse."},{"word":"Moralize","type":"v. i.","descr":" To make moral reflections; to regard acts and events as involving a moral."},{"word":"Moralizer","type":"n.","descr":" One who moralizes."},{"word":"Morally","type":"adv.","descr":" In a moral or ethical sense; according to the rules of morality."},{"word":"Morally","type":"adv.","descr":" According to moral rules; virtuously."},{"word":"Morally","type":"adv.","descr":" In moral qualities; in disposition and character; as, one who physically and morally endures hardships."},{"word":"Morally","type":"adv.","descr":" In a manner calculated to serve as the basis of action; according to the usual course of things and human judgment; according to reason and probability."},{"word":"Morass","type":"n.","descr":" A tract of soft, wet ground; a marsh; a fen."},{"word":"morassy","type":"a.","descr":" Marshy; fenny."},{"word":"Morate","type":"n.","descr":" A salt of moric acid."},{"word":"Moration","type":"n.","descr":" A delaying tarrying; delay."},{"word":"Moravian","type":"a.","descr":" Of or pertaining to Moravia, or to the United Brethren. See Moravian, n."},{"word":"Moravian","type":"n.","descr":" One of a religious sect called the United Brethren (an offshoot of the Hussites in Bohemia), which formed a separate church of Moravia, a northern district of Austria, about the middle of the 15th century. After being nearly extirpated by persecution, the society, under the name of The Renewed Church of the United Brethren, was reestablished in 1722-35 on the estates of Count Zinzendorf in Saxony. Called also Herrnhuter."},{"word":"Moravianism","type":"n.","descr":" The religious system of the Moravians."},{"word":"Moray","type":"n.","descr":" A muraena."},{"word":"Morbid","type":"a.","descr":" Not sound and healthful; induced by a diseased or abnormal condition; diseased; sickly; as, morbid humors; a morbid constitution; a morbid state of the juices of a plant."},{"word":"Morbid","type":"a.","descr":" Of or pertaining to disease or diseased parts; as, morbid anatomy."},{"word":"Morbidezza","type":"n.","descr":" Delicacy or softness in the representation of flesh."},{"word":"Morbidezza","type":"n.","descr":" A term used as a direction in execution, signifying, with extreme delicacy."},{"word":"Morbidity","type":"n.","descr":" The quality or state of being morbid."},{"word":"Morbidity","type":"n.","descr":" Morbid quality; disease; sickness."},{"word":"Morbidity","type":"n.","descr":" Amount of disease; sick rate."},{"word":"Morbidly","type":"adv.","descr":" In a morbid manner."},{"word":"Morbidness","type":"n.","descr":" The quality or state of being morbid; morbidity."},{"word":"Morbific","type":"a.","descr":" Alt. of Morbifical"},{"word":"Morbifical","type":"a.","descr":" Causing disease; generating a sickly state; as, a morbific matter."},{"word":"Morbillous","type":"a.","descr":" Pertaining to the measles; partaking of the nature of measels, or resembling the eruptions of that disease; measly."},{"word":"Morbose","type":"a.","descr":" Proceeding from disease; morbid; unhealthy."},{"word":"Morbosity","type":"n.","descr":" A diseased state; unhealthiness."},{"word":"Morceau","type":"n.","descr":" A bit; a morsel."},{"word":"Mordacious","type":"a.","descr":" Biting; given to biting; hence, figuratively, sarcastic; severe; scathing."},{"word":"Mordacity","type":"n.","descr":" The quality of being mordacious; biting severity, or sarcastic quality."},{"word":"Mordant","type":"a.","descr":" Biting; caustic; sarcastic; keen; severe."},{"word":"Mordant","type":"a.","descr":" Serving to fix colors."},{"word":"Mordant","type":"n.","descr":" Any corroding substance used in etching."},{"word":"Mordant","type":"n.","descr":" Any substance, as alum or copperas, which, having a twofold attraction for organic fibers and coloring matter, serves as a bond of union, and thus gives fixity to, or bites in, the dyes."},{"word":"Mordant","type":"n.","descr":" Any sticky matter by which the gold leaf is made to adhere."},{"word":"Mordanted","type":"imp. and p. p.","descr":" of Mordant"},{"word":"Mordanting","type":"p. pr. and vb. n.","descr":" of Mordant"},{"word":"Mordant","type":"v. t.","descr":" To subject to the action of, or imbue with, a mordant; as, to mordant goods for dyeing."},{"word":"Mordantly","type":"adv.","descr":" In the manner of a mordant."},{"word":"Mordente","type":"n.","descr":" An embellishment resembling a trill."},{"word":"Mordicancy","type":"n.","descr":" A biting quality; corrosiveness."},{"word":"Mordicant","type":"a.","descr":" Biting; acrid; as, the mordicant quality of a body."},{"word":"Mordication","type":"n.","descr":" The act of biting or corroding; corrosion."},{"word":"Mordicative","type":"a.","descr":" Biting; corrosive."},{"word":"More","type":"n.","descr":" A hill."},{"word":"More","type":"n.","descr":" A root."},{"word":"More","type":"superl.","descr":" Greater; superior; increased"},{"word":"More","type":"superl.","descr":" Greater in quality, amount, degree, quality, and the like; with the singular."},{"word":"More","type":"superl.","descr":" Greater in number; exceeding in numbers; -- with the plural."},{"word":"More","type":"superl.","descr":" Additional; other; as, he wept because there were no more words to conquer."},{"word":"More","type":"n.","descr":" A greater quantity, amount, or number; that which exceeds or surpasses in any way what it is compared with."},{"word":"More","type":"n.","descr":" That which is in addition; something other and further; an additional or greater amount."},{"word":"More","type":"adv.","descr":" In a greater quantity; in or to a greater extent or degree."},{"word":"More","type":"adv.","descr":" With a verb or participle."},{"word":"More","type":"adv.","descr":" With an adjective or adverb (instead of the suffix -er) to form the comparative degree; as, more durable; more active; more sweetly."},{"word":"More","type":"adv.","descr":" In addition; further; besides; again."},{"word":"More","type":"v. t.","descr":" To make more; to increase."},{"word":"Moreen","type":"n.","descr":" A thick woolen fabric, watered or with embossed figures; -- used in upholstery, for curtains, etc."},{"word":"Morel","type":"n.","descr":" An edible fungus (Morchella esculenta), the upper part of which is covered with a reticulated and pitted hymenium. It is used as food, and for flavoring sauces."},{"word":"Morel","type":"n.","descr":" Nightshade; -- so called from its blackish purple berries."},{"word":"Morel","type":"n.","descr":" A kind of cherry. See Morello."},{"word":"Moreland","type":"n.","descr":" Moorland."},{"word":"Morelle","type":"n.","descr":" Nightshade. See 2d Morel."},{"word":"Morello","type":"n.","descr":" A kind of nearly black cherry with dark red flesh and juice, -- used chiefly for preserving."},{"word":"Morendo","type":"a. and n.","descr":" Dying; a gradual decrescendo at the end of a strain or cadence."},{"word":"Moreness","type":"n.","descr":" Greatness."},{"word":"Moreover","type":"adv.","descr":" Beyond what has been said; further; besides; in addition; furthermore; also; likewise."},{"word":"Morepork","type":"n.","descr":" The Australian crested goatsucker (Aegotheles Novae-Hollandiae). Also applied to other allied birds, as Podargus Cuveiri."},{"word":"Moresk","type":"a. and n.","descr":" Moresque."},{"word":"Moresque","type":"a.","descr":" Of or pertaining to, or in the manner or style of, the Moors; Moorish."},{"word":"Moresque","type":"n.","descr":" The Moresque style of architecture or decoration. See Moorish architecture, under Moorish."},{"word":"Morganatic","type":"a.","descr":" Pertaining to, in the manner of, or designating, a kind of marriage, called also left-handed marriage, between a man of superior rank and a woman of inferior, in which it is stipulated that neither the latter nor her children shall enjoy the rank or inherit the possessions of her husband."},{"word":"Morgay","type":"n.","descr":" The European small-spotted dogfish, or houndfish. See the Note under Houndfish."},{"word":"Morglay","type":"n.","descr":" A sword."},{"word":"Morgue","type":"n.","descr":" A place where the bodies of persons found dead are exposed, that they may be identified, or claimed by their friends; a deadhouse."},{"word":"Moria","type":"n.","descr":" Idiocy; imbecility; fatuity; foolishness."},{"word":"Morian","type":"n.","descr":" A Moor."},{"word":"Moribund","type":"a.","descr":" In a dying state; dying; at the point of death."},{"word":"Moribund","type":"n.","descr":" A dying person."},{"word":"Moric","type":"a.","descr":" Pertaining to, or derived from, fustic (see Morin); as, moric acid."},{"word":"Morice","type":"n.","descr":" See Morisco."},{"word":"Morigerate","type":"a.","descr":" Obedient."},{"word":"Morigeration","type":"n.","descr":" Obsequiousness; obedience."},{"word":"Morigerous","type":"a.","descr":" Obedient; obsequious."},{"word":"Moril","type":"n.","descr":" An edible fungus. Same as 1st Morel."},{"word":"Morin","type":"n.","descr":" A yellow crystalline substance of acid properties extracted from fustic (Maclura tinctoria, formerly called Morus tinctoria); -- called also moric acid."},{"word":"Morinda","type":"n.","descr":" A genus of rubiaceous trees and shrubs, mostly East Indian, many species of which yield valuable red and yellow dyes. The wood is hard and beautiful, and used for gunstocks."},{"word":"Morindin","type":"n.","descr":" A yellow dyestuff extracted from the root bark of an East Indian plant (Morinda citrifolia)."},{"word":"Morinel","type":"n.","descr":" The dotterel."},{"word":"Moringa","type":"n.","descr":" A genus of trees of Southern India and Northern Africa. One species (Moringa pterygosperma) is the horse-radish tree, and its seeds, as well as those of M. aptera, are known in commerce as ben or ben nuts, and yield the oil called oil of ben."},{"word":"Moringic","type":"a.","descr":" Designating an organic acid obtained from oil of ben. See Moringa."},{"word":"Morintannic","type":"a.","descr":" Pertaining to, or designating, a variety of tannic acid extracted from fustic (Maclura, formerly Morus, tinctoria) as a yellow crystalline substance; -- called also maclurin."},{"word":"Morion","type":"n.","descr":" A kind of open helmet, without visor or beaver, and somewhat resembling a hat."},{"word":"Morion","type":"n.","descr":" A dark variety of smoky quartz."},{"word":"Morioplasty","type":"n.","descr":" The restoration of lost parts of the body."},{"word":"Morisco","type":"a.","descr":" Moresque."},{"word":"Morisco","type":"n.","descr":" A thing of Moorish origin; as: (a) The Moorish language. (b) A Moorish dance, now called morris dance. Marston. (c) One who dances the Moorish dance. Shak. (d) Moresque decoration or architecture."},{"word":"Morisk","type":"n.","descr":" Same as Morisco."},{"word":"Morkin","type":"n.","descr":" A beast that has died of disease or by mischance."},{"word":"Morland","type":"n.","descr":" Moorland."},{"word":"Morling","type":"n.","descr":" Mortling."},{"word":"Mormal","type":"n.","descr":" A bad sore; a gangrene; a cancer."},{"word":"Mormo","type":"n.","descr":" A bugbear; false terror."},{"word":"Mormon","type":"n.","descr":" A genus of sea birds, having a large, thick bill; the puffin."},{"word":"Mormon","type":"n.","descr":" The mandrill."},{"word":"Mormon","type":"n.","descr":" One of a sect in the United States, followers of Joseph Smith, who professed to have found an addition to the Bible, engraved on golden plates, called the Book of Mormon, first published in 1830. The Mormons believe in polygamy, and their hierarchy of apostles, etc., has control of civil and religious matters."},{"word":"Mormon","type":"a.","descr":" Of or pertaining to the Mormons; as, the Mormon religion; Mormon practices."},{"word":"Mormondom","type":"n.","descr":" The country inhabited by the Mormons; the Mormon people."},{"word":"Mormonism","type":"n.","descr":" The doctrine, system, and practices of the Mormons."},{"word":"Mormonite","type":"n.","descr":" A Mormon."},{"word":"Mormonite","type":"a.","descr":" Mormon."},{"word":"Morn","type":"n.","descr":" The first part of the day; the morning; -- used chiefly in poetry."},{"word":"Morne","type":"a.","descr":" Of or pertaining to the morn; morning."},{"word":"Morne","type":"n.","descr":" A ring fitted upon the head of a lance to prevent wounding an adversary in tilting."},{"word":"Morne","type":"a.","descr":" Without teeth, tongue, or claws; -- said of a lion represented heraldically."},{"word":"Morne","type":"n.","descr":" The first or early part of the day, variously understood as the earliest hours of light, the time near sunrise; the time from midnight to noon, from rising to noon, etc."},{"word":"Morne","type":"n.","descr":" The first or early part; as, the morning of life."},{"word":"Morne","type":"n.","descr":" The goddess Aurora."},{"word":"Morning","type":"a.","descr":" Pertaining to the first part or early part of the day; being in the early part of the day; as, morning dew; morning light; morning service."},{"word":"Morning-glory","type":"n.","descr":" A climbing plant (Ipomoea purpurea) having handsome, funnel-shaped flowers, usually red, pink, purple, white, or variegated, sometimes pale blue. See Dextrorsal."},{"word":"Morningtide","type":"n.","descr":" Morning time."},{"word":"Mornward","type":"adv.","descr":" Towards the morn."},{"word":"Moro","type":"n.","descr":" A small abscess or tumor having a resemblance to a mulberry."},{"word":"Moroccan","type":"a.","descr":" Of or pertaining to Morocco, or its inhabitants."},{"word":"Morocco","type":"n.","descr":" A fine kind of leather, prepared commonly from goatskin (though an inferior kind is made of sheepskin), and tanned with sumac and dyed of various colors; -- said to have been first made by the Moors."},{"word":"Morology","type":"n.","descr":" Foolish talk; nonsense; folly."},{"word":"Morone","type":"n.","descr":" Maroon; the color of an unripe black mulberry."},{"word":"Morosaurus","type":"n.","descr":" An extinct genus of large herbivorous dinosaurs, found in Jurassic strata in America."},{"word":"Morose","type":"a.","descr":" Of a sour temper; sullen and austere; ill-humored; severe."},{"word":"Morose","type":"a.","descr":" Lascivious; brooding over evil thoughts."},{"word":"Morosely","type":"adv.","descr":" Sourly; with sullen austerity."},{"word":"Moroseness","type":"n.","descr":" Sourness of temper; sulenness."},{"word":"Morosis","type":"n.","descr":" Idiocy; fatuity; stupidity."},{"word":"Morosity","type":"n.","descr":" Moroseness."},{"word":"Moroshop","type":"n.","descr":" A philosophical or learned fool."},{"word":"Morosous","type":"a.","descr":" Morose."},{"word":"Moroxite","type":"n.","descr":" A variety of apatite of a greenish blue color."},{"word":"Moroxylate","type":"n.","descr":" A morate."},{"word":"Moroxylic","type":"a.","descr":" Of, pertaining to, or derived from, the mulberry; moric."},{"word":"Morphean","type":"a.","descr":" Of or relating to Morpheus, to dreams, or to sleep."},{"word":"Morpheus","type":"n.","descr":" The god of dreams."},{"word":"Morphew","type":"n.","descr":" A scurfy eruption."},{"word":"Morphew","type":"v. t.","descr":" To cover with a morphew."},{"word":"Morphia","type":"n.","descr":" Morphine."},{"word":"Morphine","type":"n.","descr":" A bitter white crystalline alkaloid found in opium, possessing strong narcotic properties, and much used as an anodyne; -- called also morphia, and morphina."},{"word":"Morphinism","type":"n.","descr":" A morbid condition produced by the excessive or prolonged use of morphine."},{"word":"Morpho","type":"n.","descr":" Any one of numerous species of large, handsome, tropical American butterflies, of the genus Morpho. They are noted for the very brilliant metallic luster and bright colors (often blue) of the upper surface of the wings. The lower surface is usually brown or gray, with eyelike spots."},{"word":"Morphogeny","type":"n.","descr":" History of the evolution of forms; that part of ontogeny that deals with the germ history of forms; -- distinguished from physiogeny."},{"word":"Morphologic","type":"a.","descr":" Alt. of Morphological"},{"word":"Morphological","type":"a.","descr":" Of, pertaining to, or according to, the principles of morphology."},{"word":"Morphologist","type":"n.","descr":" One who is versed in the science of morphology."},{"word":"Morphology","type":"n.","descr":" That branch of biology which deals with the structure of animals and plants, treating of the forms of organs and describing their varieties, homologies, and metamorphoses. See Tectology, and Promorphology."},{"word":"Morphon","type":"n.","descr":" A morphological individual, characterized by definiteness of form bion, a physiological individual. See Tectology."},{"word":"Morphonomy","type":"n.","descr":" The laws of organic formation."},{"word":"Morphophyly","type":"n.","descr":" The tribal history of forms; that part of phylogeny which treats of the tribal history of forms, in distinction from the tribal history of functions."},{"word":"Morphosis","type":"n.","descr":" The order or mode of development of an organ or part."},{"word":"Morphotic","type":"a.","descr":" Connected with, or becoming an integral part of, a living unit or of the morphological framework; as, morphotic, or tissue, proteids."},{"word":"Morpion","type":"n.","descr":" A louse."},{"word":"Morrice","type":"n.","descr":" Same as 1st Morris."},{"word":"Morrice","type":"a.","descr":" Dancing the morrice; dancing."},{"word":"Morricer","type":"n.","descr":" A morris dancer."},{"word":"Morrimal","type":"n. and a.","descr":" See Mormal."},{"word":"Morris","type":"n.","descr":" A Moorish dance, usually performed by a single dancer, who accompanies the dance with castanets."},{"word":"Morris","type":"n.","descr":" A dance formerly common in England, often performed in pagenats, processions, and May games. The dancers, grotesquely dressed and ornamented, took the parts of Robin Hood, Maidmarian, and other fictious characters."},{"word":"Morris","type":"n.","descr":" An old game played with counters, or men, which are placed angles of a figure drawn on a board or on the ground; also, the board or ground on which the game is played."},{"word":"Morris","type":"n.","descr":" A marine fish having a very slender, flat, transparent body. It is now generally believed to be the young of the conger eel or some allied fish."},{"word":"Morris-pike","type":"n.","descr":" A Moorish pike."},{"word":"Morrot","type":"n.","descr":" See Marrot."},{"word":"Morrow","type":"n.","descr":" Morning."},{"word":"Morrow","type":"n.","descr":" The next following day; the day subsequent to any day specified or understood."},{"word":"Morrow","type":"n.","descr":" The day following the present; to-morrow."},{"word":"Morse","type":"n.","descr":" The walrus. See Walrus."},{"word":"Morse","type":"n.","descr":" A clasp for fastening garments in front."},{"word":"Morse alphabet","type":"","descr":" A telegraphic alphabet in very general use, inventing by Samuel F.B.Morse, the inventor of Morse\\'s telegraph. The letters are represented by dots and dashes impressed or printed on paper, as, .- (A), - . . . (B), -.. (D), . (E), .. (O), . . . (R), -- (T), etc., or by sounds, flashes of light, etc., with greater or less intervals between them."},{"word":"Morsel","type":"n.","descr":" A little bite or bit of food."},{"word":"Morsel","type":"n.","descr":" A small quantity; a little piece; a fragment."},{"word":"Morsing horn","type":"","descr":" A horn or flask for holding powder, as for priming."},{"word":"Morsitation","type":"n.","descr":" The act of biting or gnawing."},{"word":"Morsure","type":"n.","descr":" The act of biting."},{"word":"Mort","type":"n.","descr":" A great quantity or number."},{"word":"Mort","type":"n.","descr":" A woman; a female."},{"word":"Mort","type":"n.","descr":" A salmon in its third year."},{"word":"Mort","type":"n.","descr":" Death; esp., the death of game in the chase."},{"word":"Mort","type":"n.","descr":" A note or series of notes sounded on a horn at the death of game."},{"word":"Mort","type":"n.","descr":" The skin of a sheep or lamb that has died of disease."},{"word":"Mortal","type":"a.","descr":" Subject to death; destined to die; as, man is mortal."},{"word":"Mortal","type":"a.","descr":" Destructive to life; causing or occasioning death; terminating life; exposing to or deserving death; deadly; as, a mortal wound; a mortal sin."},{"word":"Mortal","type":"a.","descr":" Fatally vulnerable; vital."},{"word":"Mortal","type":"a.","descr":" Of or pertaining to the time of death."},{"word":"Mortal","type":"a.","descr":" Affecting as if with power to kill; deathly."},{"word":"Mortal","type":"a.","descr":" Human; belonging to man, who is mortal; as, mortal wit or knowledge; mortal power."},{"word":"Mortal","type":"a.","descr":" Very painful or tedious; wearisome; as, a sermon lasting two mortal hours."},{"word":"Mortal","type":"n.","descr":" A being subject to death; a human being; man."},{"word":"Mortality","type":"n.","descr":" The condition or quality of being mortal; subjection to death or to the necessity of dying."},{"word":"Mortality","type":"n.","descr":" Human life; the life of a mortal being."},{"word":"Mortality","type":"n.","descr":" Those who are, or that which is, mortal; the human cace; humanity; human nature."},{"word":"Mortality","type":"n.","descr":" Death; destruction."},{"word":"Mortality","type":"n.","descr":" The whole sum or number of deaths in a given time or a given community; also, the proportion of deaths to population, or to a specific number of the population; death rate; as, a time of great, or low, mortality; the mortality among the settlers was alarming."},{"word":"Mortalized","type":"imp. and p. p.","descr":" of Mortalize"},{"word":"Mortalizing","type":"p. pr. and vb. n.","descr":" of Mortalize"},{"word":"Mortalize","type":"v. t.","descr":" To make mortal."},{"word":"Mortally","type":"adv.","descr":" In a mortal manner; so as to cause death; as, mortally wounded."},{"word":"Mortally","type":"adv.","descr":" In the manner of a mortal or of mortal beings."},{"word":"Mortally","type":"adv.","descr":" In an extreme degree; to the point of dying or causing death; desperately; as, mortally jealous."},{"word":"Mortalness","type":"n.","descr":" Quality of being mortal; mortality."},{"word":"Mortar","type":"n.","descr":" A strong vessel, commonly in form of an inverted bell, in which substances are pounded or rubbed with a pestle."},{"word":"Mortar","type":"n.","descr":" A short piece of ordnance, used for throwing bombs, carcasses, shells, etc., at high angles of elevation, as 45¡, and even higher; -- so named from its resemblance in shape to the utensil above described."},{"word":"Mortar","type":"n.","descr":" A building material made by mixing lime, cement, or plaster of Paris, with sand, water, and sometimes other materials; -- used in masonry for joining stones, bricks, etc., also for plastering, and in other ways."},{"word":"Mortar","type":"v. t.","descr":" To plaster or make fast with mortar."},{"word":"Mortar","type":"n.","descr":" A chamber lamp or light."},{"word":"Mortgage","type":"n.","descr":" A conveyance of property, upon condition, as security for the payment of a debt or the preformance of a duty, and to become void upon payment or performance according to the stipulated terms; also, the written instrument by which the conveyance is made."},{"word":"Mortgage","type":"n.","descr":" State of being pledged; as, lands given in mortgage."},{"word":"Mortgaged","type":"imp. and p. p.","descr":" of Mortgage"},{"word":"Mortgaging","type":"p. pr. and vb. n.","descr":" of Mortgage"},{"word":"Mortgage","type":"v. t.","descr":" To grant or convey, as property, for the security of a debt, or other engagement, upon a condition that if the debt or engagement shall be discharged according to the contract, the conveyance shall be void, otherwise to become absolute, subject, however, to the right of redemption."},{"word":"Mortgage","type":"v. t.","descr":" Hence: To pledge, either literally or figuratively; to make subject to a claim or obligation."},{"word":"Mortgagee","type":"n.","descr":" The person to whom property is mortgaged, or to whom a mortgage is made or given."},{"word":"Mortgageor","type":"n.","descr":" Alt. of Mortgagor"},{"word":"Mortgagor","type":"n.","descr":" One who gives a mortgage."},{"word":"Mortgager","type":"n.","descr":" gives a mortgage."},{"word":"Mortiferous","type":"a.","descr":" Bringing or producing death; deadly; destructive; as, a mortiferous herb."},{"word":"Mortification","type":"n.","descr":" The act of mortifying, or the condition of being mortified"},{"word":"Mortification","type":"n.","descr":" The death of one part of an animal body, while the rest continues to live; loss of vitality in some part of a living animal; gangrene."},{"word":"Mortification","type":"n.","descr":" Destruction of active qualities; neutralization."},{"word":"Mortification","type":"n.","descr":" Subjection of the passions and appetites, by penance, absistence, or painful severities inflicted on the body."},{"word":"Mortification","type":"n.","descr":" Hence: Deprivation or depression of self-approval; abatement or pride; humiliation; chagrin; vexation."},{"word":"Mortification","type":"n.","descr":" That which mortifies; the cause of humiliation, chagrin, or vexation."},{"word":"Mortification","type":"n.","descr":" A gift to some charitable or religious institution; -- nearly synonymous with mortmain."},{"word":"Mortified","type":"","descr":" imp. and p. p. of Mortify."},{"word":"Mortifiedness","type":"n.","descr":" The state of being mortified; humiliation; subjection of the passions."},{"word":"Mortifier","type":"n.","descr":" One who, or that which, mortifies."},{"word":"Mortified","type":"imp. and p. p.","descr":" of Mortify"},{"word":"Mortifying","type":"p. pr. and vb. n.","descr":" of Mortify"},{"word":"Mortify","type":"v. t.","descr":" To destroy the organic texture and vital functions of; to produce gangrene in."},{"word":"Mortify","type":"v. t.","descr":" To destroy the active powers or essential qualities of; to change by chemical action."},{"word":"Mortify","type":"v. t.","descr":" To deaden by religious or other discipline, as the carnal affections, bodily appetites, or worldly desires; to bring into subjection; to abase; to humble."},{"word":"Mortify","type":"v. t.","descr":" To affect with vexation, chagrin, or humiliation; to humble; to depress."},{"word":"Mortify","type":"v. i.","descr":" To lose vitality and organic structure, as flesh of a living body; to gangrene."},{"word":"Mortify","type":"v. i.","descr":" To practice penance from religious motives; to deaden desires by religious discipline."},{"word":"Mortify","type":"v. i.","descr":" To be subdued; to decay, as appetites, desires, etc."},{"word":"Mortifying","type":"a.","descr":" Tending to mortify; affected by, or having symptoms of, mortification; as, a mortifying wound; mortifying flesh."},{"word":"Mortifying","type":"a.","descr":" Subduing the appetites, desires, etc.; as, mortifying penances."},{"word":"Mortifying","type":"a.","descr":" Tending to humble or abase; humiliating; as, a mortifying repulse."},{"word":"Mortifyingly","type":"adv.","descr":" In a mortifying manner."},{"word":"Mortise","type":"n.","descr":" A cavity cut into a piece of timber, or other material, to receive something (as the end of another piece) made to fit it, and called a tenon."},{"word":"Mortised","type":"imp. and p. p.","descr":" of Mortise"},{"word":"Mortising","type":"p. pr. and vb. n.","descr":" of Mortise"},{"word":"Mortise","type":"v. t.","descr":" To cut or make a mortisein."},{"word":"Mortise","type":"v. t.","descr":" To join or fasten by a tenon and mortise; as, to mortise a beam into a post, or a joist into a girder."},{"word":"Mortling","type":"n.","descr":" An animal, as a sheep, dead of disease or privation; a mortling."},{"word":"Mortling","type":"n.","descr":" Wool plucked from a dead sheep; morling."},{"word":"Mortmain","type":"n.","descr":" Possession of lands or tenements in, or conveyance to, dead hands, or hands that cannot alienate."},{"word":"Mortmal","type":"n.","descr":" See Mormal."},{"word":"Mortpay","type":"n.","descr":" Dead pay; the crime of taking pay for the service of dead soldiers, or for services not actually rendered by soldiers."},{"word":"Mortress","type":"n.","descr":" Alt. of Mortrew"},{"word":"Mortrew","type":"n.","descr":" A dish of meats and other ingredients, cooked together; an ollapodrida."},{"word":"Mortuaries","type":"pl. ","descr":" of Mortuary"},{"word":"Mortuary","type":"a.","descr":" A sort of ecclesiastical heriot, a customary gift claimed by, and due to, the minister of a parish on the death of a parishioner. It seems to have been originally a voluntary bequest or donation, intended to make amends for any failure in the payment of tithes of which the deceased had been guilty."},{"word":"Mortuary","type":"a.","descr":" A burial place; a place for the dead."},{"word":"Mortuary","type":"a.","descr":" A place for the reception of the dead before burial; a deadhouse; a morgue."},{"word":"Mortuary","type":"a.","descr":" Of or pertaining to the dead; as, mortuary monuments."},{"word":"Morulae","type":"pl. ","descr":" of Morula"},{"word":"Morula","type":"n.","descr":" The sphere or globular mass of cells (blastomeres), formed by the clevage of the ovum or egg in the first stages of its development; -- called also mulberry mass, segmentation sphere, and blastosphere. See Segmentation."},{"word":"Morulation","type":"n.","descr":" The process of cleavage, or segmentation, of the ovum, by which a morula is formed."},{"word":"Morus","type":"n.","descr":" A genus of trees, some species of which produce edible fruit; the mulberry. See Mulberry."},{"word":"Morwe","type":"n.","descr":" See Morrow."},{"word":"Morwening","type":"n.","descr":" Morning."},{"word":"Mosaic","type":"n.","descr":" A surface decoration made by inlaying in patterns small pieces of variously colored glass, stone, or other material; -- called also mosaic work."},{"word":"Mosaic","type":"n.","descr":" A picture or design made in mosaic; an article decorated in mosaic."},{"word":"Mosaic","type":"a.","descr":" Of or pertaining to the style of work called mosaic; formed by uniting pieces of different colors; variegated; tessellated; also, composed of various materials or ingredients."},{"word":"Mosaic","type":"a.","descr":" Of or pertaining to Moses, the leader of the Israelites, or established through his agency; as, the Mosaic law, rites, or institutions."},{"word":"Mosaical","type":"a.","descr":" Mosaic (in either sense)."},{"word":"Mosaically","type":"adv.","descr":" In the manner of a mosaic."},{"word":"Mosaism","type":"n.","descr":" Attachment to the system or doctrines of Moses; that which is peculiar to the Mosaic system or doctrines."},{"word":"Mosasaur","type":"n.","descr":" Alt. of Mosasaurian"},{"word":"Mosasaurian","type":"n.","descr":" One of an extinct order of reptiles, including Mosasaurus and allied genera. See Mosasauria."},{"word":"Mosasauria","type":"n. pl.","descr":" An order of large, extinct, marine reptiles, found in the Cretaceous rocks, especially in America. They were serpentlike in form and in having loosely articulated and dilatable jaws, with large recurved tteth, but they had paddlelike feet. Some of them were over fifty feet long. They are, essentially, fossil sea serpents with paddles. Called also Pythonomarpha, and Mosasauria."},{"word":"Mosasaurus","type":"n.","descr":" A genus of extinct marine reptiles allied to the lizards, but having the body much elongated, and the limbs in the form of paddles. The first known species, nearly fifty feet in length, was discovered in Cretaceous beds near Maestricht, in the Netherlands."},{"word":"Moschatel","type":"n.","descr":" A plant of the genus Adoxa (A. moschatellina), the flowers of which are pale green, and have a faint musky smell. It is found in woods in all parts of Europe, and is called also hollow root and musk crowfoot."},{"word":"Moschine","type":"a.","descr":" Of or pertaining to Moschus, a genus including the musk deer."},{"word":"Mosel","type":"n. and v.","descr":" See Muzzle."},{"word":"Moselle","type":"n.","descr":" A light wine, usually white, produced in the vicinity of the river Moselle."},{"word":"Moses","type":"n.","descr":" A large flatboat, used in the West Indies for taking freight from shore to ship."},{"word":"Mosk","type":"n.","descr":" See Mosque."},{"word":"Moslems","type":"pl. ","descr":" of Moslem"},{"word":"Moslem","type":"pl. ","descr":" of Moslem"},{"word":"Moslem","type":"n.","descr":" A Mussulman; an orthodox Mohammedan. [Written also muslim.]"},{"word":"Moslem","type":"a.","descr":" Of or pertaining to the Mohammedans; Mohammedan; as, Moslem lands; the Moslem faith."},{"word":"Moslings","type":"n. pl.","descr":" Thin shreds of leather shaved off in dressing skins."},{"word":"Mososaurus","type":"n.","descr":" Same as Mosasaurus."},{"word":"Mosque","type":"n.","descr":" A Mohammedan church or place of religious worship."},{"word":"Mosquitoes","type":"pl. ","descr":" of Mosquito"},{"word":"Mosquito","type":"n.","descr":" Any one of various species of gnats of the genus Culex and allied genera. The females have a proboscis containing, within the sheathlike labium, six fine, sharp, needlelike organs with which they puncture the skin of man and animals to suck the blood. These bites, when numerous, cause, in many persons, considerable irritation and swelling, with some pain. The larvae and pupae, called wigglers, are aquatic."},{"word":"Moss","type":"n.","descr":" A cryptogamous plant of a cellular structure, with distinct stem and simple leaves. The fruit is a small capsule usually opening by an apical lid, and so discharging the spores. There are many species, collectively termed Musci, growing on the earth, on rocks, and trunks of trees, etc., and a few in running water."},{"word":"Moss","type":"n.","descr":" A bog; a morass; a place containing peat; as, the mosses of the Scottish border."},{"word":"Mossed","type":"imp. and p. p.","descr":" of Moss"},{"word":"Mossing","type":"p. pr. and vb. n.","descr":" of Moss"},{"word":"Moss","type":"v. t.","descr":" To cover or overgrow with moss."},{"word":"Mossback","type":"n.","descr":" A veteran partisan; one who is so conservative in opinion that he may be likened to a stone or old tree covered with moss."},{"word":"Mossbanker","type":"n.","descr":" Alt. of Mossbunker"},{"word":"Mossbunker","type":"n.","descr":" The menhaded."},{"word":"Moss-grown","type":"a.","descr":" Overgrown with moss."},{"word":"Mossiness","type":"n.","descr":" The state of being mossy."},{"word":"Mosstrooper","type":"n.","descr":" One of a class of marauders or bandits that formerly infested the border country between England and Scotland; -- so called in allusion to the mossy or boggy character of much of the border country."},{"word":"Mossy","type":"superl.","descr":" Overgrown with moss; abounding with or edged with moss; as, mossy trees; mossy streams."},{"word":"Mossy","type":"superl.","descr":" Resembling moss; as, mossy green."},{"word":"Most","type":"a.","descr":" Consisting of the greatest number or quantity; greater in number or quantity than all the rest; nearly all."},{"word":"Most","type":"a.","descr":" Greatest in degree; as, he has the most need of it."},{"word":"Most","type":"a.","descr":" Highest in rank; greatest."},{"word":"Most","type":"a.","descr":" In the greatest or highest degree."},{"word":"Mostahiba","type":"n.","descr":" See Mustaiba."},{"word":"Moste","type":"","descr":" imp. of Mote."},{"word":"Mostic","type":"n.","descr":" Alt. of Mostick"},{"word":"Mostick","type":"n.","descr":" A painter\\'s maul-stick."},{"word":"Mostly","type":"adv.","descr":" For the greatest part; for the most part; chiefly; in the main."},{"word":"Mostra","type":"n.","descr":" See Direct, n."},{"word":"Mostwhat","type":"adv.","descr":" For the most part."},{"word":"Mot","type":"Sing. pres. ind.","descr":" of Mot"},{"word":"Mote","type":"","descr":" of Mot"},{"word":"Moot","type":"","descr":" of Mot"},{"word":"Mot","type":"pl.","descr":" of Mot"},{"word":"Mote","type":"","descr":" of Mot"},{"word":"Moote","type":"","descr":" of Mot"},{"word":"Mote","type":"pres. subj.","descr":" of Mot"},{"word":"Moste","type":"imp.","descr":" of Mot"},{"word":"Mot","type":"v.","descr":" May; must; might."},{"word":"Mot","type":"n.","descr":" A word; hence, a motto; a device."},{"word":"Mot","type":"n.","descr":" A pithy or witty saying; a witticism."},{"word":"Mot","type":"n.","descr":" A note or brief strain on a bugle."},{"word":"Motacil","type":"n.","descr":" Any singing bird of the genus Motacilla; a wagtail."},{"word":"Motation","type":"n.","descr":" The act of moving; motion."},{"word":"Mote","type":"v.","descr":" See 1st Mot."},{"word":"Mote","type":"n.","descr":" A meeting of persons for discussion; as, a wardmote in the city of London."},{"word":"Mote","type":"n.","descr":" A body of persons who meet for discussion, esp. about the management of affairs; as, a folkmote."},{"word":"Mote","type":"n.","descr":" A place of meeting for discussion."},{"word":"Mote","type":"n.","descr":" The flourish sounded on a horn by a huntsman. See Mot, n., 3, and Mort."},{"word":"Mote","type":"n.","descr":" A small particle, as of floating dust; anything proverbially small; a speck."},{"word":"Moted","type":"a.","descr":" Filled with motes, or fine floating dust; as, the air."},{"word":"Motet","type":"n.","descr":" A composition adapted to sacred words in the elaborate polyphonic church style; an anthem."},{"word":"Moth","type":"n.","descr":" A mote."},{"word":"Moths","type":"pl. ","descr":" of Moth"},{"word":"Moth","type":"n.","descr":" Any nocturnal lepidopterous insect, or any not included among the butterflies; as, the luna moth; Io moth; hawk moth."},{"word":"Moth","type":"n.","descr":" Any lepidopterous insect that feeds upon garments, grain, etc.; as, the clothes moth; grain moth; bee moth. See these terms under Clothes, Grain, etc."},{"word":"Moth","type":"n.","descr":" Any one of various other insects that destroy woolen and fur goods, etc., esp. the larvae of several species of beetles of the genera Dermestes and Anthrenus. Carpet moths are often the larvae of Anthrenus. See Carpet beetle, under Carpet, Dermestes, Anthrenus."},{"word":"Moth","type":"n.","descr":" Anything which gradually and silently eats, consumes, or wastes any other thing."},{"word":"Moth-eat","type":"v. t.","descr":" To eat or prey upon, as a moth eats a garment."},{"word":"Mothen","type":"a.","descr":" Full of moths."},{"word":"Mother","type":"n.","descr":" A female parent; especially, one of the human race; a woman who has borne a child."},{"word":"Mother","type":"n.","descr":" That which has produced or nurtured anything; source of birth or origin; generatrix."},{"word":"Mother","type":"n.","descr":" An old woman or matron."},{"word":"Mother","type":"n.","descr":" The female superior or head of a religious house, as an abbess, etc."},{"word":"Mother","type":"n.","descr":" Hysterical passion; hysteria."},{"word":"Mother","type":"a.","descr":" Received by birth or from ancestors; native, natural; as, mother language; also acting the part, or having the place of a mother; producing others; originating."},{"word":"Mothered","type":"imp. and p. p.","descr":" of Mother"},{"word":"Mothering","type":"p. pr. and vb. n.","descr":" of Mother"},{"word":"Mother","type":"v. t.","descr":" To adopt as a son or daughter; to perform the duties of a mother to."},{"word":"Mother","type":"n.","descr":" A film or membrane which is developed on the surface of fermented alcoholic liquids, such as vinegar, wine, etc., and acts as a means of conveying the oxygen of the air to the alcohol and other combustible principles of the liquid, thus leading to their oxidation."},{"word":"Mother","type":"v. i.","descr":" To become like, or full of, mother, or thick matter, as vinegar."},{"word":"Mothered","type":"a.","descr":" Thick, like mother; viscid."},{"word":"Motherhood","type":"n.","descr":" The state of being a mother; the character or office of a mother."},{"word":"Mothering","type":"n.","descr":" A rural custom in England, of visiting one\\'s parents on Midlent Sunday, -- supposed to have been originally visiting the mother church to make offerings at the high altar."},{"word":"Mother-in-law","type":"n.","descr":" The mother of one\\'s husband or wife."},{"word":"Motherland","type":"n.","descr":" The country of one\\'s ancestors; -- same as fatherland."},{"word":"Motherless","type":"a.","descr":" Destitute of a mother; having lost a mother; as, motherless children."},{"word":"Motherliness","type":"n.","descr":" The state or quality of being motherly."},{"word":"Motherly","type":"a.","descr":" Of or pertaining to a mother; like, or suitable for, a mother; tender; maternal; as, motherly authority, love, or care."},{"word":"Motherly","type":"adv.","descr":" In a manner of a mother."},{"word":"Mother-naked","type":"a.","descr":" Naked as when born."},{"word":"Mother-of-pearl","type":"n.","descr":" The hard pearly internal layer of several kinds of shells, esp. of pearl oysters, river mussels, and the abalone shells; nacre. See Pearl."},{"word":"Mother-of-thyme","type":"n.","descr":" An aromatic plant (Thymus Serphyllum); -- called also wild thyme."},{"word":"Motherwort","type":"n.","descr":" A labiate herb (Leonurus Cardiaca), of a bitter taste, used popularly in medicine; lion\\'s tail."},{"word":"Motherwort","type":"n.","descr":" The mugwort. See Mugwort."},{"word":"Mothery","type":"a.","descr":" Consisting of, containing, or resembling, mother (in vinegar)."},{"word":"Mothy","type":"a.","descr":" Infested with moths; moth-eaten."},{"word":"Motif","type":"n.","descr":" Motive."},{"word":"Motific","type":"a.","descr":" Producing motion."},{"word":"Motile","type":"a.","descr":" Having powers of self-motion, though unconscious; as, the motile spores of certain seaweeds."},{"word":"Motile","type":"a.","descr":" Producing motion; as, motile powers."},{"word":"Motility","type":"n.","descr":" Capability of motion; contractility."},{"word":"Motion","type":"n.","descr":" The act, process, or state of changing place or position; movement; the passing of a body from one place or position to another, whether voluntary or involuntary; -- opposed to rest."},{"word":"Motion","type":"n.","descr":" Power of, or capacity for, motion."},{"word":"Motion","type":"n.","descr":" Direction of movement; course; tendency; as, the motion of the planets is from west to east."},{"word":"Motion","type":"n.","descr":" Change in the relative position of the parts of anything; action of a machine with respect to the relative movement of its parts."},{"word":"Motion","type":"n.","descr":" Movement of the mind, desires, or passions; mental act, or impulse to any action; internal activity."},{"word":"Motion","type":"n.","descr":" A proposal or suggestion looking to action or progress; esp., a formal proposal made in a deliberative assembly; as, a motion to adjourn."},{"word":"Motion","type":"n.","descr":" An application made to a court or judge orally in open court. Its object is to obtain an order or rule directing some act to be done in favor of the applicant."},{"word":"Motion","type":"n.","descr":" Change of pitch in successive sounds, whether in the same part or in groups of parts."},{"word":"Motion","type":"n.","descr":" A puppet show or puppet."},{"word":"Motioned","type":"imp. and p. p.","descr":" of Motion"},{"word":"Motioning","type":"p. pr. and vb. n.","descr":" of Motion"},{"word":"Motion","type":"v. i.","descr":" To make a significant movement or gesture, as with the hand; as, to motion to one to take a seat."},{"word":"Motion","type":"v. i.","descr":" To make proposal; to offer plans."},{"word":"Motion","type":"v. t.","descr":" To direct or invite by a motion, as of the hand or head; as, to motion one to a seat."},{"word":"Motion","type":"v. t.","descr":" To propose; to move."},{"word":"Motioner","type":"n.","descr":" One who makes a motion; a mover."},{"word":"Motionist","type":"n.","descr":" A mover."},{"word":"Motionless","type":"a.","descr":" Without motion; being at rest."},{"word":"Motive","type":"n.","descr":" That which moves; a mover."},{"word":"Motive","type":"n.","descr":" That which incites to action; anything prompting or exciting to choise, or moving the will; cause; reason; inducement; object."},{"word":"Motive","type":"n.","descr":" The theme or subject; a leading phrase or passage which is reproduced and varied through the course of a comor a movement; a short figure, or melodic germ, out of which a whole movement is develpoed. See also Leading motive, under Leading."},{"word":"Motive","type":"n.","descr":" That which produces conception, invention, or creation in the mind of the artist in undertaking his subject; the guiding or controlling idea manifested in a work of art, or any part of one."},{"word":"Motive","type":"a.","descr":" Causing motion; having power to move, or tending to move; as, a motive argument; motive power."},{"word":"Motive","type":"v. t.","descr":" To prompt or incite by a motive or motives; to move."},{"word":"Motiveless","type":"a.","descr":" Destitute of a motive; not incited by a motive."},{"word":"Motivity","type":"n.","descr":" The power of moving or producing motion."},{"word":"Motivity","type":"n.","descr":" The quality of being influenced by motives."},{"word":"Motivo","type":"n.","descr":" See Motive, n., 3, 4."},{"word":"Motley","type":"a.","descr":" Variegated in color; consisting of different colors; dappled; party-colored; as, a motley coat."},{"word":"Motley","type":"a.","descr":" Wearing motley or party-colored clothing. See Motley, n., 1."},{"word":"Motley","type":"n.","descr":" Composed of different or various parts; heterogeneously made or mixed up; discordantly composite; as, motley style."},{"word":"Motley","type":"n.","descr":" A combination of distinct colors; esp., the party-colored cloth, or clothing, worn by the professional fool."},{"word":"Motley","type":"n.","descr":" Hence, a jester, a fool."},{"word":"Motley-minded","type":"a.","descr":" Having a mind of a jester; foolish."},{"word":"Motmot","type":"n.","descr":" Any one of several species of long-tailed, passerine birds of the genus Momotus, having a strong serrated beak. In most of the species the two long middle tail feathers are racket-shaped at the tip, when mature. The bird itself is said by some writers to trim them into this shape. They feed on insects, reptiles, and fruit, and are found from Mexico to Brazil. The name is derived from its note."},{"word":"Moto","type":"n.","descr":" Movement; manner of movement; particularly, movement with increased rapidity; -- used especially in the phrase con moto, directing to a somewhat quicker movement; as, andante con moto, a little more rapidly than andante, etc."},{"word":"Moton","type":"n.","descr":" A small plate covering the armpit in armor of the 14th century and later."},{"word":"Motor","type":"n.","descr":" One who, or that which, imparts motion; a source of mechanical power."},{"word":"Motor","type":"n.","descr":" A prime mover; a machine by means of which a source of power, as steam, moving water, electricity, etc., is made available for doing mechanical work."},{"word":"Motor","type":"n.","descr":" Alt. of Motorial"},{"word":"Motory","type":"n.","descr":" Alt. of Motorial"},{"word":"Motorial","type":"n.","descr":" Causing or setting up motion; pertaining to organs of motion; -- applied especially in physiology to those nerves or nerve fibers which only convey impressions from a nerve center to muscles, thereby causing motion."},{"word":"Motorman","type":"n.","descr":" A man who controls a motor."},{"word":"Motorpathic","type":"a.","descr":" Of or pertaining to motorpathy."},{"word":"Motorpathy","type":"n.","descr":" Kinesiatrics."},{"word":"Motte","type":"n.","descr":" A clump of trees in a prairie."},{"word":"Mottled","type":"imp. and p. p.","descr":" of Mottle"},{"word":"Mottling","type":"p. pr. and vb. n.","descr":" of Mottle"},{"word":"Mottle","type":"v. t.","descr":" To mark with spots of different color, or shades of color, as if stained; to spot; to maculate."},{"word":"Mottle","type":"n.","descr":" A mottled appearance."},{"word":"Mottled","type":"a.","descr":" Marked with spots of different colors; variegated; spotted; as, mottled wood."},{"word":"Mottoes","type":"pl. ","descr":" of Motto"},{"word":"Motto","type":"n.","descr":" A sentence, phrase, or word, forming part of an heraldic achievment."},{"word":"Motto","type":"n.","descr":" A sentence, phrase, or word, prefixed to an essay, discourse, chapter, canto, or the like, suggestive of its subject matter; a short, suggestive expression of a guiding principle; a maxim."},{"word":"Mottoed","type":"a.","descr":" Bearing or having a motto; as, a mottoed coat or device."},{"word":"Motty","type":"a.","descr":" Full of, or consisting of, motes."},{"word":"Mouchoir","type":"n.","descr":" A handkerchief."},{"word":"Mouazzin","type":"n.","descr":" See Muezzin."},{"word":"Mouflon","type":"n.","descr":" A wild sheep (Ovis musimon), inhabiting the mountains of Sardinia, Corsica, etc. Its horns are very large, with a triangular base and rounded angles. It is supposed by some to be the original of the domestic sheep. Called also musimon or musmon."},{"word":"Mought","type":"imp.","descr":" Might."},{"word":"Mouillation","type":"n.","descr":" The act of uttering the sound of a mouille letter."},{"word":"Mouille","type":"a.","descr":" Applied to certain consonants having a \"liquid\" or softened sound; e.g., in French, l or ll and gn (like the lli in million and ni in minion); in Italian, gl and gn; in Spanish, ll and \u0096; in Portuguese, lh and nh."},{"word":"Mould","type":"","descr":" Alt. of Mouldy"},{"word":"Moulder","type":"","descr":" Alt. of Mouldy"},{"word":"Mouldy","type":"","descr":" See Mold, Molder, Moldy, etc."},{"word":"Moule","type":"v. i.","descr":" To contract mold; to grow moldy; to mold."},{"word":"Mouline","type":"n.","descr":" Alt. of Moulinet"},{"word":"Moulinet","type":"n.","descr":" The drum upon which the rope is wound in a capstan, crane, or the like."},{"word":"Moulinet","type":"n.","descr":" A machine formerly used for bending a crossbow by winding it up."},{"word":"Moulinet","type":"n.","descr":" In sword and saber exercises, a circular swing of the weapon."},{"word":"Moult","type":"v. and n.","descr":" See Molt."},{"word":"Moulten","type":"a.","descr":" Having molted."},{"word":"Moun","type":"v.","descr":" pl. of Mow, may."},{"word":"Mounch","type":"v. t.","descr":" To munch."},{"word":"Mound","type":"n.","descr":" A ball or globe forming part of the regalia of an emperor or other sovereign. It is encircled with bands, enriched with precious stones, and surmounted with a cross; -- called also globe."},{"word":"Mound","type":"n.","descr":" An artificial hill or elevation of earth; a raised bank; an embarkment thrown up for defense; a bulwark; a rampart; also, a natural elevation appearing as if thrown up artificially; a regular and isolated hill, hillock, or knoll."},{"word":"Mounded","type":"imp. and p. p.","descr":" of Mound"},{"word":"Mounding","type":"p. pr. and vb. n.","descr":" of Mound"},{"word":"Mound","type":"v. t.","descr":" To fortify or inclose with a mound."},{"word":"Mount","type":"v.","descr":" A mass of earth, or earth and rock, rising considerably above the common surface of the surrounding land; a mountain; a high hill; -- used always instead of mountain, when put before a proper name; as, Mount Washington; otherwise, chiefly in poetry."},{"word":"Mount","type":"v.","descr":" A bulwark for offense or defense; a mound."},{"word":"Mount","type":"v.","descr":" A bank; a fund."},{"word":"Mounted","type":"imp. and p. p.","descr":" of Mount"},{"word":"Mounting","type":"p. pr. and vb. n.","descr":" of Mount"},{"word":"Mount","type":"n.","descr":" To rise on high; to go up; to be upraised or uplifted; to tower aloft; to ascend; -- often with up."},{"word":"Mount","type":"n.","descr":" To get up on anything, as a platform or scaffold; especially, to seat one\\'s self on a horse for riding."},{"word":"Mount","type":"n.","descr":" To attain in value; to amount."},{"word":"Mount","type":"v. t.","descr":" To get upon; to ascend; to climb."},{"word":"Mount","type":"v. t.","descr":" To place one\\'s self on, as a horse or other animal, or anything that one sits upon; to bestride."},{"word":"Mount","type":"v. t.","descr":" To cause to mount; to put on horseback; to furnish with animals for riding; to furnish with horses."},{"word":"Mount","type":"v. t.","descr":" Hence: To put upon anything that sustains and fits for use, as a gun on a carriage, a map or picture on cloth or paper; to prepare for being worn or otherwise used, as a diamond by setting, or a sword blade by adding the hilt, scabbard, etc."},{"word":"Mount","type":"v. t.","descr":" To raise aloft; to lift on high."},{"word":"Mount","type":"v.","descr":" That upon which a person or thing is mounted"},{"word":"Mount","type":"v.","descr":" A horse."},{"word":"Mount","type":"v.","descr":" The cardboard or cloth on which a drawing, photograph, or the like is mounted; a mounting."},{"word":"Mountable","type":"a.","descr":" Such as can be mounted."},{"word":"Mountain","type":"n.","descr":" A large mass of earth and rock, rising above the common level of the earth or adjacent land; earth and rock forming an isolated peak or a ridge; an eminence higher than a hill; a mount."},{"word":"Mountain","type":"n.","descr":" A range, chain, or group of such elevations; as, the White Mountains."},{"word":"Mountain","type":"n.","descr":" A mountainlike mass; something of great bulk."},{"word":"Mountain","type":"a.","descr":" Of or pertaining to a mountain or mountains; growing or living on a mountain; found on or peculiar to mountains; among mountains; as, a mountain torrent; mountain pines; mountain goats; mountain air; mountain howitzer."},{"word":"Mountain","type":"a.","descr":" Like a mountain; mountainous; vast; very great."},{"word":"Mountaineer","type":"n.","descr":" An inhabitant of a mountain; one who lives among mountains."},{"word":"Mountaineer","type":"n.","descr":" A rude, fierce person."},{"word":"Mountaineer","type":"v. i.","descr":" To lie or act as a mountaineer; to climb mountains."},{"word":"Mountainer","type":"n.","descr":" A mountaineer."},{"word":"Mountainet","type":"n.","descr":" A small mountain."},{"word":"Mountainous","type":"a.","descr":" Full of, or containing, mountains; as, the mountainous country of the Swiss."},{"word":"Mountainous","type":"a.","descr":" Inhabiting mountains."},{"word":"Mountainous","type":"a.","descr":" Large as, or resembling, a mountain; huge; of great bulk; as, a mountainous heap."},{"word":"Mountainousness","type":"n.","descr":" The state or quality of being mountainous."},{"word":"Mountance","type":"n.","descr":" Amount; sum; quantity; extent."},{"word":"Mountant","type":"a.","descr":" Raised; high."},{"word":"Mountebank","type":"n.","descr":" One who mounts a bench or stage in the market or other public place, boasts of his skill in curing diseases, and vends medicines which he pretends are infalliable remedies; a quack doctor."},{"word":"Mountebank","type":"n.","descr":" Any boastful or false pretender; a charlatan; a quack."},{"word":"Mountebank","type":"v. t.","descr":" To cheat by boasting and false pretenses; to gull."},{"word":"Mountebank","type":"v. i.","descr":" To play the mountebank."},{"word":"Mountebankery","type":"n.","descr":" The practices of a mountebank; quackery; boastful and vain pretenses."},{"word":"Mountebankish","type":"a.","descr":" Like a mountebank or his quackery."},{"word":"Mountebankism","type":"n.","descr":" The practices of a mountebank; mountebankery."},{"word":"Mounted","type":"a.","descr":" Seated or serving on horseback or similarly; as, mounted police; mounted infantry."},{"word":"Mounted","type":"a.","descr":" Placed on a suitable support, or fixed in a setting; as, a mounted gun; a mounted map; a mounted gem."},{"word":"Mountenaunce","type":"n.","descr":" Mountance."},{"word":"Mounter","type":"n.","descr":" One who mounts."},{"word":"Mounter","type":"n.","descr":" An animal mounted; a monture."},{"word":"Mounting","type":"n.","descr":" The act of one that mounts."},{"word":"Mounting","type":"n.","descr":" That by which anything is prepared for use, or set off to advantage; equipment; embellishment; setting; as, the mounting of a sword or diamond."},{"word":"Mountingly","type":"adv.","descr":" In an ascending manner."},{"word":"Mountlet","type":"n.","descr":" A small or low mountain."},{"word":"Mounty","type":"v.","descr":" The rise of a hawk after prey."},{"word":"Mourned","type":"imp. and p. p.","descr":" of Mourn"},{"word":"Mourning","type":"p. pr. and vb. n.","descr":" of Mourn"},{"word":"Mourn","type":"v. i.","descr":" To express or to feel grief or sorrow; to grieve; to be sorrowful; to lament; to be in a state of grief or sadness."},{"word":"Mourn","type":"v. i.","descr":" To wear the customary garb of a mourner."},{"word":"Mourn","type":"v. t.","descr":" To grieve for; to lament; to deplore; to bemoan; to bewail."},{"word":"Mourn","type":"v. t.","descr":" To utter in a mournful manner or voice."},{"word":"Mourne","type":"n.","descr":" The armed or feruled end of a staff; in a sheephook, the end of the staff to which the hook is attached."},{"word":"Mourner","type":"n.","descr":" One who mourns or is grieved at any misfortune, as the death of a friend."},{"word":"Mourner","type":"n.","descr":" One who attends a funeral as a hired mourner."},{"word":"Mournful","type":"a.","descr":" Full of sorrow; expressing, or intended to express, sorrow; mourning; grieving; sad; also, causing sorrow; saddening; grievous; as, a mournful person; mournful looks, tones, loss."},{"word":"Mourning","type":"n.","descr":" The act of sorrowing or expressing grief; lamentation; sorrow."},{"word":"Mourning","type":"n.","descr":" Garb, drapery, or emblems indicative of grief, esp. clothing or a badge of somber black."},{"word":"Mourning","type":"a.","descr":" Grieving; sorrowing; lamenting."},{"word":"Mourning","type":"a.","descr":" Employed to express sorrow or grief; worn or used as appropriate to the condition of one bereaved or sorrowing; as, mourning garments; a mourning ring; a mourning pin, and the like."},{"word":"Mourningly","type":"adv.","descr":" In a mourning manner."},{"word":"Mournival","type":"n.","descr":" See Murnival."},{"word":"Mouse","type":"n.","descr":" Any one of numerous species of small rodents belonging to the genus Mus and various related genera of the family Muridae.  The common house mouse (Mus musculus) is found in nearly all countries. The American white-footed, or deer, mouse (Hesperomys leucopus) sometimes lives in houses. See Dormouse, Meadow mouse, under Meadow, and Harvest mouse, under Harvest."},{"word":"Mouse","type":"n.","descr":" A knob made on a rope with spun yarn or parceling to prevent a running eye from slipping."},{"word":"Mouse","type":"n.","descr":" Same as 2d Mousing, 2."},{"word":"Mouse","type":"n.","descr":" A familiar term of endearment."},{"word":"Mouse","type":"n.","descr":" A dark-colored swelling caused by a blow."},{"word":"Mouse","type":"n.","descr":" A match used in firing guns or blasting."},{"word":"Moused","type":"imp. and p. p.","descr":" of Mouse"},{"word":"Mousing","type":"p. pr. and vb. n.","descr":" of Mouse"},{"word":"Mouse","type":"v. i.","descr":" To watch for and catch mice."},{"word":"Mouse","type":"v. i.","descr":" To watch for or pursue anything in a sly manner; to pry about, on the lookout for something."},{"word":"Mouse","type":"v. t.","descr":" To tear, as a cat devours a mouse."},{"word":"Mouse","type":"v. t.","descr":" To furnish with a mouse; to secure by means of a mousing. See Mouse, n., 2."},{"word":"Mouse-ear","type":"n.","descr":" The forget-me-not (Myosotis palustris) and other species of the same genus."},{"word":"Mouse-ear","type":"n.","descr":" A European species of hawkweed (Hieracium Pilosella)."},{"word":"Mousefish","type":"n.","descr":" See Frogfish."},{"word":"Mousehole","type":"n.","descr":" A hole made by a mouse, for passage or abode, as in a wall; hence, a very small hole like that gnawed by a mouse."},{"word":"Mousekin","type":"n.","descr":" A little mouse."},{"word":"Mouser","type":"n.","descr":" A cat that catches mice."},{"word":"Mouser","type":"n.","descr":" One who pries about on the lookout for something."},{"word":"Mousetail","type":"n.","descr":" A genus of ranunculaceous plants (Myosurus), in which the prolonged receptacle is covered with imbricating achenes, and so resembles the tail of a mouse."},{"word":"Mousie","type":"n.","descr":" Diminutive for Mouse."},{"word":"Mousing","type":"a.","descr":" Impertinently inquisitive; prying; meddlesome."},{"word":"Mousing","type":"n.","descr":" The act of hunting mice."},{"word":"Mousing","type":"n.","descr":" A turn or lashing of spun yarn or small stuff, or a metallic clasp or fastening, uniting the point and shank of a hook to prevent its unhooking or straighening out."},{"word":"Mousing","type":"n.","descr":" A ratchet movement in a loom."},{"word":"Mousle","type":"v. t.","descr":" To sport with roughly; to rumple."},{"word":"Mousseline","type":"n.","descr":" Muslin."},{"word":"Moustache","type":"n.","descr":" Mustache."},{"word":"Mousy","type":"a.","descr":" Infested with mice; smelling of mice."},{"word":"Moutan","type":"n.","descr":" The Chinese tree peony (Paeonia Mountan), a shrub with large flowers of various colors."},{"word":"Mouths","type":"pl. ","descr":" of Mouth"},{"word":"Mouth","type":"n.","descr":" The opening through which an animal receives food; the aperture between the jaws or between the lips; also, the cavity, containing the tongue and teeth, between the lips and the pharynx; the buccal cavity."},{"word":"Mouth","type":"n.","descr":" An opening affording entrance or exit; orifice; aperture;"},{"word":"Mouth","type":"n.","descr":" The opening of a vessel by which it is filled or emptied, charged or discharged; as, the mouth of a jar or pitcher; the mouth of the lacteal vessels, etc."},{"word":"Mouth","type":"n.","descr":" The opening or entrance of any cavity, as a cave, pit, well, or den."},{"word":"Mouth","type":"n.","descr":" The opening of a piece of ordnance, through which it is discharged."},{"word":"Mouth","type":"n.","descr":" The opening through which the waters of a river or any stream are discharged."},{"word":"Mouth","type":"n.","descr":" The entrance into a harbor."},{"word":"Mouth","type":"n.","descr":" The crosspiece of a bridle bit, which enters the mouth of an animal."},{"word":"Mouth","type":"n.","descr":" A principal speaker; one who utters the common opinion; a mouthpiece."},{"word":"Mouth","type":"n.","descr":" Cry; voice."},{"word":"Mouth","type":"n.","descr":" Speech; language; testimony."},{"word":"Mouth","type":"n.","descr":" A wry face; a grimace; a mow."},{"word":"Mouthed","type":"imp. and p. p.","descr":" of Mouth"},{"word":"Mouthing","type":"p. pr. and vb. n.","descr":" of Mouth"},{"word":"Mouth","type":"v. t.","descr":" To take into the mouth; to seize or grind with the mouth or teeth; to chew; to devour."},{"word":"Mouth","type":"v. t.","descr":" To utter with a voice affectedly big or swelling; to speak in a strained or unnaturally sonorous manner."},{"word":"Mouth","type":"v. t.","descr":" To form or cleanse with the mouth; to lick, as a bear her cub."},{"word":"Mouth","type":"v. t.","descr":" To make mouths at."},{"word":"Mouth","type":"v. i.","descr":" To speak with a full, round, or loud, affected voice; to vociferate; to rant."},{"word":"Mouth","type":"v. i.","descr":" To put mouth to mouth; to kiss."},{"word":"Mouth","type":"v. i.","descr":" To make grimaces, esp. in ridicule or contempt."},{"word":"Mouthed","type":"a.","descr":" Furnished with a mouth."},{"word":"Mouthed","type":"a.","descr":" Having a mouth of a particular kind; using the mouth, speech, or voice in a particular way; -- used only in composition; as, wide-mouthed; hard-mouthed; foul-mouthed; mealy-mouthed."},{"word":"Mouther","type":"n.","descr":" One who mouths; an affected speaker."},{"word":"Mouth-footed","type":"a.","descr":" Having the basal joints of the legs converted into jaws."},{"word":"Mouthfuls","type":"pl. ","descr":" of Mouthful"},{"word":"Mouthful","type":"n.","descr":" As much as is usually put into the mouth at one time."},{"word":"Mouthful","type":"n.","descr":" Hence, a small quantity."},{"word":"Mouthless","type":"a.","descr":" Destitute of a mouth."},{"word":"Mouth-made","type":"a.","descr":" Spoken without sincerity; not heartfelt."},{"word":"Mouthpiece","type":"n.","descr":" The part of a musical or other instrument to which the mouth is applied in using it; as, the mouthpiece of a bugle, or of a tobacco pipe."},{"word":"Mouthpiece","type":"n.","descr":" An appendage to an inlet or outlet opening of a pipe or vessel, to direct or facilitate the inflow or outflow of a fluid."},{"word":"Mouthpiece","type":"n.","descr":" One who delivers the opinion of others or of another; a spokesman; as, the mouthpiece of his party."},{"word":"Movability","type":"n.","descr":" Movableness."},{"word":"Movable","type":"a.","descr":" Capable of being moved, lifted, carried, drawn, turned, or conveyed, or in any way made to change place or posture; susceptible of motion; not fixed or stationary; as, a movable steam engine."},{"word":"Movable","type":"a.","descr":" Changing from one time to another; as, movable feasts, i. e., church festivals, the date of which varies from year to year."},{"word":"Movables","type":"pl. ","descr":" of Movable"},{"word":"Movable","type":"n.","descr":" An article of wares or goods; a commodity; a piece of property not fixed, or not a part of real estate; generally, in the plural, goods; wares; furniture."},{"word":"Movable","type":"n.","descr":" Property not attached to the soil."},{"word":"Movableness","type":"n.","descr":" The quality or state of being movable; mobility; susceptibility of motion."},{"word":"Movably","type":"adv.","descr":" In a movable manner or condition."},{"word":"Moved","type":"imp. and p. p.","descr":" of Move"},{"word":"Moving","type":"p. pr. and vb. n.","descr":" of Move"},{"word":"Move","type":"v. t.","descr":" To cause to change place or posture in any manner; to set in motion; to carry, convey, draw, or push from one place to another; to impel; to stir; as, the wind moves a vessel; the horse moves a carriage."},{"word":"Move","type":"v. t.","descr":" To transfer (a piece or man) from one space or position to another, according to the rules of the game; as, to move a king."},{"word":"Move","type":"v. t.","descr":" To excite to action by the presentation of motives; to rouse by representation, persuasion, or appeal; to influence."},{"word":"Move","type":"v. t.","descr":" To arouse the feelings or passions of; especially, to excite to tenderness or compassion; to touch pathetically; to excite, as an emotion."},{"word":"Move","type":"v. t.","descr":" To propose; to recommend; specifically, to propose formally for consideration and determination, in a deliberative assembly; to submit, as a resolution to be adopted; as, to move to adjourn."},{"word":"Move","type":"v. t.","descr":" To apply to, as for aid."},{"word":"Move","type":"v. i.","descr":" To change place or posture; to stir; to go, in any manner, from one place or position to another; as, a ship moves rapidly."},{"word":"Move","type":"v. i.","descr":" To act; to take action; to stir; to begin to act; as, to move in a matter."},{"word":"Move","type":"v. i.","descr":" To change residence; to remove, as from one house, town, or state, to another."},{"word":"Move","type":"v. i.","descr":" To change the place of a piece in accordance with the rules of the game."},{"word":"Move","type":"n.","descr":" The act of moving; a movement."},{"word":"Move","type":"n.","descr":" The act of moving one of the pieces, from one position to another, in the progress of the game."},{"word":"Move","type":"n.","descr":" An act for the attainment of an object; a step in the execution of a plan or purpose."},{"word":"Moveless","type":"a.","descr":" Motionless; fixed."},{"word":"Movement","type":"n.","descr":" The act of moving; change of place or posture; transference, by any means, from one situation to another; natural or appropriate motion; progress; advancement; as, the movement of an army in marching or maneuvering; the movement of a wheel or a machine; the party of movement."},{"word":"Movement","type":"n.","descr":" Motion of the mind or feelings; emotion."},{"word":"Movement","type":"n.","descr":" Manner or style of moving; as, a slow, or quick, or sudden, movement."},{"word":"Movement","type":"n.","descr":" The rhythmical progression, pace, and tempo of a piece."},{"word":"Movement","type":"n.","descr":" One of the several strains or pieces, each complete in itself, with its own time and rhythm, which make up a larger work; as, the several movements of a suite or a symphony."},{"word":"Movement","type":"n.","descr":" A system of mechanism for transmitting motion of a definite character, or for transforming motion; as, the wheelwork of a watch."},{"word":"Movent","type":"a.","descr":" Moving."},{"word":"Movent","type":"n.","descr":" That which moves anything."},{"word":"Mover","type":"n.","descr":" A person or thing that moves, stirs, or changes place."},{"word":"Mover","type":"n.","descr":" A person or thing that imparts motion, or causes change of place; a motor."},{"word":"Mover","type":"n.","descr":" One who, or that which, excites, instigates, or causes movement, change, etc.; as, movers of sedition."},{"word":"Mover","type":"n.","descr":" A proposer; one who offers a proposition, or recommends anything for consideration or adoption; as, the mover of a resolution in a legislative body."},{"word":"Moving","type":"a.","descr":" Changing place or posture; causing motion or action; as, a moving car, or power."},{"word":"Moving","type":"a.","descr":" Exciting movement of the mind; adapted to move the sympathies, passions, or affections; touching; pathetic; as, a moving appeal."},{"word":"Moving","type":"n.","descr":" The act of changing place or posture; esp., the act of changing one\\'s dwelling place or place of business."},{"word":"Movingly","type":"adv.","descr":" In a moving manner."},{"word":"Movingness","type":"n.","descr":" The power of moving."},{"word":"Mow","type":"n.","descr":" A wry face."},{"word":"Mow","type":"v. i.","descr":" To make mouths."},{"word":"Mow","type":"n.","descr":" Same as Mew, a gull."},{"word":"Mow","type":"pres. sing.","descr":" of Mow"},{"word":"Mowe","type":"pl.","descr":" of Mow"},{"word":"Mowen","type":"","descr":" of Mow"},{"word":"Moun","type":"","descr":" of Mow"},{"word":"Mow","type":"v.","descr":" May; can."},{"word":"Mowed","type":"imp.","descr":" of Mow"},{"word":"Mowed","type":"p. p.","descr":" of Mow"},{"word":"Mown","type":"","descr":" of Mow"},{"word":"Mowing","type":"p. pr. and vb. n.","descr":" of Mow"},{"word":"Mow","type":"v. t.","descr":" To cut down, as grass, with a scythe or machine."},{"word":"Mow","type":"v. t.","descr":" To cut the grass from; as, to mow a meadow."},{"word":"Mow","type":"v. t.","descr":" To cut down; to cause to fall in rows or masses, as in mowing grass; -- with down; as, a discharge of grapeshot mows down whole ranks of men."},{"word":"Mow","type":"v. i.","descr":" To cut grass, etc., with a scythe, or with a machine; to cut grass for hay."},{"word":"Mow","type":"n.","descr":" A heap or mass of hay or of sheaves of grain stowed in a barn."},{"word":"Mow","type":"n.","descr":" The place in a barn where hay or grain in the sheaf is stowed."},{"word":"Mow","type":"v. t.","descr":" To lay, as hay or sheaves of grain, in a heap or mass in a barn; to pile and stow away."},{"word":"Mowburn","type":"v. i.","descr":" To heat and ferment in the mow, as hay when housed too green."},{"word":"Mowe","type":"v.","descr":" See 4th Mow."},{"word":"Mowe","type":"n. and v.","descr":" See 1st and 2d Mow."},{"word":"Mower","type":"n.","descr":" One who, or that which, mows; a mowing machine; as, a lawn mower."},{"word":"Mowing","type":"n.","descr":" The act of one who, or the operation of that which, mows."},{"word":"Mowing","type":"n.","descr":" Land from which grass is cut; meadow land."},{"word":"Mown","type":"p. p. and a.","descr":" Cut down by mowing, as grass; deprived of grass by mowing; as, a mown field."},{"word":"Mowyer","type":"n.","descr":" A mower."},{"word":"Moxa","type":"n.","descr":" A soft woolly mass prepared from the young leaves of Artemisia Chinensis, and used as a cautery by burning it on the skin; hence, any substance used in a like manner, as cotton impregnated with niter, amadou."},{"word":"Moxa","type":"n.","descr":" A plant from which this substance is obtained, esp.  Artemisia Chinensis, and A. moxa."},{"word":"Moxie","type":"n.","descr":" energy; pep."},{"word":"Moxie","type":"n.","descr":" courage, determination."},{"word":"Moxie","type":"n.","descr":" Know-how, expertise."},{"word":"Moya","type":"n.","descr":" Mud poured out from volcanoes during eruptions; -- so called in South America."},{"word":"Moyle","type":"n. and v.","descr":" See Moil, and Moile."},{"word":"Mozarab","type":"","descr":" Alt. of Mozarabic"},{"word":"Mozarabic","type":"","descr":" Same as Muzarab, Muzarabic."},{"word":"Mozetta","type":"n.","descr":" Alt. of Mozzetta"},{"word":"Mozzetta","type":"n.","descr":" A cape, with a small hood; -- worn by the pope and other dignitaries of the Roman Catholic Church."},{"word":"Moolley","type":"n.","descr":" A mulley or polled animal."},{"word":"Moolley","type":"n.","descr":" A cow."},{"word":"Moolley","type":"a.","descr":" Destitute of horns, although belonging to a species of animals most of which have horns; hornless; polled; as, mulley cattle; a mulley (or moolley) cow."}]