[{"word":"Mya","type":"n.","descr":" A genus of bivalve mollusks, including the common long, or soft-shelled, clam."},{"word":"Myalgia","type":"n.","descr":" Pain in the muscles; muscular rheumatism or neuralgia."},{"word":"Myall wood","type":"","descr":" A durable, fragrant, and dark-colored Australian wood, used by the natives for spears. It is obtained from the small tree Acacia homolophylla."},{"word":"Myaria","type":"n. pl.","descr":" A division of bivalve mollusks of which the common clam (Mya) is the type."},{"word":"Mycelium","type":"n.","descr":" The white threads or filamentous growth from which a mushroom or fungus is developed; the so-called mushroom spawn."},{"word":"Myceloid","type":"a.","descr":" Resembling mycelium."},{"word":"Mycetes","type":"n.","descr":" A genus of South American monkeys, including the howlers. See Howler, 2, and Illust."},{"word":"Mycetoid","type":"","descr":" Resembling a fungus."},{"word":"Mycoderma","type":"n.","descr":" One of the forms in which bacteria group themselves; a more or less thick layer of motionless but living bacteria, formed by the bacteria uniting on the surface of the fluid in which they are developed. This production differs from the zooloea stage of bacteria by not having the intermediary mucous substance."},{"word":"Mycoderma","type":"n.","descr":" A genus of microorganisms of which the acetic ferment (Mycoderma aceti), which converts alcoholic fluids into vinegar, is a representative.  Cf. Mother."},{"word":"Mycologic","type":"a.","descr":" Alt. of Mycological"},{"word":"Mycological","type":"a.","descr":" Of or relating to mycology, or the fungi."},{"word":"Mycologist","type":"n.","descr":" One who is versed in, or who studies, mycology."},{"word":"Mycology","type":"n.","descr":" That branch of botanical science which relates to the musgrooms and other fungi."},{"word":"Mycomelic","type":"a.","descr":" Pertaining to, or designating, a complex nitrogenous acid of the alloxan group, obtained as a honey-yellow powder. Its solutions have a gelatinous consistency."},{"word":"Mycoprotein","type":"n.","descr":" The protoplasmic matter of which bacteria are composed."},{"word":"Mycose","type":"n.","descr":" A variety of sugar, isomeric with sucrose and obtained from certain lichens and fungi. Called also trehalose."},{"word":"Mycothrix","type":"n.","descr":" The chain of micrococci formed by the division of the micrococci in multiplication."},{"word":"Mydaleine","type":"n.","descr":" A toxic alkaloid (ptomaine) obtained from putrid flesh and from herring brines. As a poison it is said to execute profuse diarrhoea, vomiting, and intestinal inflammation."},{"word":"Mydatoxin","type":"n.","descr":" A poisonous amido acid, C6H13NO2, separated by Brieger from decaying horseflesh. In physiological action, it is similar to curare."},{"word":"Mydaus","type":"n.","descr":" The teledu."},{"word":"Mydriasis","type":"n.","descr":" A long-continued or excessive dilatation of the pupil of the eye."},{"word":"Mydriatic","type":"a.","descr":" Causing dilatation of the pupil."},{"word":"Mydriatic","type":"n.","descr":" A mydriatic medicine or agent, as belladonna."},{"word":"Myelencephala","type":"n. pl.","descr":" Same as Vertebrata."},{"word":"Myelencephalic","type":"a.","descr":" Of or pertaining to the myelencephalon; cerebro-spinal."},{"word":"Myelencephalon","type":"n.","descr":" The brain and spinal cord; the cerebro-spinal axis; the neuron. Sometimes abbreviated to myelencephal."},{"word":"Myelencephalon","type":"n.","descr":" The metencephalon."},{"word":"Myelencephalous","type":"a.","descr":" Of or pertaining to the Myelencephala."},{"word":"Myelin","type":"n.","descr":" A soft white substance constituting the medullary sheats of nerve fibers, and composed mainly of cholesterin, lecithin, cerebrin, albumin, and some fat."},{"word":"Myelin","type":"n.","descr":" One of a group of phosphorized principles occurring in nerve tissue, both in the brain and nerve fibers."},{"word":"Myelitis","type":"n.","descr":" Inflammation of the spinal marrow or its membranes."},{"word":"Myelocoele","type":"n.","descr":" The central canal of the spinal cord."},{"word":"Myelogenic","type":"a.","descr":" Derived from, or pertaining to, the bone marrow."},{"word":"Myeloid","type":"a.","descr":" Resembling marrow in appearance or consistency; as, a myeloid tumor."},{"word":"Myeloidin","type":"n.","descr":" A substance, present in the protoplasm of the retinal epithelium cells, and resembling, if not identical with, the substance (myelin) forming the medullary sheaths of nerve fibers."},{"word":"Myelon","type":"n.","descr":" The spinal cord. (Sometimes abbrev. to myel.)"},{"word":"Myelonal","type":"a.","descr":" Of or pertaining to the myelon; as, the myelonal, or spinal, nerves."},{"word":"Myeloneura","type":"n. pl.","descr":" The Vertebrata."},{"word":"Myeloplaxes","type":"pl. ","descr":" of Myeloplax"},{"word":"Myeloplaces","type":"pl. ","descr":" of Myeloplax"},{"word":"Myeloplax","type":"n.","descr":" One of the huge multinucleated cells found in the marrow of bone and occasionally in other parts; a giant cell. See Osteoclast."},{"word":"Mygale","type":"n.","descr":" A genus of very large hairy spiders having four lungs and only four spinnerets. They do not spin webs, but usually construct tubes in the earth, which are often furnished with a trapdoor. The South American bird spider (Mygale avicularia), and the crab spider, or matoutou (M. cancerides) are among the largest species. Some of the species are erroneously called tarantulas, as the Texas tarantula (M. Hentzii)."},{"word":"Mylodon","type":"n.","descr":" An extinct genus of large slothlike American edentates, allied to Megatherium."},{"word":"Mylohyoid","type":"a.","descr":" Pertaining to, or in the region of, the lower jaw and the hyoid apparatus; as, the mylohyoid nerve."},{"word":"Myna","type":"n.","descr":" Any one of numerous species of Asiatic starlings of the genera Acridotheres, Sturnopastor, Sturnia, Gracula, and allied genera. In habits they resemble the European starlings, and like them are often caged and taught to talk. See Hill myna, under Hill, and Mino bird."},{"word":"Mynchen","type":"n.","descr":" A nun."},{"word":"Mynchery","type":"n.","descr":" A nunnery; -- a term still applied to the ruins of certain nunneries in England."},{"word":"Mynheer","type":"n.","descr":" The Dutch equivalent of Mr. or Sir; hence, a Dutchman."},{"word":"Myo-","type":"","descr":" A combining form of Gr. \/, \/, a muscle; as, myograph, myochrome."},{"word":"Myocarditis","type":"n.","descr":" Inflammation of the myocardium."},{"word":"Myocardium","type":"n.","descr":" The main substance of the muscular wall of the heart inclosed between the epicardium and endocardium."},{"word":"Myochrome","type":"n.","descr":" A colored albuminous substance in the serum from red-colored muscles. It is identical with hemoglobin."},{"word":"Myocommata","type":"pl. ","descr":" of Myocomma"},{"word":"Myocommas","type":"pl. ","descr":" of Myocomma"},{"word":"Myocomma","type":"n.","descr":" A myotome."},{"word":"Myodynamics","type":"n.","descr":" The department of physiology which deals with the principles of muscular contraction; the exercise of muscular force or contraction."},{"word":"Myodynamiometer","type":"n.","descr":" A myodynamometer."},{"word":"Myodynamometer","type":"n.","descr":" An instrument for measuring the muscular strength of man or of other animals; a dynamometer."},{"word":"Myoepithelial","type":"a.","descr":" Derived from epithelial cells and destined to become a part of the muscular system; -- applied to structural elements in certain embryonic forms."},{"word":"Myoepithelial","type":"a.","descr":" Having the characteristics of both muscle and epithelium; as, the myoepithelial cells of the hydra."},{"word":"Myogalid","type":"n.","descr":" One of the Myogalodae, a family of Insectivora, including the desman, and allied species."},{"word":"Myogram","type":"n.","descr":" See Muscle curve, under Muscle."},{"word":"Myograph","type":"n.","descr":" An instrument for determining and recording the different phases, as the intensity, velocity, etc., of a muscular contraction."},{"word":"Myographic","type":"a.","descr":" Alt. of Myographical"},{"word":"Myographical","type":"a.","descr":" Of or pertaining to myography."},{"word":"Myography","type":"n.","descr":" The description of muscles, including the study of muscular contraction by the aid of registering apparatus, as by some form of myograph; myology."},{"word":"Myohaematin","type":"n.","descr":" A red-colored respiratory pigment found associated with hemoglobin in the muscle tissue of a large number of animals, both vertebrate and invertebrate."},{"word":"Myoid","type":"a.","descr":" Composed of, or resembling, muscular fiber."},{"word":"Myolemma","type":"n.","descr":" Sarcolemma."},{"word":"Myolin","type":"n.","descr":" The essential material of muscle fibers."},{"word":"Myologic","type":"a.","descr":" Alt. of Myological"},{"word":"Myological","type":"a.","descr":" Of or pertaining to myology."},{"word":"Myologist","type":"n.","descr":" One skilled in myology."},{"word":"Myology","type":"n.","descr":" That part of anatomy which treats of muscles."},{"word":"Myoma","type":"n.","descr":" A tumor consisting of muscular tissue."},{"word":"Myomancy","type":"n.","descr":" Divination by the movements of mice."},{"word":"Myomorph","type":"n.","descr":" One of the Myomorpha."},{"word":"Myomorpha","type":"n. pl.","descr":" An extensive group of rodents which includes the rats, mice, jerboas, and many allied forms."},{"word":"Myopathia","type":"n.","descr":" Any affection of the muscles or muscular system."},{"word":"Myopathic","type":"a.","descr":" Of or pertaining to myopathia."},{"word":"Myopathy","type":"n.","descr":" Same as Myopathia."},{"word":"Myope","type":"n.","descr":" A person having myopy; a myops."},{"word":"Myophan","type":"n.","descr":" A contractile striated layer found in the bodies and stems of certain Infusoria."},{"word":"Myopia","type":"n.","descr":" Nearsightedness; shortsightedness; a condition of the eye in which the rays from distant object are brought to a focus before they reach the retina, and hence form an indistinct image; while the rays from very near objects are normally converged so as to produce a distinct image. It is corrected by the use of a concave lens."},{"word":"Myopic","type":"a.","descr":" Pertaining to, or affected with, or characterized by, myopia; nearsighted."},{"word":"Myips","type":"n.","descr":" See Myope."},{"word":"Myopsis","type":"n.","descr":" The appearance of muscae volitantes. See Muscae volitantes, under Musca."},{"word":"Myopy","type":"n.","descr":" Myopia."},{"word":"Myosin","type":"n.","descr":" An albuminous body present in dead muscle, being formed in the process of coagulation which takes place in rigor mortis; the clot formed in the coagulation of muscle plasma. See Muscle plasma, under Plasma."},{"word":"Myosis","type":"n.","descr":" Long-continued contraction of the pupil of the eye."},{"word":"Myositic","type":"a.","descr":" Myotic."},{"word":"Myositis","type":"n.","descr":" Inflammation of the muscles."},{"word":"Myosotis","type":"n.","descr":" A genus of plants. See Mouse-ear."},{"word":"Myotic","type":"a.","descr":" Producing myosis, or contraction of the pupil of the eye, as opium, calabar bean, etc."},{"word":"Myotic","type":"n.","descr":" A myotic agent."},{"word":"Myotome","type":"n.","descr":" A muscular segment; one of the zones into which the muscles of the trunk, especially in fishes, are divided; a myocomma."},{"word":"Myotome","type":"n.","descr":" One of the embryonic muscular segments arising from the protovertebrae; also, one of the protovertebrae themselves."},{"word":"Myotome","type":"n.","descr":" The muscular system of one metamere of an articulate."},{"word":"Myotomic","type":"a.","descr":" Of or pertaining to a myotome or myotomes."},{"word":"Myotomy","type":"n.","descr":" The dissection, or that part of anatomy which treats of the dissection, of muscles."},{"word":"Myrcia","type":"n.","descr":" A large genus of tropical American trees and shrubs, nearly related to the true myrtles (Myrtus), from which they differ in having very few seeds in each berry."},{"word":"Myria-","type":"","descr":" A prefix, esp. in the metric system, indicating ten thousand, ten thousand times; as, myriameter."},{"word":"Myriacanthous","type":"a.","descr":" Having numerous spines, as certain fishes."},{"word":"Myriad","type":"n.","descr":" The number of ten thousand; ten thousand persons or things."},{"word":"Myriad","type":"n.","descr":" An immense number; a very great many; an indefinitely large number."},{"word":"Myriad","type":"a.","descr":" Consisting of a very great, but indefinite, number; as, myriad stars."},{"word":"Myriagram","type":"n.","descr":" Alt. of Myriagramme"},{"word":"Myriagramme","type":"n.","descr":" A metric weight, consisting of ten thousand grams or ten kilograms. It is equal to 22.046 lbs. avoirdupois."},{"word":"Myrialiter","type":"n.","descr":" Alt. of Myrialitre"},{"word":"Myrialitre","type":"n.","descr":" A metric measure of capacity, containing ten thousand liters. It is equal to 2641.7 wine gallons."},{"word":"Myriameter","type":"n.","descr":" Alt. of Myriametre"},{"word":"Myriametre","type":"n.","descr":" A metric measure of length, containing ten thousand meters. It is equal to 6.2137 miles."},{"word":"Myriapod","type":"n.","descr":" One of the Myriapoda."},{"word":"Myriapoda","type":"n. pl.","descr":" A class, or subclass, of arthropods, related to the hexapod insects, from which they differ in having the body made up of numerous similar segments, nearly all of which bear true jointed legs. They have one pair of antennae, three pairs of mouth organs, and numerous trachaae, similar to those of true insects. The larvae, when first hatched, often have but three pairs of legs. See Centiped, Galleyworm, Milliped."},{"word":"Myriarch","type":"n.","descr":" A captain or commander of ten thousand men."},{"word":"Myriare","type":"n.","descr":" A measure of surface in the metric system containing ten thousand ares, or one million square meters. It is equal to about 247.1 acres."},{"word":"Myrica","type":"n.","descr":" A widely dispersed genus of shrubs and trees, usually with aromatic foliage. It includes the bayberry or wax myrtle, the sweet gale, and the North American sweet fern, so called."},{"word":"Myricin","type":"n.","descr":" A silky, crystalline, waxy substance, forming the less soluble part of beeswax, and regarded as a palmitate of a higher alcohol of the paraffin series; -- called also myricyl alcohol."},{"word":"Myricyl","type":"n.","descr":" A hypothetical radical regarded as the essential residue of myricin; -- called also melissyl."},{"word":"Myriological","type":"a.","descr":" Of or relating to a myriologue."},{"word":"Myriologist","type":"n.","descr":" One who composes or sings a myriologue."},{"word":"Myriologue","type":"n.","descr":" An extemporaneous funeral song, composed and sung by a woman on the death of a friend."},{"word":"Myriophyllous","type":"a.","descr":" Having an indefinitely great or countless number of leaves."},{"word":"Myriopoda","type":"n. pl.","descr":" See Myriapoda."},{"word":"Myriorama","type":"n.","descr":" A picture made up of several smaller pictures, drawn upon separate pieces in such a manner as to admit of combination in many different ways, thus producing a great variety of scenes or landscapes."},{"word":"Myrioscope","type":"n.","descr":" A form of kaleidoscope."},{"word":"Myristate","type":"n.","descr":" A salt of myristic acid."},{"word":"Myristic","type":"a.","descr":" Pertaining to, or derived from, the nutmeg (Myristica). Specifically, designating an acid found in nutmeg oil and otoba fat, and extracted as a white crystalline waxy substance."},{"word":"Myristin","type":"n.","descr":" The myristate of glycerin, -- found as a vegetable fat in nutmeg butter, etc."},{"word":"Myristone","type":"n.","descr":" The ketone of myristic acid, obtained as a white crystalline substance."},{"word":"Myrmicine","type":"a.","descr":" Of or pertaining to Myrmica, a genus of ants including the small house ant (M. molesta), and many others."},{"word":"Myrmidon","type":"n.","descr":" One of a fierce tribe or troop who accompained Achilles, their king, to the Trojan war."},{"word":"Myrmidon","type":"n.","descr":" A soldier or a subordinate civil officer who executes cruel orders of a superior without protest or pity; -- sometimes applied to bailiffs, constables, etc."},{"word":"Myrmidonian","type":"a.","descr":" Consisting of, or like, myrmidons."},{"word":"Myrmotherine","type":"a.","descr":" Feeding upon ants; -- said of certain birds."},{"word":"Myrobalan","type":"n.","descr":" Alt. of Myrobolan"},{"word":"Myrobolan","type":"n.","descr":" A dried astringent fruit much resembling a prune. It contains tannin, and was formerly used in medicine, but is now chiefly used in tanning and dyeing. Myrobolans are produced by various species of Terminalia of the East Indies, and of Spondias of South America."},{"word":"Myronic","type":"a.","descr":" Pertaining to, or obtained from, mustard; -- used specifically to designate a glucoside called myronic acid, found in mustard seed."},{"word":"Myropolist","type":"n.","descr":" One who sells unguents or perfumery."},{"word":"Myrosin","type":"n.","descr":" A ferment, resembling diastase, found in mustard seeds."},{"word":"Myroxylon","type":"n.","descr":" A genus of leguminous trees of tropical America, the different species of which yield balsamic products, among which are balsam of Peru, and balsam of Tolu. The species were formerly referred to Myrospermum."},{"word":"Myrrh","type":"n.","descr":" A gum resin, usually of a yellowish brown or amber color, of an aromatic odor, and a bitter, slightly pungent taste. It is valued for its odor and for its medicinal properties. It exudes from the bark of a shrub of Abyssinia and Arabia, the Balsamodendron Myrrha. The myrrh of the Bible is supposed to have been partly the gum above named, and partly the exudation of species of Cistus, or rockrose."},{"word":"Myrrhic","type":"a.","descr":" Of, pertaining to, or obtained from, myrrh."},{"word":"Myrrhine","type":"a.","descr":" Murrhine."},{"word":"Myrtaceous","type":"a.","descr":" Of, pertaining to, or resembling, a large and important natural order of trees and shrubs (Myrtaceae), of which the myrtle is the type. It includes the genera Eucalyptus, Pimenta, Lechythis, and about seventy more."},{"word":"Myrtiform","type":"a.","descr":" Resembling myrtle or myrtle berries; having the form of a myrtle leaf."},{"word":"Myrtle","type":"n.","descr":" A species of the genus Myrtus, especially Myrtus communis. The common myrtle has a shrubby, upright stem, eight or ten feet high. Its branches form a close, full head, thickly covered with ovate or lanceolate evergreen leaves. It has solitary axillary white or rosy flowers, followed by black several-seeded berries. The ancients considered it sacred to Venus. The flowers, leaves, and berries are used variously in perfumery and as a condiment, and the beautifully mottled wood is used in turning."},{"word":"Myself","type":"pron.","descr":" I or me in person; -- used for emphasis, my own self or person; as I myself will do it; I have done it myself; -- used also instead of me, as the object of the first person of a reflexive verb, without emphasis; as, I will defend myself."},{"word":"Myselven","type":"pron.","descr":" Myself."},{"word":"Mysis","type":"n.","descr":" A genus of small schizopod shrimps found both in fresh and salt water; the opossum shrimps. One species inhabits the Great Lakes of North America, and is largely eaten by the whitefish. The marine species form part of the food of right whales."},{"word":"Mystacal","type":"a.","descr":" Of or pertaining to the upper lip, or mustache."},{"word":"Mystagogic","type":"a.","descr":" Alt. of Mystagogical"},{"word":"Mystagogical","type":"a.","descr":" Of or pertaining to interpretation of mysteries or to mystagogue; of the nature of mystagogy."},{"word":"Mystagogue","type":"n.","descr":" interprets mysteries, especially of a religious kind."},{"word":"Mystagogue","type":"n.","descr":" One who keeps and shows church relics."},{"word":"Mystagogy","type":"n.","descr":" The doctrines, principles, or practice of a mystagogue; interpretation of mysteries."},{"word":"Mysterial","type":"a.","descr":" Mysterious."},{"word":"Mysteriarch","type":"n.","descr":" One presiding over mysteries."},{"word":"Mysterious","type":"a.","descr":" Of or pertaining to mystery; containing a mystery; difficult or impossible to understand; obscure not revealed or explained; enigmatical; incomprehensible."},{"word":"Mysteriously","type":"adv.","descr":" In a mysterious manner."},{"word":"Mysteriousness","type":"n.","descr":" The state or quality of being mysterious."},{"word":"Mysteriousness","type":"n.","descr":" Something mysterious; a mystery."},{"word":"Mysterized","type":"imp. and p. p.","descr":" of Mysterize"},{"word":"Mysterizing","type":"p. pr. and vb. n.","descr":" of Mysterize"},{"word":"Mysterize","type":"v. t.","descr":" To make mysterious; to make a mystery of."},{"word":"Mysteries","type":"pl. ","descr":" of Mystery"},{"word":"Mystery","type":"a.","descr":" A profound secret; something wholly unknown, or something kept cautiously concealed, and therefore exciting curiosity or wonder; something which has not been or can not be explained; hence, specifically, that which is beyond human comprehension."},{"word":"Mystery","type":"a.","descr":" A kind of secret religious celebration, to which none were admitted except those who had been initiated by certain preparatory ceremonies; -- usually plural; as, the Eleusinian mysteries."},{"word":"Mystery","type":"a.","descr":" The consecrated elements in the eucharist."},{"word":"Mystery","type":"a.","descr":" Anything artfully made difficult; an enigma."},{"word":"Mysteries","type":"pl. ","descr":" of Mystery"},{"word":"Mystery","type":"n.","descr":" A trade; a handicraft; hence, any business with which one is usually occupied."},{"word":"Mystery","type":"n.","descr":" A dramatic representation of a Scriptural subject, often some event in the life of Christ; a dramatic composition of this character; as, the Chester Mysteries, consisting of dramas acted by various craft associations in that city in the early part of the 14th century."},{"word":"Mystic","type":"a.","descr":" Alt. of Mystical"},{"word":"Mystical","type":"a.","descr":" Remote from or beyond human comprehension; baffling human understanding; unknowable; obscure; mysterious."},{"word":"Mystical","type":"a.","descr":" Importing or implying mysticism; involving some secret meaning; allegorical; emblematical; as, a mystic dance; mystic Babylon."},{"word":"Mystic","type":"n.","descr":" One given to mysticism; one who holds mystical views, interpretations, etc.; especially, in ecclesiastical history, one who professed mysticism. See Mysticism."},{"word":"Mysticete","type":"n.","descr":" Any right whale, or whalebone whale. See Cetacea."},{"word":"Mysticism","type":"n.","descr":" Obscurity of doctrine."},{"word":"Mysticism","type":"n.","descr":" The doctrine of the Mystics, who professed a pure, sublime, and wholly disinterested devotion, and maintained that they had direct intercourse with the divine Spirit, and aquired a knowledge of God and of spiritual things unattainable by the natural intellect, and such as can not be analyzed or explained."},{"word":"Mysticism","type":"n.","descr":" The doctrine that the ultimate elements or principles of knowledge or belief are gained by an act or process akin to feeling or faith."},{"word":"Mystification","type":"n.","descr":" The act of mystifying, or the state of being mystied; also, something designed to, or that does, mystify."},{"word":"Mystificator","type":"n.","descr":" One who mystifies."},{"word":"Mystified","type":"imp. and p. p.","descr":" of Mystify"},{"word":"Mystifying","type":"p. pr. and vb. n.","descr":" of Mystify"},{"word":"Mystify","type":"v. t.","descr":" To involve in mystery; to make obscure or difficult to understand; as, to mystify a passage of Scripture."},{"word":"Mystify","type":"v. t.","descr":" To perplex the mind of; to puzzle; to impose upon the credulity of ; as, to mystify an opponent."},{"word":"Mytacism","type":"n.","descr":" Too frequent use of the letter m, or of the sound represented by it."},{"word":"Myth","type":"n.","descr":" A story of great but unknown age which originally embodied a belief regarding some fact or phenomenon of experience, and in which often the forces of nature and of the soul are personified; an ancient legend of a god, a hero, the origin of a race, etc.; a wonder story of prehistoric origin; a popular fable which is, or has been, received as historical."},{"word":"Myth","type":"n.","descr":" A person or thing existing only in imagination, or whose actual existence is not verifiable."},{"word":"Mythe","type":"n.","descr":" See Myth."},{"word":"Mythic","type":"a.","descr":" Alt. of Mythical"},{"word":"Mythical","type":"a.","descr":" Of or relating to myths; described in a myth; of the nature of a myth; fabulous; imaginary; fanciful."},{"word":"Mythographer","type":"n.","descr":" A composer of fables."},{"word":"Mythologer","type":"n.","descr":" A mythologist."},{"word":"Mythologian","type":"n.","descr":" A mythologist."},{"word":"Mythologic","type":"a.","descr":" Alt. of Mythological"},{"word":"Mythological","type":"a.","descr":" Of or pertaining to mythology or to myths; mythical; fabulous."},{"word":"Mythologist","type":"n.","descr":" One versed in, or who writes on, mythology or myths."},{"word":"Mythologize","type":"v. i.","descr":" To relate, classify, and explain, or attempt to explain, myths; to write upon myths."},{"word":"Mythologize","type":"v. i.","descr":" To construct and propagate myths."},{"word":"Mythologizer","type":"n.","descr":" One who, or that which, mythologizes."},{"word":"Mythologue","type":"n.","descr":" A fabulous narrative; a myth."},{"word":"Mythologies","type":"pl. ","descr":" of Mythology"},{"word":"Mythology","type":"n.","descr":" The science which treats of myths; a treatise on myths."},{"word":"Mythology","type":"n.","descr":" A body of myths; esp., the collective myths which describe the gods of a heathen people; as, the mythology of the Greeks."},{"word":"Mythoplasm","type":"n.","descr":" A narration of mere fable."},{"word":"Mythopoeic","type":"a.","descr":" Making or producing myths; giving rise to mythical narratives."},{"word":"Mythopoetic","type":"a.","descr":" Making or producing myths or mythical tales."},{"word":"Mytiloid","type":"a.","descr":" Like, or pertaining to, the genus Mytilus, or family Mytilidae."},{"word":"Mytilotoxine","type":"n.","descr":" A poisonous base (leucomaine) found in the common mussel. It either causes paralysis of the muscles, or gives rise to convulsions, including death by an accumulation of carbonic acid in the blood."},{"word":"Mytilus","type":"n.","descr":" A genus of marine bivalve shells, including the common mussel. See Illust. under Byssus."},{"word":"Myxa","type":"n.","descr":" The distal end of the mandibles of a bird."},{"word":"Myxine","type":"n.","descr":" A genus of marsipobranchs, including the hagfish. See Hag, 4."},{"word":"Myxinoid","type":"a.","descr":" Like, or pertaining to, the genus Myxine."},{"word":"Myxinoid","type":"n.","descr":" A hagfish."},{"word":"Myxocystodea","type":"n. pl.","descr":" A division of Infusoria including the Noctiluca. See Noctiluca."},{"word":"Myxomata","type":"pl. ","descr":" of Myxoma"},{"word":"Myxoma","type":"n.","descr":" A tumor made up of a gelatinous tissue resembling that found in the umbilical cord."},{"word":"Myxopod","type":"n.","descr":" A rhizopod or moneran. Also used adjectively; as, a myxopod state."},{"word":"Myzontes","type":"n. pl.","descr":" The Marsipobranchiata."},{"word":"Myzostomata","type":"n. pl.","descr":" An order of curious parasitic worms found on crinoids. The body is short and disklike, with four pairs of suckers and five pairs of hook-bearing parapodia on the under side."}]