[{"word":"Naleadministration","type":"n.","descr":" Maladministration."},{"word":"Nab","type":"n.","descr":" The summit of an eminence."},{"word":"Nab","type":"n.","descr":" The cock of a gunlock."},{"word":"Nab","type":"n.","descr":" The keeper, or box into which the lock is shot."},{"word":"Nabbed","type":"imp. and p. p.","descr":" of Nab"},{"word":"Nabbing","type":"p. pr. and vb. n.","descr":" of Nab"},{"word":"Nab","type":"v. t.","descr":" To catch or seize suddenly or unexpectedly."},{"word":"Nabit","type":"n.","descr":" Pulverized sugar candy."},{"word":"Nabk","type":"n.","descr":" The edible berries of the Zizyphys Lotus, a tree of Northern Africa, and Southwestern Europe."},{"word":"Nabob","type":"n.","descr":" A deputy or viceroy in India; a governor of a province of the ancient Mogul empire."},{"word":"Nabob","type":"n.","descr":" One who returns to Europe from the East with immense riches: hence, any man of great wealth."},{"word":"Nacarat","type":"n.","descr":" A pale red color, with a cast of orange."},{"word":"Nacarat","type":"n.","descr":" Fine linen or crape dyed of this color."},{"word":"Nacker","type":"n.","descr":" See Nacre."},{"word":"Nacre","type":"n.","descr":" A pearly substance which lines the interior of many shells, and is most perfect in the mother-of-pearl. [Written also nacker and naker.] See Pearl, and Mother-of-pearl."},{"word":"Nacreous","type":"a.","descr":" Consisting of, or resembling, nacre; pearly."},{"word":"Nad","type":"","descr":" Alt. of Nadde"},{"word":"Nadde","type":"","descr":" Had not."},{"word":"Nadder","type":"n.","descr":" An adder."},{"word":"Nadir","type":"n.","descr":" That point of the heavens, or lower hemisphere, directly opposite the zenith; the inferior pole of the horizon; the point of the celestial sphere directly under the place where we stand."},{"word":"Nadir","type":"n.","descr":" The lowest point; the time of greatest depression."},{"word":"Naenia","type":"n.","descr":" See Nenia."},{"word":"Naeve","type":"n.","descr":" A naevus."},{"word":"Naevoid","type":"a.","descr":" Resembling a naevus or naevi; as, naevoid elephantiasis."},{"word":"Naevose","type":"a.","descr":" Spotted; frecled."},{"word":"Naevi","type":"pl. ","descr":" of Navus"},{"word":"Navus","type":"n.","descr":" A spot or mark on the skin of children when born; a birthmark; -- usually applied to vascular tumors, i. e., those consisting mainly of blood vessels, as dilated arteries, veins, or capillaries."},{"word":"Nag","type":"n.","descr":" A small horse; a pony; hence, any horse."},{"word":"Nag","type":"n.","descr":" A paramour; -- in contempt."},{"word":"Nagged","type":"imp. and p. p.","descr":" of Nag"},{"word":"Nagging","type":"p. pr. and vb. n.","descr":" of Nag"},{"word":"Nag","type":"v. t. and i.","descr":" To tease in a petty way; to scold habitually; to annoy; to fret pertinaciously."},{"word":"Nagging","type":"a.","descr":" Fault-finding; teasing; persistently annoying; as, a nagging toothache."},{"word":"Naggy","type":"a.","descr":" Irritable; touchy."},{"word":"Nagor","type":"n.","descr":" A West African gazelle (Gazella redunca)."},{"word":"Nagyagite","type":"n.","descr":" A mineral of blackish lead-gray color and metallic luster, generally of a foliated massive structure; foliated tellurium. It is a telluride of lead and gold."},{"word":"Naiad","type":"n.","descr":" A water nymph; one of the lower female divinities, fabled to preside over some body of fresh water, as a lake, river, brook, or fountain."},{"word":"Naiad","type":"n.","descr":" Any species of a tribe (Naiades) of freshwater bivalves, including Unio, Anodonta, and numerous allied genera; a river mussel."},{"word":"Naiad","type":"n.","descr":" One of a group of butterflies. See Nymph."},{"word":"Naiad","type":"n.","descr":" Any plant of the order Naiadaceae, such as eelgrass, pondweed, etc."},{"word":"Naiant","type":"a.","descr":" See Natant."},{"word":"Naid","type":"n.","descr":" Any one of numerous species of small, fresh-water, chaetopod annelids of the tribe Naidina. They belong to the Oligochaeta."},{"word":"Naif","type":"a.","descr":" Having a true natural luster without being cut; -- applied by jewelers to a precious stone."},{"word":"Naif","type":"a.","descr":" Naive; as, a naif remark."},{"word":"Naik","type":"n.","descr":" A chief; a leader; a Sepoy corporal."},{"word":"Nail","type":"n.","descr":" the horny scale of plate of epidermis at the end of the fingers and toes of man and many apes."},{"word":"Nail","type":"n.","descr":" The basal thickened portion of the anterior wings of certain hemiptera."},{"word":"Nail","type":"n.","descr":" The terminal horny plate on the beak of ducks, and other allied birds."},{"word":"Nail","type":"n.","descr":" A slender, pointed piece of metal, usually with a head, used for fastening pieces of wood or other material together, by being driven into or through them."},{"word":"Nail","type":"a.","descr":" A measure of length, being two inches and a quarter, or the sixteenth of a yard."},{"word":"Nailed","type":"imp. and p. p.","descr":" of Nail"},{"word":"Nailing","type":"p. pr. and vb. n.","descr":" of Nail"},{"word":"Nail","type":"n.","descr":" To fasten with a nail or nails; to close up or secure by means of nails; as, to nail boards to the beams."},{"word":"Nail","type":"n.","descr":" To stud or boss with nails, or as with nails."},{"word":"Nail","type":"n.","descr":" To fasten, as with a nail; to bind or hold, as to a bargain or to acquiescence in an argument or assertion; hence, to catch; to trap."},{"word":"Nail","type":"n.","descr":" To spike, as a cannon."},{"word":"Nailbrush","type":"n.","descr":" A brush for cleaning the nails."},{"word":"Nailer","type":"n.","descr":" One whose occupation is to make nails; a nail maker."},{"word":"Nailer","type":"n.","descr":" One who fastens with, or drives, nails."},{"word":"Naileress","type":"n.","descr":" A women who makes nailes."},{"word":"Naileries","type":"pl. ","descr":" of Nailery"},{"word":"Nailery","type":"","descr":" A manufactory where nails are made."},{"word":"Nail-headed","type":"a.","descr":" Having a head like that of a nail; formed so as to resemble the head of a nail."},{"word":"Nailless","type":"a.","descr":" Without nails; having no nails."},{"word":"Nainsook","type":"n.","descr":" A thick sort of jaconet muslin, plain or striped, formerly made in India."},{"word":"Nais","type":"n.","descr":" See Naiad."},{"word":"Naissant","type":"a.","descr":" Same as Jessant."},{"word":"Naive","type":"a.","descr":" Having native or unaffected simplicity; ingenuous; artless; frank; as, naive manners; a naive person; naive and unsophisticated remarks."},{"word":"Naively","type":"adv.","descr":" In a naive manner."},{"word":"Naivete","type":"n.","descr":" Native simplicity; unaffected plainness or ingenuousness; artlessness."},{"word":"Naivety","type":"n.","descr":" Naivete."},{"word":"Nake","type":"v.t.","descr":" To make naked."},{"word":"Naked","type":"a.","descr":" Having no clothes on; uncovered; nude; bare; as, a naked body; a naked limb; a naked sword."},{"word":"Naked","type":"a.","descr":" Having no means of defense or protection; open; unarmed; defenseless."},{"word":"Naked","type":"a.","descr":" Unprovided with needful or desirable accessories, means of sustenance, etc.; destitute; unaided; bare."},{"word":"Naked","type":"a.","descr":" Without addition, exaggeration, or excuses; not concealed or disguised; open to view; manifest; plain."},{"word":"Naked","type":"a.","descr":" Mere; simple; plain."},{"word":"Naked","type":"a.","descr":" Without pubescence; as, a naked leaf or stem; bare, or not covered by the customary parts, as a flower without a perianth, a stem without leaves, seeds without a pericarp, buds without bud scales."},{"word":"Naked","type":"a.","descr":" Not having the full complement of tones; -- said of a chord of only two tones, which requires a third tone to be sounded with them to make the combination pleasing to the ear; as, a naked fourth or fifth."},{"word":"Nakedly","type":"adv.","descr":" In a naked manner; without covering or disguise; manifestly; simply; barely."},{"word":"Nakedness","type":"n.","descr":" The condition of being naked."},{"word":"Nakedness","type":"n.","descr":" The privy parts; the genitals."},{"word":"Naker","type":"n.","descr":" Same as Nacre."},{"word":"Naker","type":"n.","descr":" A kind of kettledrum."},{"word":"Nakoo","type":"n.","descr":" The gavial."},{"word":"Nale","type":"n.","descr":" Ale; also, an alehouse."},{"word":"Nall","type":"n.","descr":" An awl."},{"word":"Nam","type":"","descr":" Am not."},{"word":"Nam","type":"","descr":" imp. of Nim."},{"word":"Namable","type":"a.","descr":" Capable of being named."},{"word":"Namation","type":"n.","descr":" A distraining or levying of a distress; an impounding."},{"word":"Namaycush","type":"n.","descr":" A large North American lake trout (Salvelinus namaycush). It is usually spotted with red, and sometimes weighs over forty pounds. Called also Mackinaw trout, lake trout, lake salmon, salmon trout, togue, and tuladi."},{"word":"Namby-pamby","type":"n.","descr":" Talk or writing which is weakly sentimental or affectedly pretty."},{"word":"Namby-pamby","type":"a.","descr":" Affectedly pretty; weakly sentimental; finical; insipid."},{"word":"Name","type":"n.","descr":" The title by which any person or thing is known or designated; a distinctive specific appellation, whether of an individual or a class."},{"word":"Name","type":"n.","descr":" A descriptive or qualifying appellation given to a person or thing, on account of a character or acts."},{"word":"Name","type":"n.","descr":" Reputed character; reputation, good or bad; estimation; fame; especially, illustrious character or fame; honorable estimation; distinction."},{"word":"Name","type":"n.","descr":" Those of a certain name; a race; a family."},{"word":"Name","type":"n.","descr":" A person, an individual."},{"word":"Named","type":"imp. and p. p.","descr":" of Name"},{"word":"Naming","type":"p. pr. and vb. n.","descr":" of Name"},{"word":"Name","type":"n.","descr":" To give a distinctive name or appellation to; to entitle; to denominate; to style; to call."},{"word":"Name","type":"n.","descr":" To mention by name; to utter or publish the name of; to refer to by distinctive title; to mention."},{"word":"Name","type":"n.","descr":" To designate by name or specifically for any purpose; to nominate; to specify; to appoint; as, to name a day for the wedding."},{"word":"Name","type":"n.","descr":" To designate (a member) by name, as the Speaker does by way of reprimand."},{"word":"Nameless","type":"a.","descr":" Without a name; not having been given a name; as, a nameless star."},{"word":"Nameless","type":"a.","descr":" Undistinguished; not noted or famous."},{"word":"Nameless","type":"a.","descr":" Not known or mentioned by name; anonymous; as, a nameless writer."},{"word":"Nameless","type":"a.","descr":" Unnamable; indescribable; inexpressible."},{"word":"Namelessly","type":"adv.","descr":" In a nameless manner."},{"word":"Namely","type":"adv.","descr":" By name; by particular mention; specifically; especially; expressly."},{"word":"Namely","type":"adv.","descr":" That is to say; to wit; videlicet; -- introducing a particular or specific designation."},{"word":"Namer","type":"n.","descr":" One who names, or calls by name."},{"word":"Namesake","type":"n.","descr":" One that has the same name as another; especially, one called after, or named out of regard to, another."},{"word":"Namo","type":"adv.","descr":" No more."},{"word":"Nan","type":"inerj.","descr":" Anan."},{"word":"Nandine","type":"n.","descr":" An African carnivore (Nandinia binotata), allied to the civets. It is spotted with black."},{"word":"Nandou","type":"n.","descr":" Alt. of Nandu"},{"word":"Nandu","type":"n.","descr":" Any one of three species of South American ostriches of the genera Rhea and Pterocnemia. See Rhea."},{"word":"Nankeen","type":"n.","descr":" A species of cloth, of a firm texture, originally brought from China, made of a species of cotton (Gossypium religiosum) that is naturally of a brownish yellow color quite indestructible and permanent."},{"word":"Nankeen","type":"n.","descr":" An imitation of this cloth by artificial coloring."},{"word":"Nankeen","type":"n.","descr":" Trousers made of nankeen."},{"word":"Nanny","type":"n.","descr":" A diminutive of Ann or Anne, the proper name."},{"word":"Nannyberry","type":"n.","descr":" See Sheepberry."},{"word":"Nanpie","type":"n.","descr":" The magpie."},{"word":"Naos","type":"n.","descr":" A term used by modern archaeologists instead of cella. See Cella."},{"word":"Napped","type":"imp. and p. p.","descr":" of Nap"},{"word":"Napping","type":"p. pr. and vb. n.","descr":" of Nap"},{"word":"Nap","type":"v. i.","descr":" To have a short sleep; to be drowsy; to doze."},{"word":"Nap","type":"v. i.","descr":" To be in a careless, secure state."},{"word":"Nap","type":"n.","descr":" A short sleep; a doze; a siesta."},{"word":"Nap","type":"n.","descr":" Woolly or villous surface of felt, cloth, plants, etc.; an external covering of down, of short fine hairs or fibers forming part of the substance of anything, and lying smoothly in one direction; the pile; -- as, the nap of cotton flannel or of broadcloth."},{"word":"Nap","type":"n.","descr":" The loops which are cut to make the pile, in velvet."},{"word":"Nap","type":"v. t.","descr":" To raise, or put, a nap on."},{"word":"Nape","type":"n.","descr":" The back part of the neck."},{"word":"Nape-crest","type":"n.","descr":" An African bird of the genus Schizorhis, related to the plantain eaters."},{"word":"Naperies","type":"pl. ","descr":" of Napery"},{"word":"Napery","type":"n.","descr":" Table linen; also, linen clothing, or linen in general."},{"word":"Napha water","type":"","descr":" A perfume distilled from orange flowers."},{"word":"Naphew","type":"n.","descr":" See Navew."},{"word":"Naphtha","type":"n.","descr":" The complex mixture of volatile, liquid, inflammable hydrocarbons, occurring naturally, and usually called crude petroleum, mineral oil, or rock oil. Specifically: That portion of the distillate obtained in the refinement of petroleum which is intermediate between the lighter gasoline and the heavier benzine, and has a specific gravity of about 0.7, -- used as a solvent for varnishes, as a carburetant, illuminant, etc."},{"word":"Naphtha","type":"n.","descr":" One of several volatile inflammable liquids obtained by the distillation of certain carbonaceous materials and resembling the naphtha from petroleum; as, Boghead naphtha, from Boghead coal (obtained at Boghead, Scotland); crude naphtha, or light oil, from coal tar; wood naphtha, from wood, etc."},{"word":"Naphthalate","type":"n.","descr":" A salt of naphthalic acid; a phthalate."},{"word":"Naphthalene","type":"n.","descr":" A white crystalline aromatic hydrocarbon, C10H8, analogous to benzene, and obtained by the distillation of certain bituminous materials, such as the heavy oil of coal tar. It is the type and basis of a large number of derivatives among organic compounds. Formerly called also naphthaline."},{"word":"Naphthalenic","type":"a.","descr":" Pertaining to , or derived from, naphthalene; -- used specifically to designate a yellow crystalline substance, called naphthalenic acid and also hydroxy quinone, and obtained from certain derivatives of naphthol."},{"word":"Naphthalic","type":"a.","descr":" Pertaining to, derived from, or related to, naphthalene; -- used specifically to denote any one of a series of acids derived from naphthalene, and called naphthalene acids."},{"word":"Naphthalic","type":"a.","descr":" Formerly, designating an acid probably identical with phthalic acid."},{"word":"Naphthalidine","type":"n.","descr":" Same as Naphthylamine."},{"word":"Naphthalin","type":"n.","descr":" Alt. of Naphthaline"},{"word":"Naphthaline","type":"n.","descr":" See Naphthalene."},{"word":"Naphthalize","type":"v. t.","descr":" To mingle, saturate, or impregnate, with naphtha."},{"word":"Naphthazarin","type":"n.","descr":" A dyestuff, resembling alizarin, obtained from naphthoquinone as a red crystalline substance with a bright green, metallic luster; -- called also naphthalizarin."},{"word":"Naphthene","type":"n.","descr":" A peculiar hydrocarbon occuring as an ingredient of Caucasian petroleum."},{"word":"Naphthide","type":"n.","descr":" A compound of naphthalene or its radical with a metallic element; as, mercuric naphthide."},{"word":"Naphthoic","type":"a.","descr":" Pertaining to, derived from, or related to, naphthalene; -- used specifically to designate any one of a series of carboxyl derivatives, called naphthoic acids."},{"word":"Naphthol","type":"n.","descr":" Any one of a series of hydroxyl derivatives of naphthalene, analogous to phenol. In general they are crystalline substances with a phenol (carbolic) odor."},{"word":"Naphthoquinone","type":"n.","descr":" A yellow crystalline substance, C10H6O2, analogous to quinone, obtained by oxidizing naphthalene with chromic acid."},{"word":"Naphthyl","type":"n.","descr":" A hydrocarbon radical regarded as the essential residue of naphthalene."},{"word":"Naphthylamine","type":"n.","descr":" One of two basic amido derivatives of naphthalene, C10H7.NH2, forming crystalline solids."},{"word":"Napierian","type":"a.","descr":" Alt. of Naperian"},{"word":"Naperian","type":"a.","descr":" Of, pertaining to, or discovered by, Napier, or Naper."},{"word":"Napiers bones","type":"","descr":" Alt. of Napier\\'s rods"},{"word":"Napiers rods","type":"","descr":" A set of rods, made of bone or other material, each divided into nine spaces, and containing the numbers of a column of the multiplication table; -- a contrivance of Baron Napier, the inventor of logarithms, for facilitating the operations of multiplication and division."},{"word":"Napiform","type":"a.","descr":" Turnip-shaped; large and round in the upper part, and very slender below."},{"word":"Napkin","type":"n.","descr":" A little towel, or small cloth, esp. one for wiping the fingers and mouth at table."},{"word":"Napkin","type":"n.","descr":" A handkerchief."},{"word":"Napless","type":"a.","descr":" Without nap; threadbare."},{"word":"Naples yellow","type":"","descr":" See under Yellow."},{"word":"Napoleon","type":"n.","descr":" A French gold coin of twenty francs, or about $3.86."},{"word":"Napoleonic","type":"a.","descr":" Of or pertaining to Napoleon I., or his family; resembling, or having the qualities of, Napoleon I."},{"word":"Napoleonist","type":"n.","descr":" A supporter of the dynasty of the Napoleons."},{"word":"Nappe","type":"n.","descr":" Sheet; surface; all that portion of a surface that is continuous in such a way that it is possible to pass from any one point of the portion to any other point of the portion without leaving the surface. Thus, some hyperboloids have one nappe, and some have two."},{"word":"Nappiness","type":"n.","descr":" The quality of having a nap; abundance of nap, as on cloth."},{"word":"Napping","type":"n.","descr":" The act or process of raising a nap, as on cloth."},{"word":"Napping","type":"n.","descr":" A sheet of partially felted fur before it is united to the hat body."},{"word":"Nappy","type":"a.","descr":" Inclined to sleep; sleepy; as, to feel nappy."},{"word":"Nappy","type":"a.","descr":" Tending to cause sleepiness; serving to make sleepy; strong; heady; as, nappy ale."},{"word":"Nappy","type":"a.","descr":" Having a nap or pile; downy; shaggy."},{"word":"Nappies","type":"pl. ","descr":" of Nappy"},{"word":"Nappy","type":"n.","descr":" A round earthen dish, with a flat bottom and sloping sides."},{"word":"Nap-taking","type":"n.","descr":" A taking by surprise; an unexpected onset or attack."},{"word":"Napu","type":"n.","descr":" A very small chevrotain (Tragulus Javanicus), native of Java. It is about the size of a hare, and is noted for its agility in leaping. Called also Java musk deer, pygmy musk deer, and deerlet."},{"word":"Napus","type":"n.","descr":" A kind of turnip. See Navew."},{"word":"Narceine","type":"n.","descr":" An alkaloid found in small quantities in opium, and extracted as a white crystalline substance of a bitter astringent taste. It is a narcotic. Called also narceia."},{"word":"Narcissine","type":"a.","descr":" Of or pertaining to Narcissus."},{"word":"Narcissuses","type":"pl. ","descr":" of Narcissus"},{"word":"Narcissus","type":"n.","descr":" A genus of endogenous bulbous plants with handsome flowers, having a cup-shaped crown within the six-lobed perianth, and comprising the daffodils and jonquils of several kinds."},{"word":"Narcissus","type":"n.","descr":" A beautiful youth fabled to have been enamored of his own image as seen in a fountain, and to have been changed into the flower called Narcissus."},{"word":"Narcosis","type":"n.","descr":" Privation of sense or consciousness, due to a narcotic."},{"word":"Narcotic","type":"a.","descr":" Having the properties of a narcotic; operating as a narcotic."},{"word":"Narcotic","type":"n.","descr":" A drug which, in medicinal doses, generally allays morbid susceptibility, relieves pain, and produces sleep; but which, in poisonous doses, produces stupor, coma, or convulsions, and, when given in sufficient quantity, causes death. The best examples are opium (with morphine), belladonna (with atropine), and conium."},{"word":"Narcotical","type":"a.","descr":" Narcotic."},{"word":"Narcotine","type":"n.","descr":" An alkaloid found in opium, and extracted as a white crystalline substance, tasteless and less poisonous than morphine; -- called also narcotia."},{"word":"Narcotinic","type":"a.","descr":" Pertaining to narcotine."},{"word":"Narcotism","type":"n.","descr":" Narcosis; the state of being narcotized."},{"word":"Narcotized","type":"imp. and p. p.","descr":" of Narcotize"},{"word":"Narcotizing","type":"p. pr. and vb. n.","descr":" of Narcotize"},{"word":"Narcotize","type":"v. t.","descr":" To imbue with, or subject to the influence of, a narcotic; to put into a state of narcosis."},{"word":"Nard","type":"n.","descr":" An East Indian plant (Nardostachys Jatamansi) of the Valerian family, used from remote ages in Oriental perfumery."},{"word":"Nard","type":"n.","descr":" An ointment prepared partly from this plant. See Spikenard."},{"word":"Nard","type":"n.","descr":" A kind of grass (Nardus stricta) of little value, found in Europe and Asia."},{"word":"Nardine","type":"a.","descr":" Of or pertaining to nard; having the qualities of nard."},{"word":"Nardoo","type":"n.","descr":" An Australian name for Marsilea Drummondii, a four-leaved cryptogamous plant, sometimes used for food."},{"word":"Nare","type":"n.","descr":" A nostril."},{"word":"Nares","type":"n. pl.","descr":" The nostrils or nasal openings, -- the anterior nares being the external or proper nostrils, and the posterior nares, the openings of the nasal cavities into the mouth or pharynx."},{"word":"Nargile","type":"n.","descr":" Alt. of Nargileh"},{"word":"Nargileh","type":"n.","descr":" An apparatus for smoking tobacco. It has a long flexible tube, and the smoke is drawn through water."},{"word":"Narica","type":"n.","descr":" The brown coati. See Coati."},{"word":"Nariform","type":"a.","descr":" Formed like the nose."},{"word":"Narine","type":"a.","descr":" Of or belonging to the nostrils."},{"word":"Narrable","type":"a.","descr":" Capable of being narrated or told."},{"word":"Narragansetts","type":"n. pl.","descr":" A tribe of Indians who formerly inhabited the shores of Narragansett Bay."},{"word":"Narrated","type":"imp. and p. p.","descr":" of Narrate"},{"word":"Narrating","type":"p. pr. and vb. n.","descr":" of Narrate"},{"word":"Narrate","type":"v. t.","descr":" To tell, rehearse, or recite, as a story; to relate the particulars of; to go through with in detail, as an incident or transaction; to give an account of."},{"word":"Narration","type":"n.","descr":" The act of telling or relating the particulars of an event; rehearsal; recital."},{"word":"Narration","type":"n.","descr":" That which is related; the relation in words or writing of the particulars of any transaction or event, or of any series of transactions or events; story; history."},{"word":"Narration","type":"n.","descr":" That part of a discourse which recites the time, manner, or consequences of an action, or simply states the facts connected with the subject."},{"word":"Narrative","type":"a.","descr":" Of or pertaining to narration; relating to the particulars of an event or transaction."},{"word":"Narrative","type":"a.","descr":" Apt or inclined to relate stories, or to tell particulars of events; story-telling; garrulous."},{"word":"Narrative","type":"n.","descr":" That which is narrated; the recital of a story; a continuous account of the particulars of an event or transaction; a story."},{"word":"Narratively","type":"adv.","descr":" In the style of narration."},{"word":"Narrator","type":"n.","descr":" One who narrates; one who relates a series of events or transactions."},{"word":"Narratory","type":"a.","descr":" Giving an account of events; narrative; as, narratory letters."},{"word":"Narre","type":"a.","descr":" Nearer."},{"word":"Narrow","type":"superl.","descr":" Of little breadth; not wide or broad; having little distance from side to side; as, a narrow board; a narrow street; a narrow hem."},{"word":"Narrow","type":"superl.","descr":" Of little extent; very limited; circumscribed."},{"word":"Narrow","type":"superl.","descr":" Having but a little margin; having barely sufficient space, time, or number, etc.; close; near; -- with special reference to some peril or misfortune; as, a narrow shot; a narrow escape; a narrow majority."},{"word":"Narrow","type":"superl.","descr":" Limited as to means; straitened; pinching; as, narrow circumstances."},{"word":"Narrow","type":"superl.","descr":" Contracted; of limited scope; illiberal; bigoted; as, a narrow mind; narrow views."},{"word":"Narrow","type":"superl.","descr":" Parsimonious; niggardly; covetous; selfish."},{"word":"Narrow","type":"superl.","descr":" Scrutinizing in detail; close; accurate; exact."},{"word":"Narrow","type":"superl.","descr":" Formed (as a vowel) by a close position of some part of the tongue in relation to the palate; or (according to Bell) by a tense condition of the pharynx; -- distinguished from wide; as e (eve) and \/ (f\/d), etc., from i (ill) and \/ (f\/t), etc. See Guide to Pronunciation, \/ 13."},{"word":"Narrows","type":"pl. ","descr":" of Narrow"},{"word":"Narrow","type":"n.","descr":" A narrow passage; esp., a contracted part of a stream, lake, or sea; a strait connecting two bodies of water; -- usually in the plural; as, The Narrows of New York harbor."},{"word":"Narrowed","type":"imp. and p. p.","descr":" of Narrow"},{"word":"Narrowing","type":"p. pr. and vb. n.","descr":" of Narrow"},{"word":"Narrow","type":"v. t.","descr":" To lessen the breadth of; to contract; to draw into a smaller compass; to reduce the width or extent of."},{"word":"Narrow","type":"v. t.","descr":" To contract the reach or sphere of; to make less liberal or more selfish; to limit; to confine; to restrict; as, to narrow one\\'s views or knowledge; to narrow a question in discussion."},{"word":"Narrow","type":"v. t.","descr":" To contract the size of, as a stocking, by taking two stitches into one."},{"word":"Narrow","type":"v. i.","descr":" To become less broad; to contract; to become narrower; as, the sea narrows into a strait."},{"word":"Narrow","type":"v. i.","descr":" Not to step out enough to the one hand or the other; as, a horse narrows."},{"word":"Narrow","type":"v. i.","descr":" To contract the size of a stocking or other knit article, by taking two stitches into one."},{"word":"Narrower","type":"n.","descr":" One who, or that which, narrows or contracts."},{"word":"Narrowing","type":"n.","descr":" The act of contracting, or of making or becoming less in breadth or extent."},{"word":"Narrowing","type":"n.","descr":" The part of a stocking which is narrowed."},{"word":"Narrowly","type":"adv.","descr":" With little breadth; in a narrow manner."},{"word":"Narrowly","type":"adv.","descr":" Without much extent; contractedly."},{"word":"Narrowly","type":"adv.","descr":" With minute scrutiny; closely; as, to look or watch narrowly; to search narrowly."},{"word":"Narrowly","type":"adv.","descr":" With a little margin or space; by a small distance; hence, closely; hardly; barely; only just; -- often with reference to an avoided danger or misfortune; as, he narrowly escaped."},{"word":"Narrowly","type":"adv.","descr":" Sparingly; parsimoniously."},{"word":"Narrow-minded","type":"a.","descr":" Of narrow mental scope; illiberal; mean."},{"word":"Narrowness","type":"n.","descr":" The condition or quality of being narrow."},{"word":"Nart","type":"","descr":" Art not."},{"word":"Narthex","type":"n.","descr":" A tall umbelliferous plant (Ferula communis). See Giant fennel, under Fennel."},{"word":"Narthex","type":"n.","descr":" The portico in front of ancient churches; sometimes, the atrium or outer court surrounded by ambulatories; -- used, generally, for any vestibule, lobby, or outer porch, leading to the nave of a church."},{"word":"Narwal","type":"n.","descr":" See Narwhal."},{"word":"Narwe","type":"a.","descr":" Narrow."},{"word":"Narwhal","type":"n.","descr":" An arctic cetacean (Monodon monocerous), about twenty feet long. The male usually has one long, twisted, pointed canine tooth, or tusk projecting forward from the upper jaw like a horn, whence it is called also sea unicorn, unicorn fish, and unicorn whale. Sometimes two horns are developed, side by side."},{"word":"Nas","type":"","descr":" Was not."},{"word":"Nas","type":"","descr":" Has not."},{"word":"Nasal","type":"a.","descr":" Of or pertaining to the nose."},{"word":"Nasal","type":"a.","descr":" Having a quality imparted by means of the nose; and specifically, made by lowering the soft palate, in some cases with closure of the oral passage, the voice thus issuing (wholly or partially) through the nose, as in the consonants m, n, ng (see Guide to Pronunciation, \/\/ 20, 208); characterized by resonance in the nasal passage; as, a nasal vowel; a nasal utterance."},{"word":"Nasal","type":"n.","descr":" An elementary sound which is uttered through the nose, or through both the nose and the mouth simultaneously."},{"word":"Nasal","type":"n.","descr":" A medicine that operates through the nose; an errhine."},{"word":"Nasal","type":"n.","descr":" Part of a helmet projecting to protect the nose; a nose guard."},{"word":"Nasal","type":"n.","descr":" One of the nasal bones."},{"word":"Nasal","type":"n.","descr":" A plate, or scale, on the nose of a fish, etc."},{"word":"Nasality","type":"n.","descr":" The quality or state of being nasal."},{"word":"Nasalization","type":"n.","descr":" The act of nasalizing, or the state of being nasalized."},{"word":"Nasalized","type":"imp. and p. p.","descr":" of Nasalize"},{"word":"Nasalizing","type":"p. pr. and vb. n.","descr":" of Nasalize"},{"word":"Nasalize","type":"v. t.","descr":" To render nasal, as sound; to insert a nasal or sound in."},{"word":"Nasalize","type":"v. t.","descr":" To utter words or letters with a nasal sound; to speak through the nose."},{"word":"Nasally","type":"adv.","descr":" In a nasal manner; by the nose."},{"word":"Nascal","type":"n.","descr":" A kind of pessary of medicated wool or cotton, formerly used."},{"word":"Nascency","type":"n.","descr":" State of being nascent; birth; beginning; origin."},{"word":"Nascent","type":"a.","descr":" Commencing, or in process of development; beginning to exist or to grow; coming into being; as, a nascent germ."},{"word":"Nascent","type":"a.","descr":" Evolving; being evolved or produced."},{"word":"Naseberry","type":"n.","descr":" A tropical fruit. See Sapodilla."},{"word":"Nash","type":"a.","descr":" Firm; stiff; hard; also, chilly."},{"word":"Nasicornous","type":"a.","descr":" Bearing a horn, or horns, on the nose, as the rhinoceros."},{"word":"Nasiform","type":"a.","descr":" Having the shape of a nose."},{"word":"Nasion","type":"n.","descr":" The middle point of the nasofrontal suture."},{"word":"Naso-","type":"","descr":" A combining form denoting pertaining to, or connected with, the nose; as, nasofrontal."},{"word":"Nasobuccal","type":"a.","descr":" Connected with both the nose and the mouth; as, the nasobuccal groove in the skate."},{"word":"Nasofrontal","type":"a.","descr":" Of or pertaining to the nose and the front of the head; as, the embryonic nasofrontal process which forms the anterior boundary of the mouth."},{"word":"Nasolachrymal","type":"a.","descr":" Connected with the lachrymal apparatus and the nose; as, the nasolachrymal, or lachrymal duct."},{"word":"Nasopalatal","type":"a.","descr":" Alt. of Nasopalatine"},{"word":"Nasopalatine","type":"a.","descr":" Connected with both the nose and the palate; as, the nasopalatine or incisor, canal connecting the mouth and the nasal chamber in some animals; the nasopalatine nerve."},{"word":"Nasopharyngeal","type":"a.","descr":" Of or pertaining to both throat and nose; as, a nasopharyngeal polypus."},{"word":"Nasoseptal","type":"a.","descr":" Of or pertaining to the internasal septum."},{"word":"Nasoturbinal","type":"a.","descr":" Connected with, or near, both the turbinal and the nasal bones; as, the nasalturbinal bone, made up of the uppermost lammelae of the ethmoturbinal, and sometimes united with the nasal."},{"word":"Nasoturbinal","type":"n.","descr":" The nasoturbinal bone."},{"word":"Nassas","type":"pl. ","descr":" of Nassa"},{"word":"NassAe","type":"pl. ","descr":" of Nassa"},{"word":"Nassa","type":"n.","descr":" Any species of marine gastropods, of the genera Nassa, Tritia, and other allied genera of the family Nassidae; a dog whelk. See Illust. under Gastropoda."},{"word":"Nastily","type":"adv.","descr":" In a nasty manner."},{"word":"Nastiness","type":"n.","descr":" The quality or state of being nasty; extreme filthness; dirtiness; also, indecency; obscenity."},{"word":"Nasturtion","type":"n.","descr":" Same as Nasturtium."},{"word":"Nasturtium","type":"n.","descr":" A genus of cruciferous plants, having white or yellowish flowers, including several species of cress. They are found chiefly in wet or damp grounds, and have a pungent biting taste."},{"word":"Nasturtium","type":"n.","descr":" Any plant of the genus Tropaeolum, geraniaceous herbs, having mostly climbing stems, peltate leaves, and spurred flowers, and including the common Indian cress (Tropaeolum majus), the canary-bird flower (T. peregrinum), and about thirty more species, all natives of South America. The whole plant has a warm pungent flavor, and the fleshy fruits are used as a substitute for capers, while the leaves and flowers are sometimes used in salads."},{"word":"Nasty","type":"superl.","descr":" Offensively filthy; very dirty, foul, or defiled; disgusting; nauseous."},{"word":"Nasty","type":"superl.","descr":" Hence, loosely: Offensive; disagreeable; unpropitious; wet; drizzling; as, a nasty rain, day, sky."},{"word":"Nasty","type":"superl.","descr":" Characterized by obcenity; indecent; indelicate; gross; filthy."},{"word":"Nasute","type":"a.","descr":" Having a nice sense of smell."},{"word":"Nasute","type":"a.","descr":" Critically nice; captious."},{"word":"Nasutness","type":"n.","descr":" Quickness of scent; hence, nice discernment; acuteness."},{"word":"Nat","type":"adv.","descr":" Not."},{"word":"Nat","type":"","descr":" Not at; nor at."},{"word":"Natal","type":"a.","descr":" Of or pertaining to one\\'s birth; accompying or dating from one\\'s birth; native."},{"word":"Natal","type":"a.","descr":" Presiding over nativity; as, natal Jove."},{"word":"Natalitial","type":"a.","descr":" Alt. of Natalitious"},{"word":"Natalitious","type":"a.","descr":" Of or pertaining to one\\'s birth or birthday, or one\\'s nativity."},{"word":"Nataloin","type":"n.","descr":" A bitter crystalline substance constituting the essential principle of Natal aloes.  Cf. Aloon."},{"word":"Natal plum","type":"","descr":" The drupaceous fruit of two South African shrubs of the genus Arduina (A. bispinosa and A. grandiflora)."},{"word":"Natals","type":"n. pl.","descr":" One\\'s birth, or the circumstances attending it."},{"word":"Natant","type":"a.","descr":" Floating in water, as the leaves of water lilies, or submersed, as those of many aquatic plants."},{"word":"Natant","type":"a.","descr":" Placed horizontally across the field, as if swimmimg toward the dexter side; said of all sorts of fishes except the flying fish."},{"word":"Natantly","type":"adv.","descr":" In a floating manner; swimmingly."},{"word":"Natation","type":"n.","descr":" The act of floating on the water; swimming."},{"word":"Natatores","type":"n. pl.","descr":" The swimming birds."},{"word":"Natatorial","type":"a.","descr":" Inclined or adapted to swim; swimming; as, natatorial birds."},{"word":"Natatorious","type":"a.","descr":" Adapted for swimming; -- said of the legs of certain insects."},{"word":"Natatorium","type":"n.","descr":" A swimming bath."},{"word":"Natatory","type":"a.","descr":" Adapted for swimming or floating; as, natatory organs."},{"word":"Natch","type":"n.","descr":" The rump of beef; esp., the lower and back part of the rump."},{"word":"Natchez","type":"n. pl.","descr":" A tribe of Indians who formerly lived near the site of the city of Natchez, Mississippi. In 1729 they were subdued by the French; the survivors joined the Creek Confederacy."},{"word":"Natchnee","type":"n.","descr":" An annual grass (Eleusine coracona), cultivated in India as a food plant."},{"word":"Nates","type":"n. pl.","descr":" The buttocks."},{"word":"Nates","type":"n. pl.","descr":" The two anterior of the four lobes on the dorsal side of the midbrain of most mammals; the anterior optic lobes."},{"word":"Nates","type":"n. pl.","descr":" The umbones of a bivalve shell."},{"word":"Nath","type":"","descr":" hath not."},{"word":"Nathless","type":"conj.","descr":" Nevertheless."},{"word":"Nathmore","type":"adv.","descr":" Not the more; never the more."},{"word":"Naticas","type":"pl. ","descr":" of Natica"},{"word":"NaticAe","type":"pl. ","descr":" of Natica"},{"word":"Natica","type":"n.","descr":" Any one of numerous species of marine gastropods belonging to Natica, Lunatia, Neverita, and other allied genera (family Naticidae.) They burrow beneath the sand, or mud, and drill other shells."},{"word":"Naticoid","type":"a.","descr":" Like or belonging to Natica, or the family Naticidae."},{"word":"Nation","type":"n.","descr":" A part, or division, of the people of the earth, distinguished from the rest by common descent, language, or institutions; a race; a stock."},{"word":"Nation","type":"n.","descr":" The body of inhabitants of a country, united under an independent government of their own."},{"word":"Nation","type":"n.","descr":" Family; lineage."},{"word":"Nation","type":"n.","descr":" One of the divisions of university students in a classification according to nativity, formerly common in Europe."},{"word":"Nation","type":"n.","descr":" One of the four divisions (named from the parts of Scotland) in which students were classified according to their nativity."},{"word":"Nation","type":"n.","descr":" A great number; a great deal; -- by way of emphasis; as, a nation of herbs."},{"word":"National","type":"a.","descr":" Of or pertaining to a nation; common to a whole people or race; public; general; as, a national government, language, dress, custom, calamity, etc."},{"word":"National","type":"a.","descr":" Attached to one\\'s own country or nation."},{"word":"Nationalism","type":"n.","descr":" The state of being national; national attachment; nationality."},{"word":"Nationalism","type":"n.","descr":" An idiom, trait, or character peculiar to any nation."},{"word":"Nationalism","type":"n.","descr":" National independence; the principles of the Nationalists."},{"word":"Nationalist","type":"n.","descr":" One who advocates national unity and independence; one of a party favoring Irish independence."},{"word":"Nationalities","type":"pl. ","descr":" of Nationality"},{"word":"Nationality","type":"n.","descr":" The quality of being national, or strongly attached to one\\'s own nation; patriotism."},{"word":"Nationality","type":"n.","descr":" The sum of the qualities which distinguish a nation; national character."},{"word":"Nationality","type":"n.","descr":" A race or people, as determined by common language and character, and not by political bias or divisions; a nation."},{"word":"Nationality","type":"n.","descr":" Existence as a distinct or individual nation; national unity and integrity."},{"word":"Nationality","type":"n.","descr":" The state or quality of belonging to or being connected with a nation or government by nativity, character, ownership, allegiance, etc."},{"word":"Nationalization","type":"n.","descr":" The act of nationalizing, or the state of being nationalized."},{"word":"Nationalized","type":"imp. and p. p.","descr":" of Nationalize"},{"word":"Nationalizing","type":"p. pr. and vb. n.","descr":" of Nationalize"},{"word":"Nationalize","type":"v. t.","descr":" To make national; to make a nation of; to endow with the character and habits of a nation, or the peculiar sentiments and attachment of citizens of a nation."},{"word":"Nationally","type":"adv.","descr":" In a national manner or way; as a nation."},{"word":"Nationalness","type":"n.","descr":" The quality or state of being national; nationality."},{"word":"Native","type":"a.","descr":" Arising by birth; having an origin; born."},{"word":"Native","type":"a.","descr":" Of or pertaining to one\\'s birth; natal; belonging to the place or the circumstances in which one is born; -- opposed to foreign; as, native land, language, color, etc."},{"word":"Native","type":"a.","descr":" Born in the region in which one lives; as, a native inhabitant, race; grown or originating in the region where used or sold; not foreign or imported; as, native oysters, or strawberries."},{"word":"Native","type":"a.","descr":" Original; constituting the original substance of anything; as, native dust."},{"word":"Native","type":"a.","descr":" Conferred by birth; derived from origin; born with one; inherent; inborn; not acquired; as, native genius, cheerfulness, simplicity, rights, etc."},{"word":"Native","type":"a.","descr":" Naturally related; cognate; connected (with)."},{"word":"Native","type":"a.","descr":" Found in nature uncombined with other elements; as, native silver."},{"word":"Native","type":"a.","descr":" Found in nature; not artificial; as native sodium chloride."},{"word":"Native","type":"n.","descr":" One who, or that which, is born in a place or country referred to; a denizen by birth; an animal, a fruit, or vegetable, produced in a certain region; as, a native of France."},{"word":"Native","type":"n.","descr":" Any of the live stock found in a region, as distinguished from such as belong to pure and distinct imported breeds."},{"word":"Natively","type":"adv.","descr":" By natural or original condition; naturally; originally."},{"word":"Nativeness","type":"n.","descr":" The quality or state of being native."},{"word":"Nativism","type":"n.","descr":" The disposition to favor the native inhabitants of a country, in preference to immigrants from foreign countries."},{"word":"Nativism","type":"n.","descr":" The doctrine of innate ideas, or that the mind possesses forms of thought independent of sensation."},{"word":"Nativist","type":"n.","descr":" An advocate of nativism."},{"word":"Nativistic","type":"a.","descr":" Relating to nativism."},{"word":"Nativies","type":"pl. ","descr":" of Nativity"},{"word":"Nativity","type":"n.","descr":" The coming into life or into the world; birth; also, the circumstances attending birth, as time, place, manner, etc."},{"word":"Nativity","type":"n.","descr":" A picture representing or symbolizing the early infancy of Christ. The simplest form is the babe in a rude cradle, and the heads of an ox and an ass to express the stable in which he was born."},{"word":"Nativity","type":"n.","descr":" A representation of the positions of the heavenly bodies as the moment of one\\'s birth, supposed to indicate his future destinies; a horoscope."},{"word":"Natka","type":"a.","descr":" A species of shrike."},{"word":"Natrium","type":"n.","descr":" The technical name for sodium."},{"word":"Natrolite","type":"n.","descr":" A zeolite occuring in groups of glassy acicular crystals, and in masses which often have a radiated structure. It is a hydrous silicate of alumina and soda."},{"word":"Natron","type":"n.","descr":" Native sodium carbonate."},{"word":"Natter","type":"v. i.","descr":" To find fault; to be peevish."},{"word":"Natterjack","type":"n.","descr":" A European toad (Bufo calamita), having a yellow line along its back."},{"word":"Natty","type":"a.","descr":" Neat; tidy; spruce."},{"word":"Natural","type":"a.","descr":" Fixed or determined by nature; pertaining to the constitution of a thing; belonging to native character; according to nature; essential; characteristic; not artifical, foreign, assumed, put on, or acquired; as, the natural growth of animals or plants; the natural motion of a gravitating body; natural strength or disposition; the natural heat of the body; natural color."},{"word":"Natural","type":"a.","descr":" Conformed to the order, laws, or actual facts, of nature; consonant to the methods of nature; according to the stated course of things, or in accordance with the laws which govern events, feelings, etc.; not exceptional or violent; legitimate; normal; regular; as, the natural consequence of crime; a natural death."},{"word":"Natural","type":"a.","descr":" Having to do with existing system to things; dealing with, or derived from, the creation, or the world of matter and mind, as known by man; within the scope of human reason or experience; not supernatural; as, a natural law; natural science; history, theology."},{"word":"Natural","type":"a.","descr":" Conformed to truth or reality"},{"word":"Natural","type":"a.","descr":" Springing from true sentiment; not artifical or exaggerated; -- said of action, delivery, etc.; as, a natural gesture, tone, etc."},{"word":"Natural","type":"a.","descr":" Resembling the object imitated; true to nature; according to the life; -- said of anything copied or imitated; as, a portrait is natural."},{"word":"Natural","type":"a.","descr":" Having the character or sentiments properly belonging to one\\'s position; not unnatural in feelings."},{"word":"Natural","type":"a.","descr":" Connected by the ties of consanguinity."},{"word":"Natural","type":"a.","descr":" Begotten without the sanction of law; born out of wedlock; illegitimate; bastard; as, a natural child."},{"word":"Natural","type":"a.","descr":" Of or pertaining to the lower or animal nature, as contrasted with the higher or moral powers, or that which is spiritual; being in a state of nature; unregenerate."},{"word":"Natural","type":"a.","descr":" Belonging to, to be taken in, or referred to, some system, in which the base is 1; -- said or certain functions or numbers; as, natural numbers, those commencing at 1; natural sines, cosines, etc., those taken in arcs whose radii are 1."},{"word":"Natural","type":"a.","descr":" Produced by natural organs, as those of the human throat, in distinction from instrumental music."},{"word":"Natural","type":"a.","descr":" Of or pertaining to a key which has neither a flat nor a sharp for its signature, as the key of C major."},{"word":"Natural","type":"a.","descr":" Applied to an air or modulation of harmony which moves by easy and smooth transitions, digressing but little from the original key."},{"word":"Natural","type":"n.","descr":" A native; an aboriginal."},{"word":"Natural","type":"n.","descr":" Natural gifts, impulses, etc."},{"word":"Natural","type":"n.","descr":" One born without the usual powers of reason or understanding; an idiot."},{"word":"Natural","type":"n.","descr":" A character [\/] used to contradict, or to remove the effect of, a sharp or flat which has preceded it, and to restore the unaltered note."},{"word":"Naturalism","type":"n.","descr":" A state of nature; conformity to nature."},{"word":"Naturalism","type":"n.","descr":" The doctrine of those who deny a supernatural agency in the miracles and revelations recorded in the Bible, and in spiritual influences; also, any system of philosophy which refers the phenomena of nature to a blind force or forces acting necessarily or according to fixed laws, excluding origination or direction by one intelligent will."},{"word":"Naturalist","type":"n.","descr":" One versed in natural science; a student of natural history, esp. of the natural history of animals."},{"word":"Naturalist","type":"n.","descr":" One who holds or maintains the doctrine of naturalism in religion."},{"word":"Naturalistic","type":"a.","descr":" Belonging to the doctrines of naturalism."},{"word":"Naturalistic","type":"a.","descr":" Closely resembling nature; realistic."},{"word":"Naturality","type":"n.","descr":" Nature; naturalness."},{"word":"Naturalization","type":"n.","descr":" The act or process of naturalizing, esp. of investing an alien with the rights and privileges of a native or citizen; also, the state of being naturalized."},{"word":"Naturalized","type":"imp. and p. p.","descr":" of Naturalize"},{"word":"Naturalizing","type":"p. pr. and vb. n.","descr":" of Naturalize"},{"word":"Naturalize","type":"v. t.","descr":" To make natural; as, custom naturalizes labor or study."},{"word":"Naturalize","type":"v. t.","descr":" To confer the rights and privileges of a native subject or citizen on; to make as if native; to adopt, as a foreigner into a nation or state, and place in the condition of a native subject."},{"word":"Naturalize","type":"v. t.","descr":" To receive or adopt as native, natural, or vernacular; to make one\\'s own; as, to naturalize foreign words."},{"word":"Naturalize","type":"v. t.","descr":" To adapt; to accustom; to habituate; to acclimate; to cause to grow as under natural conditions."},{"word":"Naturalize","type":"v. i.","descr":" To become as if native."},{"word":"Naturalize","type":"v. i.","descr":" To explain phenomena by natural agencies or laws, to the exclusion of the supernatural."},{"word":"Naturally","type":"adv.","descr":" In a natural manner or way; according to the usual course of things; spontaneously."},{"word":"Naturalness","type":"n.","descr":" The state or quality of being natural; conformity to nature."},{"word":"Nature","type":"n.","descr":" The existing system of things; the world of matter, or of matter and mind; the creation; the universe."},{"word":"Nature","type":"n.","descr":" The personified sum and order of causes and effects; the powers which produce existing phenomena, whether in the total or in detail; the agencies which carry on the processes of creation or of being; -- often conceived of as a single and separate entity, embodying the total of all finite agencies and forces as disconnected from a creating or ordering intelligence."},{"word":"Nature","type":"n.","descr":" The established or regular course of things; usual order of events; connection of cause and effect."},{"word":"Nature","type":"n.","descr":" Conformity to that which is natural, as distinguished from that which is artifical, or forced, or remote from actual experience."},{"word":"Nature","type":"n.","descr":" The sum of qualities and attributes which make a person or thing what it is, as distinct from others; native character; inherent or essential qualities or attributes; peculiar constitution or quality of being."},{"word":"Nature","type":"n.","descr":" Hence: Kind, sort; character; quality."},{"word":"Nature","type":"n.","descr":" Physical constitution or existence; the vital powers; the natural life."},{"word":"Nature","type":"n.","descr":" Natural affection or reverence."},{"word":"Nature","type":"n.","descr":" Constitution or quality of mind or character."},{"word":"Nature","type":"v. t.","descr":" To endow with natural qualities."},{"word":"Natured","type":"a.","descr":" Having (such) a nature, temper, or disposition; disposed; -- used in composition; as, good-natured, ill-natured, etc."},{"word":"Natureless","type":"a.","descr":" Not in accordance with nature; unnatural."},{"word":"Naturism","type":"n.","descr":" The belief or doctrine that attributes everything to nature as a sanative agent."},{"word":"Naturist","type":"n.","descr":" One who believes in, or conforms to, the theory of naturism."},{"word":"Naturity","type":"n.","descr":" The quality or state of being produced by nature."},{"word":"Naturize","type":"v. t.","descr":" To endow with a nature or qualities; to refer to nature."},{"word":"Naufrage","type":"n.","descr":" Shipwreck; ruin."},{"word":"Naufragous","type":"a.","descr":" causing shipwreck."},{"word":"Naught","type":"adv.","descr":" Nothing."},{"word":"Naught","type":"adv.","descr":" The arithmetical character 0; a cipher. See Cipher."},{"word":"Naught","type":"adv.","descr":" In no degree; not at all."},{"word":"Naught","type":"a.","descr":" Of no value or account; worthless; bad; useless."},{"word":"Naught","type":"a.","descr":" Hence, vile; base; naughty."},{"word":"Naughtily","type":"adv.","descr":" In a naughty manner; wickedly; perversely."},{"word":"Naughtiness","type":"n.","descr":" The quality or state of being naughty; perverseness; badness; wickedness."},{"word":"Naughtly","type":"adv.","descr":" Naughtily; wrongly."},{"word":"Naughty","type":"superl.","descr":" Having little or nothing."},{"word":"Naughty","type":"superl.","descr":" Worthless; bad; good for nothing."},{"word":"Naughty","type":"superl.","descr":" hence, corrupt; wicked."},{"word":"Naughty","type":"superl.","descr":" Mischievous; perverse; froward; guilty of disobedient or improper conduct; as, a naughty child."},{"word":"Naumachy","type":"n.","descr":" A naval battle; esp., a mock sea fight."},{"word":"Naumachy","type":"n.","descr":" A show or spectacle representing a sea fight; also, a place for such exhibitions."},{"word":"Nauplii","type":"pl. ","descr":" of Nauplius"},{"word":"Nauplius","type":"n.","descr":" A crustacean larva having three pairs of locomotive organs (corresponding to the antennules, antennae, and mandibles), a median eye, and little or no segmentation of the body."},{"word":"Nauropometer","type":"n.","descr":" An instrument for measuring the amount which a ship heels at sea."},{"word":"Nauscopy","type":"n.","descr":" The power or act of discovering ships or land at considerable distances."},{"word":"Nausea","type":"n.","descr":" Seasickness; hence, any similar sickness of the stomach accompanied with a propensity to vomit; qualm; squeamishness of the stomach; loathing."},{"word":"Nauseant","type":"n.","descr":" A substance which produces nausea."},{"word":"Nauseated","type":"imp. and p. p.","descr":" of Nauseate"},{"word":"Nauseating","type":"p. pr. and vb. n.","descr":" of Nauseate"},{"word":"Nauseate","type":"v. i.","descr":" To become squeamish; to feel nausea; to turn away with disgust."},{"word":"Nauseate","type":"v. t.","descr":" To affect with nausea; to sicken; to cause to feel loathing or disgust."},{"word":"Nauseate","type":"v. t.","descr":" To sicken at; to reject with disgust; to loathe."},{"word":"Nauseation","type":"n.","descr":" The act of nauseating, or the state of being nauseated."},{"word":"Nauseative","type":"a.","descr":" Causing nausea; nauseous."},{"word":"Nauseous","type":"a.","descr":" Causing, or fitted to cause, nausea; sickening; loathsome; disgusting; exciting abhorrence; as, a nauseous drug or medicine."},{"word":"Nautch","type":"n.","descr":" An entertainment consisting chiefly of dancing by professional dancing (or Nautch) girls."},{"word":"Nautic","type":"a.","descr":" Nautical."},{"word":"Nautical","type":"a.","descr":" Of or pertaining to seamen, to the art of navigation, or to ships; as, nautical skill."},{"word":"Nautically","type":"adv.","descr":" In a nautical manner; with reference to nautical affairs."},{"word":"Nautiform","type":"a.","descr":" Shaped like the hull of a ship."},{"word":"Nautilite","type":"n.","descr":" A fossil nautilus."},{"word":"Nautiloid","type":"a.","descr":" Like or pertaining to the nautilus; shaped like a nautilus shell."},{"word":"Nautiloid","type":"n.","descr":" A mollusk, or shell, of the genus Nautilus or family Nautilidae."},{"word":"Nautiluses","type":"pl. ","descr":" of Nautilus"},{"word":"Nautili","type":"pl. ","descr":" of Nautilus"},{"word":"Nautilus","type":"n.","descr":" The only existing genus of tetrabranchiate cephalopods. About four species are found living in the tropical Pacific, but many other species are found fossil.  The shell is spiral, symmetrical, and chambered, or divided into several cavities by simple curved partitions, which are traversed and connected together by a continuous and nearly central tube or siphuncle. See Tetrabranchiata."},{"word":"Nautilus","type":"n.","descr":" The argonaut; -- also called paper nautilus. See Argonauta, and Paper nautilus, under Paper."},{"word":"Nautilus","type":"n.","descr":" A variety of diving bell, the lateral as well as vertical motions of which are controlled, by the occupants."},{"word":"Navajoes","type":"n. pl.","descr":" A tribe of Indians inhabiting New Mexico and Arizona, allied to the Apaches. They are now largely engaged in agriculture."},{"word":"Naval","type":"a.","descr":" Having to do with shipping; of or pertaining to ships or a navy; consisting of ships; as, naval forces, successes, stores, etc."},{"word":"Navals","type":"n.pl.","descr":" Naval affairs."},{"word":"Navarch","type":"n.","descr":" The commander of a fleet."},{"word":"Navarchy","type":"n.","descr":" Nautical skill or experience."},{"word":"Navarrese","type":"a.","descr":" Of or pertaining to Navarre."},{"word":"Navarrese","type":"n. sing. and pl.","descr":" A native or inhabitant of Navarre; the people of Navarre."},{"word":"Nave","type":"n.","descr":" The block in the center of a wheel, from which the spokes radiate, and through which the axle passes; -- called also hub or hob."},{"word":"Nave","type":"n.","descr":" The navel."},{"word":"Nave","type":"n.","descr":" The middle or body of a church, extending from the transepts to the principal entrances, or, if there are no transepts, from the choir to the principal entrance, but not including the aisles."},{"word":"Navel","type":"n.","descr":" A mark or depression in the middle of the abdomen; the umbilicus. See Umbilicus."},{"word":"Navel","type":"n.","descr":" The central part or point of anything; the middle."},{"word":"Navel","type":"n.","descr":" An eye on the under side of a carronade for securing it to a carriage."},{"word":"Navel-string","type":"n.","descr":" The umbilical cord."},{"word":"Navelwort","type":"n.","descr":" A European perennial succulent herb (Cotyledon umbilicus), having round, peltate leaves with a central depression; -- also called pennywort, and kidneywort."},{"word":"Navew","type":"n.","descr":" A kind of small turnip, a variety of Brassica campestris. See Brassica."},{"word":"Navicular","type":"a.","descr":" Of, pertaining to, or resembling, a boat or ship."},{"word":"Navicular","type":"a.","descr":" Shaped like a boat; cymbiform; scaphoid; as, the navicular glumes of most grasses; the navicular bone."},{"word":"Navicular","type":"n.","descr":" The navicular bone."},{"word":"Navigability","type":"n.","descr":" The quality or condition of being navigable; navigableness."},{"word":"Navigable","type":"a.","descr":" Capable of being navigated; deep enough and wide enough to afford passage to vessels; as, a navigable river."},{"word":"Navigated","type":"imp. and p. p.","descr":" of Navigate"},{"word":"Navigating","type":"p. pr. and vb. n.","descr":" of Navigate"},{"word":"Navigate","type":"v. i.","descr":" To joirney by water; to go in a vessel or ship; to perform the duties of a navigator; to use the waters as a highway or channel for commerce or communication; to sail."},{"word":"Navigate","type":"v. t.","descr":" To pass over in ships; to sail over or on; as, to navigate the Atlantic."},{"word":"Navigate","type":"v. t.","descr":" To steer, direct, or manage in sailing; to conduct (ships) upon the water by the art or skill of seamen; as, to navigate a ship."},{"word":"Navigation","type":"n.","descr":" The act of navigating; the act of passing on water in ships or other vessels; the state of being navigable."},{"word":"Navigation","type":"n.","descr":" the science or art of conducting ships or vessels from one place to another, including, more especially, the method of determining a ship\\'s position, course, distance passed over, etc., on the surface of the globe, by the principles of geometry and astronomy."},{"word":"Navigation","type":"n.","descr":" The management of sails, rudder, etc.; the mechanics of traveling by water; seamanship."},{"word":"Navigation","type":"n.","descr":" Ships in general."},{"word":"Navigator","type":"n.","descr":" One who navigates or sails; esp., one who direct the course of a ship, or one who is skillful in the art of navigation; also, a book which teaches the art of navigation; as, Bowditch\\'s Navigator."},{"word":"Navigerous","type":"a.","descr":" Bearing ships; capable of floating vessels."},{"word":"Navies","type":"pl. ","descr":" of Navvy"},{"word":"Navvy","type":"n.","descr":" Originally, a laborer on canals for internal navigation; hence, a laborer on other public works, as in building railroads, embankments, etc."},{"word":"Navies","type":"pl. ","descr":" of Navy"},{"word":"Navy","type":"n.","descr":" A fleet of ships; an assemblage of merchantmen, or so many as sail in company."},{"word":"Navy","type":"n.","descr":" The whole of the war vessels belonging to a nation or ruler, considered collectively; as, the navy of Italy."},{"word":"Navy","type":"n.","descr":" The officers and men attached to the war vessels of a nation; as, he belongs to the navy."},{"word":"Nawab","type":"n.","descr":" A deputy ruler or viceroy in India; also, a title given by courtesy to other persons of high rank in the East."},{"word":"Nawl","type":"n.","descr":" An awl."},{"word":"Nay","type":"adv.","descr":" No; -- a negative answer to a question asked, or a request made, now superseded by no. See Yes."},{"word":"Nay","type":"adv.","descr":" Not this merely, but also; not only so, but; -- used to mark the addition or substitution of a more explicit or more emphatic phrase."},{"word":"Nays","type":"pl. ","descr":" of Nay"},{"word":"Nay","type":"n.","descr":" Denial; refusal."},{"word":"Nay","type":"n.","descr":" a negative vote; one who votes in the negative."},{"word":"Nay","type":"v. t. and i.","descr":" To refuse."},{"word":"Nayaur","type":"n.","descr":" A specied of wild sheep (Ovis Hodgsonii), native of Nepaul and Thibet. It has a dorsal mane and a white ruff beneath the neck."},{"word":"Nayt","type":"v. t.","descr":" To refuse; to deny."},{"word":"Nayward","type":"n.","descr":" The negative side."},{"word":"Nayword","type":"n.","descr":" A byword; a proverb; also, a watchword."},{"word":"Nazarene","type":"n.","descr":" A native or inhabitant of Nazareth; -- a term of contempt applied to Christ and the early Christians."},{"word":"Nazarene","type":"n.","descr":" One of a sect of Judaizing Christians in the first and second centuries, who observed the laws of Moses, and held to certain heresies."},{"word":"Nazarite","type":"n.","descr":" A Jew bound by a vow to lave the hair uncut, to abstain from wine and strong drink, and to practice extraordinary purity of life and devotion, the obligation being for life, or for a certain time. The word is also used adjectively."},{"word":"Nazariteship","type":"n.","descr":" The state of a Nazarite."},{"word":"Nazaritic","type":"a.","descr":" Of or pertaining to a Nazarite, or to Nazarites."},{"word":"Nazaritism","type":"n.","descr":" The vow and practice of a Nazarite."},{"word":"Naze","type":"n.","descr":" A promotory or headland."},{"word":"Nazirite","type":"n.","descr":" A Nazarite."},{"word":"Nam","type":"imp.","descr":" of Nim"}]