[{"word":"Oad","type":"n.","descr":" See Woad."},{"word":"Oaf","type":"n.","descr":" Originally, an elf\\'s child; a changeling left by fairies or goblins; hence, a deformed or foolish child; a simpleton; an idiot."},{"word":"Oafish","type":"a.","descr":" Like an oaf; simple."},{"word":"Oak","type":"n.","descr":" Any tree or shrub of the genus Quercus. The oaks have alternate leaves, often variously lobed, and staminate flowers in catkins. The fruit is a smooth nut, called an acorn, which is more or less inclosed in a scaly involucre called the cup or cupule. There are now recognized about three hundred species, of which nearly fifty occur in the United States, the rest in Europe, Asia, and the other parts of North America, a very few barely reaching the northern parts of South America and Africa. Many of the oaks form forest trees of grand proportions and live many centuries. The wood is usually hard and tough, and provided with conspicuous medullary rays, forming the silver grain."},{"word":"Oak","type":"n.","descr":" The strong wood or timber of the oak."},{"word":"Oaken","type":"a.","descr":" Made or consisting of oaks or of the wood of oaks."},{"word":"Oaker","type":"n.","descr":" See Ocher."},{"word":"Oakling","type":"n.","descr":" A young oak."},{"word":"Oakum","type":"n.","descr":" The material obtained by untwisting and picking into loose fiber old hemp ropes; -- used for calking the seams of ships, stopping leaks, etc."},{"word":"Oakum","type":"n.","descr":" The coarse portion separated from flax or hemp in nackling."},{"word":"Oaky","type":"n.","descr":" Resembling oak; strong."},{"word":"Oar","type":"n","descr":" An implement for impelling a boat, being a slender piece of timber, usually ash or spruce, with a grip or handle at one end and a broad blade at the other. The part which rests in the rowlock is called the loom."},{"word":"Oar","type":"n","descr":" An oarsman; a rower; as, he is a good oar."},{"word":"Oar","type":"n","descr":" An oarlike swimming organ of various invertebrates."},{"word":"Oared","type":"imp. and p. p.","descr":" of Oar"},{"word":"Oaring","type":"p. pr. and vb. n.","descr":" of Oar"},{"word":"Oar","type":"v. t. and i.","descr":" To row."},{"word":"Oared","type":"a.","descr":" Furnished with oars; -- chiefly used in composition; as, a four-oared boat."},{"word":"Oared","type":"a.","descr":" Having feet adapted for swimming."},{"word":"Oared","type":"a.","descr":" Totipalmate; -- said of the feet of certain birds. See Illust. of Aves."},{"word":"Oarfish","type":"n.","descr":" The ribbon fish."},{"word":"Oarfoot","type":"n.","descr":" Any crustacean of the genus Remipes."},{"word":"Oar-footed","type":"a.","descr":" Having feet adapted for swimming."},{"word":"Oarless","type":"a.","descr":" Without oars."},{"word":"Oarlock","type":"n.","descr":" The notch, fork, or other device on the gunwale of a boat, in which the oar rests in rowing.  See Rowlock."},{"word":"Oarsmen","type":"pl. ","descr":" of Oarsman"},{"word":"Oarsman","type":"n.","descr":" One who uses, or is skilled in the use of, an oar; a rower."},{"word":"Oarsweed","type":"n.","descr":" Any large seaweed of the genus Laminaria; tangle; kelp.  See Kelp."},{"word":"Oary","type":"a.","descr":" Having the form or the use of an oar; as, the swan\\'s oary feet."},{"word":"Oases","type":"pl. ","descr":" of Oasis"},{"word":"Oasis","type":"n.","descr":" A fertile or green spot in a waste or desert, esp. in a sandy desert."},{"word":"Oast","type":"n.","descr":" A kiln to dry hops or malt; a cockle."},{"word":"Oats","type":"pl. ","descr":" of Oat"},{"word":"Oat","type":"n.","descr":" A well-known cereal grass (Avena sativa), and its edible grain; -- commonly used in the plural and in a collective sense."},{"word":"Oat","type":"n.","descr":" A musical pipe made of oat straw."},{"word":"Oatcake","type":"n.","descr":" A cake made of oatmeal."},{"word":"Oaten","type":"a.","descr":" Consisting of an oat straw or stem; as, an oaten pipe."},{"word":"Oaten","type":"a.","descr":" Made of oatmeal; as, oaten cakes."},{"word":"Oaths","type":"pl. ","descr":" of Oath"},{"word":"Oath","type":"n.","descr":" A solemn affirmation or declaration, made with a reverent appeal to God for the truth of what is affirmed."},{"word":"Oath","type":"n.","descr":" A solemn affirmation, connected with a sacred object, or one regarded as sacred, as the temple, the altar, the blood of Abel, the Bible, the Koran, etc."},{"word":"Oath","type":"n.","descr":" An appeal (in verification of a statement made) to a superior sanction, in such a form as exposes the party making the appeal to an indictment for perjury if the statement be false."},{"word":"Oath","type":"n.","descr":" A careless and blasphemous use of the name of the divine Being, or anything divine or sacred, by way of appeal or as a profane exclamation or ejaculation; an expression of profane swearing."},{"word":"Oathable","type":"a.","descr":" Capable of having an oath administered to."},{"word":"Oathbreaking","type":"n.","descr":" The violation of an oath; perjury."},{"word":"Oatmeal","type":"n.","descr":" Meal made of oats."},{"word":"Oatmeal","type":"n.","descr":" A plant of the genus Panicum; panic grass."}]