[{"word":"Odalisque","type":"n.","descr":" A female slave or concubine in the harem of the Turkish sultan."},{"word":"Odd","type":"superl.","descr":" Not paired with another, or remaining over after a pairing; without a mate; unmatched; single; as, an odd shoe; an odd glove."},{"word":"Odd","type":"superl.","descr":" Not divisible by 2 without a remainder; not capable of being evenly paired, one unit with another; as, 1, 3, 7, 9, 11, etc., are odd numbers."},{"word":"Odd","type":"superl.","descr":" Left over after a definite round number has been taken or mentioned; indefinitely, but not greatly, exceeding a specified number; extra."},{"word":"Odd","type":"superl.","descr":" Remaining over; unconnected; detached; fragmentary; hence, occasional; inconsiderable; as, odd jobs; odd minutes; odd trifles."},{"word":"Odd","type":"superl.","descr":" Different from what is usual or common; unusual; singular; peculiar; unique; strange."},{"word":"Odd Fellow","type":"","descr":" A member of a secret order, or fraternity, styled the Independent Order of Odd Fellows, established for mutual aid and social enjoyment."},{"word":"Oddities","type":"pl. ","descr":" of Oddity"},{"word":"Oddity","type":"n.","descr":" The quality or state of being odd; singularity; queerness; peculiarity; as, oddity of dress, manners, and the like."},{"word":"Oddity","type":"n.","descr":" That which is odd; as, a collection of oddities."},{"word":"Oddly","type":"adv.","descr":" In an odd manner; unevently."},{"word":"Oddly","type":"adv.","descr":" In a peculiar manner; strangely; queerly; curiously."},{"word":"Oddly","type":"adv.","descr":" In a manner measured by an odd number."},{"word":"Oddness","type":"n.","descr":" The state of being odd, or not even."},{"word":"Oddness","type":"n.","descr":" Singularity; strangeness; eccentricity; irregularity; uncouthness; as, the oddness of dress or shape; the oddness of an event."},{"word":"Odds","type":"a.","descr":" Difference in favor of one and against another; excess of one of two things or numbers over the other; inequality; advantage; superiority; hence, excess of chances; probability."},{"word":"Odds","type":"a.","descr":" Quarrel; dispute; debate; strife; -- chiefly in the phrase at odds."},{"word":"Ode","type":"n.","descr":" A short poetical composition proper to be set to music or sung; a lyric poem; esp., now, a poem characterized by sustained noble sentiment and appropriate dignity of style."},{"word":"Odelet","type":"n.","descr":" A little or short ode."},{"word":"Odeon","type":"n.","descr":" A kind of theater in ancient Greece, smaller than the dramatic theater and roofed over, in which poets and musicians submitted their works to the approval of the public, and contended for prizes; -- hence, in modern usage, the name of a hall for musical or dramatic performances."},{"word":"Odeum","type":"n.","descr":" See Odeon."},{"word":"Odible","type":"a.","descr":" Fitted to excite hatred; hateful."},{"word":"Odic","type":"a.","descr":" Of or pertaining to od. See Od."},{"word":"Odin","type":"n.","descr":" The supreme deity of the Scandinavians; -- the same as Woden, of the German tribes."},{"word":"Odinic","type":"a.","descr":" Of or pertaining to Odin."},{"word":"Odious","type":"a.","descr":" Hateful; deserving or receiving hatred; as, an odious name, system, vice."},{"word":"Odious","type":"a.","descr":" Causing or provoking hatred, repugnance, or disgust; offensive; disagreeable; repulsive; as, an odious sight; an odious smell."},{"word":"Odist","type":"n.","descr":" A writer of an ode or odes."},{"word":"Odium","type":"n.","descr":" Hatred; dislike; as, his conduct brought him into odium, or, brought odium upon him."},{"word":"Odium","type":"n.","descr":" The quality that provokes hatred; offensiveness."},{"word":"Odized","type":"imp. and p. p.","descr":" of Odize"},{"word":"Odizing","type":"p. pr. and vb. n.","descr":" of Odize"},{"word":"Odize","type":"v. t.","descr":" To charge with od. See Od."},{"word":"Odmyl","type":"n.","descr":" A volatile liquid obtained by boiling sulphur with linseed oil. It has an unpleasant garlic odor."},{"word":"Odometer","type":"n.","descr":" An instrument attached to the wheel of a vehicle, to measure the distance traversed; also, a wheel used by surveyors, which registers the miles and rods traversed."},{"word":"Odometrical","type":"a.","descr":" Of or pertaining to the odometer, or to measurements made with it."},{"word":"Odometrous","type":"a.","descr":" Serving to measure distance on a road."},{"word":"Odometry","type":"n.","descr":" Measurement of distances by the odometer."},{"word":"Odonata","type":"n. pl.","descr":" The division of insects that includes the dragon flies."},{"word":"Odontalgia","type":"n.","descr":" Toothache."},{"word":"Odontalgic","type":"a.","descr":" Of or pertaining to odontalgia."},{"word":"Odontalgic","type":"n.","descr":" A remedy for the toothache."},{"word":"Odontalgy","type":"n.","descr":" Same as Odontalgia."},{"word":"Odontiasis","type":"n.","descr":" Cutting of the teeth; dentition."},{"word":"Odonto-","type":"","descr":" A combining form from Gr. \\'odoy`s, \\'odo`ntos, a tooth."},{"word":"Odontoblast","type":"n.","descr":" One of the more or less columnar cells on the outer surface of the pulp of a tooth; an odontoplast. They are supposed to be connected with the formation of dentine."},{"word":"Odontoblast","type":"n.","descr":" One of the cells which secrete the chitinous teeth of Mollusca."},{"word":"Odontocete","type":"n.pl.","descr":" A subdivision of Cetacea, including the sperm whale, dolphins, etc.; the toothed whales."},{"word":"Odontogeny","type":"n.","descr":" Generetion, or mode of development, of the teeth."},{"word":"Odontograph","type":"n.","descr":" An instrument for marking or laying off the outlines of teeth of gear wheels."},{"word":"Odontographic","type":"a.","descr":" Of or pertaining to odontography."},{"word":"Odontography","type":"n.","descr":" A description of the teeth."},{"word":"Odontoid","type":"a.","descr":" Having the form of a tooth; toothlike."},{"word":"Odontoid","type":"a.","descr":" Of or pertaining to the odontoid bone or to the odontoid process."},{"word":"Odontolcae","type":"n. pl.","descr":" An extinct order of ostrichlike aquatic birds having teeth, which are set in a groove in the jaw. It includes Hesperornis, and allied genera. See Hesperornis."},{"word":"Odontolite","type":"n.","descr":" A fossil tooth colored a bright blue by phosphate of iron. It is used as an imitation of turquoise, and hence called bone turquoise."},{"word":"Odontology","type":"n.","descr":" The science which treats of the teeth, their structure and development."},{"word":"Odontophora","type":"n.pl.","descr":" Same as Cephalophora."},{"word":"Odontophore","type":"n.","descr":" A special structure found in the mouth of most mollusks, except bivalves. It consists of several muscles and a cartilage which supports a chitinous radula, or lingual ribbon, armed with teeth.  Also applied to the radula alone. See Radula."},{"word":"Odontophorous","type":"a.","descr":" Having an odontophore."},{"word":"Odontoplast","type":"n.","descr":" An odontoblast."},{"word":"Odontopteryx","type":"n.","descr":" An extinct Eocene bird having the jaws strongly serrated, or dentated, but destitute of true teeth. It was found near London."},{"word":"Odontornithes","type":"n. pl.","descr":" A group of Mesozoic birds having the jaws armed with teeth, as in most other vertebrates. They have been divided into three orders: Odontolcae, Odontotormae, and Saururae."},{"word":"Odontostomatous","type":"a.","descr":" Having toothlike mandibles; -- applied to certain insects."},{"word":"Odontotormae","type":"n.pl.","descr":" An order of extinct toothed birds having the teeth in sockets, as in the genus Ichthyornis. See Ichthyornis."},{"word":"Odor","type":"n.","descr":" Any smell, whether fragrant or offensive; scent; perfume."},{"word":"Odorament","type":"n.","descr":" A perfume; a strong scent."},{"word":"Odorant","type":"a.","descr":" Yielding odors; fragrant."},{"word":"Odorate","type":"a.","descr":" Odorous."},{"word":"Odorating","type":"a.","descr":" Diffusing odor or scent; fragrant."},{"word":"Odoriferous","type":"a.","descr":" Bearing or yielding an odor; perfumed; usually, sweet of scent; fragrant; as, odoriferous spices, particles, fumes, breezes."},{"word":"Odorline","type":"n.","descr":" A pungent oily substance obtained by redistilling bone oil."},{"word":"Odorless","type":"a.","descr":" Free from odor."},{"word":"Odorous","type":"a.","descr":" Having or emitting an odor or scent, esp. a sweet odor; fragrant; sweet-smelling."},{"word":"Ods","type":"interj.","descr":" A corruption of God\\'s; -- formerly used in oaths and ejaculatory phrases."},{"word":"Odyl","type":"n.","descr":" Alt. of Odyle"},{"word":"Odyle","type":"n.","descr":" See Od. [Archaic]."},{"word":"Odylic","type":"a.","descr":" Of or pertaining to odyle; odic; as, odylic force."},{"word":"Odyssey","type":"n.","descr":" An epic poem attributed to Homer, which describes the return of Ulysses to Ithaca after the siege of Troy."},{"word":"Odfend","type":"v. i.","descr":" To transgress the moral or divine law; to commit a crime; to stumble; to sin."},{"word":"Odfend","type":"v. i.","descr":" To cause dislike, anger, or vexation; to displease."}]