[{"word":"Off","type":"adv.","descr":" In a general sense, denoting from or away from; as:"},{"word":"Off","type":"adv.","descr":" Denoting distance or separation; as, the house is a mile off."},{"word":"Off","type":"adv.","descr":" Denoting the action of removing or separating; separation; as, to take off the hat or cloak; to cut off, to pare off, to clip off, to peel off, to tear off, to march off, to fly off, and the like."},{"word":"Off","type":"adv.","descr":" Denoting a leaving, abandonment, departure, abatement, interruption, or remission; as, the fever goes off; the pain goes off; the game is off; all bets are off."},{"word":"Off","type":"adv.","descr":" Denoting a different direction; not on or towards: away; as, to look off."},{"word":"Off","type":"adv.","descr":" Denoting opposition or negation."},{"word":"Off","type":"interj.","descr":" Away; begone; -- a command to depart."},{"word":"Off","type":"prep.","descr":" Not on; away from; as, to be off one\\'s legs or off the bed; two miles off the shore."},{"word":"Off","type":"a.","descr":" On the farther side; most distant; on the side of an animal or a team farthest from the driver when he is on foot; in the United States, the right side; as, the off horse or ox in a team, in distinction from the nigh or near horse or ox; the off leg."},{"word":"Off","type":"a.","descr":" Designating a time when one is not strictly attentive to business or affairs, or is absent from his post, and, hence, a time when affairs are not urgent; as, he took an off day for fishing: an off year in politics."},{"word":"Off","type":"n.","descr":" The side of the field that is on the right of the wicket keeper."},{"word":"Offal","type":"n.","descr":" The rejected or waste parts of a butchered animal."},{"word":"Offal","type":"n.","descr":" A dead body; carrion."},{"word":"Offal","type":"n.","descr":" That which is thrown away as worthless or unfit for use; refuse; rubbish."},{"word":"Offcut","type":"n.","descr":" That which is cut off."},{"word":"Offcut","type":"n.","descr":" A portion ofthe printed sheet, in certain sizes of books, that is cut off before folding."},{"word":"Offence","type":"n.","descr":" See Offense."},{"word":"Offended","type":"imp. and p. p.","descr":" of Offend"},{"word":"Offending","type":"p. pr. and vb. n.","descr":" of Offend"},{"word":"Offend","type":"v. t.","descr":" To strike against; to attack; to assail."},{"word":"Offend","type":"v. t.","descr":" To displease; to make angry; to affront."},{"word":"Offend","type":"v. t.","descr":" To be offensive to; to harm; to pain; to annoy; as, strong light offends the eye; to offend the conscience."},{"word":"Offend","type":"v. t.","descr":" To transgress; to violate; to sin against."},{"word":"Offend","type":"v. t.","descr":" To oppose or obstruct in duty; to cause to stumble; to cause to sin or to fall."},{"word":"Offendant","type":"n.","descr":" An offender."},{"word":"Offender","type":"n.","descr":" One who offends; one who violates any law, divine or human; a wrongdoer."},{"word":"Offendress","type":"n.","descr":" A woman who offends."},{"word":"Offense","type":"n.","descr":" Alt. of Offence"},{"word":"Offence","type":"n.","descr":" The act of offending in any sense; esp., a crime or a sin, an affront or an injury."},{"word":"Offence","type":"n.","descr":" The state of being offended or displeased; anger; displeasure."},{"word":"Offence","type":"n.","descr":" A cause or occasion of stumbling or of sin."},{"word":"Offenseful","type":"a.","descr":" Causing offense; displeasing; wrong; as, an offenseful act."},{"word":"Offenseless","type":"a.","descr":" Unoffending; inoffensive."},{"word":"Offensible","type":"a.","descr":" That may give offense."},{"word":"Offension","type":"n.","descr":" Assault; attack."},{"word":"Offensive","type":"a.","descr":" Giving offense; causing displeasure or resentment; displeasing; annoying; as, offensive words."},{"word":"Offensive","type":"a.","descr":" Giving pain or unpleasant sensations; disagreeable; revolting; noxious; as, an offensive smell; offensive sounds."},{"word":"Offensive","type":"a.","descr":" Making the first attack; assailant; aggressive; hence, used in attacking; -- opposed to defensive; as, an offensive war; offensive weapons."},{"word":"Offensive","type":"n.","descr":" The state or posture of one who offends or makes attack; aggressive attitude; the act of the attacking party; -- opposed to defensive."},{"word":"Offered","type":"imp. and p. p.","descr":" of Offer"},{"word":"Offering","type":"p. pr. and vb. n.","descr":" of Offer"},{"word":"Offer","type":"v. t.","descr":" To present, as an act of worship; to immolate; to sacrifice; to present in prayer or devotion; -- often with up."},{"word":"Offer","type":"v. t.","descr":" To bring to or before; to hold out to; to present for acceptance or rejection; as, to offer a present, or a bribe; to offer one\\'s self in marriage."},{"word":"Offer","type":"v. t.","descr":" To present in words; to proffer; to make a proposal of; to suggest; as, to offer an opinion. With the infinitive as an objective: To make an offer; to declare one\\'s willingness; as, he offered to help me."},{"word":"Offer","type":"v. t.","descr":" To attempt; to undertake."},{"word":"Offer","type":"v. t.","descr":" To bid, as a price, reward, or wages; as, to offer a guinea for a ring; to offer a salary or reward."},{"word":"Offer","type":"v. t.","descr":" To put in opposition to; to manifest in an offensive way; to threaten; as, to offer violence, attack, etc."},{"word":"Offer","type":"v. i.","descr":" To present itself; to be at hand."},{"word":"Offer","type":"v. i.","descr":" To make an attempt; to make an essay or a trial; -- used with at."},{"word":"Offer","type":"v. t.","descr":" The act of offering, bringing forward, proposing, or bidding; a proffer; a first advance."},{"word":"Offer","type":"v. t.","descr":" That which is offered or brought forward; a proposal to be accepted or rejected; a sum offered; a bid."},{"word":"Offer","type":"v. t.","descr":" Attempt; endeavor; essay; as, he made an offer to catch the ball."},{"word":"Offerable","type":"a.","descr":" Capable of being offered; suitable or worthy to be offered."},{"word":"Offerer","type":"n.","descr":" One who offers; esp., one who offers something to God in worship."},{"word":"Offering","type":"n.","descr":" The act of an offerer; a proffering."},{"word":"Offering","type":"n.","descr":" That which is offered, esp. in divine service; that which is presented as an expiation or atonement for sin, or as a free gift; a sacrifice; an oblation; as, sin offering."},{"word":"Offering","type":"n.","descr":" A sum of money offered, as in church service; as, a missionary offering. Specif.: (Ch. of Eng.) Personal tithes payable according to custom, either at certain seasons as Christmas or Easter, or on certain occasions as marriages or christenings."},{"word":"Offertories","type":"pl. ","descr":" of Offertory"},{"word":"Offertory","type":"n.","descr":" The act of offering, or the thing offered."},{"word":"Offertory","type":"n.","descr":" An anthem chanted, or a voluntary played on the organ, during the offering and first part of the Mass."},{"word":"Offertory","type":"n.","descr":" That part of the Mass which the priest reads before uncovering the chalice to offer up the elements for consecration."},{"word":"Offertory","type":"n.","descr":" The oblation of the elements."},{"word":"Offertory","type":"n.","descr":" The Scripture sentences said or sung during the collection of the offerings."},{"word":"Offertory","type":"n.","descr":" The offerings themselves."},{"word":"Offerture","type":"n.","descr":" Offer; proposal; overture."},{"word":"Offhand","type":"a.","descr":" Instant; ready; extemporaneous; as, an offhand speech; offhand excuses."},{"word":"Offhand","type":"adv.","descr":" In an offhand manner; as, he replied offhand."},{"word":"Office","type":"n.","descr":" That which a person does, either voluntarily or by appointment, for, or with reference to, others; customary duty, or a duty that arises from the relations of man to man; as, kind offices, pious offices."},{"word":"Office","type":"n.","descr":" A special duty, trust, charge, or position, conferred by authority and for a public purpose; a position of trust or authority; as, an executive or judical office; a municipal office."},{"word":"Office","type":"n.","descr":" A charge or trust, of a sacred nature, conferred by God himself; as, the office of a priest under the old dispensation, and that of the apostles in the new."},{"word":"Office","type":"n.","descr":" That which is performed, intended, or assigned to be done, by a particular thing, or that which anything is fitted to perform; a function; -- answering to duty in intelligent beings."},{"word":"Office","type":"n.","descr":" The place where a particular kind of business or service for others is transacted; a house or apartment in which public officers and others transact business; as, the register\\'s office; a lawyer\\'s office."},{"word":"Office","type":"n.","descr":" The company or corporation, or persons collectively, whose place of business is in an office; as, I have notified the office."},{"word":"Office","type":"n.","descr":" The apartments or outhouses in which the domestics discharge the duties attached to the service of a house, as kitchens, pantries, stables, etc."},{"word":"Office","type":"n.","descr":" Any service other than that of ordination and the Mass; any prescribed religious service."},{"word":"Office","type":"v. t.","descr":" To perform, as the duties of an office; to discharge."},{"word":"Officeholder","type":"n.","descr":" An officer, particularly one in the civil service; a placeman."},{"word":"Officer","type":"n.","descr":" One who holds an office; a person lawfully invested with an office, whether civil, military, or ecclesiastical; as, a church officer; a police officer; a staff officer."},{"word":"Officer","type":"n.","descr":" Specifically, a commissioned officer, in distinction from a warrant officer."},{"word":"Officered","type":"imp. and p. p.","descr":" of Officer"},{"word":"Officering","type":"p. pr. and vb. n.","descr":" of Officer"},{"word":"Officer","type":"v. t.","descr":" To furnish with officers; to appoint officers over."},{"word":"Officer","type":"v. t.","descr":" To command as an officer; as, veterans from old regiments officered the recruits."},{"word":"Official","type":"n.","descr":" Of or pertaining to an office or public trust; as, official duties, or routine."},{"word":"Official","type":"n.","descr":" Derived from the proper office or officer, or from the proper authority; made or communicated by virtue of authority; as, an official statement or report."},{"word":"Official","type":"n.","descr":" Approved by authority; sanctioned by the pharmacopoeia; appointed to be used in medicine; as, an official drug or preparation.  Cf. Officinal."},{"word":"Official","type":"n.","descr":" Discharging an office or function."},{"word":"Official","type":"a.","descr":" One who holds an office; esp., a subordinate executive officer or attendant."},{"word":"Official","type":"a.","descr":" An ecclesiastical judge appointed by a bishop, chapter, archdeacon, etc., with charge of the spiritual jurisdiction."},{"word":"Officialism","type":"n.","descr":" The state of being official; a system of official government; also, adherence to office routine; red-tapism."},{"word":"Officialily","type":"n.","descr":" See Officialty."},{"word":"Officially","type":"adv.","descr":" By the proper officer; by virtue of the proper authority; in pursuance of the special powers vested in an officer or office; as, accounts or reports officially vertified or rendered; letters officially communicated; persons officially notified."},{"word":"Officialty","type":"n.","descr":" The charge, office, court, or jurisdiction of an official."},{"word":"Officiant","type":"n.","descr":" The officer who officiates or performs an office, as the burial office."},{"word":"Officiary","type":"a.","descr":" Of or pertaining to an office or an officer; official."},{"word":"Officiated","type":"imp. and p. p.","descr":" of Officiate"},{"word":"Officiating","type":"p. pr. and vb. n.","descr":" of Officiate"},{"word":"Officiate","type":"v. i.","descr":" To act as an officer in performing a duty; to transact the business of an office or public trust; to conduct a public service."},{"word":"Officiate","type":"v. t.","descr":" To discharge, perform, or supply, as an official duty or function."},{"word":"Officiator","type":"n.","descr":" One who officiates."},{"word":"Officinal","type":"a.","descr":" Used in a shop, or belonging to it."},{"word":"Officinal","type":"a.","descr":" Kept in stock by apothecaries; -- said of such drugs and medicines as may be obtained without special preparation or compounding; not magistral."},{"word":"Officious","type":"a.","descr":" Pertaining to, or being in accordance with, duty."},{"word":"Officious","type":"a.","descr":" Disposed to serve; kind; obliging."},{"word":"Officious","type":"a.","descr":" Importunately interposing services; intermeddling in affairs in which one has no concern; meddlesome."},{"word":"Offing","type":"n.","descr":" That part of the sea at a good distance from the shore, or where there is deep water and no need of a pilot; also, distance from the shore; as, the ship had ten miles offing; we saw a ship in the offing."},{"word":"Offish","type":"a.","descr":" Shy or distant in manner."},{"word":"Offlet","type":"n.","descr":" A pipe to let off water."},{"word":"Offscouring","type":"n.","descr":" That which is scoured off; hence, refuse; rejected matter; that which is vile or despised."},{"word":"Offscum","type":"n.","descr":" Removed scum; refuse; dross."},{"word":"Offset","type":"n.","descr":" In general, that which is set off, from, before, or against, something"},{"word":"Offset","type":"n.","descr":" A short prostrate shoot, which takes root and produces a tuft of leaves, etc. See Illust. of Houseleek."},{"word":"Offset","type":"n.","descr":" A sum, account, or value set off against another sum or account, as an equivalent; hence, anything which is given in exchange or retaliation; a set-off."},{"word":"Offset","type":"n.","descr":" A spur from a range of hills or mountains."},{"word":"Offset","type":"n.","descr":" A horizontal ledge on the face of a wall, formed by a diminution of its thickness, or by the weathering or upper surface of a part built out from it; -- called also set-off."},{"word":"Offset","type":"n.","descr":" A short distance measured at right angles from a line actually run to some point in an irregular boundary, or to some object."},{"word":"Offset","type":"n.","descr":" An abrupt bend in an object, as a rod, by which one part is turned aside out of line, but nearly parallel, with the rest; the part thus bent aside."},{"word":"Offset","type":"n.","descr":" A more or less distinct transfer of a printed page or picture to the opposite page, when the pages are pressed together before the ink is dry or when it is poor."},{"word":"Offset","type":"imp. and p. p.","descr":" of Offset"},{"word":"Offsetting","type":"p. pr. and vb. n.","descr":" of Offset"},{"word":"Offset","type":"v. t.","descr":" To set off; to place over against; to balance; as, to offset one account or charge against another."},{"word":"Offset","type":"v. t.","descr":" To form an offset in, as in a wall, rod, pipe, etc."},{"word":"Offset","type":"v. i.","descr":" To make an offset."},{"word":"Offshoot","type":"n.","descr":" That which shoots off or separates from a main stem, channel, family, race, etc.; as, the offshoots of a tree."},{"word":"Offshore","type":"a.","descr":" From the shore; as, an offshore wind; an offshore signal."},{"word":"Offskip","type":"n.","descr":" That part of a landscape which recedes from the spectator into distance."},{"word":"Offspring","type":"n.sing. and pl.","descr":" The act of production; generation."},{"word":"Offspring","type":"n.sing. and pl.","descr":" That which is produced; a child or children; a descendant or descendants, however remote from the stock."},{"word":"Offspring","type":"n.sing. and pl.","descr":" Origin; lineage; family."},{"word":"Offuscate","type":"","descr":" Alt. of Offuscation"},{"word":"Offuscation","type":"","descr":" See Obfuscate, Obfuscation."},{"word":"Oft","type":"adv.","descr":" Often; frequently; not rarely; many times."},{"word":"Oft","type":"a.","descr":" Frequent; often; repeated."},{"word":"Often","type":"adv.","descr":" Frequently; many times; not seldom."},{"word":"Often","type":"a.","descr":" Frequent; common; repeated."},{"word":"Oftenness","type":"n.","descr":" Frequency."},{"word":"Oftensith","type":"adv.","descr":" Frequently; often."},{"word":"Oftentide","type":"adv.","descr":" Frequently; often."},{"word":"Oftentimes","type":"adv.","descr":" Frequently; often; many times."},{"word":"Ofter","type":"adv.","descr":" Compar. of Oft."},{"word":"Ofttimes","type":"adv.","descr":" Frequently; often."}]