[{"word":"Oidium","type":"n.","descr":" A genus of minute fungi which form a floccose mass of filaments on decaying fruit, etc. Many forms once referred to this genus are now believed to be temporary conditions of fungi of other genera, among them the vine mildew (Oidium Tuckeri), which has caused much injury to grapes."},{"word":"Oil","type":"n.","descr":" Any one of a great variety of unctuous combustible substances, not miscible with water; as, olive oil, whale oil, rock oil, etc.  They are of animal, vegetable, or mineral origin and of varied composition, and they are variously used for food, for solvents, for anointing, lubrication, illumination, etc. By extension, any substance of an oily consistency; as, oil of vitriol."},{"word":"Oiled","type":"imp. and p. p.","descr":" of Oil"},{"word":"Oiling","type":"p. pr. and vb. n.","descr":" of Oil"},{"word":"Oil","type":"v. t.","descr":" To smear or rub over with oil; to lubricate with oil; to anoint with oil."},{"word":"Oilbird","type":"n.","descr":" See Guacharo."},{"word":"Oilcloth","type":"n.","descr":" Cloth treated with oil or paint, and used for marking garments, covering floors, etc."},{"word":"Oiled","type":"a.","descr":" Covered or treated with oil; dressed with, or soaked in, oil."},{"word":"Oiler","type":"n.","descr":" One who deals in oils."},{"word":"Oiler","type":"n.","descr":" One who, or that which, oils."},{"word":"Oilery","type":"n.","descr":" The business, the place of business, or the goods, of a maker of, or dealer in, oils."},{"word":"Oiliness","type":"n.","descr":" The quality of being oily."},{"word":"Oillet","type":"n.","descr":" A small opening or loophole, sometimes circular, used in mediaeval fortifications."},{"word":"Oillet","type":"n.","descr":" A small circular opening, and ring of moldings surrounding it, used in window tracery in Gothic architecture."},{"word":"Oilmen","type":"pl. ","descr":" of Oilman"},{"word":"Oilman","type":"n.","descr":" One who deals in oils; formerly, one who dealt in oils and pickles."},{"word":"Oilnut","type":"n.","descr":" The buffalo nut. See Buffalo nut, under Buffalo."},{"word":"Oilseed","type":"n.","descr":" Seed from which oil is expressed, as the castor bean; also, the plant yielding such seed. See Castor bean."},{"word":"Oilseed","type":"n.","descr":" A cruciferous herb (Camelina sativa)."},{"word":"Oilseed","type":"n.","descr":" The sesame."},{"word":"Oilskin","type":"n.","descr":" Cloth made waterproof by oil."},{"word":"Oilstone","type":"n.","descr":" A variety of hone slate, or whetstone, used for whetting tools when lubricated with oil."},{"word":"Oily","type":"superl.","descr":" Consisting of oil; containing oil; having the nature or qualities of oil; unctuous; oleaginous; as, oily matter or substance."},{"word":"Oily","type":"superl.","descr":" Covered with oil; greasy; hence, resembling oil; as, an oily appearance."},{"word":"Oily","type":"superl.","descr":" Smoothly subservient; supple; compliant; plausible; insinuating."},{"word":"Oinement","type":"n.","descr":" Ointment."},{"word":"Oinomania","type":"n.","descr":" See oenomania."},{"word":"Ointed","type":"imp. and p. p.","descr":" of Oint"},{"word":"Ointing","type":"p. pr and vb. n.","descr":" of Oint"},{"word":"Oint","type":"v. t.","descr":" To anoint."},{"word":"Ointment","type":"n.","descr":" That which serves to anoint; any soft unctuous substance used for smearing or anointing; an unguent."}]