[{"word":"Olay","type":"n. pl.","descr":" Palm leaves, prepared for being written upon with a style pointed with steel."},{"word":"Old","type":"n.","descr":" Open country."},{"word":"Old","type":"superl.","descr":" Not young; advanced far in years or life; having lived till toward the end of the ordinary term of living; as, an old man; an old age; an old horse; an old tree."},{"word":"Old","type":"superl.","descr":" Not new or fresh; not recently made or produced; having existed for a long time; as, old wine; an old friendship."},{"word":"Old","type":"superl.","descr":" Formerly existing; ancient; not modern; preceding; original; as, an old law; an old custom; an old promise."},{"word":"Old","type":"superl.","descr":" Continued in life; advanced in the course of existence; having (a certain) length of existence; -- designating the age of a person or thing; as, an infant a few hours old; a cathedral centuries old."},{"word":"Old","type":"superl.","descr":" Long practiced; hence, skilled; experienced; cunning; as, an old offender; old in vice."},{"word":"Old","type":"superl.","descr":" Long cultivated; as, an old farm; old land, as opposed to new land, that is, to land lately cleared."},{"word":"Old","type":"superl.","descr":" Worn out; weakened or exhausted by use; past usefulness; as, old shoes; old clothes."},{"word":"Old","type":"superl.","descr":" More than enough; abundant."},{"word":"Old","type":"superl.","descr":" Aged; antiquated; hence, wanting in the mental vigor or other qualities belonging to youth; -- used disparagingly as a term of reproach."},{"word":"Old","type":"superl.","descr":" Old-fashioned; wonted; customary; as of old; as, the good old times; hence, colloquially, gay; jolly."},{"word":"Old","type":"superl.","descr":" Used colloquially as a term of cordiality and familiarity."},{"word":"Olden","type":"a.","descr":" Old; ancient; as, the olden time."},{"word":"Olden","type":"v. i.","descr":" To grow old; to age."},{"word":"Old-fashioned","type":"a.","descr":" Formed according to old or obsolete fashion or pattern; adhering to old customs or ideas; as, an old-fashioned dress, girl."},{"word":"Old-gentlemanly","type":"a.","descr":" Pertaining to an old gentleman, or like one."},{"word":"Oldish","type":"a.","descr":" Somewhat old."},{"word":"Old lang syne","type":"","descr":" See Auld lang syne."},{"word":"Old-maidish","type":"a.","descr":" Like an old maid; prim; precise; particular."},{"word":"Old-maidism","type":"n.","descr":" The condition or characteristics of an old maid."},{"word":"Oldness","type":"n.","descr":" The state or quality of being old; old age."},{"word":"Oldster","type":"n.","descr":" An old person."},{"word":"Old-womanish","type":"a.","descr":" Like an old woman; anile."},{"word":"Olea","type":"n.","descr":" A genus of trees including the olive."},{"word":"Oleaceous","type":"a.","descr":" Of, pertaining to, or resembling, a natural order of plants (Oleaceae), mostly trees and shrubs, of which the olive is the type. It includes also the ash, the lilac, the true jasmine, and fringe tree."},{"word":"Oleaginous","type":"a.","descr":" Having the nature or qualities of oil; oily; unctuous."},{"word":"Oleaginousness","type":"n.","descr":" Oiliness."},{"word":"Oleamen","type":"n.","descr":" A soft ointment prepared from oil."},{"word":"Oleander","type":"n.","descr":" A beautiful evergreen shrub of the Dogbane family, having clusters of fragrant red or white flowers. It is native of the East Indies, but the red variety has become common in the south of Europe. Called also rosebay, rose laurel, and South-sea rose."},{"word":"Oleandrine","type":"n.","descr":" One of several alkaloids found in the leaves of the oleander."},{"word":"Oleaster","type":"n.","descr":" The wild olive tree (Olea Europea, var. sylvestris)."},{"word":"Oleaster","type":"n.","descr":" Any species of the genus Elaeagus. See Eleagnus. The small silvery berries of the common species (Elaeagnus hortensis) are called Trebizond dates, and are made into cakes by the Arabs."},{"word":"Oleate","type":"n.","descr":" A salt of oleic acid. Some oleates, as the oleate of mercury, are used in medicine by way of inunction."},{"word":"Olecranal","type":"a.","descr":" Of or pertaining to the olecranon."},{"word":"Olecranon","type":"n.","descr":" The large process at the proximal end of the ulna which projects behind the articulation with the humerus and forms the bony prominence of the elbow."},{"word":"Olefiant","type":"a.","descr":" Forming or producing an oil; specifically, designating a colorless gaseous hydrocarbon called ethylene."},{"word":"Olefine","type":"n.","descr":" Olefiant gas, or ethylene; hence, by extension, any one of the series of unsaturated hydrocarbons of which ethylene is a type. See Ethylene."},{"word":"Oleic","type":"a.","descr":" Pertaining to, derived from, or contained in, oil; as, oleic acid, an acid of the acrylic acid series found combined with glyceryl in the form of olein in certain animal and vegetable fats and oils, such as sperm oil, olive oil, etc. At low temperatures the acid is crystalline, but melts to an oily liquid above 14\/ C."},{"word":"Oleiferous","type":"a.","descr":" Producing oil; as, oleiferous seeds."},{"word":"Olein","type":"n.","descr":" A fat, liquid at ordinary temperatures, but solidifying at temperatures below 0¡ C., found abundantly in both the animal and vegetable kingdoms (see Palmitin). It dissolves solid fats, especially at 30-40¡ C. Chemically, olein is a glyceride of oleic acid; and, as three molecules of the acid are united to one molecule of glyceryl to form the fat, it is technically known as triolein. It is also called elain."},{"word":"Olent","type":"a.","descr":" Scented."},{"word":"Oleograph","type":"n.","descr":" The form or figure assumed by a drop of oil when placed upon water or some other liquid with which it does not mix."},{"word":"Oleograph","type":"n.","descr":" A picture produced in oils by a process analogous to that of lithographic printing."},{"word":"Oleomargarine","type":"n.","descr":" A liquid oil made from animal fats (esp. beef fat) by separating the greater portion of the solid fat or stearin, by crystallization. It is mainly a mixture of olein and palmitin with some little stearin."},{"word":"Oleomargarine","type":"n.","descr":" An artificial butter made by churning this oil with more or less milk."},{"word":"Oleometer","type":"n.","descr":" An instrument for ascertaining the weight and purity of oil; an elaiometer."},{"word":"Oleone","type":"n.","descr":" An oily liquid, obtained by distillation of calcium oleate, and probably consisting of the ketone of oleic acid."},{"word":"Oleoptene","type":"n.","descr":" See Eleoptene."},{"word":"Oleoresin","type":"n.","descr":" A natural mixture of a terebinthinate oil and a resin."},{"word":"Oleoresin","type":"n.","descr":" A liquid or semiliquid preparation extracted (as from capsicum, cubebs, or ginger) by means of ether, and consisting of fixed or volatile oil holding resin in solution."},{"word":"Oleose","type":"a.","descr":" Alt. of Oleous"},{"word":"Oleous","type":"a.","descr":" Oily."},{"word":"Oleosity","type":"n.","descr":" The state or quality of being oily or fat; fatness."},{"word":"Oleraceous","type":"a.","descr":" Pertaining to pot herbs; of the nature or having the qualities of herbs for cookery; esculent."},{"word":"Olf","type":"n.","descr":" The European bullfinch."},{"word":"Olfaction","type":"n.","descr":" The sense by which the impressions made on the olfactory organs by the odorous particles in the atmosphere are perceived."},{"word":"Olfactive","type":"a.","descr":" See Olfactory, a."},{"word":"Olfactor","type":"n.","descr":" A smelling organ; a nose."},{"word":"Olfactory","type":"a.","descr":" Of, pertaining to, or connected with, the sense of smell; as, the olfactory nerves; the olfactory cells."},{"word":"Olfactories","type":"pl. ","descr":" of Olfactory"},{"word":"Olfactory","type":"n.","descr":" An olfactory organ; also, the sense of smell; -- usually in the plural."},{"word":"Oliban","type":"n.","descr":" See Olibanum."},{"word":"Olibanum","type":"n.","descr":" The fragrant gum resin of various species of Boswellia; Oriental frankincense."},{"word":"Olibene","type":"n.","descr":" A colorless mobile liquid of a pleasant aromatic odor obtained by the distillation of olibanum, or frankincense, and regarded as a terpene; -- called also conimene."},{"word":"Olid","type":"a.","descr":" Alt. of Olidous"},{"word":"Olidous","type":"a.","descr":" Having a strong, disagreeable smell; fetid."},{"word":"Olifant","type":"n.","descr":" An elephant."},{"word":"Olifant","type":"n.","descr":" An ancient horn, made of ivory."},{"word":"Oligandrous","type":"a.","descr":" Having few stamens."},{"word":"Oliganthous","type":"a.","descr":" Having few flowers."},{"word":"Oligarch","type":"n.","descr":" A member of an oligarchy; one of the rulers in an oligarchical government."},{"word":"Oligarchal","type":"a.","descr":" Oligarchic."},{"word":"Oligarchic","type":"a.","descr":" Alt. of Oligarchical"},{"word":"Oligarchical","type":"a.","descr":" Of or pertaining to oligarchy, or government by a few."},{"word":"Oligarchist","type":"n.","descr":" An advocate or supporter of oligarchy."},{"word":"Oligarchies","type":"pl. ","descr":" of Oligarchy"},{"word":"Oligarchy","type":"n.","descr":" A form of government in which the supreme power is placed in the hands of a few persons; also, those who form the ruling few."},{"word":"Oligist","type":"a.","descr":" Hematite or specular iron ore; -- prob. so called in allusion to its feeble magnetism, as compared with magnetite."},{"word":"Oligist","type":"a.","descr":" Alt. of Oligistic"},{"word":"Oligistic","type":"a.","descr":" Of or pertaining to hematite."},{"word":"Oligo-","type":"","descr":" A combining form from Gr. \/, few, little, small."},{"word":"Oligocene","type":"a.","descr":" Of, pertaining to, or designating, certain strata which occupy an intermediate position between the Eocene and Miocene periods."},{"word":"Oligocene","type":"n.","descr":" The Oligocene period. See the Chart of Geology."},{"word":"Oligochaeta","type":"n. pl.","descr":" An order of Annelida which includes the earthworms and related species."},{"word":"Oligochete","type":"a.","descr":" Of or pertaining to the Oligochaeta."},{"word":"Oligoclase","type":"n.","descr":" A triclinic soda-lime feldspar. See Feldspar."},{"word":"Oligomerous","type":"a.","descr":" Having few members in each set of organs; as, an oligomerous flower."},{"word":"Oligomyold","type":"a.","descr":" Having few or imperfect syringeal muscles; -- said of some passerine birds (Oligomyodi)."},{"word":"Oligopetalous","type":"a.","descr":" Having few petals."},{"word":"Oligosepalous","type":"a.","descr":" Having few sepals."},{"word":"Oligosiderite","type":"n.","descr":" A meteorite characterized by the presence of but a small amount of metallic iron."},{"word":"Oligospermous","type":"a.","descr":" Having few seeds."},{"word":"Oligotokous","type":"a.","descr":" Producing few young."},{"word":"Olio","type":"n.","descr":" A dish of stewed meat of different kinds."},{"word":"Olio","type":"n.","descr":" A mixture; a medley."},{"word":"Olio","type":"n.","descr":" A collection of miscellaneous pieces."},{"word":"Olitory","type":"a.","descr":" Of or pertaining to, or produced in, a kitchen garden; used for kitchen purposes; as, olitory seeds."},{"word":"Oliva","type":"n.","descr":" A genus of polished marine gastropod shells, chiefly tropical, and often beautifully colored."},{"word":"Olivaceous","type":"a.","descr":" Resembling the olive; of the color of the olive; olive-green."},{"word":"Olivary","type":"a.","descr":" Like an olive."},{"word":"Olivaster","type":"a.","descr":" Of the color of the olive; tawny."},{"word":"Olive","type":"n.","descr":" A tree (Olea Europaea) with small oblong or elliptical leaves, axillary clusters of flowers, and oval, one-seeded drupes. The tree has been cultivated for its fruit for thousands of years, and its branches are the emblems of peace. The wood is yellowish brown and beautifully variegated."},{"word":"Olive","type":"n.","descr":" The fruit of the olive. It has been much improved by cultivation, and is used for making pickles. Olive oil is pressed from its flesh."},{"word":"Olive","type":"n.","descr":" Any shell of the genus Oliva and allied genera; -- so called from the form. See Oliva."},{"word":"Olive","type":"n.","descr":" The oyster catcher."},{"word":"Olive","type":"n.","descr":" The color of the olive, a peculiar dark brownish, yellowish, or tawny green."},{"word":"Olive","type":"n.","descr":" One of the tertiary colors, composed of violet and green mixed in equal strength and proportion."},{"word":"Olive","type":"n.","descr":" An olivary body. See under Olivary."},{"word":"Olive","type":"n.","descr":" A small slice of meat seasoned, rolled up, and cooked; as, olives of beef or veal."},{"word":"Olive","type":"a.","descr":" Approaching the color of the olive; of a peculiar dark brownish, yellowish, or tawny green."},{"word":"Olived","type":"a.","descr":" Decorated or furnished with olive trees."},{"word":"Olivenite","type":"n.","descr":" An olive-green mineral, a hydrous arseniate of copper; olive ore."},{"word":"Oliver","type":"n.","descr":" An olive grove."},{"word":"Oliver","type":"n.","descr":" An olive tree."},{"word":"Oliver","type":"n.","descr":" A small tilt hammer, worked by the foot."},{"word":"Oliverian","type":"n.","descr":" An adherent of Oliver Cromwell."},{"word":"Olivewood","type":"n.","descr":" The wood of the olive."},{"word":"Olivewood","type":"n.","descr":" An Australian name given to the hard white wood of certain trees of the genus Elaeodendron, and also to the trees themselves."},{"word":"Olivil","type":"n.","descr":" A white crystalline substance, obtained from an exudation from the olive, and having a bitter-sweet taste and acid proporties."},{"word":"Olivin","type":"n.","descr":" A complex bitter gum, found on the leaves of the olive tree; -- called also olivite."},{"word":"Olivine","type":"n.","descr":" A common name of the yellowish green mineral chrysolite, esp. the variety found in eruptive rocks."},{"word":"Olivite","type":"n.","descr":" See Olivin."},{"word":"Olla","type":"n.","descr":" A pot or jar having a wide mouth; a cinerary urn, especially one of baked clay."},{"word":"Olla","type":"n.","descr":" A dish of stewed meat; an olio; an olla-podrida."},{"word":"Olla-podrida","type":"n.","descr":" A favorite Spanish dish, consisting of a mixture of several kinds of meat chopped fine, and stewed with vegetables."},{"word":"Olla-podrida","type":"n.","descr":" Any incongruous mixture or miscellaneous collection; an olio."},{"word":"Ology","type":"n.","descr":" A colloquial or humorous name for any science or branch of knowledge."},{"word":"Olpe","type":"n.","descr":" Originally, a leather flask or vessel for oils or liquids; afterward, an earthenware vase or pitcher without a spout."},{"word":"Olusatrum","type":"n.","descr":" An umbelliferous plant, the common Alexanders of Western Europe (Smyrnium Olusatrum)."},{"word":"Olympiad","type":"n.","descr":" A period of four years, by which the ancient Greeks reckoned time, being the interval from one celebration of the Olympic games to another, beginning with the victory of Cor\/bus in the foot race, which took place in the year 776 b.c.; as, the era of the olympiads."},{"word":"Olympian","type":"a.","descr":" Alt. of Olympic"},{"word":"Olympic","type":"a.","descr":" Of or pertaining to Olympus, a mountain of Thessaly, fabled as the seat of the gods, or to Olympia, a small plain in Elis."},{"word":"Olympionic","type":"n.","descr":" An ode in honor of a victor in the Olympic games."}]