[{"word":"Opacate","type":"v. t.","descr":" To darken; to cloud."},{"word":"Opacity","type":"n.","descr":" The state of being opaque; the quality of a body which renders it impervious to the rays of light; want of transparency; opaqueness."},{"word":"Opacity","type":"n.","descr":" Obscurity; want of clearness."},{"word":"Opacous","type":"a.","descr":" Opaque."},{"word":"Opacular","type":"a.","descr":" Opaque."},{"word":"Opah","type":"n.","descr":" A large oceanic fish (Lampris quttatus), inhabiting the Atlantic Ocean. It is remarkable for its brilliant colors, which are red, green, and blue, with tints of purple and gold, covered with round silvery spots. Called also king of the herrings."},{"word":"Opake","type":"a.","descr":" See Opaque."},{"word":"Opal","type":"n.","descr":" A mineral consisting, like quartz, of silica, but inferior to quartz in hardness and specific gravity."},{"word":"Opalesced","type":"imp. and p. p.","descr":" of Opalesce"},{"word":"Opalescing","type":"p. pr. and vb. n.","descr":" of Opalesce"},{"word":"Opalesce","type":"v. i.","descr":" To give forth a play of colors, like the opal."},{"word":"Opalescence","type":"n.","descr":" A reflection of a milky or pearly light from the interior of a mineral, as in the moonstone; the state or quality of being opalescent."},{"word":"Opalescent","type":"a.","descr":" Reflecting a milky or pearly light from the interior; having an opaline play of colors."},{"word":"Opaline","type":"a.","descr":" Of, pertaining to, or like, opal in appearance; having changeable colors like those of the opal."},{"word":"Opalized","type":"imp. and p. p.","descr":" of Opalize"},{"word":"Opalizing","type":"p. pr. and vb. n.","descr":" of Opalize"},{"word":"Opalize","type":"v. t.","descr":" To convert into opal, or a substance like opal."},{"word":"Opalotype","type":"n.","descr":" A picture taken on \"milky\" glass."},{"word":"Opaque","type":"a.","descr":" Impervious to the rays of light; not transparent; as, an opaque substance."},{"word":"Opaque","type":"a.","descr":" Obscure; not clear; unintelligible."},{"word":"Opaque","type":"n.","descr":" That which is opaque; opacity."},{"word":"Opaqueness","type":"n.","descr":" The state or quality of being impervious to light; opacity."},{"word":"Ope","type":"a.","descr":" Open."},{"word":"Ope","type":"v. t. and i.","descr":" To open."},{"word":"Opeidoscope","type":"n.","descr":" An instrument, consisting of a tube having one end open and the other end covered with a thin flexible membrance to the center of which is attached a small mirror. It is used for exhibiting upon a screen, by means of rays reflected from the mirror, the vibratory motions caused by sounds produced at the open end of the tube, as by speaking or singing into it."},{"word":"Opelet","type":"n.","descr":" A bright-colored European actinian (Anemonia, \/ Anthea, sulcata); -- so called because it does not retract its tentacles."},{"word":"Open","type":"a.","descr":" Free of access; not shut up; not closed; affording unobstructed ingress or egress; not impeding or preventing passage; not locked up or covered over; -- applied to passageways; as, an open door, window, road, etc.; also, to inclosed structures or objects; as, open houses, boxes, baskets, bottles, etc.; also, to means of communication or approach by water or land; as, an open harbor or roadstead."},{"word":"Open","type":"a.","descr":" Free to be used, enjoyed, visited, or the like; not private; public; unrestricted in use; as, an open library, museum, court, or other assembly; liable to the approach, trespass, or attack of any one; unprotected; exposed."},{"word":"Open","type":"a.","descr":" Free or cleared of obstruction to progress or to view; accessible; as, an open tract; the open sea."},{"word":"Open","type":"a.","descr":" Not drawn together, closed, or contracted; extended; expanded; as, an open hand; open arms; an open flower; an open prospect."},{"word":"Open","type":"a.","descr":" Without reserve or false pretense; sincere; characterized by sincerity; unfeigned; frank; also, generous; liberal; bounteous; -- applied to personal appearance, or character, and to the expression of thought and feeling, etc."},{"word":"Open","type":"a.","descr":" Not concealed or secret; not hidden or disguised; exposed to view or to knowledge; revealed; apparent; as, open schemes or plans; open shame or guilt."},{"word":"Open","type":"a.","descr":" Not of a quality to prevent communication, as by closing water ways, blocking roads, etc.; hence, not frosty or inclement; mild; -- used of the weather or the climate; as, an open season; an open winter."},{"word":"Open","type":"a.","descr":" Not settled or adjusted; not decided or determined; not closed or withdrawn from consideration; as, an open account; an open question; to keep an offer or opportunity open."},{"word":"Open","type":"a.","descr":" Free; disengaged; unappropriated; as, to keep a day open for any purpose; to be open for an engagement."},{"word":"Open","type":"a.","descr":" Uttered with a relatively wide opening of the articulating organs; -- said of vowels; as, the an far is open as compared with the a in say."},{"word":"Open","type":"a.","descr":" Uttered, as a consonant, with the oral passage simply narrowed without closure, as in uttering s."},{"word":"Open","type":"a.","descr":" Not closed or stopped with the finger; -- said of the string of an instrument, as of a violin, when it is allowed to vibrate throughout its whole length."},{"word":"Open","type":"a.","descr":" Produced by an open string; as, an open tone."},{"word":"Open","type":"n.","descr":" Open or unobstructed space; clear land, without trees or obstructions; open ocean; open water."},{"word":"Opened","type":"imp. and p. p.","descr":" of Open"},{"word":"Opening","type":"p. pr. and vb. n.","descr":" of Open"},{"word":"Open","type":"v. t.","descr":" To make or set open; to render free of access; to unclose; to unbar; to unlock; to remove any fastening or covering from; as, to open a door; to open a box; to open a room; to open a letter."},{"word":"Open","type":"v. t.","descr":" To spread; to expand; as, to open the hand."},{"word":"Open","type":"v. t.","descr":" To disclose; to reveal; to interpret; to explain."},{"word":"Open","type":"v. t.","descr":" To make known; to discover; also, to render available or accessible for settlements, trade, etc."},{"word":"Open","type":"v. t.","descr":" To enter upon; to begin; as, to open a discussion; to open fire upon an enemy; to open trade, or correspondence; to open a case in court, or a meeting."},{"word":"Open","type":"v. t.","descr":" To loosen or make less compact; as, to open matted cotton by separating the fibers."},{"word":"Open","type":"v. i.","descr":" To unclose; to form a hole, breach, or gap; to be unclosed; to be parted."},{"word":"Open","type":"v. i.","descr":" To expand; to spread out; to be disclosed; as, the harbor opened to our view."},{"word":"Open","type":"v. i.","descr":" To begin; to commence; as, the stock opened at par; the battery opened upon the enemy."},{"word":"Open","type":"v. i.","descr":" To bark on scent or view of the game."},{"word":"Open-air","type":"a.","descr":" Taking place in the open air; outdoor; as, an open-air game or meeting."},{"word":"Openbill","type":"n.","descr":" A bird of the genus Anastomus, allied to the stork; -- so called because the two parts of the bill touch only at the base and tip. One species inhabits India, another Africa. Called also open-beak. See Illust. (m), under Beak."},{"word":"Opener","type":"n.","descr":" One who, or that which, opens."},{"word":"Open-eyed","type":"a.","descr":" With eyes widely open; watchful; vigilant."},{"word":"Open-handed","type":"a.","descr":" Generous; liberal; munificent."},{"word":"Open-headed","type":"a.","descr":" Bareheaded."},{"word":"Open-hearted","type":"a.","descr":" Candid; frank; generous."},{"word":"Opening","type":"n.","descr":" The act or process of opening; a beginning; commencement; first appearance; as, the opening of a speech."},{"word":"Opening","type":"n.","descr":" A place which is open; a breach; an aperture; a gap; cleft, or hole."},{"word":"Opening","type":"n.","descr":" Hence: A vacant place; an opportunity; as, an opening for business."},{"word":"Opening","type":"n.","descr":" A thinly wooded space, without undergrowth, in the midst of a forest; as, oak openings."},{"word":"Openly","type":"adv.","descr":" In an open manner; publicly; not in private; without secrecy."},{"word":"Openly","type":"adv.","descr":" Without reserve or disguise; plainly; evidently."},{"word":"Open-mouthed","type":"a.","descr":" Having the mouth open; gaping; hence, greedy; clamorous."},{"word":"Openness","type":"n.","descr":" The quality or state of being open."},{"word":"Openwork","type":"n.","descr":" Anything so constructed or manufactured (in needlework, carpentry, metal work, etc.) as to show openings through its substance; work that is perforated or pierced."},{"word":"Openwork","type":"n.","descr":" A quarry; an open cut."},{"word":"Opera","type":"n.","descr":" A drama, either tragic or comic, of which music forms an essential part; a drama wholly or mostly sung, consisting of recitative, arials, choruses, duets, trios, etc., with orchestral accompaniment, preludes, and interludes, together with appropriate costumes, scenery, and action; a lyric drama."},{"word":"Opera","type":"n.","descr":" The score of a musical drama, either written or in print; a play set to music."},{"word":"Opera","type":"n.","descr":" The house where operas are exhibited."},{"word":"Operable","type":"a.","descr":" Practicable."},{"word":"Operameter","type":"n.","descr":" An instrument or machine for measuring work done, especially for ascertaining the number of rotations made by a machine or wheel in manufacturing cloth; a counter."},{"word":"Operance","type":"n.","descr":" Alt. of Operancy"},{"word":"Operancy","type":"n.","descr":" The act of operating or working; operation."},{"word":"Operand","type":"n.","descr":" The symbol, quantity, or thing upon which a mathematical operation is performed; -- called also faciend."},{"word":"Operant","type":"a.","descr":" Operative."},{"word":"Operant","type":"n.","descr":" An operative person or thing."},{"word":"Operated","type":"imp. and p. p.","descr":" of Operate"},{"word":"Operating","type":"p. pr. and vb. n.","descr":" of Operate"},{"word":"Operate","type":"v. i.","descr":" To perform a work or labor; to exert power or strengh, physical or mechanical; to act."},{"word":"Operate","type":"v. i.","descr":" To produce an appropriate physical effect; to issue in the result designed by nature; especially (Med.), to take appropriate effect on the human system."},{"word":"Operate","type":"v. i.","descr":" To act or produce effect on the mind; to exert moral power or influence."},{"word":"Operate","type":"v. i.","descr":" To perform some manual act upon a human body in a methodical manner, and usually with instruments, with a view to restore soundness or health, as in amputation, lithotomy, etc."},{"word":"Operate","type":"v. i.","descr":" To deal in stocks or any commodity with a view to speculative profits."},{"word":"Operate","type":"v. t.","descr":" To produce, as an effect; to cause."},{"word":"Operate","type":"v. t.","descr":" To put into, or to continue in, operation or activity; to work; as, to operate a machine."},{"word":"Operatic","type":"a.","descr":" Alt. of Operatical"},{"word":"Operatical","type":"a.","descr":" Of or pertaining to the opera or to operas; characteristic of, or resembling, the opera."},{"word":"Operation","type":"n.","descr":" The act or process of operating; agency; the exertion of power, physical, mechanical, or moral."},{"word":"Operation","type":"n.","descr":" The method of working; mode of action."},{"word":"Operation","type":"n.","descr":" That which is operated or accomplished; an effect brought about in accordance with a definite plan; as, military or naval operations."},{"word":"Operation","type":"n.","descr":" Effect produced; influence."},{"word":"Operation","type":"n.","descr":" Something to be done; some transformation to be made upon quantities, the transformation being indicated either by rules or symbols."},{"word":"Operation","type":"n.","descr":" Any methodical action of the hand, or of the hand with instruments, on the human body, to produce a curative or remedial effect, as in amputation, etc."},{"word":"Operative","type":"a.","descr":" Having the power of acting; hence, exerting force, physical or moral; active in the production of effects; as, an operative motive."},{"word":"Operative","type":"a.","descr":" Producing the appropriate or designed effect; efficacious; as, an operative dose, rule, or penalty."},{"word":"Operative","type":"a.","descr":" Based upon, or consisting of, an operation or operations; as, operative surgery."},{"word":"Operative","type":"n.","descr":" A skilled worker; an artisan; esp., one who operates a machine in a mill or manufactory."},{"word":"Operatively","type":"adv.","descr":" In an operative manner."},{"word":"Operator","type":"n.","descr":" One who, or that which, operates or produces an effect."},{"word":"Operator","type":"n.","descr":" One who performs some act upon the human body by means of the hand, or with instruments."},{"word":"Operator","type":"n.","descr":" A dealer in stocks or any commodity for speculative purposes; a speculator."},{"word":"Operator","type":"n.","descr":" The symbol that expresses the operation to be performed; -- called also facient."},{"word":"Operatory","type":"n.","descr":" A laboratory."},{"word":"Opercle","type":"n.","descr":" Any one of the bony plates which support the gill covers of fishes; an opercular bone."},{"word":"Opercle","type":"n.","descr":" An operculum."},{"word":"Opercula","type":"n. pl.","descr":" See Operculum."},{"word":"Oparcular","type":"a.","descr":" Of, pertaining to, or like, an operculum."},{"word":"Opercular","type":"n.","descr":" The principal opercular bone or operculum of fishes."},{"word":"Operculate","type":"a.","descr":" Alt. of Operculated"},{"word":"Operculated","type":"a.","descr":" Closed by a lid or cover, as the capsules of the mosses."},{"word":"Operculated","type":"a.","descr":" Having an operculum, or an apparatus for protecting the gills; -- said of shells and of fishes."},{"word":"Operculiferous","type":"a.","descr":" Bearing an operculum."},{"word":"Operculiform","type":"a.","descr":" Having the form of a lid or cover."},{"word":"Operculigenous","type":"a.","descr":" Producing an operculum; -- said of the foot, or part of the foot, of certain mollusks."},{"word":"Opercula","type":"pl. ","descr":" of Operculum"},{"word":"Operculums","type":"pl. ","descr":" of Operculum"},{"word":"Operculum","type":"n.","descr":" The lid of a pitcherform leaf."},{"word":"Operculum","type":"n.","descr":" The lid of the urnlike capsule of mosses."},{"word":"Operculum","type":"n.","descr":" Any lidlike or operculiform process or part; as, the opercula of a dental follicle."},{"word":"Operculum","type":"n.","descr":" The fold of integument, usually supported by bony plates, which protects the gills of most fishes and some amphibians; the gill cover; the gill lid."},{"word":"Operculum","type":"n.","descr":" The principal opercular bone in the upper and posterior part of the gill cover."},{"word":"Operculum","type":"n.","descr":" The lid closing the aperture of various species of shells, as the common whelk. See Illust. of Gastropoda."},{"word":"Operculum","type":"n.","descr":" Any lid-shaped structure closing the aperture of a tube or shell."},{"word":"Operetta","type":"n.","descr":" A short, light, musical drama."},{"word":"Operose","type":"a.","descr":" Wrought with labor; requiring labor; hence, tedious; wearisome."},{"word":"Operosity","type":"n.","descr":" Laboriousness."},{"word":"Operous","type":"a.","descr":" Operose."},{"word":"Opertaneous","type":"a.","descr":" Concealed; private."},{"word":"Opetide","type":"n.","descr":" Open time; -- applied to different things"},{"word":"Opetide","type":"n.","descr":" The early spring, or the time when flowers begin opening."},{"word":"Opetide","type":"n.","descr":" The time between Epiphany and Ash Wednesday wherein marriages were formerly solemnized publicly in churches. [Eng.] "},{"word":"Opetide","type":"n.","descr":" The time after harvest when the common fields are open to all kinds of stock."},{"word":"Ophelic","type":"a.","descr":" Of, pertaining to, or designating, a substance (called ophelic acid) extracted from a plant (Ophelia) of the Gentian family as a bitter yellowish sirup, used in India as a febrifuge and tonic."},{"word":"Ophicleide","type":"n.","descr":" A large brass wind instrument, formerly used in the orchestra and in military bands, having a loud tone, deep pitch, and a compass of three octaves; -- now generally supplanted by bass and contrabass tubas."},{"word":"Ophidia","type":"n. pl.","descr":" The order of reptiles which includes the serpents."},{"word":"Ophidian","type":"n.","descr":" One of the Ophidia; a snake or serpent."},{"word":"Ophidian","type":"a.","descr":" Of or pertaining to the Ophidia; belonging to serpents."},{"word":"Ophidioid","type":"a.","descr":" Of or pertaining to the Ophidiidae, a family of fishes which includes many slender species."},{"word":"Ophidioid","type":"n.","descr":" One of the Ophidiidae."},{"word":"Ophidia","type":"pl. ","descr":" of Ophidion"},{"word":"Ophidion","type":"n.","descr":" The typical genus of ophidioid fishes. [Written also Ophidium.] See Illust. under Ophidioid."},{"word":"Ophidious","type":"a.","descr":" Ophidian."},{"word":"Ophiolatry","type":"n.","descr":" The worship of serpents."},{"word":"Ophiologic","type":"a.","descr":" Alt. of Ophiological"},{"word":"Ophiological","type":"a.","descr":" Of or pertaining to ophiology."},{"word":"Ophiologist","type":"n.","descr":" One versed in the natural history of serpents."},{"word":"Ophiology","type":"n.","descr":" That part of natural history which treats of the ophidians, or serpents."},{"word":"Ophiomancy","type":"n.","descr":" Divination by serpents, as by their manner of eating, or by their coils."},{"word":"Ophiomorpha","type":"n. pl.","descr":" An order of tailless amphibians having a slender, wormlike body with regular annulations, and usually with minute scales imbedded in the skin. The limbs are rudimentary or wanting. It includes the caecilians. Called also Gymnophiona and Ophidobatrachia."},{"word":"Ophiomorphite","type":"n.","descr":" An ammonite."},{"word":"Ophiomorphous","type":"a.","descr":" Having the form of a serpent."},{"word":"Ophiophagous","type":"a.","descr":" Feeding on serpents; -- said of certain birds and reptiles."},{"word":"Ophiophagus","type":"n.","descr":" A genus of venomous East Indian snakes, which feed on other snakes. Ophiophagus elaps is said to be the largest and most deadly of poisonous snakes."},{"word":"Ophite","type":"a.","descr":" Of or pertaining to a serpent."},{"word":"Ophite","type":"n.","descr":" A greenish spotted porphyry, being a diabase whose pyroxene has been altered to uralite; -- first found in the Pyreness. So called from the colored spots which give it a mottled appearance."},{"word":"Ophite","type":"a.","descr":" A mamber of a Gnostic serpent-worshiping sect of the second century."},{"word":"Ophiuchus","type":"n.","descr":" A constellation in the Northern Hemisphere, delineated as a man holding a serpent in his hands; -- called also Serpentarius."},{"word":"Ophiura","type":"n.","descr":" A genus of ophiurioid starfishes."},{"word":"Ophiuran","type":"a.","descr":" Of or pertaining to the Ophiurioidea."},{"word":"Ophiuran","type":"n.","descr":" One of the Ophiurioidea."},{"word":"Ophiurid","type":"n.","descr":" Same as Ophiurioid."},{"word":"Ophiurida","type":"n. pl.","descr":" Same as Ophiurioidea."},{"word":"Ophiurioid","type":"a.","descr":" Of or pertaining to the Ophiurioidea."},{"word":"Ophiurioid","type":"n.","descr":" One of the Ophiurioidea."},{"word":"Ophiurioidea","type":"n. pl.","descr":" Alt. of Ophiuroidea"},{"word":"Ophiuroidea","type":"n. pl.","descr":" A class of star-shaped echinoderms having a disklike body, with slender, articulated arms, which are not grooved beneath and are often very fragile; -- called also Ophiuroida and Ophiuridea. See Illust. under Brittle star."},{"word":"Ophryon","type":"n.","descr":" The supraorbital point."},{"word":"Ophthalmia","type":"n.","descr":" An inflammation of the membranes or coats of the eye or of the eyeball."},{"word":"Ophthalmic","type":"a.","descr":" Of, pertaining to, or in the region of, the eye; ocular; as the ophthalmic, or orbitonasal, nerve, a division of the trigeminal, which gives branches to the lachrymal gland, eyelids, nose, and forehead."},{"word":"Ophthalmite","type":"n.","descr":" An eyestalk; the organ which bears the compound eyes of decapod Crustacea."},{"word":"Ophthalmological","type":"a.","descr":" Of or pertaining to ophthalmology."},{"word":"Ophthalmologist","type":"n.","descr":" One skilled in ophthalmology; an oculist."},{"word":"Ophthalmology","type":"n.","descr":" The science which treats of the structure, functions, and diseases of the eye."},{"word":"Ophthalmometer","type":"n.","descr":" An instrument devised by Helmholtz for measuring the size of a reflected image on the convex surface of the cornea and lens of the eye, by which their curvature can be ascertained."},{"word":"Ophthalmoscope","type":"n.","descr":" An instrument for viewing the interior of the eye, particularly the retina. Light is thrown into the eye by a mirror (usually concave) and the interior is then examined with or without the aid of a lens."},{"word":"Ophthalmoscopy","type":"n.","descr":" A branch of physiognomy which deduces the knowledge of a person\\'s temper and character from the appearance of the eyes."},{"word":"Ophthalmoscopy","type":"n.","descr":" Examination of the eye with the ophthalmoscope."},{"word":"Ophthalmy","type":"n.","descr":" Same as Ophthalmia."},{"word":"Opianic","type":"a.","descr":" Of, pertaining to, or designating, an organic acid obtained by the oxidation of narcotine."},{"word":"Opianine","type":"n.","descr":" An alkaloid found in small quantity in opium. It is identical with narcotine."},{"word":"Opianyl","type":"n.","descr":" Same as Meconin."},{"word":"Opiate","type":"n.","descr":" Originally, a medicine of a thicker consistence than sirup, prepared with opium."},{"word":"Opiate","type":"n.","descr":" Any medicine that contains opium, and has the quality of inducing sleep or repose; a narcotic."},{"word":"Opiate","type":"n.","descr":" Anything which induces rest or inaction; that which quiets uneasiness."},{"word":"Opiate","type":"a.","descr":" Inducing sleep; somniferous; narcotic; hence, anodyne; causing rest, dullness, or inaction; as, the opiate rod of Hermes."},{"word":"Opiate","type":"v. t.","descr":" To subject to the influence of an opiate; to put to sleep."},{"word":"Opiated","type":"a.","descr":" Mixed with opiates."},{"word":"Opiated","type":"a.","descr":" Under the influence of opiates."},{"word":"Opie","type":"n.","descr":" Opium."},{"word":"Opiferous","type":"a.","descr":" Bringing help."},{"word":"Opifice","type":"n.","descr":" Workmanship."},{"word":"Opificer","type":"n.","descr":" An artificer; a workman."},{"word":"Opinable","type":"a.","descr":" Capable of being opined or thought."},{"word":"Opination","type":"n.","descr":" The act of thinking; a supposition."},{"word":"Opinative","type":"a.","descr":" Obstinate in holding opinions; opinionated."},{"word":"Opinator","type":"n.","descr":" One fond of his own opinious; one who holds an opinion."},{"word":"Opined","type":"imp. and p. p.","descr":" of Opine"},{"word":"Opining","type":"p. pr. and vb. n.","descr":" of Opine"},{"word":"Opine","type":"v. t. and i.","descr":" To have an opinion; to judge; to think; to suppose."},{"word":"Opiner","type":"n.","descr":" One who opines."},{"word":"Opiniaster","type":"a.","descr":" Alt. of Opiniatre"},{"word":"Opiniatre","type":"a.","descr":" Opinionated."},{"word":"Opiniastrous","type":"a.","descr":" See Opiniaster. [Obs.]."},{"word":"Opinlate","type":"v. t.","descr":" To hold or maintain persistently."},{"word":"Opiniated","type":"a.","descr":" Opinionated."},{"word":"Opiniative","type":"a.","descr":" Opinionative."},{"word":"Opiniator","type":"n.","descr":" Alt. of Opiniatre"},{"word":"Opiniatre","type":"n.","descr":" One who is opinionated."},{"word":"Opiniatre","type":"a.","descr":" See Opiniaster."},{"word":"Opiniatrety","type":"n.","descr":" Obstinacy in opinious."},{"word":"Opinicus","type":"n.","descr":" An imaginary animal borne as a charge, having wings, an eagle\\'s head, and a short tail; -- sometimes represented without wings."},{"word":"Opining","type":"n.","descr":" Opinion."},{"word":"Opinion","type":"n.","descr":" That which is opined; a notion or conviction founded on probable evidence; belief stronger than impression, less strong than positive knowledge; settled judgment in regard to any point of knowledge or action."},{"word":"Opinion","type":"n.","descr":" The judgment or sentiment which the mind forms of persons or things; estimation."},{"word":"Opinion","type":"n.","descr":" Favorable estimation; hence, consideration; reputation; fame; public sentiment or esteem."},{"word":"Opinion","type":"n.","descr":" Obstinacy in holding to one\\'s belief or impression; opiniativeness; conceitedness."},{"word":"Opinion","type":"n.","descr":" The formal decision, or expression of views, of a judge, an umpire, a counselor, or other party officially called upon to consider and decide upon a matter or point submitted."},{"word":"Opinion","type":"v. t.","descr":" To opine."},{"word":"Opinionable","type":"a.","descr":" Being, or capable of being, a matter of opinion; that can be thought; not positively settled; as, an opinionable doctrine."},{"word":"Opinionate","type":"a.","descr":" Opinionated."},{"word":"Opinionated","type":"a.","descr":" Stiff in opinion; firmly or unduly adhering to one\\'s own opinion or to preconceived notions; obstinate in opinion."},{"word":"Opinionately","type":"adv.","descr":" Conceitedly."},{"word":"Opinionatist","type":"n.","descr":" An opinionist."},{"word":"Opinionative","type":"a.","descr":" Unduly attached to one\\'s own opinions; opinionated."},{"word":"Opinionative","type":"a.","descr":" Of the nature of an opinion; conjectured."},{"word":"Opinionator","type":"n.","descr":" An opinionated person; one given to conjecture."},{"word":"Opinioned","type":"a.","descr":" Opinionated; conceited."},{"word":"Opinionist","type":"n.","descr":" One fond of his own notions, or unduly attached to his own opinions."},{"word":"Opiparous","type":"a.","descr":" Sumptuous."},{"word":"Opisometer","type":"n.","descr":" An instrument with a revolving wheel for measuring a curved line, as on a map."},{"word":"Opisthion","type":"n.","descr":" The middle of the posterior, or dorsal, margin of the great foramen of the skull."},{"word":"Opisthobranchia","type":"n. pl.","descr":" Alt. of Opisthobranchiata"},{"word":"Opisthobranchiata","type":"n. pl.","descr":" A division of gastropod Mollusca, in which the breathing organs are usually situated behind the heart. It includes the tectibranchs and nudibranchs."},{"word":"Opisthobranchiate","type":"a.","descr":" Of or pertaining to the Opisthobranchiata."},{"word":"Opisthobranchiate","type":"n.","descr":" One of the Opisthobranchiata."},{"word":"Opisthocoelian","type":"a.","descr":" Alt. of Opisthocoelous"},{"word":"Opisthocoelous","type":"a.","descr":" Concave behind; -- applied especially to vertebrae in which the anterior end of the centrum is convex and the posterior concave."},{"word":"Opisthodome","type":"n.","descr":" A back chamber; especially, that part of the naos, or cella, farthest from the main entrance, sometimes having an entrance of its own, and often used as a treasury."},{"word":"Opisthoglypha","type":"n. pl.","descr":" A division of serpents which have some of the posterior maxillary teeth grooved for fangs."},{"word":"Opisthography","type":"n.","descr":" A writing upon the back of anything, as upon the back of a leaf or sheet already written upon on one side."},{"word":"Opisthomi","type":"n. pl.","descr":" An order of eellike fishes having the scapular arch attached to the vertebrae, but not connected with the skull."},{"word":"Opisthopulmonate","type":"a.","descr":" Having the pulmonary sac situated posteriorly; -- said of certain air-breathing Mollusca."},{"word":"Opisthotic","type":"n.","descr":" The inferior and posterior of the three elements forming the periotic bone."},{"word":"Opisthotonos","type":"n.","descr":" A tetanic spasm in which the body is bent backwards and stiffened."},{"word":"Opitulation","type":"n.","descr":" The act of helping or aiding; help."},{"word":"Opium","type":"n.","descr":" The inspissated juice of the Papaver somniferum, or white poppy."},{"word":"Ople tree","type":"","descr":" The witch-hazel."},{"word":"Opobalsam","type":"n.","descr":" Alt. of Opobalsamum"},{"word":"Opobalsamum","type":"n.","descr":" The old name of the aromatic resinous juice of the Balsamodendron opobalsamum, now commonly called balm of Gilead. See under Balm."},{"word":"Opodeldoc","type":"n.","descr":" A kind of plaster, said to have been invented by Mindererus, -- used for external injuries."},{"word":"Opodeldoc","type":"n.","descr":" A saponaceous, camphorated liniment; a solution of soap in alcohol, with the addition of camphor and essential oils; soap liniment."},{"word":"Opopanax","type":"n.","descr":" The inspissated juice of an umbelliferous plant (the Opoponax Chironum), brought from Turkey and the East Indies in loose granules, or sometimes in larger masses, of a reddish yellow color, with specks of white. It has a strong smell and acrid taste, and was formerly used in medicine as an emmenagogue and antispasmodic."},{"word":"Opossum","type":"n.","descr":" Any American marsupial of the genera Didelphys and Chironectes. The common species of the United States is Didelphys Virginiana."},{"word":"Oppidan","type":"a.","descr":" Of or pertaining to a town."},{"word":"Oppidan","type":"n.","descr":" An inhabitant of a town."},{"word":"Oppidan","type":"n.","descr":" A student of Eton College, England, who is not a King\\'s scholar, and who boards in a private family."},{"word":"Oppignerate","type":"v. i.","descr":" To pledge; to pawn."},{"word":"Oppilated","type":"imp. and p. p.","descr":" of Oppilate"},{"word":"Oppilating","type":"p. pr. and vb. n.","descr":" of Oppilate"},{"word":"Oppilate","type":"v. t.","descr":" To crowd together; to fill with obstructions; to block up."},{"word":"Oppilation","type":"n.","descr":" The act of filling or crowding together; a stopping by redundant matter; obstruction, particularly in the lower intestines."},{"word":"Oppilative","type":"a.","descr":" Obstructive."},{"word":"Opplete","type":"a.","descr":" Alt. of Oppleted"},{"word":"Oppleted","type":"a.","descr":" Filled; crowded."},{"word":"Oppletion","type":"n.","descr":" The act of filling up, or the state of being filled up; fullness."},{"word":"Oppone","type":"v. t.","descr":" To oppose."},{"word":"Opponency","type":"n.","descr":" The act of opening an academical disputation; the proposition of objections to a tenet, as an exercise for a degree."},{"word":"Opponent","type":"a.","descr":" Situated in front; opposite; hence, opposing; adverse; antagonistic."},{"word":"Opponent","type":"n.","descr":" One who opposes; an adversary; an antagonist; a foe."},{"word":"Opponent","type":"n.","descr":" One who opposes in a disputation, argument, or other verbal controversy; specifically, one who attacks some theirs or proposition, in distinction from the respondent, or defendant, who maintains it."},{"word":"Opportune","type":"a.","descr":" Convenient; ready; hence, seasonable; timely."},{"word":"Opportune","type":"v. t.","descr":" To suit."},{"word":"Opportunism","type":"n.","descr":" The art or practice of taking advantage of opportunities or circumstances, or of seeking immediate advantage with little regard for ultimate consequences."},{"word":"Opportunist","type":"n.","descr":" One who advocates or practices opportunism."},{"word":"Opportunities","type":"pl. ","descr":" of Opportunity"},{"word":"Opportunity","type":"n.","descr":" Fit or convenient time; a time or place favorable for executing a purpose; a suitable combination of conditions; suitable occasion; chance."},{"word":"Opportunity","type":"n.","descr":" Convenience of situation; fitness."},{"word":"Opportunity","type":"n.","descr":" Importunity; earnestness."},{"word":"Opposability","type":"n.","descr":" The condition or quality of being opposable."},{"word":"Opposable","type":"a.","descr":" Capable of being opposed or resisted."},{"word":"Opposable","type":"a.","descr":" Capable of being placed opposite something else; as, the thumb is opposable to the forefinger."},{"word":"Opposal","type":"n.","descr":" Opposition."},{"word":"Opposed","type":"imp. and p. p.","descr":" of Oppose"},{"word":"Opposing","type":"p. pr. and vb. n.","descr":" of Oppose"},{"word":"Oppose","type":"n.","descr":" To place in front of, or over against; to set opposite; to exhibit."},{"word":"Oppose","type":"n.","descr":" To put in opposition, with a view to counterbalance or countervail; to set against; to offer antagonistically."},{"word":"Oppose","type":"n.","descr":" To resist or antagonize by physical means, or by arguments, etc.; to contend against; to confront; to resist; to withstand; as, to oppose the king in battle; to oppose a bill in Congress."},{"word":"Oppose","type":"n.","descr":" To compete with; to strive against; as, to oppose a rival for a prize."},{"word":"Oppose","type":"v. i.","descr":" To be set opposite."},{"word":"Oppose","type":"v. i.","descr":" To act adversely or in opposition; -- with against or to; as, a servant opposed against the act."},{"word":"Oppose","type":"v. i.","descr":" To make objection or opposition in controversy."},{"word":"Opposeless","type":"a.","descr":" Not to be effectually opposed; irresistible."},{"word":"Opposer","type":"n.","descr":" One who opposes; an opponent; an antagonist; an adversary."},{"word":"Opposite","type":"a.","descr":" Placed over against; standing or situated over against or in front; facing; -- often with to; as, a house opposite to the Exchange."},{"word":"Opposite","type":"a.","descr":" Applied to the other of two things which are entirely different; other; as, the opposite sex; the opposite extreme."},{"word":"Opposite","type":"a.","descr":" Extremely different; inconsistent; contrary; repugnant; antagonistic."},{"word":"Opposite","type":"a.","descr":" Set over against each other, but separated by the whole diameter of the stem, as two leaves at the same node."},{"word":"Opposite","type":"a.","descr":" Placed directly in front of another part or organ, as a stamen which stands before a petal."},{"word":"Opposite","type":"n.","descr":" One who opposes; an opponent; an antagonist."},{"word":"Opposite","type":"n.","descr":" That which is opposed or contrary; as, sweetness and its opposite."},{"word":"Oppositely","type":"adv.","descr":" In a situation to face each other; in an opposite manner or direction; adversely."},{"word":"Oppositeness","type":"n.","descr":" The quality or state of being opposite."},{"word":"Oppositifolious","type":"a.","descr":" Placed at the same node with a leaf, but separated from it by the whole diameter of the stem; as, an oppositifolious peduncle."},{"word":"Opposition","type":"n.","descr":" The act of opposing; an attempt to check, restrain, or defeat; resistance."},{"word":"Opposition","type":"n.","descr":" The state of being placed over against; situation so as to front something else."},{"word":"Opposition","type":"n.","descr":" Repugnance; contrariety of sentiment, interest, or purpose; antipathy."},{"word":"Opposition","type":"n.","descr":" That which opposes; an obstacle; specifically, the aggregate of persons or things opposing; hence, in politics and parliamentary practice, the party opposed to the party in power."},{"word":"Opposition","type":"n.","descr":" The situation of a heavenly body with respect to another when in the part of the heavens directly opposite to it; especially, the position of a planet or satellite when its longitude differs from that of the sun 180¡; -- signified by the symbol \/; as, \/ \/ \/, opposition of Jupiter to the sun."},{"word":"Opposition","type":"n.","descr":" The relation between two propositions when, having the same subject and predicate, they differ in quantity, or in quality, or in both; or between two propositions which have the same matter but a different form."},{"word":"Oppositionist","type":"n.","descr":" One who belongs to the opposition party."},{"word":"Oppositipetalous","type":"a.","descr":" Placed in front of a petal."},{"word":"Oppositisepalous","type":"a.","descr":" Placed in front of a sepal."},{"word":"Oppositive","type":"a.","descr":" Capable of being put in opposition."},{"word":"Oppressed","type":"imp. and p. p.","descr":" of Oppress"},{"word":"Oppressing","type":"p. pr. and vb. n.","descr":" of Oppress"},{"word":"Oppress","type":"v. t.","descr":" To impose excessive burdens upon; to overload; hence, to treat with unjust rigor or with cruelty."},{"word":"Oppress","type":"v. t.","descr":" To ravish; to violate."},{"word":"Oppress","type":"v. t.","descr":" To put down; to crush out; to suppress."},{"word":"Oppress","type":"v. t.","descr":" To produce a sensation of weight in (some part of the body); as, my lungs are oppressed by the damp air; excess of food oppresses the stomach."},{"word":"Oppression","type":"n.","descr":" The act of oppressing, or state of being oppressed."},{"word":"Oppression","type":"n.","descr":" That which oppresses; a hardship or injustice; cruelty; severity; tyranny."},{"word":"Oppression","type":"n.","descr":" A sense of heaviness or obstruction in the body or mind; depression; dullness; lassitude; as, an oppression of spirits; an oppression of the lungs."},{"word":"Oppression","type":"n.","descr":" Ravishment; rape."},{"word":"Oppressive","type":"a.","descr":" Unreasonably burdensome; unjustly severe, rigorous, or harsh; as, oppressive taxes; oppressive exactions of service; an oppressive game law."},{"word":"Oppressive","type":"a.","descr":" Using oppression; tyrannical; as, oppressive authority or commands."},{"word":"Oppressive","type":"a.","descr":" Heavy; overpowering; hard to be borne; as, oppressive grief or woe."},{"word":"Oppressor","type":"n.","descr":" One who oppresses; one who imposes unjust burdens on others; one who harasses others with unjust laws or unreasonable severity."},{"word":"Oppressure","type":"n.","descr":" Oppression."},{"word":"Opprobrious","type":"a.","descr":" Expressive of opprobrium; attaching disgrace; reproachful; scurrilous; as, opprobrious language."},{"word":"Opprobrious","type":"a.","descr":" Infamous; despised; rendered hateful; as, an opprobrious name."},{"word":"Opprobrium","type":"n.","descr":" Disgrace; infamy; reproach mingled with contempt; abusive language."},{"word":"Opprobry","type":"n.","descr":" Opprobrium."},{"word":"Oppugned","type":"imp. and p. p.","descr":" of Oppugn"},{"word":"Oppugning","type":"p pr. and vb. n.","descr":" of Oppugn"},{"word":"Oppugn","type":"v. t.","descr":" To fight against; to attack; to be in conflict with; to oppose; to resist."},{"word":"Oppugnancy","type":"n.","descr":" The act of oppugning; opposition; resistance."},{"word":"Oppugnant","type":"a.","descr":" Tending to awaken hostility; hostile; opposing; warring."},{"word":"Oppugnant","type":"n.","descr":" An opponent."},{"word":"Oppugnation","type":"n.","descr":" Opposition."},{"word":"Oppugner","type":"n.","descr":" One who opposes or attacks; that which opposes."},{"word":"Opsimathy","type":"n.","descr":" Education late in life."},{"word":"Opsiometer","type":"n.","descr":" An instrument for measuring the limits of distincts vision in different individuals, and thus determiming the proper focal length of a lens for correcting imperfect sight."},{"word":"Opsonation","type":"n.","descr":" A catering; a buying of provisions."},{"word":"Optable","type":"a.","descr":" That may be chosen; desirable."},{"word":"Optate","type":"v. i.","descr":" To choose; to wish for; to desire."},{"word":"Optation","type":"n.","descr":" The act of optating; a wish."},{"word":"Optative","type":"a.","descr":" Expressing desire or wish."},{"word":"Optative","type":"n.","descr":" Something to be desired."},{"word":"Optative","type":"n.","descr":" The optative mood; also, a verb in the optative mood."},{"word":"Optatively","type":"adv.","descr":" In an optative manner; with the expression of desire."},{"word":"Optic","type":"a.","descr":" The organ of sight; an eye."},{"word":"Optic","type":"a.","descr":" An eyeglass."},{"word":"Optic","type":"a.","descr":" Alt. of Optical"},{"word":"Optical","type":"a.","descr":" Of or pertaining to vision or sight."},{"word":"Optical","type":"a.","descr":" Of or pertaining to the eye; ocular; as, the optic nerves (the first pair of cranial nerves) which are distributed to the retina. See Illust. of Brain, and Eye."},{"word":"Optical","type":"a.","descr":" Relating to the science of optics; as, optical works."},{"word":"Optically","type":"adv.","descr":" By optics or sight; with reference to optics."},{"word":"Optician","type":"a.","descr":" One skilled in optics."},{"word":"Optician","type":"a.","descr":" One who deals in optical glasses and instruments."},{"word":"Optics","type":"n.","descr":" That branch of physical science which treats of the nature and properties of light, the laws of its modification by opaque and transparent bodies, and the phenomena of vision."},{"word":"Optigraph","type":"a.","descr":" A telescope with a diagonal eyepiece, suspended vertically in gimbals by the object end beneath a fixed diagonal plane mirror. It is used for delineating landscapes, by means of a pencil at the eye end which leaves the delineation on paper."},{"word":"Optimacy","type":"n.","descr":" Government by the nobility."},{"word":"Optimacy","type":"n.","descr":" Collectively, the nobility."},{"word":"Optimate","type":"a.","descr":" Of or pertaining to the nobility or aristocracy."},{"word":"Optimate","type":"n.","descr":" A nobleman or aristocrat; a chief man in a state or city."},{"word":"Optimates","type":"n. pl.","descr":" The nobility or aristocracy of ancient Rome, as opposed to the populares."},{"word":"Optime","type":"n.","descr":" One of those who stand in the second rank of honors, immediately after the wranglers, in the University of Cambridge, England. They are divided into senior and junior optimes."},{"word":"Optimism","type":"n.","descr":" The opinion or doctrine that everything in nature, being the work of God, is ordered for the best, or that the ordering of things in the universe is such as to produce the highest good."},{"word":"Optimism","type":"n.","descr":" A disposition to take the most hopeful view; -- opposed to pessimism."},{"word":"Optimist","type":"n.","descr":" One who holds the opinion that all events are ordered for the best."},{"word":"Optimist","type":"n.","descr":" One who looks on the bright side of things, or takes hopeful views; -- opposed to pessimist."},{"word":"Optimistic","type":"a.","descr":" Of or pertaining to optimism; tending, or conforming, to the opinion that all events are ordered for the best."},{"word":"Optimistic","type":"a.","descr":" Hopeful; sanguine; as, an optimistic view."},{"word":"Optimity","type":"n.","descr":" The state of being best."},{"word":"Option","type":"n.","descr":" The power of choosing; the right of choice or election; an alternative."},{"word":"Option","type":"n.","descr":" The exercise of the power of choice; choice."},{"word":"Option","type":"n.","descr":" A wishing; a wish."},{"word":"Option","type":"n.","descr":" A right formerly belonging to an archbishop to select any one dignity or benefice in the gift of a suffragan bishop consecrated or confirmed by him, for bestowal by himself when next vacant; -- annulled by Parliament in 1845."},{"word":"Option","type":"n.","descr":" A stipulated privilege, given to a party in a time contract, of demanding its fulfillment on any day within a specified limit."},{"word":"Optional","type":"a.","descr":" Involving an option; depending on the exercise of an option; left to one\\'s discretion or choice; not compulsory; as, optional studies; it is optional with you to go or stay."},{"word":"Optional","type":"n.","descr":" See Elective, n."},{"word":"Optionally","type":"adv.","descr":" In an optional manner."},{"word":"Optocoele","type":"n.","descr":" Alt. of Optocoelia"},{"word":"Optocoelia","type":"n.","descr":" The cavity of one of the optic lobes of the brain in many animals."},{"word":"Optogram","type":"n.","descr":" An image of external objects fixed on the retina by the photochemical action of light on the visual purple. See Optography."},{"word":"Optography","type":"n.","descr":" The production of an optogram on the retina by the photochemical action of light on the visual purple; the fixation of an image in the eye. The object so photographed shows white on a purple or red background. See Visual purple, under Visual."},{"word":"Optometer","type":"n.","descr":" An instrument for measuring the distance of distinct vision, mainly for the selection of eveglasses."},{"word":"Opulence","type":"n.","descr":" Wealth; riches; affluence."},{"word":"Opulency","type":"n.","descr":" See Opulence."},{"word":"Opulent","type":"a.","descr":" Having a large estate or property; wealthy; rich; affluent; as, an opulent city; an opulent citizen."},{"word":"Opuntia","type":"n.","descr":" A genus of cactaceous plants; the prickly pear, or Indian fig."},{"word":"Opera","type":"pl. ","descr":" of Opus"},{"word":"Opus","type":"n.","descr":" A work; specif. (Mus.), a musical composition."},{"word":"Opuscle","type":"n.","descr":" Alt. of Opuscule"},{"word":"Opuscule","type":"n.","descr":" A small or petty work."},{"word":"Opuscula","type":"pl. ","descr":" of Opusculum"},{"word":"Opusculum","type":"n.","descr":" An opuscule."},{"word":"Opye","type":"n.","descr":" Opium."}]