[{"word":"Ora","type":"n.","descr":" A money of account among the Anglo-Saxons, valued, in the Domesday Book, at twenty pence sterling."},{"word":"Orabassu","type":"n.","descr":" A South American monkey of the genus Callithrix, esp."},{"word":"Orach","type":"n.","descr":" Alt. of Orache"},{"word":"Orache","type":"n.","descr":" A genus (Atriplex) of herbs or low shrubs of the Goosefoot family, most of them with a mealy surface."},{"word":"Oracle","type":"n.","descr":" The answer of a god, or some person reputed to be a god, to an inquiry respecting some affair or future event, as the success of an enterprise or battle."},{"word":"Oracle","type":"n.","descr":" Hence: The deity who was supposed to give the answer; also, the place where it was given."},{"word":"Oracle","type":"n.","descr":" The communications, revelations, or messages delivered by God to the prophets; also, the entire sacred Scriptures -- usually in the plural."},{"word":"Oracle","type":"n.","descr":" The sanctuary, or Most Holy place in the temple; also, the temple itself."},{"word":"Oracle","type":"n.","descr":" One who communicates a divine command; an angel; a prophet."},{"word":"Oracle","type":"n.","descr":" Any person reputed uncommonly wise; one whose decisions are regarded as of great authority; as, a literary oracle."},{"word":"Oracle","type":"n.","descr":" A wise sentence or decision of great authority."},{"word":"Oracled","type":"imp. and p. p.","descr":" of Oracle"},{"word":"Oracling","type":"p. pr. and vb. n.","descr":" of Oracle"},{"word":"Oracle","type":"v. i.","descr":" To utter oracles."},{"word":"Oracular","type":"a.","descr":" Of or pertaining to an oracle; uttering oracles; forecasting the future; as, an oracular tongue."},{"word":"Oracular","type":"a.","descr":" Resembling an oracle in some way, as in solemnity, wisdom, authority, obscurity, ambiguity, dogmatism."},{"word":"Oraculous","type":"a.","descr":" Oracular; of the nature of an oracle."},{"word":"Oragious","type":"a.","descr":" Stormy."},{"word":"Oraison","type":"n.","descr":" See Orison."},{"word":"Oral","type":"a.","descr":" Uttered by the mouth, or in words; spoken, not written; verbal; as, oral traditions; oral testimony; oral law."},{"word":"Oral","type":"a.","descr":" Of or pertaining to the mouth; surrounding or lining the mouth; as, oral cilia or cirri."},{"word":"Orally","type":"adv.","descr":" In an oral manner."},{"word":"Orally","type":"adv.","descr":" By, with, or in, the mouth; as, to receive the sacrament orally."},{"word":"Orang","type":"n.","descr":" See Orang-outang."},{"word":"Orange","type":"n.","descr":" The fruit of a tree of the genus Citrus (C. Aurantium). It is usually round, and consists of pulpy carpels, commonly ten in number, inclosed in a leathery rind, which is easily separable, and is reddish yellow when ripe."},{"word":"Orange","type":"n.","descr":" The tree that bears oranges; the orange tree."},{"word":"Orange","type":"n.","descr":" The color of an orange; reddish yellow."},{"word":"Orange","type":"a.","descr":" Of or pertaining to an orange; of the color of an orange; reddish yellow; as, an orange ribbon."},{"word":"Orangeade","type":"n.","descr":" A drink made of orange juice and water, corresponding to lemonade; orange sherbet."},{"word":"Orangeat","type":"n.","descr":" Candied orange peel; also, orangeade."},{"word":"Orangeism","type":"n.","descr":" Attachment to the principles of the society of Orangemen; the tenets or practices of the Orangemen."},{"word":"Orangeman","type":"n.","descr":" One of a secret society, organized in the north of Ireland in 1795, the professed objects of which are the defense of the regning sovereign of Great Britain, the support of the Protestant religion, the maintenance of the laws of the kingdom, etc.; -- so called in honor of William, Prince of Orange, who became William III. of England."},{"word":"Orangeroot","type":"n.","descr":" An American ranunculaceous plant (Hidrastis Canadensis), having a yellow tuberous root; -- also called yellowroot, golden seal, etc."},{"word":"Orangery","type":"n.","descr":" A place for raising oranges; a plantation of orange trees."},{"word":"Orangetawny","type":"a. and n.","descr":" Deep orange-yellow; dark yellow."},{"word":"Orangite","type":"","descr":" An orange-yellow variety of the mineral thorite, found in Norway."},{"word":"Orang-outang","type":"n.","descr":" An arboreal anthropoid ape (Simia satyrus), which inhabits Borneo and Sumatra. Often called simply orang."},{"word":"Orarian","type":"a.","descr":" Of or pertaining to a coast."},{"word":"Oration","type":"n.","descr":" An elaborate discourse, delivered in public, treating an important subject in a formal and dignified manner; especially, a discourse having reference to some special occasion, as a funeral, an anniversary, a celebration, or the like; -- distinguished from an argument in court, a popular harangue, a sermon, a lecture, etc.; as, Webster\\'s oration at Bunker Hill."},{"word":"Oration","type":"v. i.","descr":" To deliver an oration."},{"word":"Orator","type":"n.","descr":" A public speaker; one who delivers an oration; especially, one distinguished for his skill and power as a public speaker; one who is eloquent."},{"word":"Orator","type":"n.","descr":" In equity proceedings, one who prays for relief; a petitioner."},{"word":"Orator","type":"n.","descr":" A plaintiff, or complainant, in a bill in chancery."},{"word":"Orator","type":"n.","descr":" An officer who is the voice of the university upon all public occasions, who writes, reads, and records all letters of a public nature, presents, with an appropriate address, those persons on whom honorary degrees are to be conferred, and performs other like duties; -- called also public orator."},{"word":"Oratorial","type":"a.","descr":" Oratorical."},{"word":"Oratorian","type":"a.","descr":" Oratorical."},{"word":"Oratorian","type":"n.","descr":" See Fathers of the Oratory, under Oratory."},{"word":"Oratorical","type":"a.","descr":" Of or pertaining to an orator or to oratory; characterized by oratory; rhetorical; becoming to an orator; as, an oratorical triumph; an oratorical essay."},{"word":"Oratorio","type":"n.","descr":" A more or less dramatic text or poem, founded on some Scripture nerrative, or great divine event, elaborately set to music, in recitative, arias, grand choruses, etc., to be sung with an orchestral accompaniment, but without action, scenery, or costume, although the oratorio grew out of the Mysteries and the Miracle and Passion plays, which were acted."},{"word":"Oratorio","type":"n.","descr":" Performance or rendering of such a composition."},{"word":"Oratorious","type":"a.","descr":" Oratorical."},{"word":"Oratorize","type":"v. i.","descr":" To play the orator."},{"word":"Oratories","type":"pl. ","descr":" of Oratory"},{"word":"Oratory","type":"n.","descr":" A place of orisons, or prayer; especially, a chapel or small room set apart for private devotions."},{"word":"Oratory","type":"n.","descr":" The art of an orator; the art of public speaking in an eloquent or effective manner; the exercise of rhetorical skill in oral discourse; eloquence."},{"word":"Oratress","type":"n.","descr":" A woman who makes public addresses."},{"word":"Oratrix","type":"n.","descr":" A woman plaintiff, or complainant, in equity pleading."},{"word":"Orb","type":"n.","descr":" A blank window or panel."},{"word":"Orb","type":"n.","descr":" A spherical body; a globe; especially, one of the celestial spheres; a sun, planet, or star."},{"word":"Orb","type":"n.","descr":" One of the azure transparent spheres conceived by the ancients to be inclosed one within another, and to carry the heavenly bodies in their revolutions."},{"word":"Orb","type":"n.","descr":" A circle; esp., a circle, or nearly circular orbit, described by the revolution of a heavenly body; an orbit."},{"word":"Orb","type":"n.","descr":" A period of time marked off by the revolution of a heavenly body."},{"word":"Orb","type":"n.","descr":" The eye, as luminous and spherical."},{"word":"Orb","type":"n.","descr":" A revolving circular body; a wheel."},{"word":"Orb","type":"n.","descr":" A sphere of action."},{"word":"Orb","type":"n.","descr":" Same as Mound, a ball or globe. See lst Mound."},{"word":"Orb","type":"n.","descr":" A body of soldiers drawn up in a circle, as for defense, esp. infantry to repel cavalry."},{"word":"Orbed","type":"imp. and p. p.","descr":" of Orb"},{"word":"Orbing","type":"p. pr. and vb. n.","descr":" of Orb"},{"word":"Orb","type":"v. t.","descr":" To form into an orb or circle."},{"word":"Orb","type":"v. t.","descr":" To encircle; to surround; to inclose."},{"word":"Orb","type":"v. i.","descr":" To become round like an orb."},{"word":"Orbate","type":"a.","descr":" Bereaved; fatherless; childless."},{"word":"Orbation","type":"n.","descr":" The state of being orbate, or deprived of parents or children; privation, in general; bereavement."},{"word":"Orbed","type":"a.","descr":" Having the form of an orb; round."},{"word":"Orbic","type":"a.","descr":" Alt. of Orbical"},{"word":"Orbical","type":"a.","descr":" Spherical; orbicular; orblike; circular."},{"word":"Orbicle","type":"n.","descr":" A small orb, or sphere."},{"word":"Orbicula","type":"n.","descr":" Same as Discina."},{"word":"Orbicular","type":"a.","descr":" Resembling or having the form of an orb; spherical; circular; orbiculate."},{"word":"Orbiculate","type":"n.","descr":" That which is orbiculate; especially, a solid the vertical section of which is oval, and the horizontal section circular."},{"word":"Orbiculate","type":"a.","descr":" Alt. of Orbiculated"},{"word":"Orbiculated","type":"a.","descr":" Made, or being, in the form of an orb; having a circular, or nearly circular, or a spheroidal, outline."},{"word":"Orbiculation","type":"n.","descr":" The state or quality of being orbiculate; orbicularness."},{"word":"Orbit","type":"n.","descr":" The path described by a heavenly body in its periodical revolution around another body; as, the orbit of Jupiter, of the earth, of the moon."},{"word":"Orbit","type":"n.","descr":" An orb or ball."},{"word":"Orbit","type":"n.","descr":" The cavity or socket of the skull in which the eye and its appendages are situated."},{"word":"Orbit","type":"n.","descr":" The skin which surrounds the eye of a bird."},{"word":"Orbital","type":"a.","descr":" Of or pertaining to an orbit."},{"word":"Orbitar","type":"a.","descr":" Orbital."},{"word":"Orbitary","type":"a.","descr":" Situated around the orbit; as, the orbitary feathers of a bird."},{"word":"Orbitelae","type":"n. pl.","descr":" A division of spiders, including those that make geometrical webs, as the garden spider, or Epeira."},{"word":"Orbitolites","type":"n.","descr":" A genus of living Foraminifera, forming broad, thin, circular disks, containing numerous small chambers."},{"word":"Orbitonasal","type":"a.","descr":" Of or pertaining to the orbit and the nose; as, the orbitonasal, or ophthalmic, nerve."},{"word":"Orbitosphenoid","type":"a.","descr":" Of or pertaining to the sphenoid bone and the orbit, or to the orbitosphenoid bone."},{"word":"Orbitosphenoid","type":"n.","descr":" The orbitosphenoid bone, which is situated in the orbit on either side of the presphenoid. It generally forms a part of the sphenoid in the adult."},{"word":"Orbitosphenoidal","type":"a.","descr":" Of or pertaining to the orbitosphenoid bone; orbitosphenoid."},{"word":"Orbituary","type":"a.","descr":" Orbital."},{"word":"Orbitude","type":"n.","descr":" Alt. of Orbity"},{"word":"Orbity","type":"n.","descr":" Orbation."},{"word":"Orbulina","type":"n.","descr":" A genus of minute living Foraminifera having a globular shell."},{"word":"Orby","type":"a.","descr":" Orblike; having the course of an orb; revolving."},{"word":"Orc","type":"n.","descr":" The grampus."},{"word":"Orcadian","type":"a.","descr":" Of or pertaining to the Orkney Islands."},{"word":"Orcein","type":"n.","descr":" A reddish brown amorphous dyestuff, \/, obtained from orcin, and forming the essential coloring matter of cudbear and archil. It is closely related to litmus."},{"word":"Orchal","type":"n.","descr":" See Archil."},{"word":"Orchanet","type":"n.","descr":" Same as Alkanet, 2."},{"word":"Orchard","type":"n.","descr":" A garden."},{"word":"Orchard","type":"n.","descr":" An inclosure containing fruit trees; also, the fruit trees, collectively; -- used especially of apples, peaches, pears, cherries, plums, or the like, less frequently of nutbearing trees and of sugar maple trees."},{"word":"Orcharding","type":"n.","descr":" The cultivation of orchards."},{"word":"Orcharding","type":"n.","descr":" Orchards, in general."},{"word":"Orchardist","type":"n.","descr":" One who cultivates an orchard."},{"word":"Orchel","type":"n.","descr":" Archil."},{"word":"Orchesography","type":"n.","descr":" A treatise upon dancing."},{"word":"Orchester","type":"n.","descr":" See Orchestra."},{"word":"Orchestian","type":"n.","descr":" Any species of amphipod crustacean of the genus Orchestia, or family Orchestidae. See Beach flea, under Beach."},{"word":"Orchestra","type":"n.","descr":" The space in a theater between the stage and the audience; -- originally appropriated by the Greeks to the chorus and its evolutions, afterward by the Romans to persons of distinction, and by the moderns to a band of instrumental musicians."},{"word":"Orchestra","type":"n.","descr":" The place in any public hall appropriated to a band of instrumental musicians."},{"word":"Orchestra","type":"n.","descr":" Loosely: A band of instrumental musicians performing in a theater, concert hall, or other place of public amusement."},{"word":"Orchestra","type":"n.","descr":" Strictly: A band suitable for the performance of symphonies, overtures, etc., as well as for the accompaniment of operas, oratorios, cantatas, masses, and the like, or of vocal and instrumental solos."},{"word":"Orchestra","type":"n.","descr":" A band composed, for the largest part, of players of the various viol instruments, many of each kind, together with a proper complement of wind instruments of wood and brass; -- as distinguished from a military or street band of players on wind instruments, and from an assemblage of solo players for the rendering of concerted pieces, such as septets, octets, and the like."},{"word":"Orchestra","type":"n.","descr":" The instruments employed by a full band, collectively; as, an orchestra of forty stringed instruments, with proper complement of wind instruments."},{"word":"Orchestral","type":"a.","descr":" Of or pertaining to an orchestra; suitable for, or performed in or by, an orchestra."},{"word":"Orchestration","type":"n.","descr":" The arrangement of music for an orchestra; orchestral treatment of a composition; -- called also instrumentation."},{"word":"Orchestre","type":"n.","descr":" See Orchestra."},{"word":"Orchestric","type":"a.","descr":" Orchestral."},{"word":"Orchestrion","type":"n.","descr":" A large music box imitating a variety of orchestral instruments."},{"word":"Orchid","type":"n.","descr":" Any plant of the order Orchidaceae.  See Orchidaceous."},{"word":"Orchidaceous","type":"a.","descr":" Pertaining to, or resembling, a natural order (Orchidaceae) of endogenous plants of which the genus Orchis is the type. They are mostly perennial herbs having the stamens and pistils united in a single column, and normally three petals and three sepals, all adherent to the ovary. The flowers are curiously shaped, often resembling insects, the odd or lower petal (called the lip) being unlike the others, and sometimes of a strange and unexpected appearance. About one hundred species occur in the United States, but several thousand in the tropics."},{"word":"Orchidean","type":"a.","descr":" Orchidaceous."},{"word":"Orchideous","type":"a.","descr":" Same as Orchidaceous."},{"word":"Orchidologist","type":"n.","descr":" One versed in orchidology."},{"word":"Orchidology","type":"n.","descr":" The branch of botany which treats of orchids."},{"word":"Orchil","type":"n.","descr":" See Archil."},{"word":"Orchilla weed","type":"","descr":" The lichen from which archil is obtained. See Archil."},{"word":"Orchises","type":"pl. ","descr":" of Orchis"},{"word":"Orchis","type":"n.","descr":" A genus of endogenous plants growing in the North Temperate zone, and consisting of about eighty species. They are perennial herbs growing from a tuber (beside which is usually found the last year\\'s tuber also), and are valued for their showy flowers. See Orchidaceous."},{"word":"Orchis","type":"n.","descr":" Any plant of the same family with the orchis; an orchid."},{"word":"Orchitis","type":"n.","descr":" Inflammation of the testicles."},{"word":"Orchotomy","type":"n.","descr":" The operation of cutting out or removing a testicle by the knife; castration."},{"word":"Orcin","type":"n.","descr":" A colorless crystalline substance, C6H3.CH3.(OH)2, which is obtained from certain lichens (Roccella, Lecanora, etc.), also from extract of aloes, and artificially from certain derivatives of toluene.  It changes readily into orcein."},{"word":"Ord","type":"n.","descr":" An edge or point; also, a beginning."},{"word":"Ordained","type":"imp. and p. p.","descr":" of Ordain"},{"word":"Ordaining","type":"p. pr. and vb. n.","descr":" of Ordain"},{"word":"Ordain","type":"v. t.","descr":" To set in order; to arrange according to rule; to regulate; to set; to establish."},{"word":"Ordain","type":"v. t.","descr":" To regulate, or establish, by appointment, decree, or law; to constitute; to decree; to appoint; to institute."},{"word":"Ordain","type":"v. t.","descr":" To set apart for an office; to appoint."},{"word":"Ordain","type":"v. t.","descr":" To invest with ministerial or sacerdotal functions; to introduce into the office of the Christian ministry, by the laying on of hands, or other forms; to set apart by the ceremony of ordination."},{"word":"Ordainable","type":"a.","descr":" Capable of being ordained; worthy to be ordained or appointed."},{"word":"Ordainer","type":"n.","descr":" One who ordains."},{"word":"Ordainment","type":"n.","descr":" Ordination."},{"word":"Ordal","type":"n.","descr":" Ordeal."},{"word":"Ordalian","type":"a.","descr":" Of or pertaining to trial by ordeal."},{"word":"Ordeal","type":"n.","descr":" An ancient form of test to determine guilt or innocence, by appealing to a supernatural decision, -- once common in Europe, and still practiced in the East and by savage tribes."},{"word":"Ordeal","type":"n.","descr":" Any severe trial, or test; a painful experience."},{"word":"Ordeal","type":"a.","descr":" Of or pertaining to trial by ordeal."},{"word":"Order","type":"n.","descr":" Regular arrangement; any methodical or established succession or harmonious relation; method; system"},{"word":"Order","type":"n.","descr":" Of material things, like the books in a library."},{"word":"Order","type":"n.","descr":" Of intellectual notions or ideas, like the topics of a discource."},{"word":"Order","type":"n.","descr":" Of periods of time or occurrences, and the like."},{"word":"Order","type":"n.","descr":" Right arrangement; a normal, correct, or fit condition; as, the house is in order; the machinery is out of order."},{"word":"Order","type":"n.","descr":" The customary mode of procedure; established system, as in the conduct of debates or the transaction of business; usage; custom; fashion."},{"word":"Order","type":"n.","descr":" Conformity with law or decorum; freedom from disturbance; general tranquillity; public quiet; as, to preserve order in a community or an assembly."},{"word":"Order","type":"n.","descr":" That which prescribes a method of procedure; a rule or regulation made by competent authority; as, the rules and orders of the senate."},{"word":"Order","type":"n.","descr":" A command; a mandate; a precept; a direction."},{"word":"Order","type":"n.","descr":" Hence: A commission to purchase, sell, or supply goods; a direction, in writing, to pay money, to furnish supplies, to admit to a building, a place of entertainment, or the like; as, orders for blankets are large."},{"word":"Order","type":"n.","descr":" A number of things or persons arranged in a fixed or suitable place, or relative position; a rank; a row; a grade; especially, a rank or class in society; a group or division of men in the same social or other position; also, a distinct character, kind, or sort; as, the higher or lower orders of society; talent of a high order."},{"word":"Order","type":"n.","descr":" A body of persons having some common honorary distinction or rule of obligation; esp., a body of religious persons or aggregate of convents living under a common rule; as, the Order of the Bath; the Franciscan order."},{"word":"Order","type":"n.","descr":" An ecclesiastical grade or rank, as of deacon, priest, or bishop; the office of the Christian ministry; -- often used in the plural; as, to take orders, or to take holy orders, that is, to enter some grade of the ministry."},{"word":"Order","type":"n.","descr":" The disposition of a column and its component parts, and of the entablature resting upon it, in classical architecture; hence (as the column and entablature are the characteristic features of classical architecture) a style or manner of architectural designing."},{"word":"Order","type":"n.","descr":" An assemblage of genera having certain important characters in common; as, the Carnivora and Insectivora are orders of Mammalia."},{"word":"Order","type":"n.","descr":" The placing of words and members in a sentence in such a manner as to contribute to force and beauty or clearness of expression."},{"word":"Order","type":"n.","descr":" Rank; degree; thus, the order of a curve or surface is the same as the degree of its equation."},{"word":"Ordered","type":"imp. and p. p.","descr":" of Order"},{"word":"Ordering","type":"p pr. and vb. n.","descr":" of Order"},{"word":"Order","type":"n.","descr":" To put in order; to reduce to a methodical arrangement; to arrange in a series, or with reference to an end. Hence, to regulate; to dispose; to direct; to rule."},{"word":"Order","type":"n.","descr":" To give an order to; to command; as, to order troops to advance."},{"word":"Order","type":"n.","descr":" To give an order for; to secure by an order; as, to order a carriage; to order groceries."},{"word":"Order","type":"n.","descr":" To admit to holy orders; to ordain; to receive into the ranks of the ministry."},{"word":"Order","type":"v. i.","descr":" To give orders; to issue commands."},{"word":"Orderable","type":"a.","descr":" Capable of being ordered; tractable."},{"word":"Orderer","type":"n.","descr":" One who puts in order, arranges, methodizes, or regulates."},{"word":"Orderer","type":"n.","descr":" One who gives orders."},{"word":"Ordering","type":"n.","descr":" Disposition; distribution; management."},{"word":"Orderless","type":"a.","descr":" Being without order or regularity; disorderly; out of rule."},{"word":"Orderliness","type":"n.","descr":" The state or quality of being orderly."},{"word":"Orderly","type":"a.","descr":" Conformed to order; in order; regular; as, an orderly course or plan."},{"word":"Orderly","type":"a.","descr":" Observant of order, authority, or rule; hence, obedient; quiet; peaceable; not unruly; as, orderly children; an orderly community."},{"word":"Orderly","type":"a.","descr":" Performed in good or established order; well-regulated."},{"word":"Orderly","type":"a.","descr":" Being on duty; keeping order; conveying orders."},{"word":"Orderly","type":"adv.","descr":" According to due order; regularly; methodically; duly."},{"word":"Orderlies","type":"pl. ","descr":" of Orderly"},{"word":"Orderly","type":"n.","descr":" A noncommissioned officer or soldier who attends a superior officer to carry his orders, or to render other service."},{"word":"Orderly","type":"n.","descr":" A street sweeper."},{"word":"Ordinability","type":"n.","descr":" Capability of being ordained or appointed."},{"word":"Ordinable","type":"a.","descr":" Capable of being ordained or appointed."},{"word":"Ordinal","type":"a.","descr":" Indicating order or succession; as, the ordinal numbers, first, second, third, etc."},{"word":"Ordinal","type":"a.","descr":" Of or pertaining to an order."},{"word":"Ordinal","type":"n.","descr":" A word or number denoting order or succession."},{"word":"Ordinal","type":"n.","descr":" The book of forms for making, ordaining, and consecrating bishops, priests, and deacons."},{"word":"Ordinal","type":"n.","descr":" A book containing the rubrics of the Mass."},{"word":"Ordinalism","type":"n.","descr":" The state or quality of being ordinal."},{"word":"Ordinance","type":"n.","descr":" Orderly arrangement; preparation; provision."},{"word":"Ordinance","type":"n.","descr":" A rule established by authority; a permanent rule of action; a statute, law, regulation, rescript, or accepted usage; an edict or decree; esp., a local law enacted by a municipal government; as, a municipal ordinance."},{"word":"Ordinance","type":"n.","descr":" An established rite or ceremony."},{"word":"Ordinance","type":"n.","descr":" Rank; order; station."},{"word":"Ordinance","type":"n.","descr":" Ordnance; cannon."},{"word":"Ordinand","type":"n.","descr":" One about to be ordained."},{"word":"Ordinant","type":"a.","descr":" Ordaining; decreeing."},{"word":"Ordinant","type":"n.","descr":" One who ordains."},{"word":"Ordinarily","type":"adv.","descr":" According to established rules or settled method; as a rule; commonly; usually; in most cases; as, a winter more than ordinarily severe."},{"word":"Ordinary","type":"a.","descr":" According to established order; methodical; settled; regular."},{"word":"Ordinary","type":"a.","descr":" Common; customary; usual."},{"word":"Ordinary","type":"a.","descr":" Of common rank, quality, or ability; not distinguished by superior excellence or beauty; hence, not distinguished in any way; commonplace; inferior; of little merit; as, men of ordinary judgment; an ordinary book."},{"word":"Ordinaries","type":"pl. ","descr":" of Ordinary"},{"word":"Ordinary","type":"n.","descr":" An officer who has original jurisdiction in his own right, and not by deputation."},{"word":"Ordinary","type":"n.","descr":" One who has immediate jurisdiction in matters ecclesiastical; an ecclesiastical judge; also, a deputy of the bishop, or a clergyman appointed to perform divine service for condemned criminals and assist in preparing them for death."},{"word":"Ordinary","type":"n.","descr":" A judicial officer, having generally the powers of a judge of probate or a surrogate."},{"word":"Ordinary","type":"n.","descr":" The mass; the common run."},{"word":"Ordinary","type":"n.","descr":" That which is so common, or continued, as to be considered a settled establishment or institution."},{"word":"Ordinary","type":"n.","descr":" Anything which is in ordinary or common use."},{"word":"Ordinary","type":"n.","descr":" A dining room or eating house where a meal is prepared for all comers, at a fixed price for the meal, in distinction from one where each dish is separately charged; a table d\\'hote; hence, also, the meal furnished at such a dining room."},{"word":"Ordinary","type":"n.","descr":" A charge or bearing of simple form, one of nine or ten which are in constant use. The bend, chevron, chief, cross, fesse, pale, and saltire are uniformly admitted as ordinaries. Some authorities include bar, bend sinister, pile, and others. See Subordinary."},{"word":"Ordinaryship","type":"n.","descr":" The state of being an ordinary."},{"word":"Ordinate","type":"a.","descr":" Well-ordered; orderly; regular; methodical."},{"word":"Ordinate","type":"n.","descr":" The distance of any point in a curve or a straight line, measured on a line called the axis of ordinates or on a line parallel to it, from another line called the axis of abscissas, on which the corresponding abscissa of the point is measured."},{"word":"Ordinate","type":"v. t.","descr":" To appoint, to regulate; to harmonize."},{"word":"Ordinately","type":"adv.","descr":" In an ordinate manner; orderly."},{"word":"Ordination","type":"n.","descr":" The act of ordaining, appointing, or setting apart; the state of being ordained, appointed, etc."},{"word":"Ordination","type":"n.","descr":" The act of setting apart to an office in the Christian ministry; the conferring of holy orders."},{"word":"Ordination","type":"n.","descr":" Disposition; arrangement; order."},{"word":"Ordinative","type":"a.","descr":" Tending to ordain; directing; giving order."},{"word":"Ordinator","type":"n.","descr":" One who ordains or establishes; a director."},{"word":"Ordnance","type":"n.","descr":" Heavy weapons of warfare; cannon, or great guns, mortars, and howitzers; artillery; sometimes, a general term for all weapons and appliances used in war."},{"word":"Ordonnance","type":"n.","descr":" The disposition of the parts of any composition with regard to one another and the whole."},{"word":"Ordonnant","type":"a.","descr":" Of or pertaining to ordonnance."},{"word":"Ordovian","type":"a. and n.","descr":" Ordovician."},{"word":"Ordovician","type":"a.","descr":" Of or pertaining to a division of the Silurian formation, corresponding in general to the Lower Silurian of most authors, exclusive of the Cambrian."},{"word":"Ordovician","type":"n.","descr":" The Ordovician formation."},{"word":"Ordure","type":"n.","descr":" Dung; excrement; faeces."},{"word":"Ordure","type":"n.","descr":" Defect; imperfection; fault."},{"word":"Ordurous","type":"a.","descr":" Of or pertaining to ordure; filthy."},{"word":"Ore","type":"n.","descr":" Honor; grace; favor; mercy; clemency; happy augry."},{"word":"Ore","type":"n.","descr":" The native form of a metal, whether free and uncombined, as gold, copper, etc., or combined, as iron, lead, etc.  Usually the ores contain the metals combined with oxygen, sulphur, arsenic, etc. (called mineralizers)."},{"word":"Ore","type":"n.","descr":" A native metal or its compound with the rock in which it occurs, after it has been picked over to throw out what is worthless."},{"word":"Ore","type":"n.","descr":" Metal; as, the liquid ore."},{"word":"Oread","type":"n.","descr":" One of the nymphs of mountains and grottoes."},{"word":"Oreades","type":"n. pl.","descr":" A group of butterflies which includes the satyrs. See Satyr, 2."},{"word":"Orectic","type":"a.","descr":" Of or pertaining to the desires; hence, impelling to gratification; appetitive."},{"word":"Oregon grape","type":"","descr":" An evergreen species of barberry (Berberis Aquifolium), of Oregon and California; also, its roundish, blue-black berries."},{"word":"Oreide","type":"n.","descr":" See Oroide."},{"word":"Oreodon","type":"n.","descr":" A genus of extinct herbivorous mammals, abundant in the Tertiary formation of the Rocky Mountains. It is more or less related to the camel, hog, and deer."},{"word":"Oreodont","type":"a.","descr":" Resembling, or allied to, the genus Oreodon."},{"word":"Oreographic","type":"a.","descr":" Of or pertaining to oreography."},{"word":"Oreography","type":"n.","descr":" The science of mountains; orography."},{"word":"Oreoselin","type":"n.","descr":" A white crystalline substance which is obtained indirectly from the root of an umbelliferous plant (Imperatoria Oreoselinum), and yields resorcin on decomposition."},{"word":"Oreosoma","type":"n. pl.","descr":" A genus of small oceanic fishes, remarkable for the large conical tubercles which cover the under surface."},{"word":"Oreweed","type":"n.","descr":" Same as Oarweed."},{"word":"Orewood","type":"n.","descr":" Same as Oarweed."},{"word":"Orf","type":"n.","descr":" Alt. of Orfe"},{"word":"Orfe","type":"n.","descr":" A bright-colored domesticated variety of the id. See Id."},{"word":"Orfgild","type":"n.","descr":" Restitution for cattle; a penalty for taking away cattle."},{"word":"Orfray","type":"n.","descr":" The osprey."},{"word":"Orfrays","type":"n.","descr":" See Orphrey. [Obs.] Rom. of R."},{"word":"Orgal","type":"n.","descr":" See Argol."},{"word":"Organ","type":"n.","descr":" An instrument or medium by which some important action is performed, or an important end accomplished; as, legislatures, courts, armies, taxgatherers, etc., are organs of government."},{"word":"Organ","type":"n.","descr":" A natural part or structure in an animal or a plant, capable of performing some special action (termed its function), which is essential to the life or well-being of the whole; as, the heart, lungs, etc., are organs of animals; the root, stem, foliage, etc., are organs of plants."},{"word":"Organ","type":"n.","descr":" A component part performing an essential office in the working of any complex machine; as, the cylinder, valves, crank, etc., are organs of the steam engine."},{"word":"Organ","type":"n.","descr":" A medium of communication between one person or body and another; as, the secretary of state is the organ of communication between the government and a foreign power; a newspaper is the organ of its editor, or of a party, sect, etc."},{"word":"Organ","type":"n.","descr":" A wind instrument containing numerous pipes of various dimensions and kinds, which are filled with wind from a bellows, and played upon by means of keys similar to those of a piano, and sometimes by foot keys or pedals; -- formerly used in the plural, each pipe being considired an organ."},{"word":"Organ","type":"v. t.","descr":" To supply with an organ or organs; to fit with organs; to organize."},{"word":"Organdie","type":"n.","descr":" Alt. of Organdy"},{"word":"Organdy","type":"n.","descr":" A kind of transparent light muslin."},{"word":"Organic","type":"a.","descr":" Of or pertaining to an organ or its functions, or to objects composed of organs; consisting of organs, or containing them; as, the organic structure of animals and plants; exhibiting characters peculiar to living organisms; as, organic bodies, organic life, organic remains.  Cf. Inorganic."},{"word":"Organic","type":"a.","descr":" Produced by the organs; as, organic pleasure."},{"word":"Organic","type":"a.","descr":" Instrumental; acting as instruments of nature or of art to a certain destined function or end."},{"word":"Organic","type":"a.","descr":" Forming a whole composed of organs. Hence: Of or pertaining to a system of organs; inherent in, or resulting from, a certain organization; as, an organic government; his love of truth was not inculcated, but organic."},{"word":"Organic","type":"a.","descr":" Pertaining to, or denoting, any one of the large series of substances which, in nature or origin, are connected with vital processes, and include many substances of artificial production which may or may not occur in animals or plants; -- contrasted with inorganic."},{"word":"Organical","type":"a.","descr":" Organic."},{"word":"Organically","type":"adv.","descr":" In an organic manner; by means of organs or with reference to organic functions; hence, fundamentally."},{"word":"Organicalness","type":"n.","descr":" The quality or state of being organic."},{"word":"Organicism","type":"n.","descr":" The doctrine of the localization of disease, or which refers it always to a material lesion of an organ."},{"word":"Organific","type":"a.","descr":" Making an organic or organized structure; producing an organism; acting through, or resulting from, organs."},{"word":"Organism","type":"n.","descr":" Organic structure; organization."},{"word":"Organism","type":"n.","descr":" An organized being; a living body, either vegetable or animal, compozed of different organs or parts with functions which are separate, but mutually dependent, and essential to the life of the individual."},{"word":"Organist","type":"n.","descr":" One who plays on the organ."},{"word":"Organist","type":"n.","descr":" One of the priests who organized or sung in parts."},{"word":"Organista","type":"n.","descr":" Any one of several South American wrens, noted for the sweetness of their song."},{"word":"Organity","type":"n.","descr":" Organism."},{"word":"Organizability","type":"n.","descr":" Quality of being organizable; capability of being organized."},{"word":"Organizable","type":"a.","descr":" Capable of being organized; esp. (Biol.), capable of being formed into living tissue; as, organizable matter."},{"word":"Organization","type":"n.","descr":" The act of organizing; the act of arranging in a systematic way for use or action; as, the organization of an army, or of a deliberative body."},{"word":"Organization","type":"n.","descr":" The state of being organized; also, the relations included in such a state or condition."},{"word":"Organization","type":"n.","descr":" That which is organized; an organized existence; an organism"},{"word":"Organization","type":"n.","descr":" an arrangement of parts for the performance of the functions necessary to life."},{"word":"Organized","type":"imp. and p. p.","descr":" of Organize"},{"word":"Organizing","type":"p. pr. and vb. n.","descr":" of Organize"},{"word":"Organize","type":"v. t.","descr":" To furnish with organs; to give an organic structure to; to endow with capacity for the functions of life; as, an organized being; organized matter; -- in this sense used chiefly in the past participle."},{"word":"Organize","type":"v. t.","descr":" To arrange or constitute in parts, each having a special function, act, office, or relation; to systematize; to get into working order; -- applied to products of the human intellect, or to human institutions and undertakings, as a science, a government, an army, a war, etc."},{"word":"Organize","type":"v. t.","descr":" To sing in parts; as, to organize an anthem."},{"word":"Organizer","type":"n.","descr":" One who organizes."},{"word":"Organling","type":"n.","descr":" A large kind of sea fish; the orgeis."},{"word":"Organo-","type":"","descr":" A combining form denoting relation to, or connection with, an organ or organs."},{"word":"Organogen","type":"n.","descr":" A name given to any one of the four elements, carbon, hydrogen, oxygen, and nitrogen, which are especially characteristic ingredients of organic compounds; also, by extension, to other elements sometimes found in the same connection; as sulphur, phosphorus, etc."},{"word":"Organogenesis","type":"n.","descr":" The origin and development of organs in animals and plants."},{"word":"Organogenesis","type":"n.","descr":" The germ history of the organs and systems of organs, -- a branch of morphogeny."},{"word":"Organogenic","type":"a.","descr":" Of or pertaining to organogenesis."},{"word":"Organogeny","type":"n.","descr":" Organogenesis."},{"word":"Organographic","type":"a.","descr":" Alt. of Organographical"},{"word":"Organographical","type":"a.","descr":" Of or pertaining to organography."},{"word":"Organographist","type":"n.","descr":" One versed in organography."},{"word":"Organography","type":"n.","descr":" A description of the organs of animals or plants."},{"word":"Organoleptic","type":"a.","descr":" Making an impression upon an organ; plastic; -- said of the effect or impression produced by any substance on the organs of touch, taste, or smell, and also on the organism as a whole."},{"word":"Organological","type":"a.","descr":" Of or relating to organology."},{"word":"Organology","type":"n.","descr":" The science of organs or of anything considered as an organic structure."},{"word":"Organology","type":"n.","descr":" That branch of biology which treats, in particular, of the organs of animals and plants. See Morphology."},{"word":"Organometallic","type":"a.","descr":" Metalorganic."},{"word":"Organon","type":"n.","descr":" Alt. of Organum"},{"word":"Organum","type":"n.","descr":" An organ or instrument; hence, a method by which philosophical or scientific investigation may be conducted; -- a term adopted from the Aristotelian writers by Lord Bacon, as the title (\"Novum Organon\") of part of his treatise on philosophical method."},{"word":"Organonymy","type":"n.","descr":" The designation or nomenclature of organs."},{"word":"Organophyly","type":"n.","descr":" The tribal history of organs, -- a branch of morphophyly."},{"word":"Organoplastic","type":"a.","descr":" Having the property of producing the tissues or organs of animals and plants; as, the organoplastic cells."},{"word":"Organoscopy","type":"n.","descr":" Phrenology."},{"word":"Organotrophic","type":"a.","descr":" Relating to the creation, organization, and nutrition of living organs or parts."},{"word":"Organule","type":"n.","descr":" One of the essential cells or elements of an organ. See Sense organule, under Sense."},{"word":"Organy","type":"n.","descr":" See Origan."},{"word":"Organzine","type":"n.","descr":" A kind of double thrown silk of very fine texture, that is, silk twisted like a rope with different strands, so as to increase its strength."},{"word":"Orgasm","type":"n.","descr":" Eager or immoderate excitement or action; the state of turgescence of any organ; erethism; esp., the height of venereal excitement in sexual intercourse."},{"word":"Orgeat","type":"n.","descr":" A sirup in which, formerly, a decoction of barley entered, but which is now prepared with an emulsion of almonds, -- used to flavor beverages or edibles."},{"word":"Orgeis","type":"n.","descr":" See Organling."},{"word":"Orgiastic","type":"a.","descr":" Pertaining to, or of the nature of, orgies."},{"word":"Orgies","type":"n. pl.","descr":" A sacrifice accompanied by certain ceremonies in honor of some pagan deity; especially, the ceremonies observed by the Greeks and Romans in the worship of Dionysus, or Bacchus, which were characterized by wild and dissolute revelry."},{"word":"Orgies","type":"n. pl.","descr":" Drunken revelry; a carouse."},{"word":"Orgillous","type":"a.","descr":" Proud; haughty."},{"word":"Orgue","type":"n.","descr":" Any one of a number of long, thick pieces of timber, pointed and shod with iron, and suspended, each by a separate rope, over a gateway, to be let down in case of attack."},{"word":"Orgue","type":"n.","descr":" A piece of ordnance, consisting of a number of musket barrels arranged so that a match or train may connect with all their touchholes, and a discharge be secured almost or quite simultaneously."},{"word":"Orgulous","type":"a.","descr":" See Orgillous."},{"word":"Orgies","type":"pl. ","descr":" of Orgy"},{"word":"Orgy","type":"n.","descr":" A frantic revel; drunken revelry. See Orgies"},{"word":"Orgyia","type":"n.","descr":" A genus of bombycid moths whose caterpillars (esp. those of Orgyia leucostigma) are often very injurious to fruit trees and shade trees. The female is wingless. Called also vaporer moth."},{"word":"Oricalche","type":"n.","descr":" See Orichalch."},{"word":"Orichalceous","type":"a.","descr":" Pertaining to, or resembling, orichalch; having a color or luster like that of brass."},{"word":"Orichalch","type":"n.","descr":" A metallic substance, resembling gold in color, but inferior in value; a mixed metal of the ancients, resembling brass; -- called also aurichalcum, orichalcum, etc."},{"word":"Oriel","type":"n.","descr":" A gallery for minstrels."},{"word":"Oriel","type":"n.","descr":" A small apartment next a hall, where certain persons were accustomed to dine; a sort of recess."},{"word":"Oriel","type":"n.","descr":" A bay window. See Bay window."},{"word":"Oriency","type":"n.","descr":" Brightness or strength of color."},{"word":"Orient","type":"a.","descr":" Rising, as the sun."},{"word":"Orient","type":"a.","descr":" Eastern; oriental."},{"word":"Orient","type":"a.","descr":" Bright; lustrous; superior; pure; perfect; pellucid; -- used of gems and also figuratively, because the most perfect jewels are found in the East."},{"word":"Orient","type":"n.","descr":" The part of the horizon where the sun first appears in the morning; the east."},{"word":"Orient","type":"n.","descr":" The countries of Asia or the East."},{"word":"Orient","type":"n.","descr":" A pearl of great luster."},{"word":"Orient","type":"v. t.","descr":" To define the position of, in relation to the orient or east; hence, to ascertain the bearings of."},{"word":"Orient","type":"v. t.","descr":" Fig.: To correct or set right by recurring to first principles; to arrange in order; to orientate."},{"word":"Oriental","type":"a.","descr":" Of or pertaining to the orient or east; eastern; concerned with the East or Orientalism; -- opposed to occidental; as, Oriental countries."},{"word":"Oriental","type":"n.","descr":" A native or inhabitant of the Orient or some Eastern part of the world; an Asiatic."},{"word":"Oriental","type":"n.","descr":" Eastern Christians of the Greek rite."},{"word":"Orientalism","type":"n.","descr":" Any system, doctrine, custom, expression, etc., peculiar to Oriental people."},{"word":"Orientalism","type":"n.","descr":" Knowledge or use of Oriental languages, history, literature, etc."},{"word":"Orientalist","type":"n.","descr":" An inhabitant of the Eastern parts of the world; an Oriental."},{"word":"Orientalist","type":"n.","descr":" One versed in Eastern languages, literature, etc.; as, the Paris Congress of Orientalists."},{"word":"Orientality","type":"n.","descr":" The quality or state of being oriental or eastern."},{"word":"Orientalized","type":"imp. and p. p.","descr":" of Orientalize"},{"word":"Orientalizing","type":"p. pr. and vb. n.","descr":" of Orientalize"},{"word":"Orientalize","type":"v. t.","descr":" to render Oriental; to cause to conform to Oriental manners or conditions."},{"word":"Orientated","type":"imp. and p. p.","descr":" of Orientate"},{"word":"Orientating","type":"p. pr. and vb. n.","descr":" of Orientate"},{"word":"Orientate","type":"v. t.","descr":" To place or turn toward the east; to cause to assume an easterly direction, or to veer eastward."},{"word":"Orientate","type":"v. t.","descr":" To arrange in order; to dispose or place (a body) so as to show its relation to other bodies, or the relation of its parts among themselves."},{"word":"Orientate","type":"v. i.","descr":" To move or turn toward the east; to veer from the north or south toward the east."},{"word":"Orientation","type":"n.","descr":" The act or process of orientating; determination of the points of the compass, or the east point, in taking bearings."},{"word":"Orientation","type":"n.","descr":" The tendency of a revolving body, when suspended in a certain way, to bring the axis of rotation into parallelism with the earth\\'s axis."},{"word":"Orientation","type":"n.","descr":" An aspect or fronting to the east; especially (Arch.), the placing of a church so that the chancel, containing the altar toward which the congregation fronts in worship, will be on the east end."},{"word":"Orientation","type":"n.","descr":" Fig.: A return to first principles; an orderly arrangement."},{"word":"Orientness","type":"n.","descr":" The quality or state of being orient or bright; splendor."},{"word":"Orifice","type":"n.","descr":" A mouth or aperture, as of a tube, pipe, etc.; an opening; as, the orifice of an artery or vein; the orifice of a wound."},{"word":"Oriflamb","type":"n.","descr":" Alt. of Oriflamme"},{"word":"Oriflamme","type":"n.","descr":" The ancient royal standard of France."},{"word":"Oriflamme","type":"n.","descr":" A standard or ensign, in battle."},{"word":"Origan","type":"n.","descr":" Alt. of Origanum"},{"word":"Origanum","type":"n.","descr":" A genus of aromatic labiate plants, including the sweet marjoram (O. Marjorana) and the wild marjoram (O. vulgare)."},{"word":"Origenism","type":"n.","descr":" The opinions of Origen of Alexandria, who lived in the 3d century, one of the most learned of the Greek Fathers. Prominent in his teaching was the doctrine that all created beings, including Satan, will ultimately be saved."},{"word":"Origenist","type":"n.","descr":" A follower of Origen of Alexandria."},{"word":"Origin","type":"n.","descr":" The first existence or beginning of anything; the birth."},{"word":"Origin","type":"n.","descr":" That from which anything primarily proceeds; the fountain; the spring; the cause; the occasion."},{"word":"Origin","type":"n.","descr":" The point of attachment or end of a muscle which is fixed during contraction; -- in contradistinction to insertion."},{"word":"Originable","type":"a.","descr":" Capable of being originated."},{"word":"Original","type":"a.","descr":" Pertaining to the origin or beginning; preceding all others; first in order; primitive; primary; pristine; as, the original state of man; the original laws of a country; the original inventor of a process."},{"word":"Original","type":"a.","descr":" Not copied, imitated, or translated; new; fresh; genuine; as, an original thought; an original process; the original text of Scripture."},{"word":"Original","type":"a.","descr":" Having the power to suggest new thoughts or combinations of thought; inventive; as, an original genius."},{"word":"Original","type":"a.","descr":" Before unused or unknown; new; as, a book full of original matter."},{"word":"Original","type":"n.","descr":" Origin; commencement; source."},{"word":"Original","type":"n.","descr":" That which precedes all others of its class; archetype; first copy; hence, an original work of art, manuscript, text, and the like, as distinguished from a copy, translation, etc."},{"word":"Original","type":"n.","descr":" An original thinker or writer; an originator."},{"word":"Original","type":"n.","descr":" A person of marked eccentricity."},{"word":"Original","type":"n.","descr":" The natural or wild species from which a domesticated or cultivated variety has been derived; as, the wolf is thought by some to be the original of the dog, the blackthorn the original of the plum."},{"word":"Originalist","type":"n.","descr":" One who is original."},{"word":"Originality","type":"n.","descr":" The quality or state of being original."},{"word":"Originally","type":"adv.","descr":" In the original time, or in an original manner; primarily; from the beginning or origin; not by derivation, or imitation."},{"word":"Originally","type":"adv.","descr":" At first; at the origin; at the time of formation or costruction; as, a book originally written by another hand."},{"word":"Originalness","type":"n.","descr":" The quality of being original; originality."},{"word":"Originant","type":"a.","descr":" Originating; original."},{"word":"Originary","type":"a.","descr":" Causing existence; productive."},{"word":"Originary","type":"a.","descr":" Primitive; primary; original."},{"word":"Originated","type":"imp. and p. p.","descr":" of Originate"},{"word":"Originating","type":"p. pr. and vb. n.","descr":" of Originate"},{"word":"Originate","type":"v. t.","descr":" To give an origin or beginning to; to cause to be; to bring into existence; to produce as new."},{"word":"Originate","type":"v. i.","descr":" To take first existence; to have origin or beginning; to begin to exist or act; as, the scheme originated with the governor and council."},{"word":"Origination","type":"n.","descr":" The act or process of bringing or coming into existence; first production."},{"word":"Origination","type":"n.","descr":" Mode of production, or bringing into being."},{"word":"Originative","type":"a.","descr":" Having power, or tending, to originate, or bring into existence; originating."},{"word":"Originator","type":"n.","descr":" One who originates."},{"word":"Orillon","type":"n.","descr":" A semicircular projection made at the shoulder of a bastion for the purpose of covering the retired flank, -- found in old fortresses."},{"word":"Oriol","type":"n.","descr":" See Oriel."},{"word":"Oriole","type":"n.","descr":"  Any one of various species of Old World singing birds of the family Oriolidae. They are usually conspicuously colored with yellow and black. The European or golden oriole (Oriolus galbula, or O. oriolus) has a very musical flutelike note. "},{"word":"Oriole","type":"n.","descr":" In America, any one of several species of the genus Icterus, belonging to the family Icteridae. See Baltimore oriole, and Orchard oriole, under Orchard."},{"word":"Orion","type":"n.","descr":" A large and bright constellation on the equator, between the stars Aldebaran and Sirius. It contains a remarkable nebula visible to the naked eye."},{"word":"Oriskany","type":"a.","descr":" Designating, or pertaining to, certain beds, chiefly limestone, characteristic of the latest period of the Silurian age."},{"word":"Orismological","type":"a.","descr":" Of or pertaining to orismology."},{"word":"Orismology","type":"n.","descr":" That departament of natural history which treats of technical terms."},{"word":"Orison","type":"n.","descr":" A prayer; a supplication."},{"word":"Orisont","type":"n.","descr":" Horizon."},{"word":"Ork","type":"n.","descr":" See Orc."},{"word":"Orkneyan","type":"a.","descr":" Of or pertaining to the Orkney islands."},{"word":"Orle","type":"n.","descr":" A bearing, in the form of a fillet, round the shield, within, but at some distance from, the border."},{"word":"Orle","type":"n.","descr":" The wreath, or chaplet, surmounting or encircling the helmet of a knight and bearing the crest."},{"word":"Orleans","type":"n.","descr":" A cloth made of worsted and cotton, -- used for wearing apparel."},{"word":"Orleans","type":"n.","descr":" A variety of the plum. See under Plum."},{"word":"Orlo","type":"n.","descr":" A wind instrument of music in use among the Spaniards."},{"word":"Orlop","type":"n.","descr":" The lowest deck of a vessel, esp. of a ship of war, consisting of a platform laid over the beams in the hold, on which the cables are coiled."},{"word":"Ormer","type":"n.","descr":" An abalone."},{"word":"Ormolu","type":"n.","descr":" A variety of brass made to resemble gold by the use of less zinc and more copper in its composition than ordinary brass contains. Its golden color is often heightened by means of lacquer of some sort, or by use of acids. Called also mosaic gold."},{"word":"Ormuzd","type":"n.","descr":" The good principle, or being, of the ancient Persian religion. See Ahriman."},{"word":"Orn","type":"v. t.","descr":" To ornament; to adorn."},{"word":"Ornament","type":"n.","descr":" That which embellishes or adorns; that which adds grace or beauty; embellishment; decoration; adornment."},{"word":"Ornamented","type":"imp. and p. p.","descr":" of Ornament"},{"word":"Ornamenting","type":"p. pr. and vb. n.","descr":" of Ornament"},{"word":"Ornament","type":"v. t.","descr":" To adorn; to deck; to embellish; to beautify; as, to ornament a room, or a city."},{"word":"Ornamental","type":"a.","descr":" Serving to ornament; characterized by ornament; beautifying; embellishing."},{"word":"Ornamentally","type":"adv.","descr":" By way of ornament."},{"word":"Ornamentation","type":"n.","descr":" The act or art of ornamenting, or the state of being ornamented."},{"word":"Ornamentation","type":"n.","descr":" That which ornaments; ornament."},{"word":"Ornamenter","type":"n.","descr":" One who ornaments; a decorator."},{"word":"Ornate","type":"a.","descr":" Adorned; decorated; beautiful."},{"word":"Ornate","type":"a.","descr":" Finely finished, as a style of composition."},{"word":"Ornate","type":"v. t.","descr":" To adorn; to honor."},{"word":"Ornately","type":"adv.","descr":" In an ornate manner."},{"word":"Ornateness","type":"n.","descr":" The quality of being ornate."},{"word":"Ornature","type":"n.","descr":" Decoration; ornamentation."},{"word":"Ornithic","type":"a.","descr":" Of or pertaining to birds; as, ornithic fossils."},{"word":"Ornithichnite","type":"n.","descr":" The footmark of a bird occurring in strata of stone."},{"word":"Ornithichnology","type":"n.","descr":" The branch of science which treats of ornithichnites."},{"word":"Ornitho-","type":"","descr":" A combining form fr. Gr. \/, \/, a bird."},{"word":"Ornithodelphia","type":"n. pl.","descr":" Same as Monotremata."},{"word":"Ornithoidichnite","type":"n.","descr":" A fossil track resembling that of a bird."},{"word":"Ornitholite","type":"n.","descr":" The fossil remains of a bird."},{"word":"Ornitholite","type":"n.","descr":" A stone of various colors bearing the figures of birds."},{"word":"Ornithologic","type":"a.","descr":" Alt. of Ornithological"},{"word":"Ornithological","type":"a.","descr":" Of or pertaining to ornithology."},{"word":"Ornithologist","type":"n.","descr":" One skilled in ornithology; a student of ornithology; one who describes birds."},{"word":"Ornithology","type":"n.","descr":" That branch of zoology which treats of the natural history of birds and their classification."},{"word":"Ornithology","type":"n.","descr":" A treatise or book on this science."},{"word":"Ornithomancy","type":"n.","descr":" Divination by means of birds, their flight, etc."},{"word":"Ornithon","type":"n.","descr":" An aviary; a poultry house."},{"word":"Ornithopappi","type":"n. pl.","descr":" An extinct order of birds. It includes only the Archaeopteryx."},{"word":"Ornithopoda","type":"n. pl.","descr":" An order of herbivorous dinosaurs with birdlike characteristics in the skeleton, esp. in the pelvis and hind legs, which in some genera had only three functional toes, and supported the body in walking as in Iguanodon. See Illust. in Appendix."},{"word":"Ornithorhynchus","type":"n.","descr":" See Duck mole, under Duck."},{"word":"Ornithosauria","type":"n. pl.","descr":" An order of extinct flying reptiles; -- called also Pterosauria."},{"word":"Ornithoscelida","type":"n. pl.","descr":" A group of extinct Reptilia, intermediate in structure (especially with regard to the pelvis) between reptiles and birds."},{"word":"Ornithoscopy","type":"n.","descr":" Observation of birds and their habits."},{"word":"Ornithotomical","type":"a.","descr":" Of or pertaining to ornithotomy."},{"word":"Ornithotomist","type":"n.","descr":" One who is skilled in ornithotomy."},{"word":"Ornithotomy","type":"n.","descr":" The anatomy or dissection of birds."},{"word":"Orographic","type":"a.","descr":" Alt. of Orographical"},{"word":"Orographical","type":"a.","descr":" Of or pertaining to orography."},{"word":"Orography","type":"n.","descr":" That branch of science which treats of mountains and mountain systems; orology; as, the orography of Western Europe."},{"word":"Orohippus","type":"n.","descr":" A genus of American Eocene mammals allied to the horse, but having four toes in front and three behind."},{"word":"Oroide","type":"n.","descr":" An alloy, chiefly of copper and zinc or tin, resembling gold in color and brilliancy."},{"word":"Orological","type":"a.","descr":" Of or pertaining to orology."},{"word":"Orologist","type":"n.","descr":" One versed in orology."},{"word":"Orology","type":"n.","descr":" The science or description of mountains."},{"word":"Orotund","type":"a.","descr":" Characterized by fullness, clearness, strength, and smoothness; ringing and musical; -- said of the voice or manner of utterance."},{"word":"Orotund","type":"n.","descr":" The orotund voice or utterance"},{"word":"Orotundity","type":"n.","descr":" The orotund mode of intonation."},{"word":"Orphaline","type":"n.","descr":" See Orpheline."},{"word":"Orphan","type":"n.","descr":" A child bereaved of both father and mother; sometimes, also, a child who has but one parent living."},{"word":"Orphan","type":"a.","descr":" Bereaved of parents, or (sometimes) of one parent."},{"word":"Orphaned","type":"imp. and p. p.","descr":" of Orphan"},{"word":"Orphaning","type":"p. pr. and vb. n.","descr":" of Orphan"},{"word":"Orphan","type":"v. t.","descr":" To cause to become an orphan; to deprive of parents."},{"word":"Orphanage","type":"n.","descr":" The state of being an orphan; orphanhood; orphans, collectively."},{"word":"Orphanage","type":"n.","descr":" An institution or asylum for the care of orphans."},{"word":"Orphancy","type":"n.","descr":" Orphanhood."},{"word":"Orphanet","type":"n.","descr":" A little orphan."},{"word":"Orphanhood","type":"n.","descr":" The state or condition of being an orphan; orphanage."},{"word":"Orphanism","type":"n.","descr":" Orphanhood."},{"word":"Orphanotrophism","type":"n.","descr":" The care and support of orphans."},{"word":"Orphanotrophy","type":"n.","descr":" A hospital for orphans."},{"word":"Orphanotrophy","type":"n.","descr":" The act of supporting orphans."},{"word":"Orpharion","type":"n.","descr":" An old instrument of the lute or cittern kind."},{"word":"Orphean","type":"a.","descr":" Of or pertaining to Orpheus, the mythic poet and musician; as, Orphean strains."},{"word":"Orpheline","type":"n.","descr":" An orphan."},{"word":"Orpheus","type":"n.","descr":" The famous mythic Thracian poet, son of the Muse Calliope, and husband of Eurydice. He is reputed to have had power to entrance beasts and inanimate objects by the music of his lyre."},{"word":"Orphic","type":"a.","descr":" Pertaining to Orpheus; Orphean; as, Orphic hymns."},{"word":"Orphrey","type":"n.","descr":" A band of rich embroidery, wholly or in part of gold, affixed to vestments, especially those of ecclesiastics."},{"word":"Orpiment","type":"n.","descr":" Arsenic sesquisulphide, produced artificially as an amorphous lemonyellow powder, and occurring naturally as a yellow crystalline mineral; -- formerly called auripigment. It is used in king\\'s yellow, in white Indian fire, and in certain technical processes, as indigo printing."},{"word":"Orpin","type":"n.","descr":" A yellow pigment of various degrees of intensity, approaching also to red."},{"word":"Orpin","type":"n.","descr":" The orpine."},{"word":"Orpine","type":"n.","descr":" A low plant with fleshy leaves (Sedum telephium), having clusters of purple flowers. It is found on dry, sandy places, and on old walls, in England, and has become naturalized in America. Called also stonecrop, and live-forever."},{"word":"Orrach","type":"n.","descr":" See Orach."},{"word":"Orreries","type":"pl. ","descr":" of Orrery"},{"word":"Orrery","type":"n.","descr":" An apparatus which illustrates, by the revolution of balls moved by wheelwork, the relative size, periodic motions, positions, orbits, etc., of bodies in the solar system."},{"word":"Orris","type":"n.","descr":" A plant of the genus Iris (I. Florentina); a kind of flower-de-luce. Its rootstock has an odor resembling that of violets."},{"word":"Orris","type":"n.","descr":" A sort of gold or silver lace."},{"word":"Orris","type":"n.","descr":" A peculiar pattern in which gold lace or silver lace is worked; especially, one in which the edges are ornamented with conical figures placed at equal distances, with spots between them."},{"word":"Orsedew","type":"n.","descr":" Alt. of Orsedue"},{"word":"Orsedue","type":"n.","descr":" Leaf metal of bronze; Dutch metal. See under Dutch."},{"word":"Orseille","type":"n.","descr":" See Archil."},{"word":"Orsellic","type":"a.","descr":" Pertaining to, or designating, an acid found in certain lichens, and called also lecanoric acid."},{"word":"Orsellinic","type":"a.","descr":" Pertaining to, or designating, an organic acid obtained by a partial decomposition of orsellic acid as a white crystalline substance, and related to protocatechuic acid."},{"word":"Orts","type":"pl. ","descr":" of Ort"},{"word":"Ort","type":"n.","descr":" A morsel left at a meal; a fragment; refuse; -- commonly used in the plural."},{"word":"Ortalidian","type":"n.","descr":" Any one of numerous small two-winged flies of the family Ortalidae. The larvae of many of these flies live in fruit; those of others produce galls on various plants."},{"word":"Orthid","type":"n.","descr":" A brachiopod shell of the genus Orthis, and allied genera, of the family Orthidae."},{"word":"Orthis","type":"n.","descr":" An extinct genus of Brachiopoda, abundant in the Paleozoic rocks."},{"word":"Orthite","type":"n.","descr":" A variety of allanite occurring in slender prismatic crystals."},{"word":"Ortho-","type":"","descr":" A combining form signifying straight, right, upright, correct, regular; as, orthodromy, orthodiagonal, orthodox, orthographic."},{"word":"Ortho-","type":"","descr":" A combining form (also used adjectively)"},{"word":"Ortho-","type":"","descr":" The one of several acids of the same element (as the phosphoric acids), which actually occurs with the greatest number of hydroxyl groups; as, orthophosphoric acid.  Cf. Normal."},{"word":"Ortho-","type":"","descr":" Connection with, or affinity to, one variety of isomerism, characteristic of the benzene compounds; -- contrasted with meta- or para-; as, the ortho position; hence, designating any substance showing such isomerism; as, an ortho compound."},{"word":"Orthocarbonic","type":"a.","descr":" Designating a complex ether, C.(OC2H5)4, which is obtained as a liquid of a pleasant ethereal odor by means of chlorpicrin, and is believed to be a derivative of the hypothetical normal carbonic acid, C.(OH)4."},{"word":"Orthocenter","type":"n.","descr":" That point in which the three perpendiculars let fall from the angles of a triangle upon the opposite sides, or the sides produced, mutually intersect."},{"word":"Orthoceras","type":"n.","descr":" An extinct genus of Paleozoic Cephalopoda, having a long, straight, conical shell. The interior is divided into numerous chambers by transverse septa."},{"word":"Orthoceratite","type":"n.","descr":" An orthoceras; also, any fossil shell allied to Orthoceras."},{"word":"Orthoclase","type":"n.","descr":" Common or potash feldspar crystallizing in the monoclinic system and having two cleavages at right angles to each other. See Feldspar."},{"word":"Orthoclastic","type":"a.","descr":" Breaking in directions at right angles to each other; -- said of the monoclinic feldspars."},{"word":"Orthodiagonal","type":"n.","descr":" The diagonal or lateral axis in a monoclinic crystal which is at right angles with the vertical axis."},{"word":"Orthodome","type":"n.","descr":" See the Note under Dome, 4."},{"word":"Orthodox","type":"a.","descr":" Sound in opinion or doctrine, especially in religious doctrine; hence, holding the Christian faith; believing the doctrines taught in the Scriptures; -- opposed to heretical and heterodox; as, an orthodox Christian."},{"word":"Orthodox","type":"a.","descr":" According or congruous with the doctrines of Scripture, the creed of a church, the decree of a council, or the like; as, an orthodox opinion, book, etc."},{"word":"Orthodox","type":"a.","descr":" Approved; conventional."},{"word":"Orthodoxal","type":"a.","descr":" Pertaining to, or evincing, orthodoxy; orthodox."},{"word":"Orthodoxality","type":"n.","descr":" Orthodoxness."},{"word":"Orthodoxally","type":"adv.","descr":" Orthodoxly."},{"word":"Orthodoxastical","type":"a.","descr":" Orthodox."},{"word":"Orthodoxical","type":"a.","descr":" Pertaining to, or evincing, orthodoxy; orthodox."},{"word":"Orthodoxly","type":"adv.","descr":" In an orthodox manner; with soundness of faith."},{"word":"Orthodoxness","type":"n.","descr":" The quality or state of being orthodox; orthodoxy."},{"word":"Orthodoxy","type":"n.","descr":" Soundness of faith; a belief in the doctrines taught in the Scriptures, or in some established standard of faith; -- opposed to heterodoxy or to heresy."},{"word":"Orthodoxy","type":"n.","descr":" Consonance to genuine Scriptural doctrines; -- said of moral doctrines and beliefs; as, the orthodoxy of a creed."},{"word":"Orthodoxy","type":"n.","descr":" By extension, said of any correct doctrine or belief."},{"word":"Orthodromic","type":"a.","descr":" Of or pertaining to orthodromy."},{"word":"Orthodromics","type":"n.","descr":" The art of sailing in a direct course, or on the arc of a great circle, which is the shortest distance between any two points on the surface of the globe; great-circle sailing; orthodromy."},{"word":"Orthodromy","type":"n.","descr":" The act or art of sailing on a great circle."},{"word":"Orthoepic","type":"a.","descr":" Alt. of Orthoepical"},{"word":"Orthoepical","type":"a.","descr":" Of or pertaining to orthoepy, or correct pronunciation."},{"word":"Orthoepist","type":"n.","descr":" One who is skilled in orthoepy."},{"word":"Orthoepy","type":"n.","descr":" The art of uttering words correctly; a correct pronunciation of words; also, mode of pronunciation."},{"word":"Orthogamy","type":"n.","descr":" Direct fertilization in plants, as when the pollen fertilizing the ovules comes from the stamens of the same blossom; -- opposed to heterogamy."},{"word":"Orthognathic","type":"a.","descr":" Orthognathous."},{"word":"Orthognathism","type":"n.","descr":" The quality or state of being orthognathous."},{"word":"Orthognathous","type":"a.","descr":" Having the front of the head, or the skull, nearly perpendicular, not retreating backwards above the jaws; -- opposed to prognathous. See Gnathic index, under Gnathic."},{"word":"Orthogon","type":"n.","descr":" A rectangular figure."},{"word":"Orthogonal","type":"a.","descr":" Right-angled; rectangular; as, an orthogonal intersection of one curve with another."},{"word":"Orthogonally","type":"adv.","descr":" Perpendicularly; at right angles; as, a curve cuts a set of curves orthogonally."},{"word":"Orthographer","type":"n.","descr":" One versed in orthography; one who spells words correctly."},{"word":"Orthographic","type":"a.","descr":" Alt. of Orthographical"},{"word":"Orthographical","type":"a.","descr":" Of or pertaining to orthography, or right spelling; also, correct in spelling; as, orthographical rules; the letter was orthographic."},{"word":"Orthographical","type":"a.","descr":" Of or pertaining to right lines or angles."},{"word":"Orthographically","type":"adv.","descr":" In an orthographical manner"},{"word":"Orthographically","type":"adv.","descr":" according to the rules of proper spelling"},{"word":"Orthographically","type":"adv.","descr":" according to orthographic projection."},{"word":"Orthographist","type":"n.","descr":" One who spells words correctly; an orthographer."},{"word":"Orthographize","type":"v. t.","descr":" To spell correctly or according to usage; to correct in regard to spelling."},{"word":"Orthography","type":"n.","descr":" The art or practice of writing words with the proper letters, according to standard usage; conventionally correct spelling; also, mode of spelling; as, his orthography is vicious."},{"word":"Orthography","type":"n.","descr":" The part of grammar which treats of the letters, and of the art of spelling words correctly."},{"word":"Orthography","type":"n.","descr":" A drawing in correct projection, especially an elevation or a vertical section."},{"word":"Orthology","type":"n.","descr":" The right description of things."},{"word":"Orthometric","type":"a.","descr":" Having the axes at right angles to one another; -- said of crystals or crystalline forms."},{"word":"Orthometry","type":"n.","descr":" The art or practice of constructing verses correctly; the laws of correct versification."},{"word":"Orthomorphic","type":"a.","descr":" Having the right form."},{"word":"Orthopedic","type":"a.","descr":" Alt. of Orthopedical"},{"word":"Orthopedical","type":"a.","descr":" Pertaining to, or employed in, orthopedy; relating to the prevention or cure of deformities of children, or, in general, of the human body at any age; as, orthopedic surgery; an orthopedic hospital."},{"word":"Orthopedist","type":"n.","descr":" One who prevents, cures, or remedies deformities, esp. in children."},{"word":"Orthopedy","type":"n.","descr":" The art or practice of curing the deformities of children, or, by extension, any deformities of the human body."},{"word":"Orthophony","type":"n.","descr":" The art of correct articulation; voice training."},{"word":"Orthopinacoid","type":"n.","descr":" A name given to the two planes in the monoclinic system which are parallel to the vertical and orthodiagonal axes."},{"word":"Orthopn\/a","type":"n.","descr":" Alt. of Orthopny"},{"word":"Orthopny","type":"n.","descr":" Specifically, a morbid condition in which respiration can be performed only in an erect posture; by extension, any difficulty of breathing."},{"word":"Orthopoda","type":"n. pl.","descr":" An extinct order of reptiles which stood erect on the hind legs, and resembled birds in the structure of the feet, pelvis, and other parts."},{"word":"Orthopraxy","type":"n.","descr":" The treatment of deformities in the human body by mechanical appliances."},{"word":"Orthoptera","type":"n. pl.","descr":" An order of mandibulate insects including grasshoppers, locusts, cockroaches, etc. See Illust. under Insect."},{"word":"Orthopteran","type":"n.","descr":" One of the Orthoptera."},{"word":"Orthopterous","type":"a.","descr":" Of or pertaining to the Orthoptera."},{"word":"Orthorhombic","type":"a.","descr":" Noting the system of crystallization which has three unequal axes at right angles to each other; trimetric. See Crystallization."},{"word":"Orthoscope","type":"n.","descr":" An instrument designed to show the condition of the superficial portions of the eye."},{"word":"Orthoscopic","type":"a.","descr":" Giving an image in correct or normal proportions; giving a flat field of view; as, an orthoscopic eyepiece."},{"word":"Orthosilicic","type":"a.","descr":" Designating the form of silicic acid having the normal or highest number of hydroxyl groups."},{"word":"Orthospermous","type":"a.","descr":" Having the seeds straight, as in the fruits of some umbelliferous plants; -- opposed to coelospermous."},{"word":"Orthostade","type":"n.","descr":" A chiton, or loose, ungirded tunic, falling in straight folds."},{"word":"Orthostichies","type":"pl. ","descr":" of Orthostichy"},{"word":"Orthostichy","type":"n.","descr":" A longitudinal rank, or row, of leaves along a stem."},{"word":"Orthotomic","type":"a.","descr":" Cutting at right angles."},{"word":"Orthotomous","type":"a.","descr":" Having two cleavages at right angles with one another."},{"word":"Orthotomy","type":"n.","descr":" The property of cutting at right angles."},{"word":"Orthotone","type":"a.","descr":" Retaining the accent; not enclitic; -- said of certain indefinite pronouns and adverbs when used interrogatively, which, when not so used, are ordinarilly enclitic."},{"word":"Orthotropal","type":"a.","descr":" Alt. of Orthotropous"},{"word":"Orthotropous","type":"a.","descr":" Having the axis of an ovule or seed straight from the hilum and chalaza to the orifice or the micropyle; atropous."},{"word":"Orthotropic","type":"a.","descr":" Having the longer axis vertical; -- said of erect stems."},{"word":"Orthoxylene","type":"n.","descr":" That variety of xylene in which the two methyl groups are in the ortho position; a colorless, liquid, combustible hydrocarbon resembling benzene."},{"word":"Ortive","type":"a.","descr":" Of or relating to the time or act of rising; eastern; as, the ortive amplitude of a planet."},{"word":"Ortolan","type":"n.","descr":" A European singing bird (Emberiza hortulana), about the size of the lark, with black wings. It is esteemed delicious food when fattened. Called also bunting."},{"word":"Ortolan","type":"n.","descr":" In England, the wheatear (Saxicola oenanthe)."},{"word":"Ortolan","type":"n.","descr":" In America, the sora, or Carolina rail (Porzana Carolina). See Sora."},{"word":"Ortygan","type":"n.","descr":" One of several species of East Indian birds of the genera Ortygis and Hemipodius.  They resemble quails, but lack the hind toe. See Turnix."},{"word":"Orval","type":"n.","descr":" A kind of sage (Salvia Horminum)."},{"word":"Orvet","type":"n.","descr":" The blindworm."},{"word":"Orvietan","type":"n.","descr":" A kind of antidote for poisons; a counter poison formerly in vogue."},{"word":"Oryal","type":"n.","descr":" Alt. of Oryall"},{"word":"Oryall","type":"n.","descr":" See Oriel."},{"word":"Oryctere","type":"n.","descr":" The aard-vark."},{"word":"Orycterope","type":"n.","descr":" Same as Oryctere."},{"word":"Oryctognosy","type":"n.","descr":" Mineralogy."},{"word":"Oryctography","type":"n.","descr":" Description of fossils."},{"word":"Oryctological","type":"a.","descr":" Of or pertaining to oryctology."},{"word":"Oryctologist","type":"n.","descr":" One versed in oryctology."},{"word":"Oryctology","type":"n.","descr":" An old name for paleontology."},{"word":"Oryctology","type":"n.","descr":" An old name for mineralogy and geology."},{"word":"Oryx","type":"n.","descr":" A genus of African antelopes which includes the gemsbok, the leucoryx, the bisa antelope (O. beisa), and the beatrix antelope (O. beatrix) of Arabia."},{"word":"Oryza","type":"n.","descr":" A genus of grasses including the rice plant; rice."},{"word":"Ora","type":"pl. ","descr":" of Os"}]