[{"word":"Owch","type":"n.","descr":" See Ouch."},{"word":"Owed","type":"imp. and p. p.","descr":" of Owe"},{"word":"Owing","type":"p. pr. and vb. n.","descr":" of Owe"},{"word":"Owe","type":"v.","descr":" To possess; to have, as the rightful owner; to own."},{"word":"Owe","type":"v.","descr":" To have or possess, as something derived or bestowed; to be obliged to ascribe (something to some source); to be indebted or obliged for; as, he owed his wealth to his father; he owed his victory to his lieutenants."},{"word":"Owe","type":"v.","descr":" Hence: To have or be under an obigation to restore, pay, or render (something) in return or compensation for something received; to be indebted in the sum of; as, the subject owes allegiance; the fortunate owe assistance to the unfortunate."},{"word":"Owe","type":"v.","descr":" To have an obligation to (some one) on account of something done or received; to be indebted to; as, to iwe the grocer for supplies, or a laborer for services."},{"word":"Owel","type":"a.","descr":" Equal."},{"word":"Owelty","type":"n.","descr":" Equality; -- sometimes written ovelty and ovealty."},{"word":"Owen","type":"a.","descr":" Own."},{"word":"Owenite","type":"n.","descr":" A follower of Robert Owen, who tried to reorganize society on a socialistic basis, and established an industrial community on the Clyde, Scotland, and, later, a similar one in Indiana."},{"word":"Owher","type":"adv.","descr":" Anywhere."},{"word":"Owing","type":"P. p. and a.","descr":" Had or held under obligation of paying; due."},{"word":"Owing","type":"P. p. and a.","descr":" Had or experienced as a consequence, result, issue, etc.; ascribable; -- with to; as, misfortunes are often owing to vices; his failure was owing to speculations."},{"word":"Owl","type":"n.","descr":" Any species of raptorial birds of the family Strigidae. They have large eyes and ears, and a conspicuous circle of feathers around each eye. They are mostly nocturnal in their habits."},{"word":"Owl","type":"n.","descr":" A variety of the domestic pigeon."},{"word":"Owled","type":"imp. and p. p.","descr":" of Owl"},{"word":"Owling","type":"p. pr. and vb. n.","descr":" of Owl"},{"word":"Owl","type":"v. i.","descr":" To pry about; to prowl."},{"word":"Owl","type":"v. i.","descr":" To carry wool or sheep out of England."},{"word":"Owl","type":"v. i.","descr":" Hence, to carry on any contraband trade."},{"word":"Owler","type":"v. i.","descr":" One who owls; esp., one who conveys contraband goods. See Owling, n."},{"word":"Owleries","type":"pl. ","descr":" of Owlery"},{"word":"Owlery","type":"n.","descr":" An abode or a haunt of owls."},{"word":"Owlet","type":"n.","descr":" A small owl; especially, the European species (Athene noctua), and the California flammulated owlet (Megascops flammeolus)."},{"word":"Owl-eyed","type":"a.","descr":" Having eyes like an owl\\'s."},{"word":"Owling","type":"v. i.","descr":" The offense of transporting wool or sheep out of England contrary to the statute formerly existing."},{"word":"Owlish","type":"a.","descr":" Resembling, or characteristic of, an owl."},{"word":"Owlism","type":"n.","descr":" Affected wisdom; pompous dullness."},{"word":"Owllight","type":"n.","descr":" Glimmering or imperfect light."},{"word":"Own","type":"v. t.","descr":" To grant; to acknowledge; to admit to be true; to confess; to recognize in a particular character; as, we own that we have forfeited your love."},{"word":"Own","type":"a.","descr":" Belonging to; belonging exclusively or especially to; peculiar; -- most frequently following a possessive pronoun, as my, our, thy, your, his, her, its, their, in order to emphasize or intensify the idea of property, peculiar interest, or exclusive ownership; as, my own father; my own composition; my own idea; at my own price."},{"word":"Owned","type":"imp. and p. p.","descr":" of Own"},{"word":"Owning","type":"p. pr. and vb. n.","descr":" of Own"},{"word":"Own","type":"a.","descr":" To hold as property; to have a legal or rightful title to; to be the proprietor or possessor of; to possess; as, to own a house."},{"word":"Owner","type":"n.","descr":" One who owns; a rightful proprietor; one who has the legal or rightful title, whether he is the possessor or not."},{"word":"Ownerless","type":"a.","descr":" Without an owner."},{"word":"Ownership","type":"n.","descr":" The state of being an owner; the right to own; exclusive right of possession; legal or just claim or title; proprietorship."},{"word":"Owre","type":"n.","descr":" The aurochs."},{"word":"Owse","type":"n.","descr":" Alt. of Owser"},{"word":"Owser","type":"n.","descr":" Tanner\\'s ooze. See Ooze, 3."}]