[{"word":"Ozena","type":"n.","descr":" A discharge of fetid matter from the nostril, particularly if associated with ulceration of the soft parts and disease of the bones of the nose."},{"word":"Ozocerite","type":"n.","descr":" A waxlike mineral resin; -- sometimes called native paraffin, and mineral wax."},{"word":"Ozonation","type":"n.","descr":" The act of treating with ozone; also, the act of converting into, or producing, ozone; ozonization."},{"word":"Ozone","type":"n.","descr":" A colorless gaseous substance (O\/) obtained (as by the silent discharge of electricity in oxygen) as an allotropic form of oxygen, containing three atoms in the molecule. It is a streng oxidizer, and probably exists in the air, though by he ordinary tests it is liable to be confused with certain other substances, as hydrogen dioxide, or certain oxides of nitrogen. It derives its name from its peculiar odor, which resembles that of weak chlorine."},{"word":"Ozonic","type":"a.","descr":" Pertaining to, resembling, or containing, ozone."},{"word":"Ozonification","type":"n.","descr":" The act or process of producing, or of subjecting to the action of, ozone."},{"word":"Ozonization","type":"n.","descr":" Ozonation."},{"word":"Ozonized","type":"imp. and p. p.","descr":" of Ozonize"},{"word":"Ozonizing","type":"p. pr. and vb. n.","descr":" of Ozonize"},{"word":"Ozonize","type":"v. t.","descr":" To convert into ozone, as oxygen."},{"word":"Ozonize","type":"v. t.","descr":" To treat with ozone."},{"word":"Ozonizer","type":"n.","descr":" An apparatus or agent for the production or application of ozone."},{"word":"Ozonometer","type":"n.","descr":" An instrument for ascertaining the amount of ozone in the atmosphere, or in any gaseous mixture."},{"word":"Ozonometric","type":"a.","descr":" Pertaining to, or used for, the determination of the amount of ozone; of or relating to ozonometry."},{"word":"Ozonometry","type":"n.","descr":" The measurement or determination of the quantity of ozone."},{"word":"Ozonoscope","type":"n.","descr":" An apparatus employed to indicate the presence, or the amount, of ozone."},{"word":"Ozonoscopic","type":"a.","descr":" Serving to indicate the presence or the amount of ozone."},{"word":"Ozonous","type":"a.","descr":" Pertaining to or containing, ozone."}]