[{"word":"Pea","type":"n.","descr":" The sliding weight on a steelyard."},{"word":"Pea","type":"n.","descr":" See Peak, n., 3."},{"word":"Peas","type":"pl. ","descr":" of Pea"},{"word":"Pease","type":"pl. ","descr":" of Pea"},{"word":"Pea","type":"n.","descr":" A plant, and its fruit, of the genus Pisum, of many varieties, much cultivated for food. It has a papilionaceous flower, and the pericarp is a legume, popularly called a pod."},{"word":"Pea","type":"n.","descr":" A name given, especially in the Southern States, to the seed of several leguminous plants (species of Dolichos, Cicer, Abrus, etc.) esp. those having a scar (hilum) of a different color from the rest of the seed."},{"word":"Peabird","type":"n.","descr":" The wryneck; -- so called from its note."},{"word":"Peabody bird","type":"","descr":" An American sparrow (Zonotrichia albicollis) having a conspicuous white throat. The name is imitative of its note. Called also White-throated sparrow."},{"word":"Peace","type":"v.","descr":" A state of quiet or tranquillity; freedom from disturbance or agitation; calm; repose"},{"word":"Peace","type":"v.","descr":" Exemption from, or cessation of, war with public enemies."},{"word":"Peace","type":"v.","descr":" Public quiet, order, and contentment in obedience to law."},{"word":"Peace","type":"v.","descr":" Exemption from, or subjection of, agitating passions; tranquillity of mind or conscience."},{"word":"Peace","type":"v.","descr":" Reconciliation; agreement after variance; harmony; concord."},{"word":"Peace","type":"v. t. and i.","descr":" To make or become quiet; to be silent; to stop."},{"word":"Peaceable","type":"a.","descr":" Begin in or at peace; tranquil; quiet; free from, or not disposed to, war, disorder, or excitement; not quarrelsome."},{"word":"Peacebreaker","type":"n.","descr":" One who disturbs the public peace."},{"word":"Peaceful","type":"a.","descr":" Possessing or enjoying peace; not disturbed by war, tumult, agitation, anxiety, or commotion; quiet; tranquil; as, a peaceful time; a peaceful country; a peaceful end."},{"word":"Peaceful","type":"a.","descr":" Not disposed or tending to war, tumult or agitation; pacific; mild; calm; peaceable; as, peaceful words."},{"word":"Peaceless","type":"a.","descr":" Without peace; disturbed."},{"word":"Peacemaker","type":"n.","descr":" One who makes peace by reconciling parties that are at variance."},{"word":"Peach","type":"v. t.","descr":" To accuse of crime; to inform against."},{"word":"Peach","type":"v. i.","descr":" To turn informer; to betray one\\'s accomplice."},{"word":"Peach","type":"n.","descr":" A well-known high-flavored juicy fruit, containing one or two seeds in a hard almond-like endocarp or stone; also, the tree which bears it (Prunus, \/ Amygdalus Persica). In the wild stock the fruit is hard and inedible."},{"word":"Peach-colored","type":"a.","descr":" Of the color of a peach blossom."},{"word":"Peacher","type":"n.","descr":" One who peaches."},{"word":"Peachick","type":"n.","descr":" The chicken of the peacock."},{"word":"Peachy","type":"a.","descr":" Resembling a peach or peaches."},{"word":"Peacock","type":"n.","descr":" The male of any pheasant of the genus Pavo, of which at least two species are known, native of Southern Asia and the East Indies."},{"word":"Peacock","type":"n.","descr":" In common usage, the species in general or collectively; a peafowl."},{"word":"Peafowl","type":"n.","descr":" The peacock or peahen; any species of Pavo."},{"word":"Peage","type":"n.","descr":" See Paage."},{"word":"Peagrit","type":"n.","descr":" A coarse pisolitic limestone. See Pisolite."},{"word":"Peahen","type":"n.","descr":" The hen or female peafowl."},{"word":"Pea-jacket","type":"n.","descr":" A thick loose woolen jacket, or coat, much worn by sailors in cold weather."},{"word":"Peak","type":"n.","descr":" A point; the sharp end or top of anything that terminates in a point; as, the peak, or front, of a cap."},{"word":"Peak","type":"n.","descr":" The top, or one of the tops, of a hill, mountain, or range, ending in a point; often, the whole hill or mountain, esp. when isolated; as, the Peak of Teneriffe."},{"word":"Peak","type":"n.","descr":" The upper aftermost corner of a fore-and-aft sail; -- used in many combinations; as, peak-halyards, peak-brails, etc."},{"word":"Peak","type":"n.","descr":" The narrow part of a vessel\\'s bow, or the hold within it."},{"word":"Peak","type":"n.","descr":" The extremity of an anchor fluke; the bill."},{"word":"Peaked","type":"imp. and p. p.","descr":" of Peak"},{"word":"Peaking","type":"p. pr. and vb. n.","descr":" of Peak"},{"word":"Peak","type":"v. i.","descr":" To rise or extend into a peak or point; to form, or appear as, a peak."},{"word":"Peak","type":"v. i.","descr":" To acquire sharpness of figure or features; hence, to look thin or sicky."},{"word":"Peak","type":"v. i.","descr":" To pry; to peep slyly."},{"word":"Peak","type":"v. t.","descr":" To raise to a position perpendicular, or more nearly so; as, to peak oars, to hold them upright; to peak a gaff or yard, to set it nearer the perpendicular."},{"word":"Peaked","type":"a.","descr":" Pointed; ending in a point; as, a peaked roof."},{"word":"Peaked","type":"a.","descr":" Sickly; not robust."},{"word":"Peaking","type":"a.","descr":" Mean; sneaking."},{"word":"Peaking","type":"a.","descr":" Pining; sickly; peakish."},{"word":"Peakish","type":"a.","descr":" Of or relating to a peak; or to peaks; belonging to a mountainous region."},{"word":"Peakish","type":"a.","descr":" Having peaks; peaked."},{"word":"Peakish","type":"a.","descr":" Having features thin or sharp, as from sickness; hence, sickly."},{"word":"Peaky","type":"a.","descr":" Having a peak or peaks."},{"word":"Peaky","type":"a.","descr":" Sickly; peaked."},{"word":"Peal","type":"n.","descr":" A small salmon; a grilse; a sewin."},{"word":"Peal","type":"v. i.","descr":" To appeal."},{"word":"Peal","type":"n.","descr":" A loud sound, or a succession of loud sounds, as of bells, thunder, cannon, shouts, of a multitude, etc."},{"word":"Peal","type":"n.","descr":" A set of bells tuned to each other according to the diatonic scale; also, the changes rung on a set of bells."},{"word":"Pealed","type":"imp. and p. p.","descr":" of Peal"},{"word":"Pealing","type":"p. pr. and vb. n.","descr":" of Peal"},{"word":"Peal","type":"v. i.","descr":" To utter or give out loud sounds."},{"word":"Peal","type":"v. i.","descr":" To resound; to echo."},{"word":"Peal","type":"v. t.","descr":" To utter or give forth loudly; to cause to give out loud sounds; to noise abroad."},{"word":"Peal","type":"v. t.","descr":" To assail with noise or loud sounds."},{"word":"Peal","type":"v. t.","descr":" To pour out."},{"word":"Pean","type":"n.","descr":" One of the furs, the ground being sable, and the spots or tufts or."},{"word":"Pean","type":"n.","descr":" A song of praise and triumph. See Paean."},{"word":"Peanism","type":"n.","descr":" The song or shout of praise, of battle, or of triumph."},{"word":"Peanut","type":"n.","descr":" The fruit of a trailing leguminous plant (Arachis hypogaea); also, the plant itself, which is widely cultivated for its fruit."},{"word":"Pear","type":"n.","descr":" The fleshy pome, or fruit, of a rosaceous tree (Pyrus communis), cultivated in many varieties in temperate climates; also, the tree which bears this fruit. See Pear family, below."},{"word":"Pearch","type":"n.","descr":" See Perch."},{"word":"Pearl","type":"n.","descr":" A fringe or border."},{"word":"Pearl","type":"v. t. ","descr":" To fringe; to border."},{"word":"Pearl","type":"n.","descr":" A shelly concretion, usually rounded, and having a brilliant luster, with varying tints, found in the mantle, or between the mantle and shell, of certain bivalve mollusks, especially in the pearl oysters and river mussels, and sometimes in certain univalves. It is usually due to a secretion of shelly substance around some irritating foreign particle. Its substance is the same as nacre, or mother-of-pearl. Pearls which are round, or nearly round, and of fine luster, are highly esteemed as jewels, and compare in value with the precious stones."},{"word":"Pearl","type":"n.","descr":" Hence, figuratively, something resembling a pearl; something very precious."},{"word":"Pearl","type":"n.","descr":" Nacre, or mother-of-pearl."},{"word":"Pearl","type":"n.","descr":" A fish allied to the turbot; the brill."},{"word":"Pearl","type":"n.","descr":" A light-colored tern."},{"word":"Pearl","type":"n.","descr":" One of the circle of tubercles which form the bur on a deer\\'s antler."},{"word":"Pearl","type":"n.","descr":" A whitish speck or film on the eye."},{"word":"Pearl","type":"n.","descr":" A capsule of gelatin or similar substance containing some liquid for medicinal application, as ether."},{"word":"Pearl","type":"n.","descr":" A size of type, between agate and diamond."},{"word":"Pearl","type":"a.","descr":" Of or pertaining to pearl or pearls; made of pearls, or of mother-of-pearl."},{"word":"Pearl","type":"v. t.","descr":" To set or adorn with pearls, or with mother-of-pearl. Used also figuratively."},{"word":"Pearl","type":"v. t.","descr":" To cause to resemble pearls; to make into small round grains; as, to pearl barley."},{"word":"Pearl","type":"v. i.","descr":" To resemble pearl or pearls."},{"word":"Pearl","type":"v. i.","descr":" To give or hunt for pearls; as, to go pearling."},{"word":"Pearlaceous","type":"a.","descr":" Resembling pearl or mother-of-pearl; pearly in quality or appearance."},{"word":"Pearlash","type":"n.","descr":" A white amorphous or granular substance which consists principally of potassium carbonate, and has a strong alkaline reaction. It is obtained by lixiviating wood ashes, and evaporating the lye, and has been an important source of potassium compounds. It is used in making soap, glass, etc."},{"word":"Pearl-eyed","type":"a.","descr":" Having a pearly speck in the eye; afflicted with the cataract."},{"word":"Pearlfish","type":"n.","descr":" Any fish whose scales yield a pearl-like pigment used in manufacturing artificial pearls, as the bleak, and whitebait."},{"word":"Pearlins","type":"n. pl.","descr":" Alt. of Pearlings"},{"word":"Pearlings","type":"n. pl.","descr":" A kind of lace of silk or thread."},{"word":"Pearlite","type":"n.","descr":" Alt. of Pearlstone"},{"word":"Pearlstone","type":"n.","descr":" A glassy volcanic rock of a grayish color and pearly luster, often having a spherulitic concretionary structure due to the curved cracks produced by contraction in cooling. See Illust. under Perlitic."},{"word":"Pearlwort","type":"n.","descr":" A name given to several species of Sagina, low and inconspicuous herbs of the Chickweed family."},{"word":"Pearly","type":"a.","descr":" Containing pearls; abounding with, or yielding, pearls; as, pearly shells."},{"word":"Pearly","type":"a.","descr":" Resembling pearl or pearls; clear; pure; transparent; iridescent; as, the pearly dew or flood."},{"word":"Pearmain","type":"n.","descr":" The name of several kinds of apples; as, the blue pearmain, winter pearmain, and red pearmain."},{"word":"Pear-shaped","type":"a.","descr":" Of the form of a pear."},{"word":"Peart","type":"a.","descr":" Active; lively; brisk; smart; -- often applied to convalescents; as, she is quite peart to-day."},{"word":"Peasant","type":"n.","descr":" A countryman; a rustic; especially, one of the lowest class of tillers of the soil in European countries."},{"word":"Peasant","type":"a.","descr":" Rustic, rural."},{"word":"Peasantlike","type":"a.","descr":" Rude; clownish; illiterate."},{"word":"Peasantly","type":"a.","descr":" Peasantlike."},{"word":"Peasantry","type":"n.","descr":" Peasants, collectively; the body of rustics."},{"word":"Peasantry","type":"n.","descr":" Rusticity; coarseness."},{"word":"Peascod","type":"n.","descr":" The legume or pericarp, or the pod, of the pea."},{"word":"Peases","type":"pl. ","descr":" of Pease"},{"word":"Peasen","type":"pl. ","descr":" of Pease"},{"word":"Pease","type":"n.","descr":" A pea."},{"word":"Pease","type":"n.","descr":" A plural form of Pea. See the Note under Pea."},{"word":"Peastone","type":"n.","descr":" Pisolite."},{"word":"Peasweep","type":"n.","descr":" The pewit, or lapwing."},{"word":"Peasweep","type":"n.","descr":" The greenfinch."},{"word":"Peat","type":"n.","descr":" A small person; a pet; -- sometimes used contemptuously."},{"word":"Peat","type":"n.","descr":" A substance of vegetable origin, consisting of roots and fibers, moss, etc., in various stages of decomposition, and found, as a kind of turf or bog, usually in low situations, where it is always more or less saturated with water. It is often dried and used for fuel."},{"word":"Peaty","type":"a.","descr":" Composed of peat; abounding in peat; resembling peat."},{"word":"Peba","type":"n.","descr":" An armadillo (Tatusia novemcincta) which is found from Texas to Paraguay; -- called also tatouhou."},{"word":"Pebble","type":"n.","descr":" A small roundish stone or bowlder; especially, a stone worn and rounded by the action of water; a pebblestone."},{"word":"Pebble","type":"n.","descr":" Transparent and colorless rock crystal; as, Brazilian pebble; -- so called by opticians."},{"word":"Pebbled","type":"imp. and p. p.","descr":" of Pebble"},{"word":"Pebbling","type":"p. pr. and vb. n.","descr":" of Pebble"},{"word":"Pebble","type":"v. t.","descr":" To grain (leather) so as to produce a surface covered with small rounded prominences."},{"word":"Pebbled","type":"a.","descr":" Abounding in pebbles."},{"word":"Pebblestone","type":"","descr":" A pebble; also, pebbles collectively."},{"word":"Pebbly","type":"a.","descr":" Full of pebbles; pebbled."},{"word":"Pebrine","type":"n.","descr":" An epidemic disease of the silkworm, characterized by the presence of minute vibratory corpuscles in the blood."},{"word":"Pecan","type":"n.","descr":" A species of hickory (Carya olivaeformis), growing in North America, chiefly in the Mississippi valley and in Texas, where it is one of the largest of forest trees; also, its fruit, a smooth, oblong nut, an inch or an inch and a half long, with a thin shell and well-flavored meat."},{"word":"Pecary","type":"n.","descr":" See Peccary."},{"word":"Peccability","type":"n.","descr":" The state or quality of being peccable; lability to sin."},{"word":"Peccable","type":"a.","descr":" Liable to sin; subject to transgress the divine law."},{"word":"Peccadillos","type":"pl. ","descr":" of Peccadillo"},{"word":"Peccadillo","type":"n.","descr":" A slight trespass or offense; a petty crime or fault."},{"word":"Peccancy","type":"n.","descr":" The quality or state of being peccant."},{"word":"Peccancy","type":"n.","descr":" A sin; an offense."},{"word":"Peccant","type":"a.","descr":" Sinning; guilty of transgression; criminal; as, peccant angels."},{"word":"Peccant","type":"a.","descr":" Morbid; corrupt; as, peccant humors."},{"word":"Peccant","type":"a.","descr":" Wrong; defective; faulty."},{"word":"Peccant","type":"n.","descr":" An offender."},{"word":"Peccantly","type":"adv.","descr":" In a peccant manner."},{"word":"Peccaries","type":"pl. ","descr":" of Peccary"},{"word":"Peccary","type":"n.","descr":" A pachyderm of the genus Dicotyles."},{"word":"Peccavi","type":"","descr":" I have sinned; -- used colloquially to express confession or acknowledgment of an offense."},{"word":"Pecco","type":"n.","descr":" See Pekoe."},{"word":"Peck","type":"n.","descr":" The fourth part of a bushel; a dry measure of eight quarts; as, a peck of wheat."},{"word":"Peck","type":"n.","descr":" A great deal; a large or excessive quantity."},{"word":"Pecked","type":"imp. and p. p.","descr":" of Peck"},{"word":"Pecking","type":"p. pr. and vb. n.","descr":" of Peck"},{"word":"Peck","type":"v.","descr":" To strike with the beak; to thrust the beak into; as, a bird pecks a tree."},{"word":"Peck","type":"v.","descr":" Hence: To strike, pick, thrust against, or dig into, with a pointed instrument; especially, to strike, pick, etc., with repeated quick movements."},{"word":"Peck","type":"v.","descr":" To seize and pick up with the beak, or as with the beak; to bite; to eat; -- often with up."},{"word":"Peck","type":"v.","descr":" To make, by striking with the beak or a pointed instrument; as, to peck a hole in a tree."},{"word":"Peck","type":"v. i.","descr":" To make strokes with the beak, or with a pointed instrument."},{"word":"Peck","type":"v. i.","descr":" To pick up food with the beak; hence, to eat."},{"word":"Peck","type":"n.","descr":" A quick, sharp stroke, as with the beak of a bird or a pointed instrument."},{"word":"Pecker","type":"n.","descr":" One who, or that which, pecks; specif., a bird that pecks holes in trees; a woodpecker."},{"word":"Pecker","type":"n.","descr":" An instrument for pecking; a pick."},{"word":"Peckish","type":"a.","descr":" Inclined to eat; hungry."},{"word":"Peckled","type":"a.","descr":" Speckled; spotted."},{"word":"Pecopteris","type":"n.","descr":" An extensive genus of fossil ferns; -- so named from the regular comblike arrangement of the leaflets."},{"word":"Pecora","type":"n. pl.","descr":" An extensive division of ruminants, including the antelopes, deer, and cattle."},{"word":"Pectate","type":"n.","descr":" A salt of pectic acid."},{"word":"Pecten","type":"n.","descr":" A vascular pigmented membrane projecting into the vitreous humor within the globe of the eye in birds, and in many reptiles and fishes; -- also called marsupium."},{"word":"Pecten","type":"n.","descr":" The pubic bone."},{"word":"Pecten","type":"n.","descr":" Any species of bivalve mollusks of the genus Pecten, and numerous allied genera (family Pectinidae); a scallop. See Scallop."},{"word":"Pecten","type":"n.","descr":" The comb of a scorpion. See Comb, 4 (b)."},{"word":"Pectic","type":"a.","descr":" Of or pertaining to pectin; specifically, designating an acid obtained from ordinary vegetable jelly (pectin) as an amorphous substance, tough and horny when dry, but gelatinous when moist."},{"word":"Pectin","type":"n.","descr":" One of a series of carbohydrates, commonly called vegetable jelly, found very widely distributed in the vegetable kingdom, especially in ripe fleshy fruits, as apples, cranberries, etc. It is extracted as variously colored, translucent substances, which are soluble in hot water but become viscous on cooling."},{"word":"Pectinal","type":"a.","descr":" Of or pertaining to a comb; resembling a comb."},{"word":"Pectinal","type":"n.","descr":" A fish whose bone\/ resemble comb teeth."},{"word":"Pectinate","type":"a.","descr":" Alt. of Pectinated"},{"word":"Pectinated","type":"a.","descr":" Resembling the teeth of a comb."},{"word":"Pectinated","type":"a.","descr":" Having very narrow, close divisions, in arrangement and regularity resembling those of a comb; comblike; as, a pectinate leaf; pectinated muscles.  See Illust. (e) of Antennae."},{"word":"Pectinated","type":"a.","descr":" Interlaced, like two combs."},{"word":"Pectinately","type":"adv.","descr":" In a pectinate manner."},{"word":"Pectination","type":"n.","descr":" The state of being pectinated; that which is pectinated."},{"word":"Pectination","type":"n.","descr":" The act of combing; the combing of the head."},{"word":"Pectination","type":"n.","descr":" Comblike toothing."},{"word":"Pectineal","type":"a.","descr":" Of or pertaining to the pecten."},{"word":"Pectineal","type":"a.","descr":" Relating to, or connected with, the pubic bone."},{"word":"Pectinibranch","type":"n.","descr":" One of the Pectinibranchiata. Also used adjectively."},{"word":"Pectinibranchiata","type":"n. pl.","descr":" A division of Gastropoda, including those that have a comblike gill upon the neck."},{"word":"Pectinibranchiate","type":"a.","descr":" Having pectinated gills."},{"word":"Pectiniform","type":"a.","descr":" Comblike in form."},{"word":"Pectize","type":"v. i.","descr":" To congeal; to change into a gelatinous mass."},{"word":"Pectolite","type":"n.","descr":" A whitish mineral occurring in radiated or fibrous crystalline masses. It is a hydrous silicate of lime and soda."},{"word":"Pectoral","type":"a.","descr":" Of or pertaining to the breast, or chest; as, the pectoral muscles."},{"word":"Pectoral","type":"a.","descr":" Relating to, or good for, diseases of the chest or lungs; as, a pectoral remedy."},{"word":"Pectoral","type":"a.","descr":" Having the breast conspicuously colored; as, the pectoral sandpiper."},{"word":"Pectoral","type":"n.","descr":" A covering or protecting for the breast."},{"word":"Pectoral","type":"n.","descr":" A breastplate, esp. that worn by the Jewish high person."},{"word":"Pectoral","type":"n.","descr":" A clasp or a cross worn on the breast."},{"word":"Pectoral","type":"n.","descr":" A medicine for diseases of the chest organs, especially the lungs."},{"word":"Pectorally","type":"adv.","descr":" As connected with the breast."},{"word":"Pectoriloquial","type":"a.","descr":" Pertaining to, or of the nature of, pectoriloquy."},{"word":"Pectoriloquism","type":"n.","descr":" Pectoriloquy."},{"word":"Pectoriloquous","type":"a.","descr":" Pectoriloquial."},{"word":"Pectoriloquy","type":"n.","descr":" The distinct articulation of the sounds of a patient\\'s voice, heard on applying the ear to the chest in auscultation. It usually indicates some morbid change in the lungs or pleural cavity."},{"word":"Pectose","type":"n.","descr":" An amorphous carbohydrate found in the vegetable kingdom, esp. in unripe fruits. It is associated with cellulose, and is converted into substances of the pectin group."},{"word":"Pectosic","type":"a.","descr":" Of, pertaining to, resembling, or derived from, pectose; specifically, designating an acid supposed to constitute largely ordinary pectin or vegetable jelly."},{"word":"Pectostraca","type":"n. pl.","descr":" A degenerate order of Crustacea, including the Rhizocephala and Cirripedia."},{"word":"Pectous","type":"a.","descr":" Of, pertaining to, or consisting of, pectose."},{"word":"Pectora","type":"pl. ","descr":" of Pectus"},{"word":"Pectus","type":"n.","descr":" The breast of a bird."},{"word":"Pecul","type":"n.","descr":" See Picul."},{"word":"Peculated","type":"imp. and p. p.","descr":" of Peculate"},{"word":"Peculating","type":"p. pr. and vb. n.","descr":" of Peculate"},{"word":"Peculate","type":"v. i.","descr":" To appropriate to one\\'s own use the property of the public; to steal public moneys intrusted to one\\'s care; to embezzle."},{"word":"Peculation","type":"n.","descr":" The act or practice of peculating, or of defrauding the public by appropriating to one\\'s own use the money or goods intrusted to one\\'s care for management or disbursement; embezzlement."},{"word":"Peculator","type":"n.","descr":" One who peculates."},{"word":"Peculiar","type":"a.","descr":" One\\'s own; belonging solely or especially to an individual; not possessed by others; of private, personal, or characteristic possession and use; not owned in common or in participation."},{"word":"Peculiar","type":"a.","descr":" Particular; individual; special; appropriate."},{"word":"Peculiar","type":"a.","descr":" Unusual; singular; rare; strange; as, the sky had a peculiarappearance."},{"word":"Peculiar","type":"n.","descr":" That which is peculiar; a sole or exclusive property; a prerogative; a characteristic."},{"word":"Peculiar","type":"n.","descr":" A particular parish or church which is exempt from the jurisdiction of the ordinary."},{"word":"Peculiarities","type":"pl. ","descr":" of Peculiarity"},{"word":"Peculiarity","type":"n.","descr":" The quality or state of being peculiar; individuality; singularity."},{"word":"Peculiarity","type":"n.","descr":" That which is peculiar; a special and distinctive characteristic or habit; particularity."},{"word":"Peculiarity","type":"n.","descr":" Exclusive possession or right."},{"word":"Pecularized","type":"imp. and p. p.","descr":" of Peculiarize"},{"word":"Pecularizing","type":"p. pr. and vb. n.","descr":" of Peculiarize"},{"word":"Peculiarize","type":"v. t.","descr":" To make peculiar; to set appart or assign, as an exclusive possession."},{"word":"Peculiarly","type":"adv.","descr":" In a peculiar manner; particulary; in a rare and striking degree; unusually."},{"word":"Peculiarness","type":"n.","descr":" The quality or state of being peculiar; peculiarity."},{"word":"Peculium","type":"n.","descr":" The saving of a son or a slave with the father\\'s or master\\'s consent; a little property or stock of one\\'s own; any exclusive personal or separate property."},{"word":"Peculium","type":"n.","descr":" A special fund for private and personal uses."},{"word":"Pecunial","type":"a.","descr":" Pecuniary."},{"word":"Pecuniarily","type":"adv.","descr":" In a pecuniary manner; as regards money."},{"word":"Pecuniary","type":"a.","descr":" Relating to money; monetary; as, a pecuniary penalty; a pecuniary reward."},{"word":"Pecunious","type":"a.","descr":" Abounding in money; wealthy; rich."},{"word":"Ped","type":"n.","descr":" A basket; a hammer; a pannier."},{"word":"Pedage","type":"n.","descr":" A toll or tax paid by passengers, entitling them to safe-conduct and protection."},{"word":"Pedagog","type":"n.","descr":" Pedagogue."},{"word":"Pedagogic","type":"a.","descr":" See Pedagogics."},{"word":"Pedagogic","type":"a.","descr":" Alt. of Pedagogical"},{"word":"Pedagogical","type":"a.","descr":" Of or pertaining to a pedagogue; suited to, or characteristic of, a pedagogue."},{"word":"Pedagogics","type":"n.","descr":" The science or art of teaching; the principles and rules of teaching; pedagogy."},{"word":"Pedagogism","type":"n.","descr":" The system, occupation, character, or manner of pedagogues."},{"word":"Pedagogue","type":"n.","descr":" A slave who led his master\\'s children to school, and had the charge of them generally."},{"word":"Pedagogue","type":"n.","descr":" A teacher of children; one whose occupation is to teach the young; a schoolmaster."},{"word":"Pedagogue","type":"n.","descr":" One who by teaching has become formal, positive, or pedantic in his ways; one who has the manner of a schoolmaster; a pedant."},{"word":"Pedagogue","type":"v. t.","descr":" To play the pedagogue toward."},{"word":"Pedagogy","type":"n.","descr":" Pedagogics; pedagogism."},{"word":"Pedal","type":"a.","descr":" Of or pertaining to the foot, or to feet, literally or figuratively; specifically (Zool.), pertaining to the foot of a mollusk; as, the pedal ganglion."},{"word":"Pedal","type":"a.","descr":" Of or pertaining to a pedal; having pedals."},{"word":"Pedal","type":"a.","descr":" A lever or key acted on by the foot, as in the pianoforte to raise the dampers, or in the organ to open and close certain pipes; a treadle, as in a lathe or a bicycle."},{"word":"Pedal","type":"a.","descr":" A pedal curve or surface."},{"word":"Pedalian","type":"a.","descr":" Relating to the foot, or to a metrical foot; pedal."},{"word":"Pedality","type":"n.","descr":" The act of measuring by paces."},{"word":"Pedaneous","type":"a.","descr":" Going on foot; pedestrian."},{"word":"Pedant","type":"n.","descr":" A schoolmaster; a pedagogue."},{"word":"Pedant","type":"n.","descr":" One who puts on an air of learning; one who makes a vain display of learning; a pretender to superior knowledge."},{"word":"Pedantic","type":"a.","descr":" Alt. of Pedantical"},{"word":"Pedantical","type":"a.","descr":" Of or pertaining to a pedant; characteristic of, or resembling, a pedant; ostentatious of learning; as, a pedantic writer; a pedantic description; a pedantical affectation."},{"word":"Pedantically","type":"adv.","descr":" In a pedantic manner."},{"word":"Pedanticly","type":"adv.","descr":" Pedantically."},{"word":"Pedantism","type":"n.","descr":" The office, disposition, or act of a pedant; pedantry."},{"word":"Pedantize","type":"v. i.","descr":" To play the pedant; to use pedantic expressions."},{"word":"Pedantocracy","type":"n.","descr":" The sway of pedants."},{"word":"Pedantry","type":"n.","descr":" The act, character, or manners of a pedant; vain ostentation of learning."},{"word":"Pedanty","type":"n.","descr":" An assembly or clique of pedants."},{"word":"Pedarian","type":"n.","descr":" One of a class eligible to the office of senator, but not yet chosen, who could sit and speak in the senate, but could not vote; -- so called because he might indicate his opinion by walking over to the side of the party he favored when a vote was taken."},{"word":"Pedaries","type":"pl. ","descr":" of Pedary"},{"word":"Pedary","type":"n.","descr":" A sandal."},{"word":"Pedata","type":"n. pl.","descr":" An order of holothurians, including those that have ambulacral suckers, or feet, and an internal gill."},{"word":"Pedate","type":"a.","descr":" Palmate, with the lateral lobes cleft into two or more segments; -- said of a leaf."},{"word":"Pedatifid","type":"a.","descr":" Cleft in a pedate manner, but having the lobes distinctly connected at the base; -- said of a leaf."},{"word":"Peddle","type":"v. i.","descr":" To travel about with wares for sale; to go from place to place, or from house to house, for the purpose of retailing goods; as, to peddle without a license."},{"word":"Peddle","type":"v. i.","descr":" To do a small business; to be busy about trifles; to piddle."},{"word":"Peddled","type":"imp. and p. p.","descr":" of Peddle"},{"word":"Peddling","type":"p. pr. and vb. n.","descr":" of Peddle"},{"word":"Peddle","type":"v. t.","descr":" To sell from place to place; to retail by carrying around from customer to customer; to hawk; hence, to retail in very small quantities; as, to peddle vegetables or tinware."},{"word":"Peddler","type":"n.","descr":" One who peddles; a traveling trader; one who travels about, retailing small wares; a hawker."},{"word":"Peddlery","type":"n.","descr":" The trade, or the goods, of a peddler; hawking; small retail business, like that of a peddler."},{"word":"Peddlery","type":"n.","descr":" Trifling; trickery."},{"word":"Peddling","type":"a.","descr":" Hawking; acting as a peddler."},{"word":"Peddling","type":"a.","descr":" Petty; insignificant."},{"word":"Pederast","type":"n.","descr":" One guilty of pederasty; a sodomite."},{"word":"Pederastic","type":"a.","descr":" Of or pertaining to pederasty."},{"word":"Pederasty","type":"n.","descr":" The crime against nature; sodomy."},{"word":"Pederero","type":"n.","descr":" A term formerly applied to a short piece of chambered ordnance."},{"word":"Pedesis","type":"n.","descr":" Same as Brownian movement, under Brownian."},{"word":"Pedestal","type":"n.","descr":" The base or foot of a column, statue, vase, lamp, or the like; the part on which an upright work stands. It consists of three parts, the base, the die or dado, and the cornice or surbase molding. See Illust. of Column."},{"word":"Pedestal","type":"n.","descr":" A casting secured to the frame of a truck and forming a jaw for holding a journal box."},{"word":"Pedestal","type":"n.","descr":" A pillow block; a low housing."},{"word":"Pedestal","type":"n.","descr":" An iron socket, or support, for the foot of a brace at the end of a truss where it rests on a pier."},{"word":"Pedestaled","type":"a.","descr":" Placed on, or supported by, a pedestal; figuratively, exalted."},{"word":"Pedestrial","type":"a.","descr":" Of or pertaining to the feet; employing the foot or feet."},{"word":"Pedestrially","type":"adv.","descr":" In a pedestrial manner."},{"word":"Pedestrian","type":"a.","descr":" Going on foot; performed on foot; as, a pedestrian journey."},{"word":"Pedestrian","type":"n.","descr":" A walker; one who journeys on foot; a foot traveler; specif., a professional walker or runner."},{"word":"Pedestrianism","type":"n.","descr":" The act, art, or practice of a pedestrian; walking or running; traveling or racing on foot."},{"word":"Pedestrianized","type":"imp. and p. p.","descr":" of Pedestrianize"},{"word":"Pedestrianizing","type":"p. pr. and vb. n.","descr":" of Pedestrianize"},{"word":"Pedestrianize","type":"v. i.","descr":" To practice walking; to travel on foot."},{"word":"Pedestrious","type":"a.","descr":" Going on foot; not winged."},{"word":"Pedetentous","type":"a.","descr":" Proceeding step by step; advancing cautiously."},{"word":"Pedi-","type":"","descr":" Alt. of Pedo-"},{"word":"Pedo-","type":"","descr":" Combining forms from L. pes, pedis, foot, as pedipalp, pedireme, pedometer."},{"word":"Pedial","type":"a.","descr":" Pertaining to the foot, or to any organ called a foot; pedal."},{"word":"Pedicel","type":"n.","descr":" A stalk which supports one flower or fruit, whether solitary or one of many ultimate divisions of a common peduncle. See Peduncle, and Illust. of Flower."},{"word":"Pedicel","type":"n.","descr":" A slender support of any special organ, as that of a capsule in mosses, an air vesicle in algae, or a sporangium in ferns."},{"word":"Pedicel","type":"n.","descr":" A slender stem by which certain of the lower animals or their eggs are attached. See Illust. of Aphis lion."},{"word":"Pedicel","type":"n.","descr":" The ventral part of each side of the neural arch connecting with the centrum of a vertebra."},{"word":"Pedicel","type":"n.","descr":" An outgrowth of the frontal bones, which supports the antlers or horns in deer and allied animals."},{"word":"Pediceled","type":"a.","descr":" Pedicellate."},{"word":"Pedicellariae","type":"pl. ","descr":" of Pedicellaria"},{"word":"Pedicellaria","type":"n.","descr":" A peculiar forcepslike organ which occurs in large numbers upon starfishes and echini. Those of starfishes have two movable jaws, or blades, and are usually nearly, or quite, sessile; those of echini usually have three jaws and a pedicel. See Illustration in Appendix."},{"word":"Pedicellate","type":"a.","descr":" Having a pedicel; supported by a pedicel."},{"word":"Pedicellina","type":"n.","descr":" A genus of Bryozoa, of the order Entoprocta, having a bell-shaped body supported on a slender pedicel. See Illust. under Entoprocta."},{"word":"Pedicle","type":"n.","descr":" Same as Pedicel."},{"word":"Pedicular","type":"a.","descr":" Of or pertaining to lice; having the lousy distemper (phthiriasis); lousy."},{"word":"Pediculate","type":"a.","descr":" Of or pertaining to the Pediculati."},{"word":"Pediculati","type":"n. pl.","descr":" An order of fishes including the anglers. See Illust. of Angler and Batfish."},{"word":"Pediculation","type":"n.","descr":" Phthiriasis."},{"word":"Pedicule","type":"n.","descr":" A pedicel."},{"word":"Pediculina","type":"n. pl.","descr":" A division of parasitic hemipterous insects, including the true lice. See Illust. in Appendix."},{"word":"Pediculous","type":"a.","descr":" Pedicular."},{"word":"Pediculi","type":"pl. ","descr":" of Pediculus"},{"word":"Pediculus","type":"n.","descr":" A genus of wingless parasitic Hemiptera, including the common lice of man. See Louse."},{"word":"Pediform","type":"a.","descr":" Shaped like a foot."},{"word":"Pedigerous","type":"a.","descr":" Bearing or having feet or legs."},{"word":"Pedigree","type":"n.","descr":" A line of ancestors; descent; lineage; genealogy; a register or record of a line of ancestors."},{"word":"Pedigree","type":"n.","descr":" A record of the lineage or strain of an animal, as of a horse."},{"word":"Pediluvy","type":"n.","descr":" The bathing of the feet, a bath for the feet."},{"word":"Pedimana","type":"n. pl.","descr":" A division of marsupials, including the opossums."},{"word":"Pedimane","type":"n.","descr":" A pedimanous marsupial; an opossum."},{"word":"Pedimanous","type":"a.","descr":" Having feet resembling hands, or with the first toe opposable, as the opossums and monkeys."},{"word":"Pediment","type":"n.","descr":" Originally, in classical architecture, the triangular space forming the gable of a simple roof; hence, a similar form used as a decoration over porticoes, doors, windows, etc.; also, a rounded or broken frontal having a similar position and use. See Temple."},{"word":"Pedimental","type":"a.","descr":" Of or pertaining to a pediment."},{"word":"Pedipalp","type":"n.","descr":" One of the Pedipalpi."},{"word":"Pedipalpi","type":"n pl.","descr":" A division of Arachnida, including the whip scorpions (Thelyphonus) and allied forms. Sometimes used in a wider sense to include also the true scorpions."},{"word":"Pedipalpous","type":"a.","descr":" Pertaining to, or resembling, the pedipalps."},{"word":"Pedipalpi","type":"pl. ","descr":" of Pedipalpus"},{"word":"Pedipalpus","type":"n.","descr":" One of the second pair of mouth organs of arachnids. In some they are leglike, but in others, as the scorpion, they terminate in a claw."},{"word":"Pedireme","type":"n.","descr":" A crustacean, some of whose feet serve as oars."},{"word":"Pedlar","type":"n.","descr":" Alt. of Pedler"},{"word":"Pedler","type":"n.","descr":" See Peddler."},{"word":"Pedobaptism","type":"n.","descr":" The baptism of infants or of small children."},{"word":"Pedobaptist","type":"n.","descr":" One who advocates or practices infant baptism."},{"word":"Pedomancy","type":"n.","descr":" Divination by examining the soles of the feet."},{"word":"Pedometer","type":"n.","descr":" An instrument for including the number of steps in walking, and so ascertaining the distance passed over. It is usually in the form of a watch; an oscillating weight by the motion of the body causes the index to advance a certain distance at each step."},{"word":"Pedometric","type":"a.","descr":" Alt. of Pedometrical"},{"word":"Pedometrical","type":"a.","descr":" Pertaining to, or measured by, a pedometer."},{"word":"Pedomotive","type":"a.","descr":" Moved or worked by the action of the foot or feet on a pedal or treadle."},{"word":"Pedotrophy","type":"n.","descr":" The art of nourishing children properly."},{"word":"Pedregal","type":"n.","descr":" A lava field."},{"word":"Peduncle","type":"n.","descr":" The stem or stalk that supports the flower or fruit of a plant, or a cluster of flowers or fruits."},{"word":"Peduncle","type":"n.","descr":" A sort of stem by which certain shells and barnacles are attached to other objects. See Illust. of Barnacle."},{"word":"Peduncle","type":"n.","descr":" A band of nervous or fibrous matter connecting different parts of the brain; as, the peduncles of the cerebellum; the peduncles of the pineal gland."},{"word":"Peduncled","type":"a.","descr":" Having a peduncle; supported on a peduncle; pedunculate."},{"word":"Peduncular","type":"a.","descr":" Of or pertaining to a peduncle; growing from a peduncle; as, a peduncular tendril."},{"word":"Pedunculata","type":"n. pl.","descr":" A division of Cirripedia, including the stalked or goose barnacles."},{"word":"Pedunculate","type":"a.","descr":" Alt. of Pedunculated"},{"word":"Pedunculated","type":"a.","descr":" Having a peduncle; growing on a peduncle; as, a pedunculate flower; a pedunculate eye, as in a lobster."},{"word":"Pee","type":"n.","descr":" See 1st Pea."},{"word":"Pee","type":"n.","descr":" Bill of an anchor. See Peak, 3 (c)."},{"word":"Peece","type":"n. and v.","descr":" See Piece."},{"word":"Peechi","type":"n.","descr":" The dauw."},{"word":"Peek","type":"v. i.","descr":" To look slyly, or with the eyes half closed, or through a crevice; to peep."},{"word":"Peekaboo","type":"n.","descr":" A child\\'s game; bopeep."},{"word":"Peel","type":"n.","descr":" A small tower, fort, or castle; a keep."},{"word":"Peel","type":"n.","descr":" A spadelike implement, variously used, as for removing loaves of bread from a baker\\'s oven; also, a T-shaped implement used by printers and bookbinders for hanging wet sheets of paper on lines or poles to dry. Also, the blade of an oar."},{"word":"Peel","type":"v. t.","descr":" To plunder; to pillage; to rob."},{"word":"Peeled","type":"imp. and p. p.","descr":" of Peel"},{"word":"Peeling","type":"p. pr. and vb. n.","descr":" of Peel"},{"word":"Peel","type":"v. t.","descr":" To strip off the skin, bark, or rind of; to strip by drawing or tearing off the skin, bark, husks, etc.; to flay; to decorticate; as, to peel an orange."},{"word":"Peel","type":"v. t.","descr":" To strip or tear off; to remove by stripping, as the skin of an animal, the bark of a tree, etc."},{"word":"Peel","type":"v. i.","descr":" To lose the skin, bark, or rind; to come off, as the skin, bark, or rind does; -- often used with an adverb; as, the bark peels easily or readily."},{"word":"Peel","type":"n.","descr":" The skin or rind; as, the peel of an orange."},{"word":"Peele","type":"n.","descr":" A graceful and swift South African antelope (Pelea capreola). The hair is woolly, and ash-gray on the back and sides. The horns are black, long, slender, straight, nearly smooth, and very sharp. Called also rheeboc, and rehboc."},{"word":"Peeler","type":"n.","descr":" One who peels or strips."},{"word":"Peeler","type":"n.","descr":" A pillager."},{"word":"Peeler","type":"n.","descr":" A nickname for a policeman; -- so called from Sir Robert Peel."},{"word":"Peelhouse","type":"n.","descr":" See 1st Peel."},{"word":"Peen","type":"n.","descr":" A round-edged, or hemispherical, end to the head of a hammer or sledge, used to stretch or bend metal by indentation."},{"word":"Peen","type":"n.","descr":" The sharp-edged end of the head of a mason\\'s hammer."},{"word":"Peen","type":"v. t.","descr":" To draw, bend, or straighten, as metal, by blows with the peen of a hammer or sledge."},{"word":"Peenge","type":"v. i.","descr":" To complain."},{"word":"Peeped","type":"imp. and p. p.","descr":" of Peep"},{"word":"Peeping","type":"p. pr. and vb. n.","descr":" of Peep"},{"word":"Peep","type":"v. i.","descr":" To cry, as a chicken hatching or newly hatched; to chirp; to cheep."},{"word":"Peep","type":"v. i.","descr":" To begin to appear; to look forth from concealment; to make the first appearance."},{"word":"Peep","type":"v. i.","descr":" To look cautiously or slyly; to peer, as through a crevice; to pry."},{"word":"Peep","type":"n.","descr":" The cry of a young chicken; a chirp."},{"word":"Peep","type":"n.","descr":" First outlook or appearance."},{"word":"Peep","type":"n.","descr":" A sly look; a look as through a crevice, or from a place of concealment."},{"word":"Peep","type":"n.","descr":" Any small sandpiper, as the least sandpiper (Trigna minutilla)."},{"word":"Peep","type":"n.","descr":" The European meadow pipit (Anthus pratensis)."},{"word":"Peeper","type":"n.","descr":" A chicken just breaking the shell; a young bird."},{"word":"Peeper","type":"n.","descr":" One who peeps; a prying person; a spy."},{"word":"Peeper","type":"n.","descr":" The eye; as, to close the peepers."},{"word":"Peephole","type":"n.","descr":" A hole, or crevice, through which one may peep without being discovered."},{"word":"Peeping hole","type":"","descr":" See Peephole."},{"word":"Peepul tree","type":"","descr":" A sacred tree (Ficus religiosa) of the Buddhists, a kind of fig tree which attains great size and venerable age. See Bo tree."},{"word":"Peered","type":"imp. and p. p.","descr":" of Peer"},{"word":"Peering","type":"p. pr. and vb. n.","descr":" of Peer"},{"word":"Peer","type":"v. i.","descr":" To come in sight; to appear."},{"word":"Peer","type":"v. i.","descr":" To look narrowly or curiously or intently; to peep; as, the peering day."},{"word":"Peer","type":"n.","descr":" One of the same rank, quality, endowments, character, etc.; an equal; a match; a mate."},{"word":"Peer","type":"n.","descr":" A comrade; a companion; a fellow; an associate."},{"word":"Peer","type":"n.","descr":" A nobleman; a member of one of the five degrees of the British nobility, namely, duke, marquis, earl, viscount, baron; as, a peer of the realm."},{"word":"Peer","type":"v. t.","descr":" To make equal in rank."},{"word":"Peer","type":"v. t.","descr":" To be, or to assume to be, equal."},{"word":"Peerage","type":"n.","descr":" The rank or dignity of a peer."},{"word":"Peerage","type":"n.","descr":" The body of peers; the nobility, collectively."},{"word":"Peerdom","type":"n.","descr":" Peerage; also, a lordship."},{"word":"Peeress","type":"n.","descr":" The wife of a peer; a woman ennobled in her own right, or by right of marriage."},{"word":"Peerie","type":"a.","descr":" Alt. of Peery"},{"word":"Peery","type":"a.","descr":" Inquisitive; suspicious; sharp."},{"word":"Peerless","type":"a.","descr":" Having no peer or equal; matchless; superlative."},{"word":"Peert","type":"a.","descr":" Same as Peart."},{"word":"Peerweet","type":"n.","descr":" Same as Pewit (a and b)."},{"word":"Peevish","type":"a.","descr":" Habitually fretful; easily vexed or fretted; hard to please; apt to complain; querulous; petulant."},{"word":"Peevish","type":"a.","descr":" Expressing fretfulness and discontent, or unjustifiable dissatisfaction; as, a peevish answer."},{"word":"Peevish","type":"a.","descr":" Silly; childish; trifling."},{"word":"Peevishly","type":"adv.","descr":" In a peevish manner."},{"word":"Peevishness","type":"n.","descr":" The quality of being peevish; disposition to murmur; sourness of temper."},{"word":"Peevit","type":"n.","descr":" Alt. of Peewit"},{"word":"Peewit","type":"n.","descr":" See Pewit."},{"word":"Peg","type":"n.","descr":" A small, pointed piece of wood, used in fastening boards together, in attaching the soles of boots or shoes, etc.; as, a shoe peg."},{"word":"Peg","type":"n.","descr":" A wooden pin, or nail, on which to hang things, as coats, etc. Hence, colloquially and figuratively: A support; a reason; a pretext; as, a peg to hang a claim upon."},{"word":"Peg","type":"n.","descr":" One of the pins of a musical instrument, on which the strings are strained."},{"word":"Peg","type":"n.","descr":" One of the pins used for marking points on a cribbage board."},{"word":"Peg","type":"n.","descr":" A step; a degree; esp. in the slang phrase \"To take one down peg.\""},{"word":"Pegged","type":"imp. and p. p.","descr":" of Peg"},{"word":"Pegging","type":"p. pr. and vb. n.","descr":" of Peg"},{"word":"Peg","type":"v. t.","descr":" To put pegs into; to fasten the parts of with pegs; as, to peg shoes; to confine with pegs; to restrict or limit closely."},{"word":"Peg","type":"v. t.","descr":" To score with a peg, as points in the game; as, she pegged twelwe points."},{"word":"Peg","type":"v. i.","descr":" To work diligently, as one who pegs shoes; -- usually with on, at, or away; as, to peg away at a task."},{"word":"Pegador","type":"n.","descr":" A species of remora (Echeneis naucrates). See Remora."},{"word":"Pegasean","type":"a.","descr":" Of or pertaining to Pegasus, or, figuratively, to poetry."},{"word":"Pegasoid","type":"a.","descr":" Like or pertaining to Pegasus."},{"word":"Pegasus","type":"n.","descr":" A winged horse fabled to have sprung from the body of Medusa when she was slain. He is noted for causing, with a blow of his hoof, Hippocrene, the inspiring fountain of the Muses, to spring from Mount Helicon. On this account he is, in modern times, associated with the Muses, and with ideas of poetic inspiration."},{"word":"Pegasus","type":"n.","descr":" A northen constellation near the vernal equinoctial point. Its three brightest stars, with the brightest star of Andromeda, form the square of Pegasus."},{"word":"Pegasus","type":"n.","descr":" A genus of small fishes, having large pectoral fins, and the body covered with hard, bony plates. Several species are known from the East Indies and China."},{"word":"Pegger","type":"n.","descr":" One who fastens with pegs."},{"word":"Pegging","type":"n.","descr":" The act or process of fastening with pegs."},{"word":"Pegm","type":"n.","descr":" A sort of moving machine employed in the old pageants."},{"word":"Pegmatite","type":"n.","descr":" Graphic granite. See under Granite."},{"word":"Pegmatite","type":"n.","descr":" More generally, a coarse granite occurring as vein material in other rocks."},{"word":"Pegmatitic","type":"a.","descr":" Of, pertaining to, or resembling, pegmatite; as, the pegmatic structure of certain rocks resembling graphic granite."},{"word":"Pegtatoid","type":"a.","descr":" Resembling pegmatite; pegmatic."},{"word":"Pegomancy","type":"n.","descr":" Divination by fountains."},{"word":"Pegroots","type":"n.","descr":" Same as Setterwort."},{"word":"Pehlevi","type":"n.","descr":" An ancient Persian dialect in which words were partly represented by their Semitic equivalents. It was in use from the 3d century (and perhaps earlier) to the middle of the 7th century, and later in religious writings."},{"word":"Pein","type":"n.","descr":" See Peen."},{"word":"Peirameter","type":"n.","descr":" A dynamometer for measuring the force required to draw wheel carriages on roads of different constructions."},{"word":"Peirastic","type":"a.","descr":" Fitted for trail or test; experimental; tentative; treating of attempts."},{"word":"Peise","type":"n.","descr":" A weight; a poise."},{"word":"Peise","type":"v. t.","descr":" To poise or weight."},{"word":"Peitrel","type":"n.","descr":" See Peytrel."},{"word":"Pejorative","type":"a.","descr":" Implying or imputing evil; depreciatory; disparaging; unfavorable."},{"word":"Pekan","type":"n.","descr":" See Fisher, 2."},{"word":"Pekoe","type":"n.","descr":" A kind of black tea."},{"word":"Pela","type":"n.","descr":" See Wax insect, under Wax."},{"word":"Pelage","type":"n.","descr":" The covering, or coat, of a mammal, whether of wool, fur, or hair."},{"word":"Pelagian","type":"a.","descr":" Of or pertaining to the sea; marine; pelagic; as, pelagian shells."},{"word":"Pelagian","type":"n.","descr":" A follower of Pelagius, a British monk, born in the later part of the 4th century, who denied the doctrines of hereditary sin, of the connection between sin and death, and of conversion through grace."},{"word":"Pelagian","type":"a.","descr":" Of or pertaining to Pelagius, or to his doctrines."},{"word":"Pelagianism","type":"n.","descr":" The doctrines of Pelagius."},{"word":"Pelagic","type":"a.","descr":" Of or pertaining to the ocean; -- applied especially to animals that live at the surface of the ocean, away from the coast."},{"word":"Pelargonic","type":"a.","descr":" Pertaining to, or designating, an organic acid (called also nonoic acid) found in the leaves of the geranium (Pelargonium) and allied plants."},{"word":"Pelargonium","type":"n.","descr":" A large genus of plants of the order Geraniaceae, differing from Geranium in having a spurred calyx and an irregular corolla."},{"word":"Pelasgian","type":"a.","descr":" Alt. of Pelasgic"},{"word":"Pelasgic","type":"a.","descr":" Of or pertaining to the Pelasgians, an ancient people of Greece, of roving habits."},{"word":"Pelasgic","type":"a.","descr":" Wandering."},{"word":"Pelecan","type":"n.","descr":" See Pelican."},{"word":"Pelecaniformes","type":"n. pl.","descr":" Those birds that are related to the pelican; the Totipalmi."},{"word":"Pelecoid","type":"n.","descr":" A figure, somewhat hatched-shaped, bounded by a semicircle and two inverted quadrants, and equal in area to the square ABCD inclosed by the chords of the four quadrants."},{"word":"Pelecypoda","type":"n. pl.","descr":" Same as Lamellibranchia."},{"word":"Pelegrine","type":"a.","descr":" See Peregrine."},{"word":"Pelerine","type":"n.","descr":" A woman\\'s cape; especially, a fur cape that is longer in front than behind."},{"word":"Pelf","type":"n.","descr":" Money; riches; lucre; gain; -- generally conveying the idea of something ill-gotten or worthless. It has no plural."},{"word":"Pelfish","type":"a.","descr":" Of or pertaining to pelf."},{"word":"Pelfray","type":"n.","descr":" Alt. of Pelfry"},{"word":"Pelfry","type":"n.","descr":" Pelf; also, figuratively, rubbish; trash."},{"word":"Pelican","type":"n.","descr":" Any large webfooted bird of the genus Pelecanus, of which about a dozen species are known. They have an enormous bill, to the lower edge of which is attached a pouch in which captured fishes are temporarily stored."},{"word":"Pelican","type":"n.","descr":" A retort or still having a curved tube or tubes leading back from the head to the body for continuous condensation and redistillation."},{"word":"Pelick","type":"n.","descr":" The American coot (Fulica)."},{"word":"Pelicoid","type":"n.","descr":" See Pelecoid."},{"word":"Pelicosauria","type":"n. pl.","descr":" A suborder of Theromorpha, including terrestrial reptiles from the Permian formation."},{"word":"Peliom","type":"n.","descr":" A variety of iolite, of a smoky blue color; pelioma."},{"word":"Pelioma","type":"n.","descr":" A livid ecchymosis."},{"word":"Pelioma","type":"n.","descr":" See Peliom."},{"word":"Pelisse","type":"n.","descr":" An outer garment for men or women, originally of fur, or lined with fur; a lady\\'s outer garment, made of silk or other fabric."},{"word":"Pell","type":"v. t.","descr":" To pelt; to knock about."},{"word":"Pell","type":"n.","descr":" A skin or hide; a pelt."},{"word":"Pell","type":"n.","descr":" A roll of parchment; a parchment record."},{"word":"Pellack","type":"n.","descr":" A porpoise."},{"word":"Pellage","type":"n.","descr":" A customs duty on skins of leather."},{"word":"Pellagra","type":"n.","descr":" An erythematous affection of the skin, with severe constitutional and nervous symptoms, endemic in Northern Italy."},{"word":"Pellagrin","type":"n.","descr":" One who is afficted with pellagra."},{"word":"Pellet","type":"n.","descr":" A little ball; as, a pellet of wax \/ paper."},{"word":"Pellet","type":"n.","descr":" A bullet; a ball for firearms."},{"word":"Pellet","type":"v.\/.","descr":" To form into small balls."},{"word":"Pelleted","type":"a.","descr":" Made of, or like, pellets; furnished with pellets."},{"word":"Pellibranchiata","type":"n. pl.","descr":" A division of Nudibranchiata, in which the mantle itself serves as a gill."},{"word":"Pellicle","type":"n.","descr":" A thin skin or film."},{"word":"Pellicle","type":"n.","descr":" A thin film formed on the surface of an evaporating solution."},{"word":"Pellicular","type":"a.","descr":" Of or pertaining to a pellicle."},{"word":"Pellile","type":"n.","descr":" The redshank; -- so called from its note."},{"word":"Pellitory","type":"n.","descr":" The common name of the several species of the genus Parietaria, low, harmless weeds of the Nettle family; -- also called wall pellitory, and lichwort."},{"word":"Pellitory","type":"n.","descr":" A composite plant (Anacyclus Pyrethrum) of the Mediterranean region, having finely divided leaves and whitish flowers. The root is the officinal pellitory, and is used as an irritant and sialogogue. Called also bertram, and pellitory of Spain."},{"word":"Pellitory","type":"n.","descr":" The feverfew (Chrysanthemum Parthenium); -- so called because it resembles the above."},{"word":"Pell-mell","type":"n.","descr":" See Pall-mall."},{"word":"Pellmell","type":"adv.","descr":" In utter confusion; with confused violence."},{"word":"Pellucid","type":"a.","descr":" Transparent; clear; limpid; translucent; not opaque."},{"word":"Pellucidity","type":"n.","descr":" Alt. of Pellucidness"},{"word":"Pellucidness","type":"n.","descr":" The quality or state of being pellucid; transparency; translucency; clearness; as, the pellucidity of the air."},{"word":"Pellucidly","type":"adv.","descr":" In a pellucid manner."},{"word":"Pelmata","type":"pl. ","descr":" of Pelma"},{"word":"Pelma","type":"n.","descr":" The under surface of the foot."},{"word":"Pelopium","type":"n.","descr":" A supposed new metal found in columbite, afterwards shown to be identical with columbium, or niobium."},{"word":"Peloponnesian","type":"a.","descr":" Of or pertaining to the Peloponnesus, or southern peninsula of Greece."},{"word":"Peloponnesian","type":"n.","descr":" A native or an inhabitant of the Peloponnesus."},{"word":"Peloria","type":"n.","descr":" Abnormal regularity; the state of certain flowers, which, being naturally irregular, have become regular through a symmetrical repetition of the special irregularity."},{"word":"Peloric","type":"a.","descr":" Abnormally regular or symmetrical."},{"word":"Pelotage","type":"n.","descr":" Packs or bales of Spanish wool."},{"word":"Pelt","type":"n.","descr":" The skin of a beast with the hair on; a raw or undressed hide; a skin preserved with the hairy or woolly covering on it. See 4th Fell."},{"word":"Pelt","type":"n.","descr":" The human skin."},{"word":"Pelt","type":"n.","descr":" The body of any quarry killed by the hawk."},{"word":"Pelted","type":"imp. and p. p.","descr":" of Pelt"},{"word":"Pelting","type":"p. pr. and vb. n.","descr":" of Pelt"},{"word":"Pelt","type":"v. t.","descr":" To strike with something thrown or driven; to assail with pellets or missiles, as, to pelt with stones; pelted with hail."},{"word":"Pelt","type":"v. t.","descr":" To throw; to use as a missile."},{"word":"Pelt","type":"v. i.","descr":" To throw missiles."},{"word":"Pelt","type":"v. i.","descr":" To throw out words."},{"word":"Pelt","type":"n.","descr":" A blow or stroke from something thrown."},{"word":"Peltae","type":"pl. ","descr":" of Pelta"},{"word":"Pelta","type":"n.","descr":" A small shield, especially one of an approximately elliptic form, or crescent-shaped."},{"word":"Pelta","type":"n.","descr":" A flat apothecium having no rim."},{"word":"Peltate","type":"a.","descr":" Alt. of Peltated"},{"word":"Peltated","type":"a.","descr":" Shield-shaped; scutiform; (Bot.) having the stem or support attached to the lower surface, instead of at the base or margin; -- said of a leaf or other organ."},{"word":"Pelter","type":"n.","descr":" One who pelts."},{"word":"Pelter","type":"n.","descr":" A pinchpenny; a mean, sordid person; a miser; a skinflint."},{"word":"Peltiform","type":"a.","descr":" Shieldlike, with the outline nearly circular; peltate."},{"word":"Pelting","type":"a.","descr":" Mean; paltry."},{"word":"Peltry","type":"n.","descr":" Pelts or skins, collectively; skins with the fur on them; furs."},{"word":"Peltryware","type":"n.","descr":" Peltry."},{"word":"Peludo","type":"n.","descr":" The South American hairy armadillo (Dasypus villosus)."},{"word":"Pelusiac","type":"a.","descr":" Of or pertaining to Pelusium, an ancient city of Egypt; as, the Pelusiac (or former eastern) outlet of the Nile."},{"word":"Pelvic","type":"a.","descr":" Of, pertaining to, or in the region of, the pelvis; as, pelvic cellulitis."},{"word":"Pelvimeter","type":"n.","descr":" An instrument for measuring the dimensions of the pelvis."},{"word":"Pelvis","type":"n.","descr":" The pelvic arch, or the pelvic arch together with the sacrum. See Pelvic arch, under Pelvic, and Sacrum."},{"word":"Pelvis","type":"n.","descr":" The calyx of a crinoid."},{"word":"Pemmican","type":"n.","descr":" Among the North American Indians, meat cut in thin slices, divested of fat, and dried in the sun."},{"word":"Pemmican","type":"n.","descr":" Meat, without the fat, cut in thin slices, dried in the sun, pounded, then mixed with melted fat and sometimes dried fruit, and compressed into cakes or in bags. It contains much nutriment in small compass, and is of great use in long voyages of exploration."},{"word":"Pemphigus","type":"n.","descr":" A somewhat rare skin disease, characterized by the development of blebs upon different part of the body."},{"word":"Pen","type":"n.","descr":" A feather."},{"word":"Pen","type":"n.","descr":" A wing."},{"word":"Pen","type":"n.","descr":" An instrument used for writing with ink, formerly made of a reed, or of the quill of a goose or other bird, but now also of other materials, as of steel, gold, etc. Also, originally, a stylus or other instrument for scratching or graving."},{"word":"Pen","type":"n.","descr":" Fig.: A writer, or his style; as, he has a sharp pen."},{"word":"Pen","type":"n.","descr":" The internal shell of a squid."},{"word":"Pen","type":"n.","descr":" A female swan."},{"word":"Penned","type":"imp. and p. p.","descr":" of Pen"},{"word":"Penning","type":"p. pr. and vb. n.","descr":" of Pen"},{"word":"Pen","type":"v. t.","descr":" To write; to compose and commit to paper; to indite; to compose; as, to pen a sonnet."},{"word":"Penned","type":"imp. and p. p.","descr":" of Pen"},{"word":"Pent","type":"","descr":" of Pen"},{"word":"Penning","type":"p. pr. and vb. n.","descr":" of Pen"},{"word":"Pen","type":"n. and v.","descr":" To shut up, as in a pen or cage; to confine in a small inclosure or narrow space; to coop up, or shut in; to inclose."},{"word":"Pen","type":"n.","descr":" A small inclosure; as, a pen for sheep or for pigs."},{"word":"Penal","type":"a.","descr":" Of or pertaining to punishment, to penalties, or to crimes and offenses; pertaining to criminal jurisprudence"},{"word":"Penal","type":"a.","descr":" Enacting or threatening punishment; as, a penal statue; the penal code."},{"word":"Penal","type":"a.","descr":" Incurring punishment; subject to a penalty; as, a penalact of offense."},{"word":"Penal","type":"a.","descr":" Inflicted as punishment; used as a means of punishment; as, a penal colony or settlement."},{"word":"Penality","type":"n.","descr":" The quality or state of being penal; lability to punishment."},{"word":"Penalize","type":"v. t.","descr":" To make penal."},{"word":"Penalize","type":"v. t.","descr":" To put a penalty on. See Penalty, 3."},{"word":"Penally","type":"adv.","descr":" In a penal manner."},{"word":"Penalties","type":"pl. ","descr":" of Penalty"},{"word":"Penalty","type":"n.","descr":" Penal retribution; punishment for crime or offense; the suffering in person or property which is annexed by law or judicial decision to the commission of a crime, offense, or trespass."},{"word":"Penalty","type":"n.","descr":" The suffering, or the sum to be forfeited, to which a person subjects himself by covenant or agreement, in case of nonfulfillment of stipulations; forfeiture; fine."},{"word":"Penalty","type":"n.","descr":" A handicap."},{"word":"Penance","type":"n.","descr":" Repentance."},{"word":"Penance","type":"n.","descr":" Pain; sorrow; suffering."},{"word":"Penance","type":"n.","descr":" A means of repairing a sin committed, and obtaining pardon for it, consisting partly in the performance of expiatory rites, partly in voluntary submission to a punishment corresponding to the transgression. Penance is the fourth of seven sacraments in the Roman Catholic Church."},{"word":"Penanced","type":"imp. and p. p.","descr":" of Penance"},{"word":"Penance","type":"v. t.","descr":" To impose penance; to punish."},{"word":"Penanceless","type":"a.","descr":" Free from penance."},{"word":"Penang nut","type":"","descr":" The betel nut."},{"word":"Penannular","type":"a.","descr":" Nearly annular; having nearly the form of a ring."},{"word":"Penary","type":"a.","descr":" Penal."},{"word":"Penates","type":"n. pl.","descr":" The household gods of the ancient Romans. They presided over the home and the family hearth. See Lar."},{"word":"Penaunt","type":"n.","descr":" A penitent."},{"word":"Pence","type":"n.","descr":" pl. of Penny. See Penny."},{"word":"Pencel","type":"n.","descr":" A small, narrow flag or streamer borne at the top of a lance; -- called also pennoncel."},{"word":"Penchant","type":"n.","descr":" Inclination; decided taste; bias; as, a penchant for art."},{"word":"Penchute","type":"n.","descr":" See Penstock."},{"word":"Pencil","type":"n.","descr":" A small, fine brush of hair or bristles used by painters for laying on colors."},{"word":"Pencil","type":"n.","descr":" A slender cylinder or strip of black lead, colored chalk, slate etc., or such a cylinder or strip inserted in a small wooden rod intended to be pointed, or in a case, which forms a handle, -- used for drawing or writing. See Graphite."},{"word":"Pencil","type":"n.","descr":" Hence, figuratively, an artist\\'s ability or peculiar manner; also, in general, the act or occupation of the artist, descriptive writer, etc."},{"word":"Pencil","type":"n.","descr":" An aggregate or collection of rays of light, especially when diverging from, or converging to, a point."},{"word":"Pencil","type":"n.","descr":" A number of lines that intersect in one point, the point of intersection being called the pencil point."},{"word":"Pencil","type":"n.","descr":" A small medicated bougie."},{"word":"Penciled","type":"imp. and p. p.","descr":" of Pencil"},{"word":"Pencilled","type":"","descr":" of Pencil"},{"word":"Penciling","type":"p. pr. and vb. n.","descr":" of Pencil"},{"word":"Pencilling","type":"","descr":" of Pencil"},{"word":"Pencil","type":"v. t.","descr":" To write or mark with a pencil; to paint or to draw."},{"word":"Penciled","type":"a.","descr":" Painted, drawn, sketched, or marked with a pencil."},{"word":"Penciled","type":"a.","descr":" Radiated; having pencils of rays."},{"word":"Penciled","type":"a.","descr":" Marked with parallel or radiating lines."},{"word":"Penciling","type":"n.","descr":" The work of the pencil or bruch; as, delicate penciling in a picture."},{"word":"Penciling","type":"n.","descr":" Lines of white or black paint drawn along a mortar joint in a brick wall."},{"word":"Pencillate","type":"a.","descr":" Alt. of Pencillated"},{"word":"Pencillated","type":"a.","descr":" Shaped like a pencil; penicillate."},{"word":"Pencraft","type":"n.","descr":" Penmanship; skill in writing; chirography."},{"word":"Pencraft","type":"n.","descr":" The art of composing or writing; authorship."},{"word":"Pend","type":"n.","descr":" Oil cake; penock."},{"word":"Pended","type":"imp. and p. p.","descr":" of Pend"},{"word":"Pending","type":"p. pr. and vb. n.","descr":" of Pend"},{"word":"Pend","type":"v. i.","descr":" To hang; to depend."},{"word":"Pend","type":"v. i.","descr":" To be undecided, or in process of adjustment."},{"word":"Pend","type":"v. t.","descr":" To pen; to confine."},{"word":"Pendant","type":"n.","descr":" Something which hangs or depends; something suspended; a hanging appendage, especially one of an ornamental character; as to a chandelier or an eardrop; also, an appendix or addition, as to a book."},{"word":"Pendant","type":"n.","descr":" A hanging ornament on roofs, ceilings, etc., much used in the later styles of Gothic architecture, where it is of stone, and an important part of the construction. There are imitations in plaster and wood, which are mere decorative features."},{"word":"Pendant","type":"n.","descr":" One of a pair; a counterpart; as, one vase is the pendant to the other vase."},{"word":"Pendant","type":"n.","descr":" A pendulum."},{"word":"Pendant","type":"n.","descr":" The stem and ring of a watch, by which it is suspended."},{"word":"Pendence","type":"n.","descr":" Slope; inclination."},{"word":"Pendency","type":"n.","descr":" The quality or state of being pendent or suspended."},{"word":"Pendency","type":"n.","descr":" The quality or state of being undecided, or in continuance; suspense; as, the pendency of a suit."},{"word":"Pendent","type":"a.","descr":" Supported from above; suspended; depending; pendulous; hanging; as, a pendent leaf."},{"word":"Pendent","type":"a.","descr":" Jutting over; projecting; overhanging."},{"word":"Pendentive","type":"n.","descr":" The portion of a vault by means of which the square space in the middle of a building is brought to an octagon or circle to receive a cupola."},{"word":"Pendentive","type":"n.","descr":" The part of a groined vault which is supported by, and springs from, one pier or corbel."},{"word":"Pendently","type":"adv.","descr":" In a pendent manner."},{"word":"Pendice","type":"n.","descr":" A sloping roof; a lean-to; a penthouse."},{"word":"Pendicle","type":"n.","descr":" An appendage; something dependent on another; an appurtenance; a pendant."},{"word":"Pendicler","type":"n.","descr":" An inferior tenant; one who rents a pendicle or croft."},{"word":"Pending","type":"a.","descr":" Not yet decided; in continuance; in suspense; as, a pending suit."},{"word":"Pending","type":"prep.","descr":" During; as, pending the trail."},{"word":"Pendragon","type":"n.","descr":" A chief leader or a king; a head; a dictator; -- a title assumed by the ancient British chiefs when called to lead other chiefs."},{"word":"Pendular","type":"a.","descr":" Pendulous."},{"word":"Pendulate","type":"v. i.","descr":" To swing as a pendulum."},{"word":"Pendule","type":"n.","descr":" A pendulum."},{"word":"Penduline","type":"n.","descr":" A European titmouse (Parus, \/ Aegithalus, pendulinus). It is noted for its elegant pendulous purselike nest, made of the down of willow trees and lined with feathers."},{"word":"Pendulosity","type":"n.","descr":" The state or quality of being pendulous."},{"word":"Pendulous","type":"a.","descr":" Depending; pendent loosely; hanging; swinging."},{"word":"Pendulous","type":"a.","descr":" Wavering; unstable; doubtful."},{"word":"Pendulous","type":"a.","descr":" Inclined or hanging downwards, as a flower on a recurved stalk, or an ovule which hangs from the upper part of the ovary."},{"word":"Pendulously","type":"adv.","descr":" In a pendulous manner."},{"word":"Pendulousness","type":"n.","descr":" The quality or state of being pendulous; the state of hanging loosely; pendulosity."},{"word":"Pendulums","type":"pl. ","descr":" of Pendulum"},{"word":"Pendulum","type":"n.","descr":" A body so suspended from a fixed point as to swing freely to and fro by the alternate action of gravity and momentum. It is used to regulate the movements of clockwork and other machinery."},{"word":"Penelope","type":"n.","descr":" A genus of curassows, including the guans."},{"word":"Penetrability","type":"n.","descr":" The quality of being penetrable; susceptibility of being penetrated, entered, or pierced."},{"word":"Penetrable","type":"a.","descr":" Capable of being penetrated, entered, or pierced. Used also figuratively."},{"word":"Penetrail","type":"n.","descr":" Penetralia."},{"word":"Penetralia","type":"n. pl.","descr":" The recesses, or innermost parts, of any thing or place, especially of a temple or palace."},{"word":"Penetralia","type":"n. pl.","descr":" Hidden things or secrets; privacy; sanctuary; as, the sacred penetralia of the home."},{"word":"Penetrance","type":"n.","descr":" Alt. of Penetrancy"},{"word":"Penetrancy","type":"n.","descr":" The quality or state of being penetrant; power of entering or piercing; penetrating power of quality; as, the penetrancy of subtile effluvia."},{"word":"Penetrant","type":"a.","descr":" Having power to enter or pierce; penetrating; sharp; subtile; as, penetrant cold."},{"word":"Penetrated","type":"imp. and p. p.","descr":" of Penetrate"},{"word":"Penetrating","type":"p. pr. and vb. n.","descr":" of Penetrate"},{"word":"Penetrate","type":"v. t.","descr":" To enter into; to make way into the interior of; to effect an entrance into; to pierce; as, light penetrates darkness."},{"word":"Penetrate","type":"v. t.","descr":" To affect profoundly through the senses or feelings; to touch with feeling; to make sensible; to move deeply; as, to penetrate one\\'s heart with pity."},{"word":"Penetrate","type":"v. t.","descr":" To pierce into by the mind; to arrive at the inner contents or meaning of, as of a mysterious or difficult subject; to comprehend; to understand."},{"word":"Penetrate","type":"v. i.","descr":" To pass; to make way; to pierce. Also used figuratively."},{"word":"Penetrating","type":"a.","descr":" Having the power of entering, piercing, or pervading; sharp; subtile; penetrative; as, a penetrating odor."},{"word":"Penetrating","type":"a.","descr":" Acute; discerning; sagacious; quick to discover; as, a penetrating mind."},{"word":"Penetratingly","type":"adv.","descr":" In a penetrating manner."},{"word":"Penetration","type":"n.","descr":" The act or process of penetrating, piercing, or entering; also, the act of mentally penetrating into, or comprehending, anything difficult."},{"word":"Penetration","type":"n.","descr":" Acuteness; insight; sharp discoverment; sagacity; as, a person of singular penetration."},{"word":"Penetrative","type":"a.","descr":" Tending to penetrate; of a penetrating quality; piercing; as, the penetrative sun."},{"word":"Penetrative","type":"a.","descr":" Having the power to affect or impress the mind or heart; impressive; as, penetrative shame."},{"word":"Penetrative","type":"a.","descr":" Acute; discerning; sagacious; as, penetrative wisdom."},{"word":"Penetrativeness","type":"n.","descr":" The quality of being penetrative."},{"word":"Penfish","type":"n.","descr":" A squid."},{"word":"Penfold","type":"n.","descr":" See Pinfold."},{"word":"Pengolin","type":"n.","descr":" The pangolin."},{"word":"Penguin","type":"n.","descr":" Any bird of the order Impennes, or Ptilopteri. They are covered with short, thick feathers, almost scalelike on the wings, which are without true quills. They are unable to fly, but use their wings to aid in diving, in which they are very expert. See King penguin, under Jackass."},{"word":"Penguin","type":"n.","descr":" The egg-shaped fleshy fruit of a West Indian plant (Bromelia Pinguin) of the Pineapple family; also, the plant itself, which has rigid, pointed, and spiny-toothed leaves, and is used for hedges."},{"word":"Penguinery","type":"n.","descr":" A breeding place, or rookery, of penguins."},{"word":"Penholder","type":"n.","descr":" A handle for a pen."},{"word":"Penhouse","type":"n.","descr":" A penthouse."},{"word":"Penible","type":"a.","descr":" Painstaking; assidous."},{"word":"Penicil","type":"n.","descr":" A tent or pledget for wounds or ulcers."},{"word":"Penicillate","type":"a.","descr":" Having the form of a pencil; furnished with a pencil of fine hairs; ending in a tuft of hairs like a camel\\'s-hair brush, as the stigmas of some grasses."},{"word":"Penicilliform","type":"a.","descr":" Penicillate."},{"word":"Peninsula","type":"n.","descr":" A portion of land nearly surrounded by water, and connected with a larger body by a neck, or isthmus."},{"word":"Peninsular","type":"a.","descr":" Of or pertaining to a peninsula; as, a peninsular form; peninsular people; the peninsular war."},{"word":"Peninsulated","type":"imp. and p. p.","descr":" of Peninsulate"},{"word":"Peninsulating","type":"p. pr. and vb. n.","descr":" of Peninsulate"},{"word":"Peninsulate","type":"v. t.","descr":" To form into a peninsula."},{"word":"Penis","type":"n.","descr":" The male member, or organ of generation."},{"word":"Penitence","type":"n.","descr":" The quality or condition of being penitent; the disposition of a penitent; sorrow for sins or faults; repentance; contrition."},{"word":"Penitencer","type":"n.","descr":" A priest who heard confession and enjoined penance in extraordinary cases."},{"word":"Penitency","type":"n.","descr":" Penitence."},{"word":"Penitent","type":"a.","descr":" Feeling pain or sorrow on account of sins or offenses; repentant; contrite; sincerely affected by a sense of guilt, and resolved on amendment of life."},{"word":"Penitent","type":"a.","descr":" Doing penance."},{"word":"Penitent","type":"n.","descr":" One who repents of sin; one sorrowful on account of his transgressions."},{"word":"Penitent","type":"n.","descr":" One under church censure, but admitted to penance; one undergoing penance."},{"word":"Penitent","type":"n.","descr":" One under the direction of a confessor."},{"word":"Penitential","type":"a.","descr":" Of or pertaining to penitence, or to penance; expressing penitence; of the nature of penance; as, the penitential book; penitential tears."},{"word":"Penitential","type":"n.","descr":" A book formerly used by priests hearing confessions, containing rules for the imposition of penances; -- called also penitential book."},{"word":"Penitentially","type":"adv.","descr":" In a penitential manner."},{"word":"Penitentiary","type":"a.","descr":" Relating to penance, or to the rules and measures of penance."},{"word":"Penitentiary","type":"a.","descr":" Expressive of penitence; as, a penitentiary letter."},{"word":"Penitentiary","type":"a.","descr":" Used for punishment, discipline, and reformation."},{"word":"Penitentiaries","type":"pl. ","descr":" of Penitentiary"},{"word":"Penitentiary","type":"n.","descr":" One who prescribes the rules and measures of penance."},{"word":"Penitentiary","type":"n.","descr":" One who does penance."},{"word":"Penitentiary","type":"n.","descr":" A small building in a monastery where penitents confessed."},{"word":"Penitentiary","type":"n.","descr":" That part of a church to which penitents were admitted."},{"word":"Penitentiary","type":"n.","descr":" An office of the papal court which examines cases of conscience, confession, absolution from vows, etc., and delivers decisions, dispensations, etc.  Its chief is a cardinal, called the Grand Penitentiary, appointed by the pope."},{"word":"Penitentiary","type":"n.","descr":" An officer in some dioceses since A. D. 1215, vested with power from the bishop to absolve in cases reserved to him."},{"word":"Penitentiary","type":"n.","descr":" A house of correction, in which offenders are confined for punishment, discipline, and reformation, and in which they are generally compelled to labor."},{"word":"Penitentiaryship","type":"n.","descr":" The office or condition of a penitentiary of the papal court."},{"word":"Penitently","type":"adv.","descr":" In a penitent manner."},{"word":"Penk","type":"n.","descr":" A minnow. See Pink, n., 4."},{"word":"Penknives","type":"pl. ","descr":" of Penknife"},{"word":"Penknife","type":"n.","descr":" A small pocketknife; formerly, a knife used for making and mending quill pens."},{"word":"Penmen","type":"pl. ","descr":" of Penman"},{"word":"Penman","type":"n.","descr":" One who uses the pen; a writer; esp., one skilled in the use of the pen; a calligrapher; a writing master."},{"word":"Penman","type":"n.","descr":" An author; a composer."},{"word":"Penmanship","type":"n.","descr":" The use of the pen in writing; the art of writing; style or manner of writing; chirography; as, good or bad penmanship."},{"word":"Pennae","type":"pl. ","descr":" of Penna"},{"word":"Penna","type":"n.","descr":" A perfect, or normal, feather."},{"word":"Pennaceous","type":"a.","descr":" Like or pertaining to a normal feather."},{"word":"Pennach","type":"n.","descr":" A bunch of feathers; a plume."},{"word":"Pennached","type":"a.","descr":" Variegated; striped."},{"word":"Pennage","type":"n.","descr":" Feathery covering; plumage."},{"word":"Pennant","type":"n.","descr":" A small flag; a pennon. The narrow, \/ long, pennant (called also whip or coach whip) is a long, narrow piece of bunting, carried at the masthead of a government vessel in commission. The board pennant is an oblong, nearly square flag, carried at the masthead of a commodore\\'s vessel."},{"word":"Pennant","type":"n.","descr":" A rope or strap to which a purchase is hooked."},{"word":"Pennate","type":"a.","descr":" Alt. of Pennated"},{"word":"Pennated","type":"a.","descr":" Winged; plume-shaped."},{"word":"Pennated","type":"a.","descr":" Same as Pinnate."},{"word":"Pennatulae","type":"pl. ","descr":" of Pennatula"},{"word":"Pennatulas","type":"pl. ","descr":" of Pennatula"},{"word":"Pennatula","type":"n.","descr":" Any one of numerous species of Pennatula, Pteroides, and allied genera of Alcyonaria, having a featherlike form; a sea-pen. The zooids are situated along one edge of the side branches."},{"word":"Pennatulacea","type":"n. pl.","descr":" A division of alcyonoid corals, including the seapens and related kinds. They are able to move about by means of the hollow muscular peduncle, which also serves to support them upright in the mud. See Pennatula, and Illust. under Alcyonaria."},{"word":"Penned","type":"a.","descr":" Winged; having plumes."},{"word":"Penned","type":"a.","descr":" Written with a pen; composed."},{"word":"Penner","type":"n.","descr":" One who pens; a writer."},{"word":"Penner","type":"n.","descr":" A case for holding pens."},{"word":"Penniform","type":"a.","descr":" Having the form of a feather or plume."},{"word":"Pennigerous","type":"a.","descr":" Bearing feathers or quills."},{"word":"Penniless","type":"a.","descr":" Destitute of money; impecunious; poor."},{"word":"Penninerved","type":"a.","descr":" Pinnately veined or nerved."},{"word":"Pennipotent","type":"a.","descr":" Strong of wing; strong on the wing."},{"word":"Pennon","type":"n.","descr":" A wing; a pinion."},{"word":"Pennon","type":"n.","descr":" A pennant; a flag or streamer."},{"word":"Pennoncel","type":"n.","descr":" Alt. of Pennoncelle"},{"word":"Pennoncelle","type":"n.","descr":" See Pencel."},{"word":"Penny","type":"a.","descr":" Denoting pound weight for one thousand; -- used in combination, with respect to nails; as, tenpenny nails, nails of which one thousand weight ten pounds."},{"word":"Pennies","type":"pl. ","descr":" of Penny"},{"word":"Pence","type":"pl. ","descr":" of Penny"},{"word":"Penny","type":"n.","descr":" An English coin, formerly of copper, now of bronze, the twelfth part of an English shilling in account value, and equal to four farthings, or about two cents; -- usually indicated by the abbreviation d. (the initial of denarius)."},{"word":"Penny","type":"n.","descr":" Any small sum or coin; a groat; a stiver."},{"word":"Penny","type":"n.","descr":" Money, in general; as, to turn an honest penny."},{"word":"Penny","type":"n.","descr":" See Denarius."},{"word":"Penny","type":"a.","descr":" Worth or costing one penny."},{"word":"Penny-a-liner","type":"n.","descr":" One who furnishes matter to public journals at so much a line; a poor writer for hire; a hack writer."},{"word":"Pennyroyal","type":"n.","descr":" An aromatic herb (Mentha Pulegium) of Europe; also, a North American plant (Hedeoma pulegioides) resembling it in flavor."},{"word":"Pennyweight","type":"n.","descr":" A troy weight containing twenty-four grains, or the twentieth part of an ounce; as, a pennyweight of gold or of arsenic. It was anciently the weight of a silver penny, whence the name."},{"word":"Pennywort","type":"n.","descr":" A European trailing herb (Linaria Cymbalaria) with roundish, reniform leaves. It is often cultivated in hanging baskets."},{"word":"Pennyworth","type":"n.","descr":" A penny\\'s worth; as much as may be bought for a penny."},{"word":"Pennyworth","type":"n.","descr":" Hence: The full value of one\\'s penny expended; due return for money laid out; a good bargain; a bargain."},{"word":"Pennyworth","type":"n.","descr":" A small quantity; a trifle."},{"word":"Penock","type":"n.","descr":" See Pend."},{"word":"Penological","type":"a.","descr":" Of or pertaining to penology."},{"word":"Penologist","type":"n.","descr":" One versed in, or a student of, penology."},{"word":"Penology","type":"n.","descr":" The science or art of punishment."},{"word":"Penrack","type":"n.","descr":" A rack for pens not in use."},{"word":"Pens","type":"n.","descr":" pl. of Penny."},{"word":"Pensative","type":"a.","descr":" Pensive."},{"word":"Pensel","type":"n.","descr":" A pencel."},{"word":"Pensible","type":"a.","descr":" Held aloft."},{"word":"Pensile","type":"a.","descr":" Hanging; suspended; pendent; pendulous."},{"word":"Pensileness","type":"n.","descr":" State or quality of being pensile; pendulousness."},{"word":"Pension","type":"n.","descr":" A payment; a tribute; something paid or given."},{"word":"Pension","type":"n.","descr":" A stated allowance to a person in consideration of past services; payment made to one retired from service, on account of age, disability, or other cause; especially, a regular stipend paid by a government to retired public officers, disabled soldiers, the families of soldiers killed in service, or to meritorious authors, or the like."},{"word":"Pension","type":"n.","descr":" A certain sum of money paid to a clergyman in lieu of tithes."},{"word":"Pension","type":"n.","descr":" A boarding house or boarding school in France, Belgium, Switzerland, etc."},{"word":"Pensioned","type":"imp. and p. p.","descr":" of Pension"},{"word":"Pensioning","type":"p. pr. and vb. n.","descr":" of Pension"},{"word":"Pension","type":"v. t.","descr":" To grant a pension to; to pay a regular stipend to; in consideration of service already performed; -- sometimes followed by off; as, to pension off a servant."},{"word":"Pensionary","type":"a.","descr":" Maintained by a pension; receiving a pension; as, pensionary spies."},{"word":"Pensionary","type":"a.","descr":" Consisting of a pension; as, a pensionary provision for maintenance."},{"word":"Pensionaries","type":"pl. ","descr":" of Pensionary"},{"word":"Pensionary","type":"n.","descr":" One who receives a pension; a pensioner."},{"word":"Pensionary","type":"n.","descr":" One of the chief magistrates of towns in Holland."},{"word":"Pensioner","type":"n.","descr":" One in receipt of a pension; hence, figuratively, a dependent."},{"word":"Pensioner","type":"n.","descr":" One of an honorable band of gentlemen who attend the sovereign of England on state occasions, and receive an annual pension, or allowance, of £150 and two horses."},{"word":"Pensioner","type":"n.","descr":" In the university of Cambridge, England, one who pays for his living in commons; -- corresponding to commoner at Oxford."},{"word":"Pensive","type":"a.","descr":" Thoughtful, sober, or sad; employed in serious reflection; given to, or favorable to, earnest or melancholy musing."},{"word":"Pensive","type":"a.","descr":" Expressing or suggesting thoughtfulness with sadness; as, pensive numbers."},{"word":"Pensived","type":"a.","descr":" Made pensive."},{"word":"Pensively","type":"adv.","descr":" In a pensive manner."},{"word":"Pensiveness","type":"n.","descr":" The state of being pensive; serious thoughtfulness; seriousness."},{"word":"Penstock","type":"n.","descr":" A close conduit or pipe for conducting water, as, to a water wheel, or for emptying a pond, or for domestic uses."},{"word":"Penstock","type":"n.","descr":" The barrel of a wooden pump."},{"word":"Pent","type":"v. t.","descr":" Penned or shut up; confined; -- often with up."},{"word":"Penta-","type":"","descr":" A combining form denoting five; as, pentacapsular; pentagon."},{"word":"Penta-","type":"","descr":" Denoting the degree of five, either as regards quality, property, or composition; as, pentasulphide; pentoxide, etc.  Also used adjectively."},{"word":"Pentabasic","type":"a.","descr":" Capable of uniting with five molecules of a monacid base; having five acid hydrogen atoms capable of substitution by a basic radical; -- said of certain acids."},{"word":"Pentacapsular","type":"a.","descr":" Having five capsules."},{"word":"Pentachenium","type":"n.","descr":" A dry fruit composed of five carpels, which are covered by an epigynous calyx and separate at maturity."},{"word":"Pentachloride","type":"n.","descr":" A chloride having five atoms of chlorine in each molecule."},{"word":"Pentachord","type":"n.","descr":" An ancient instrument of music with five strings."},{"word":"Pentachord","type":"n.","descr":" An order or system of five sounds."},{"word":"Pentacid","type":"a.","descr":" Capable of neutralizing, or combining with, five molecules of a monobasic acid; having five hydrogen atoms capable of substitution by acid residues; -- said of certain complex bases."},{"word":"Pentacle","type":"n.","descr":" A figure composed of two equilateral triangles intersecting so as to form a six-pointed star, -- used in early ornamental art, and also with superstitious import by the astrologers and mystics of the Middle Ages."},{"word":"Pentacoccous","type":"a.","descr":" Composed of five united carpels with one seed in each, as certain fruits."},{"word":"Pentaconter","type":"n.","descr":" See Penteconter."},{"word":"Pentacrinin","type":"n.","descr":" A red and purple pigment found in certain crinoids of the genus Pentacrinus."},{"word":"Pentacrinite","type":"n.","descr":" Any species of Pentacrinus."},{"word":"Pentacrinoid","type":"n.","descr":" An immature comatula when it is still attached by a stem, and thus resembles a Pentacrinus."},{"word":"Pentacrinus","type":"n.","descr":" A genus of large, stalked crinoids, of which several species occur in deep water among the West Indies and elsewhere."},{"word":"Pentacra","type":"pl. ","descr":" of Pentacron"},{"word":"Pentacrons","type":"pl. ","descr":" of Pentacron"},{"word":"Pentacron","type":"n.","descr":" A solid having five summits or angular points."},{"word":"Pentacrostic","type":"n.","descr":" A set of verses so disposed that the name forming the subject of the acrostic occurs five times -- the whole set of verses being divided into five different parts from top to bottom."},{"word":"Pentad","type":"n.","descr":" Any element, atom, or radical, having a valence of five, or which can be combined with, substituted for, or compared with, five atoms of hydrogen or other monad; as, nitrogen is a pentad in the ammonium compounds."},{"word":"Pentad","type":"a.","descr":" Having the valence of a pentad."},{"word":"Pentadactyl","type":"a.","descr":" Alt. of Pentadactyle"},{"word":"Pentadactyle","type":"a.","descr":" Having five digits to the hand or foot."},{"word":"Pentadactyle","type":"a.","descr":" Having five appendages resembling fingers or toes."},{"word":"Pentadactyloid","type":"a.","descr":" Having the form of, or a structure modified from, a pentadactyl limb."},{"word":"Pentadecane","type":"n.","descr":" A hydrocarbon of the paraffin series, (C15H32) found in petroleum, tar oil, etc., and obtained as a colorless liquid; -- so called from the fifteen carbon atoms in the molecule."},{"word":"Pentadecatoic","type":"a.","descr":" Of, pertaining to, or derived from, pentadecane, or designating an acid related to it."},{"word":"Pentadecylic","type":"a.","descr":" Same as Quindecylic."},{"word":"Pentadelphous","type":"a.","descr":" Having the stamens arranged in five clusters, those of each cluster having their filaments more or less united, as the flowers of the linden."},{"word":"Pentafid","type":"a.","descr":" Divided or cleft into five parts."},{"word":"Pentaglot","type":"n.","descr":" A work in five different tongues."},{"word":"Pentagon","type":"n.","descr":" A plane figure having five angles, and, consequently, five sides; any figure having five angles."},{"word":"Pentagonal","type":"a.","descr":" Having five corners or angles."},{"word":"Pentagonally","type":"adv.","descr":" In the form of a pentagon; with five angles."},{"word":"Pentagonous","type":"a.","descr":" Pentagonal."},{"word":"Pentagram","type":"n.","descr":" A pentacle or a pentalpha."},{"word":"Pentagraphic","type":"a.","descr":" Alt. of Pentagraphical"},{"word":"Pentagraphical","type":"a.","descr":" Pantographic. See Pantograph."},{"word":"Pentagynia","type":"n. pl.","descr":" A Linnaean order of plants, having five styles or pistils."},{"word":"Pentagynian","type":"a.","descr":" Alt. of Pentagynous"},{"word":"Pentagynous","type":"a.","descr":" Of or pertaining to plants of the order Pentagyna; having five styles."},{"word":"Pentahedral","type":"a.","descr":" Having five sides; as, a pentahedral figure."},{"word":"Pentahedrical","type":"a.","descr":" Pentahedral."},{"word":"Pentahedron","type":"n.","descr":" A solid figure having five sides."},{"word":"Pentahedrous","type":"a.","descr":" Pentahedral."},{"word":"Pentail","type":"n.","descr":" A peculiar insectivore (Ptilocercus Lowii) of Borneo; -- so called from its very long, quill-shaped tail, which is scaly at the base and plumose at the tip."},{"word":"Pentalpha","type":"n.","descr":" A five-pointed star, resembling five alphas joined at their bases; -- used as a symbol."},{"word":"Pentamera","type":"n. pl.","descr":" An extensive division of Coleoptera, including those that normally have five-jointed tarsi. It embraces about half of all the known species of the Coleoptera."},{"word":"Pentameran","type":"n.","descr":" One of the Pentamera."},{"word":"Pentamerous","type":"a.","descr":" Divided into, or consisting of, five parts; also, arranged in sets, with five parts in each set, as a flower with five sepals, five petals, five, or twice five, stamens, and five pistils."},{"word":"Pentamerous","type":"a.","descr":" Belonging to the Pentamera."},{"word":"Pentamerus","type":"n.","descr":" A genus of extinct Paleozoic brachiopods, often very abundant in the Upper Silurian."},{"word":"Pentameter","type":"n.","descr":" A verse of five feet."},{"word":"Pentameter","type":"a.","descr":" Having five metrical feet."},{"word":"Pentamethylene","type":"n.","descr":" A hypothetical hydrocarbon, C5H10, metameric with the amylenes, and the nucleus of a large number of derivatives; -- so named because regarded as composed of five methylene residues.  Cf. Trimethylene, and Tetramethylene."},{"word":"Pentandria","type":"n. pl.","descr":" A Linnaean class of plants having five separate stamens."},{"word":"Pentandrian","type":"a.","descr":" Alt. of Pentandrous"},{"word":"Pentandrous","type":"a.","descr":" Of or pertaining to the class Pentadria; having five stamens."},{"word":"Pentane","type":"n.","descr":" Any one of the three metameric hydrocarbons, C5H12, of the methane or paraffin series. They are colorless, volatile liquids, two of which occur in petroleum. So called because of the five carbon atoms in the molecule."},{"word":"Pentangle","type":"n.","descr":" A pentagon."},{"word":"Pentangular","type":"a.","descr":" Having five corners or angles."},{"word":"Pentapetalous","type":"a.","descr":" Having five petals, or flower leaves."},{"word":"Pentaphyllous","type":"a.","descr":" Having five leaves or leaflets."},{"word":"Pentapody","type":"n.","descr":" A measure or series consisting of five feet."},{"word":"Pentaptote","type":"n.","descr":" A noun having five cases."},{"word":"Pentaptych","type":"n.","descr":" A picture, or combination of pictures, consisting of a centerpiece and double folding doors or wings, as for an altarpiece."},{"word":"Pentarchy","type":"n.","descr":" A government in the hands of five persons; five joint rulers."},{"word":"Pentaspast","type":"n.","descr":" A purchase with five pulleys."},{"word":"Pentaspermous","type":"a.","descr":" Containing five seeds."},{"word":"Pentastich","type":"n.","descr":" A composition consisting of five verses."},{"word":"Pentastichous","type":"a.","descr":" Having, or arranged in, five vertical ranks, as the leaves of an apple tree or a cherry tree."},{"word":"Pentastomida","type":"n. pl.","descr":" Same as Linguatulina."},{"word":"Pentastyle","type":"a.","descr":" Having five columns in front; -- said of a temple or portico in classical architecture."},{"word":"Pentastyle","type":"n.","descr":" A portico having five columns."},{"word":"Pentateuch","type":"n.","descr":" The first five books of the Old Testament, collectively; -- called also the Law of Moses, Book of the Law of Moses, etc."},{"word":"Pentateuchal","type":"a.","descr":" Of or pertaining to the Pentateuch."},{"word":"Pentathionic","type":"a.","descr":" Pertaining to, or designating, an acid of sulphur obtained by leading hydrogen sulphide into a solution of sulphur dioxide; -- so called because it contains five atoms of sulphur."},{"word":"Pentathlon","type":"n.","descr":" A fivefold athletic performance peculiar to the great national games of the Greeks, including leaping, foot racing, wrestling, throwing the discus, and throwing the spear."},{"word":"Pentatomic","type":"a.","descr":" Having five atoms in the molecule."},{"word":"Pentatomic","type":"a.","descr":" Having five hydrogen atoms capable of substitution."},{"word":"Pentavalent","type":"a.","descr":" Having a valence of five; -- said of certain atoms and radicals."},{"word":"Penteconter","type":"n.","descr":" A Grecian vessel with fifty oars."},{"word":"Pentecost","type":"n.","descr":" A solemn festival of the Jews; -- so called because celebrated on the fiftieth day (seven weeks) after the second day of the Passover (which fell on the sixteenth of the Jewish month Nisan); -- hence called, also, the Feast of Weeks. At this festival an offering of the first fruits of the harvest was made. By the Jews it was generally regarded as commemorative of the gift of the law on the fiftieth day after the departure from Egypt."},{"word":"Pentecost","type":"n.","descr":" A festival of the Roman Catholic and other churches in commemoration of the descent of the Holy Spirit on the apostles; which occurred on the day of Pentecost; -- called also Whitsunday."},{"word":"Pentecostal","type":"a.","descr":" Of or pertaining to Pentecost or to Whitsuntide."},{"word":"Pentecostals","type":"n. pl.","descr":" Offerings formerly made to the parish priest, or to the mother church, at Pentecost."},{"word":"Pentecoster","type":"n.","descr":" An officer in the Spartan army commanding fifty men."},{"word":"Pentecosties","type":"pl. ","descr":" of Pentecosty"},{"word":"Pentecosty","type":"n.","descr":" A troop of fifty soldiers in the Spartan army; -- called also pentecostys."},{"word":"Pentelic","type":"a.","descr":" Alt. of Pentelican"},{"word":"Pentelican","type":"a.","descr":" Of or pertaining to Mount Pentelicus, near Athens, famous for its fine white marble quarries; obtained from Mount Pentelicus; as, the Pentelic marble of which the Parthenon is built."},{"word":"Pentene","type":"n.","descr":" Same as Amylene."},{"word":"Penthouse","type":"n.","descr":" A shed or roof sloping from the main wall or building, as over a door or window; a lean-to. Also figuratively."},{"word":"Penthouse","type":"a.","descr":" Leaning; overhanging."},{"word":"Pentice","type":"n.","descr":" A penthouse."},{"word":"Pentile","type":"n.","descr":" See Pantile."},{"word":"Pentine","type":"n.","descr":" An unsaturated hydrocarbon, C5H8, of the acetylene series. Same as Valerylene."},{"word":"Pentoic","type":"a.","descr":" Pertaining to, or desingating, an acid (called also valeric acid) derived from pentane."},{"word":"Pentone","type":"n.","descr":" Same as Valylene."},{"word":"Pentoxide","type":"n.","descr":" An oxide containing five atoms of oxygen in each molecule; as, phosphorus pentoxide, P2O5."},{"word":"Pentremite","type":"n.","descr":" Any species of Pentremites."},{"word":"Pentremites","type":"n.","descr":" A genus of crinoids belonging to the Blastoidea. They have five petal-like ambulacra."},{"word":"Pentroof","type":"n.","descr":" See Lean-to."},{"word":"Pentrough","type":"n.","descr":" A penstock."},{"word":"Pentyl","type":"n.","descr":" The hypothetical radical, C5H11, of pentane and certain of its derivatives. Same as Amyl."},{"word":"Pentylic","type":"a.","descr":" Pertaining to, derived from, or containing, pentyl; as, pentylic alcohol"},{"word":"Penuchle","type":"n.","descr":" Alt. of Pinocle"},{"word":"Penult","type":"n.","descr":" The last syllable but one of a word; the syllable preceding the final one."},{"word":"Penultima","type":"n.","descr":" Same as Penult."},{"word":"Penultimate","type":"a.","descr":" Last but one; as, the penultimate syllable, the last syllable but one of a word."},{"word":"Penultimate","type":"n.","descr":" The penult."},{"word":"Penumbra","type":"n.","descr":" An incomplete or partial shadow."},{"word":"Penumbra","type":"n.","descr":" The shadow cast, in an eclipse, where the light is partly, but not wholly, cut off by the intervening body; the space of partial illumination between the umbra, or perfect shadow, on all sides, and the full light."},{"word":"Penumbra","type":"n.","descr":" The part of a picture where the shade imperceptibly blends with the light."},{"word":"Penumbrala","type":"","descr":" Of or pertaining to a penumbra; resembling a penumbra; partially illuminated."},{"word":"Penurious","type":"a.","descr":" Excessively sparing in the use of money; sordid; stingy; miserly."},{"word":"Penurious","type":"a.","descr":" Not bountiful or liberal; scanty."},{"word":"Penurious","type":"a.","descr":" Destitute of money; suffering extreme want."},{"word":"Penury","type":"n.","descr":" Absence of resources; want; privation; indigence; extreme poverty; destitution."},{"word":"Penury","type":"n.","descr":" Penuriousness; miserliness."},{"word":"Penwiper","type":"n.","descr":" A cloth, or other material, for wiping off or cleaning ink from a pen."},{"word":"Penwomen","type":"pl. ","descr":" of Penwoman"},{"word":"Penwoman","type":"n.","descr":" A female writer; an authoress."},{"word":"Peon","type":"n.","descr":" See Poon."},{"word":"Peon","type":"n.","descr":" A foot soldier; a policeman; also, an office attendant; a messenger."},{"word":"Peon","type":"n.","descr":" A day laborer; a servant; especially, in some of the Spanish American countries, debtor held by his creditor in a form of qualified servitude, to work out a debt."},{"word":"Peon","type":"n.","descr":" See 2d Pawn."},{"word":"Peonage","type":"n.","descr":" The condition of a peon."},{"word":"Peonism","type":"n.","descr":" Same as Peonage."},{"word":"Peonies","type":"pl. ","descr":" of Peony"},{"word":"Peony","type":"n.","descr":" A plant, and its flower, of the ranunculaceous genus Paeonia. Of the four or five species, one is a shrub; the rest are perennial herbs with showy flowers, often double in cultivation."},{"word":"People","type":"n.","descr":" The body of persons who compose a community, tribe, nation, or race; an aggregate of individuals forming a whole; a community; a nation."},{"word":"People","type":"n.","descr":" Persons, generally; an indefinite number of men and women; folks; population, or part of population; as, country people; -- sometimes used as an indefinite subject or verb, like on in French, and man in German; as, people in adversity."},{"word":"People","type":"n.","descr":" The mass of comunity as distinguished from a special class; the commonalty; the populace; the vulgar; the common crowd; as, nobles and people."},{"word":"People","type":"n.","descr":" One\\'s ancestors or family; kindred; relations; as, my people were English."},{"word":"People","type":"n.","descr":" One\\'s subjects; fellow citizens; companions; followers."},{"word":"Peopled","type":"imp. and  p. p.","descr":" of People"},{"word":"Peopling","type":"p. pr. and vb. n.","descr":" of People"},{"word":"People","type":"v. t.","descr":" To stock with people or inhabitants; to fill as with people; to populate."},{"word":"Peopled","type":"a.","descr":" Stocked with, or as with, people; inhabited."},{"word":"Peopleless","type":"a.","descr":" Destitute of people."},{"word":"Peopler","type":"n.","descr":" A settler; an inhabitant."},{"word":"Peoplish","type":"a.","descr":" Vulgar."},{"word":"Peorias","type":"n. pl.","descr":" An Algonquin tribe of Indians who formerly inhabited a part of Illinois."},{"word":"Pepastic","type":"a. and n.","descr":" Same as Maturative."},{"word":"Peperine","type":"n.","descr":" Alt. of Peperino"},{"word":"Peperino","type":"n.","descr":" A volcanic rock, formed by the cementing together of sand, scoria, cinders, etc."},{"word":"Peplis","type":"n.","descr":" A genus of plants including water purslane."},{"word":"Peplus","type":"n.","descr":" An upper garment worn by Grecian and Roman women."},{"word":"Peplus","type":"n.","descr":" A kind of kerchief formerly worn by Englishwomen."},{"word":"Pepo","type":"n.","descr":" Any fleshy fruit with a firm rind, as a pumpkin, melon, or gourd. See Gourd."},{"word":"Pepper","type":"n.","descr":" A well-known, pungently aromatic condiment, the dried berry, either whole or powdered, of the Piper nigrum."},{"word":"Pepper","type":"n.","descr":" The plant which yields pepper, an East Indian woody climber (Piper nigrum), with ovate leaves and apetalous flowers in spikes opposite the leaves. The berries are red when ripe. Also, by extension, any one of the several hundred species of the genus Piper, widely dispersed throughout the tropical and subtropical regions of the earth."},{"word":"Pepper","type":"n.","descr":" Any plant of the genus Capsicum, and its fruit; red pepper; as, the bell pepper."},{"word":"Peppered","type":"imp. and p. p.","descr":" of Pepper"},{"word":"Peppering","type":"p. pr. and vb. n.","descr":" of Pepper"},{"word":"Pepper","type":"v. t.","descr":" To sprinkle or season with pepper."},{"word":"Pepper","type":"v. t.","descr":" Figuratively: To shower shot or other missiles, or blows, upon; to pelt; to fill with shot, or cover with bruises or wounds."},{"word":"Pepper","type":"v. i.","descr":" To fire numerous shots (at)."},{"word":"Pepperbrand","type":"n.","descr":" See 1st Bunt."},{"word":"Peppercorn","type":"n.","descr":" A dried berry of the black pepper (Piper nigrum)."},{"word":"Peppercorn","type":"n.","descr":" Anything insignificant; a particle."},{"word":"Pepper dulse","type":"","descr":" A variety of edible seaweed (Laurencia pinnatifida) distinguished for its pungency."},{"word":"Pepperer","type":"n.","descr":" A grocer; -- formerly so called because he sold pepper."},{"word":"Peppergrass","type":"n.","descr":" Any herb of the cruciferous genus Lepidium, especially the garden peppergrass, or garden cress, Lepidium sativum; -- called also pepperwort. All the species have a pungent flavor."},{"word":"Peppergrass","type":"n.","descr":" The common pillwort of Europe (Pilularia globulifera). See Pillwort."},{"word":"Pepperidge","type":"n.","descr":" A North American tree (Nyssa multiflora) with very tough wood, handsome oval polished leaves, and very acid berries, -- the sour gum, or common tupelo. See Tupelo."},{"word":"Peppering","type":"a.","descr":" Hot; pungent; peppery."},{"word":"Peppermint","type":"n.","descr":" An aromatic and pungent plant of the genus Mentha (M. piperita), much used in medicine and confectionery."},{"word":"Peppermint","type":"n.","descr":" A volatile oil (oil of peppermint) distilled from the fresh herb; also, a well-known essence or spirit (essence of peppermint) obtained from it."},{"word":"Peppermint","type":"n.","descr":" A lozenge of sugar flavored with peppermint."},{"word":"Pepperwort","type":"n.","descr":" See Peppergrass."},{"word":"Peppery","type":"a.","descr":" Of or pertaining to pepper; having the qualities of pepper; hot; pungent."},{"word":"Peppery","type":"a.","descr":" Fig.: Hot-tempered; passionate; choleric."},{"word":"Pepsin","type":"n.","descr":" An unorganized proteolytic ferment or enzyme contained in the secretory glands of the stomach. In the gastric juice it is united with dilute hydrochloric acid (0.2 per cent, approximately) and the two together constitute the active portion of the digestive fluid. It is the active agent in the gastric juice of all animals."},{"word":"Pepsinhydrochloric","type":"a.","descr":" Same as Peptohydrochloric."},{"word":"Pepsinogen","type":"n.","descr":" The antecedent of the ferment pepsin. A substance contained in the form of granules in the peptic cells of the gastric glands. It is readily convertible into pepsin. Also called propepsin."},{"word":"Peptic","type":"a.","descr":" Relating to digestion; promoting digestion; digestive; as, peptic sauces."},{"word":"Peptic","type":"a.","descr":" Able to digest."},{"word":"Peptic","type":"a.","descr":" Pertaining to pepsin; resembling pepsin in its power of digesting or dissolving albuminous matter; containing or yielding pepsin, or a body of like properties; as, the peptic glands."},{"word":"Peptic","type":"n.","descr":" An agent that promotes digestion."},{"word":"Peptic","type":"n.","descr":" The digestive organs."},{"word":"Peptics","type":"n.","descr":" The science of digestion."},{"word":"Peptogen","type":"n.","descr":" A substance convertible into peptone."},{"word":"Peptogenic","type":"a.","descr":" Same as Peptogenous."},{"word":"Peptogenous","type":"a.","descr":" Capable of yielding, or being converted into, peptone."},{"word":"Peptohydrochloric","type":"a.","descr":" Designating a hypothetical acid (called peptohydrochloric acid, pepsinhydrochloric acid, and chloropeptic acid) which is supposed to be formed when pepsin and dilute (0.1-0.4 per cent) hydrochloric acid are mixed together."},{"word":"Peptone","type":"n.","descr":" The soluble and diffusible substance or substances into which albuminous portions of the food are transformed by the action of the gastric and pancreatic juices. Peptones are also formed from albuminous matter by the action of boiling water and boiling dilute acids."},{"word":"Peptone","type":"n.","descr":" Collectively, in a broader sense, all the products resulting from the solution of albuminous matter in either gastric or pancreatic juice. In this case, however, intermediate products (albumose bodies), such as antialbumose, hemialbumose, etc., are mixed with the true peptones. Also termed albuminose."},{"word":"Peptonize","type":"v. t.","descr":" To convert into peptone; to digest or dissolve by means of a proteolytic ferment; as, peptonized food."},{"word":"Peptonoid","type":"n.","descr":" A substance related to peptone."},{"word":"Peptonuria","type":"n.","descr":" The presence of peptone, or a peptonelike body, in the urine."},{"word":"Peptotoxine","type":"n.","descr":" A toxic alkaloid found occasionally associated with the peptones formed from fibrin by pepsinhydrochloric acid."},{"word":"Pequots","type":"n. pl.","descr":" A tribe of Indians who formerly inhabited Eastern Connecticut."},{"word":"Per-","type":"","descr":" A prefix used to signify through, throughout, by, for, or as an intensive as perhaps, by hap or chance; perennial, that lasts throughout the year; perforce, through or by force; perfoliate, perforate; perspicuous, evident throughout or very evident; perplex, literally, to entangle very much."},{"word":"Per-","type":"","descr":" Originally, denoting that the element to the name of which it is prefixed in the respective compounds exercised its highest valence; now, only that the element has a higher valence than in other similar compounds; thus, barium peroxide is the highest oxide of barium; while nitrogen and manganese peroxides, so-called, are not the highest oxides of those elements."},{"word":"Per","type":"prep.","descr":" Through; by means of; through the agency of; by; for; for each; as, per annum; per capita, by heads, or according to individuals; per curiam, by the court; per se, by itself, of itself.  Per is also sometimes used with English words."},{"word":"Peract","type":"v. t.","descr":" To go through with; to perform."},{"word":"Peracute","type":"a.","descr":" Very sharp; very violent; as, a peracute fever."},{"word":"Peradventure","type":"adv. and conj.","descr":" By chance; perhaps; it may be; if; supposing."},{"word":"Peradventure","type":"n.","descr":" Chance; hap; hence, doubt; question; as, proved beyond peradventure."},{"word":"Peraeopod","type":"n.","descr":" One of the thoracic legs of a crustacean. See Illust. of Crustacea."},{"word":"Peragrate","type":"v. t.","descr":" To travel over or through."},{"word":"Peragration","type":"n.","descr":" The act or state of passing through any space; as, the peragration of the moon in her monthly revolution."},{"word":"Perambulated","type":"imp. and p. p.","descr":" of Perambulate"},{"word":"Perambulating","type":"p. pr. and vb. n.","descr":" of Perambulate"},{"word":"Perambulate","type":"v. t.","descr":" To walk through or over; especially, to travel over for the purpose of surveying or examining; to inspect by traversing; specifically, to inspect officially the boundaries of, as of a town or parish, by walking over the whole line."},{"word":"Perambulate","type":"v. i.","descr":" To walk about; to ramble; to stroll; as, he perambulated in the park."},{"word":"Perambulation","type":"n.","descr":" The act of perambulating; traversing."},{"word":"Perambulation","type":"n.","descr":" An annual survey of boundaries, as of town, a parish, a forest, etc."},{"word":"Perambulation","type":"n.","descr":" A district within which one is authorized to make a tour of inspection."},{"word":"Perambulator","type":"n.","descr":" One who perambulates."},{"word":"Perambulator","type":"n.","descr":" A surveyor\\'s instrument for measuring distances. It consists of a wheel arranged to roll along over the ground, with an apparatus of clockwork, and a dial plate upon which the distance traveled is shown by an index. See Odometer."},{"word":"Perambulator","type":"n.","descr":" A low carriage for a child, propelled by pushing."},{"word":"Perameles","type":"n.","descr":" Any marsupial of the genus Perameles, which includes numerous species found in Australia. They somewhat resemble rabbits in size and form. See Illust. under Bandicoot."},{"word":"Perbend","type":"n.","descr":" See Perpender."},{"word":"Perbreak","type":"n.","descr":" See Parbreak."},{"word":"Perbromate","type":"n.","descr":" A salt of perbromic acid."},{"word":"Perbromic","type":"a.","descr":" Pertaining to, or designating, the highest oxygen acid, HBrO4, of bromine."},{"word":"Perbromide","type":"n.","descr":" A bromide having a higher proportion of bromine than any other bromide of the same substance or series."},{"word":"Perca","type":"n.","descr":" A genus of fishes, including the fresh-water perch."},{"word":"Percale","type":"n.","descr":" A fine cotton fabric, having a linen finish, and often printed on one side, -- used for women\\'s and children\\'s wear."},{"word":"Percaline","type":"n.","descr":" A fine kind of French cotton goods, usually of one color."},{"word":"Percarbide","type":"n.","descr":" A compound containing a relatively large amount of carbon."},{"word":"Percarburet","type":"n.","descr":" A percarbide."},{"word":"Percarbureted","type":"a.","descr":" Combined with a relatively large amount of carbon."},{"word":"Percase","type":"adv.","descr":" Perhaps; perchance."},{"word":"Perce","type":"v. t.","descr":" To pierce."},{"word":"Perceivable","type":"a.","descr":" Capable of being perceived; perceptible."},{"word":"Perceivance","type":"n.","descr":" Power of perceiving."},{"word":"Perceived","type":"imp. and p. p.","descr":" of Perceive"},{"word":"Perceiving","type":"p. pr. and vb. n.","descr":" of Perceive"},{"word":"Perceive","type":"v. t.","descr":" To obtain knowledge of through the senses; to receive impressions from by means of the bodily organs; to take cognizance of the existence, character, or identity of, by means of the senses; to see, hear, or feel; as, to perceive a distant ship; to perceive a discord."},{"word":"Perceive","type":"v. t.","descr":" To take intellectual cognizance of; to apprehend by the mind; to be convinced of by direct intuition; to note; to remark; to discern; to see; to understand."},{"word":"Perceive","type":"v. t.","descr":" To be affected of influented by."},{"word":"Perceiver","type":"n.","descr":" One who perceives (in any of the senses of the verb)."},{"word":"Percely","type":"n.","descr":" Parsley."},{"word":"Percentage","type":"n.","descr":" A certain rate per cent; the allowance, duty, rate of interest, discount, or commission, on a hundred."},{"word":"Percept","type":"n.","descr":" That which is perceived."},{"word":"Perceptibility","type":"n.","descr":" The quality or state of being perceptible; as, the perceptibility of light or color."},{"word":"Perceptibility","type":"n.","descr":" Perception."},{"word":"Perceptible","type":"a.","descr":" Capable of being perceived; cognizable; discernible; perceivable."},{"word":"Perception","type":"n.","descr":" The act of perceiving; cognizance by the senses or intellect; apperhension by the bodily organs, or by the mind, of what is presented to them; discernment; apperhension; cognition."},{"word":"Perception","type":"n.","descr":" The faculty of perceiving; the faculty, or peculiar part, of man\\'s constitution by which he has knowledge through the medium or instrumentality of the bodily organs; the act of apperhending material objects or qualities through the senses; -- distinguished from conception."},{"word":"Perception","type":"n.","descr":" The quality, state, or capability, of being affected by something external; sensation; sensibility."},{"word":"Perception","type":"n.","descr":" An idea; a notion."},{"word":"Perceptive","type":"a.","descr":" Of or pertaining to the act or power of perceiving; having the faculty or power of perceiving; used in perception."},{"word":"Perceptivity","type":"n.","descr":" The quality or state of being perceptive; power of perception."},{"word":"Percesoces","type":"n. pl.","descr":" An order of fishes including the gray mullets (Mugil), the barracudas, the silversides, and other related fishes. So called from their relation both to perches and to pikes."},{"word":"Perch","type":"n.","descr":" Any fresh-water fish of the genus Perca and of several other allied genera of the family Percidae, as the common American or yellow perch (Perca flavescens, \/ Americana), and the European perch (P. fluviatilis)."},{"word":"Perch","type":"n.","descr":" Any one of numerous species of spiny-finned fishes belonging to the Percidae, Serranidae, and related families, and resembling, more or less, the true perches."},{"word":"Perch","type":"n.","descr":" A pole; a long staff; a rod; esp., a pole or other support for fowls to roost on or to rest on; a roost; figuratively, any elevated resting place or seat."},{"word":"Perch","type":"n.","descr":" A measure of length containing five and a half yards; a rod, or pole."},{"word":"Perch","type":"n.","descr":" In land or square measure: A square rod; the 160th part of an acre."},{"word":"Perch","type":"n.","descr":" In solid measure: A mass 16\/ feet long, 1 foot in height, and 1\/ feet in breadth, or 24\/ cubic feet (in local use, from 22 to 25 cubic feet); -- used in measuring stonework."},{"word":"Perch","type":"n.","descr":" A pole connecting the fore gear and hind gear of a spring carriage; a reach."},{"word":"Perched","type":"imp. and p. p.","descr":" of Perch"},{"word":"Perching","type":"p. pr. and vb. n.","descr":" of Perch"},{"word":"Perch","type":"v. i.","descr":" To alight or settle, as a bird; to sit or roost."},{"word":"Perch","type":"v. t.","descr":" To place or to set on, or as on, a perch."},{"word":"Perch","type":"v. t.","descr":" To occupy as a perch."},{"word":"Perchance","type":"adv.","descr":" By chance; perhaps; peradventure."},{"word":"Perchant","type":"n.","descr":" A bird tied by the foot, to serve as decoy to other birds by its fluttering."},{"word":"Percher","type":"v. i.","descr":" One who, or that which, perches."},{"word":"Percher","type":"v. i.","descr":" One of the Insessores."},{"word":"Percher","type":"v. i.","descr":" A Paris candle anciently used in England; also, a large wax candle formerly set upon the altar."},{"word":"Percheron","type":"n.","descr":" One of a breed of draught horses originating in Perche, an old district of France; -- called also Percheron-Norman."},{"word":"Perchlorate","type":"n.","descr":" A salt of perchloric acid."},{"word":"Perchloric","type":"a.","descr":" Pertaining to, or designating, the highest oxygen acid (HClO4), of chlorine; -- called also hyperchloric."},{"word":"Perchloride","type":"n.","descr":" A chloride having a higher proportion of chlorine than any other chloride of the same substance or series."},{"word":"Perchromic","type":"a.","descr":" Pertaining to, or designating, a certain one of the highly oxidized compounds of chromium, which has a deep blue color, and is produced by the action of hydrogen peroxide."},{"word":"Perciform","type":"a.","descr":" Pertaining to the Perciformes."},{"word":"Perciformes","type":"n. pl.","descr":" An extensive tribe or suborder of fishes, including the true perches (Percidae); the pondfishes (Centrarchidae); the sciaenoids (Sciaenidae); the sparoids (Sparidae); the serranoids (Serranidae), and some other related families."},{"word":"Percipience","type":"n.","descr":" Alt. of Percipiency"},{"word":"Percipiency","type":"n.","descr":" The faculty, act or power of perceiving; perception."},{"word":"Percipient","type":"a.","descr":" Having the faculty of perception; perceiving; as, a percipient being."},{"word":"Percipient","type":"n.","descr":" One who, or that which, is percipient."},{"word":"Perclose","type":"n.","descr":" Same as Parclose."},{"word":"Perclose","type":"n.","descr":" Conclusion; end."},{"word":"Percoid","type":"a.","descr":" Belonging to, or resembling, the perches, or family Percidae."},{"word":"Percoid","type":"n.","descr":" Any fish of the genus Perca, or allied genera of the family Percidae."},{"word":"Percoidea","type":"n. pl.","descr":" Same as Perciformes."},{"word":"Percolated","type":"imp. and p. p.","descr":" of Percolate"},{"word":"Percolating","type":"p. pr. and vb. n.","descr":" of Percolate"},{"word":"Percolate","type":"v. t.","descr":" To cause to pass through fine interstices, as a liquor; to filter; to strain."},{"word":"Percolate","type":"v. i.","descr":" To pass through fine interstices; to filter; as, water percolates through porous stone."},{"word":"Percolation","type":"n.","descr":" The act or process of percolating, or filtering; filtration; straining. Specifically (Pharm.), the process of exhausting the virtues of a powdered drug by letting a liquid filter slowly through it."},{"word":"Percolator","type":"n.","descr":" One who, or that which, filters."},{"word":"Percomorphi","type":"n. pl.","descr":" A division of fishes including the perches and related kinds."},{"word":"Perculaced","type":"a.","descr":" Latticed. See Lattice, n., 2."},{"word":"Percurrent","type":"a.","descr":" Running through the entire length."},{"word":"Percursory","type":"a.","descr":" Running over slightly or in haste; cursory."},{"word":"Percussed","type":"imp. and p. p.","descr":" of Percuss"},{"word":"Percussing","type":"p. pr. and vb. n.","descr":" of Percuss"},{"word":"Percuss","type":"v. t.","descr":" To strike smartly; to strike upon or against; as, to percuss the chest in medical examination."},{"word":"Percuss","type":"v. i.","descr":" To strike or tap in an examination by percussion. See Percussion, 3."},{"word":"Percussion","type":"n.","descr":" The act of percussing, or striking one body against another; forcible collision, esp. such as gives a sound or report."},{"word":"Percussion","type":"n.","descr":" Hence: The effect of violent collision; vibratory shock; impression of sound on the ear."},{"word":"Percussion","type":"n.","descr":" The act of tapping or striking the surface of the body in order to learn the condition of the parts beneath by the sound emitted or the sensation imparted to the fingers. Percussion is said to be immediate if the blow is directly upon the body; if some interventing substance, as a pleximeter, is, used, it is called mediate."},{"word":"Percussive","type":"a.","descr":" Striking against; percutient; as, percussive force."},{"word":"Percutient","type":"a.","descr":" Striking; having the power of striking."},{"word":"Percutient","type":"n.","descr":" That which strikes, or has power to strike."},{"word":"Perdicine","type":"a.","descr":" Of or pertaining to the family Perdicidae, or partridges."},{"word":"Perdie","type":"adv.","descr":" See Parde."},{"word":"Perdifoil","type":"n.","descr":" A deciduous plant; -- opposed to evergreen."},{"word":"Perdition","type":"n.","descr":" Entire loss; utter destruction; ruin; esp., the utter loss of the soul, or of final happiness in a future state; future misery or eternal death."},{"word":"Perdition","type":"n.","descr":" Loss of diminution."},{"word":"Perditionable","type":"a.","descr":" Capable of being ruined; worthy of perdition."},{"word":"Perdix","type":"n.","descr":" A genus of birds including the common European partridge. Formerly the word was used in a much wider sense to include many allied genera."},{"word":"Perdu","type":"a.","descr":" One placed on watch, or in ambush."},{"word":"Perdu","type":"a.","descr":" A soldier sent on a forlorn hope."},{"word":"Perdu","type":"a.","descr":" Alt. of Perdue"},{"word":"Perdue","type":"a.","descr":" Lost to view; in concealment or ambush; close."},{"word":"Perdue","type":"a.","descr":" Accustomed to, or employed in, desperate enterprises; hence, reckless; hopeless."},{"word":"Perduellion","type":"n.","descr":" Treason."},{"word":"Perdulous","type":"a.","descr":" Lost; thrown away."},{"word":"Perdurability","type":"n.","descr":" Durability; lastingness."},{"word":"Perdurable","type":"n.","descr":" Very durable; lasting; continuing long."},{"word":"Perdurance","type":"n.","descr":" Alt. of Perduration"},{"word":"Perduration","type":"n.","descr":" Long continuance."},{"word":"Perdure","type":"v. i.","descr":" To last or endure for a long time; to be perdurable or lasting."},{"word":"Perdy","type":"adv.","descr":" Truly. See Parde."},{"word":"Pere","type":"n.","descr":" A peer."},{"word":"Peregal","type":"a.","descr":" Fully equal."},{"word":"Peregrinate","type":"v. i.","descr":" To travel from place to place, or from one country to another; hence, to sojourn in foreign countries."},{"word":"Peregrinate","type":"a.","descr":" Having traveled; foreign."},{"word":"Peregrination","type":"n.","descr":" A traveling from one country to another; a wandering; sojourn in foreign countries."},{"word":"Peregrinator","type":"n.","descr":" One who peregrinates; one who travels about."},{"word":"Peregrine","type":"a.","descr":" Foreign; not native; extrinsic or from without; exotic."},{"word":"Peregrine","type":"n.","descr":" The peregrine falcon."},{"word":"Peregrinity","type":"n.","descr":" Foreignness; strangeness."},{"word":"Peregrinity","type":"n.","descr":" Travel; wandering."},{"word":"Perel","type":"n.","descr":" Apparel."},{"word":"Perempt","type":"v. t.","descr":" To destroy; to defeat."},{"word":"Peremption","type":"n.","descr":" A quashing; a defeating."},{"word":"Peremptorily","type":"adv.","descr":" In a peremptory manner; absolutely; positively."},{"word":"Peremptoriness","type":"n.","descr":" The quality of being peremptory; positiveness."},{"word":"Peremptory","type":"a.","descr":" Precluding debate or expostulation; not admitting of question or appeal; positive; absolute; decisive; conclusive; final."},{"word":"Peremptory","type":"a.","descr":" Positive in opinion or judgment; decided; dictatorial; dogmatical."},{"word":"Peremptory","type":"a.","descr":" Firmly determined; unawed."},{"word":"Perennial","type":"a.","descr":" ing or continuing through the year; as, perennial fountains."},{"word":"Perennial","type":"a.","descr":" Continuing without cessation or intermission; perpetual; unceasing; never failing."},{"word":"Perennial","type":"a.","descr":" Continuing more than two years; as, a perennial steam, or root, or plant."},{"word":"Perennial","type":"n.","descr":" A perennial plant; a plant which lives or continues more than two years, whether it retains its leaves in winter or not."},{"word":"Perennially","type":"adv.","descr":" In a perennial manner."},{"word":"Perennibranchiata","type":"n. pl.","descr":" Those Batrachia which retain their gills through life, as the menobranchus."},{"word":"Perennibranchiate","type":"a.","descr":" Having branchae, or gills, through life; -- said especially of certain Amphibia, like the menobranchus. Opposed to caducibranchiate."},{"word":"Perennibranchiate","type":"a.","descr":" Belonging to the Perennibranchiata."},{"word":"Perennity","type":"n.","descr":" The quality of being perennial."},{"word":"Pererration","type":"n.","descr":" A wandering, or rambling, through various places."},{"word":"Perfect","type":"a.","descr":" Brought to consummation or completeness; completed; not defective nor redundant; having all the properties or qualities requisite to its nature and kind; without flaw, fault, or blemish; without error; mature; whole; pure; sound; right; correct."},{"word":"Perfect","type":"a.","descr":" Well informed; certain; sure."},{"word":"Perfect","type":"a.","descr":" Hermaphrodite; having both stamens and pistils; -- said of flower."},{"word":"Perfect","type":"n.","descr":" The perfect tense, or a form in that tense."},{"word":"Perfected","type":"imp. and p. p.","descr":" of Perfect"},{"word":"Perfecting","type":"p. pr. and vb. n.","descr":" of Perfect"},{"word":"Perfect","type":"a.","descr":" To make perfect; to finish or complete, so as to leave nothing wanting; to give to anything all that is requisite to its nature and kind."},{"word":"Perfecter","type":"n.","descr":" One who, or that which, makes perfect."},{"word":"Perfectibilian","type":"n.","descr":" A perfectionist."},{"word":"Perfectibilist","type":"n.","descr":" A perfectionist. See also Illuminati, 2."},{"word":"Perfectibility","type":"n.","descr":" The quality or state of being perfectible."},{"word":"Perfectible","type":"a.","descr":" Capable of becoming, or being made, perfect."},{"word":"Perfection","type":"n.","descr":" The quality or state of being perfect or complete, so that nothing requisite is wanting; entire development; consummate culture, skill, or moral excellence; the highest attainable state or degree of excellence; maturity; as, perfection in an art, in a science, or in a system; perfection in form or degree; fruits in perfection."},{"word":"Perfection","type":"n.","descr":" A quality, endowment, or acquirement completely excellent; an ideal faultlessness; especially, the divine attribute of complete excellence."},{"word":"Perfection","type":"v. t.","descr":" To perfect."},{"word":"Perfectional","type":"a.","descr":" Of or pertaining to perfection; characterized by perfection."},{"word":"Perfectionate","type":"v. t.","descr":" To perfect."},{"word":"Perfectionism","type":"n.","descr":" The doctrine of the Perfectionists."},{"word":"Perfectionist","type":"n.","descr":" One pretending to perfection; esp., one pretending to moral perfection; one who believes that persons may and do attain to moral perfection and sinlessness in this life."},{"word":"Perfectionment","type":"n.","descr":" The act of bringing to perfection, or the state of having attained to perfection."},{"word":"Perfective","type":"a.","descr":" Tending or conducing to make perfect, or to bring to perfection; -- usually followed by of."},{"word":"Perfectively","type":"adv.","descr":" In a perfective manner."},{"word":"Perfectly","type":"adv.","descr":" In a perfect manner or degree; in or to perfection; completely; wholly; throughly; faultlessly."},{"word":"Perfectness","type":"n.","descr":" The quality or state of being perfect; perfection."},{"word":"Perfervid","type":"a.","descr":" Very fervid; too fervid; glowing; ardent."},{"word":"Perficient","type":"a.","descr":" Making or doing throughly; efficient; effectual."},{"word":"Perficient","type":"n.","descr":" One who performs or perfects a work; especially, one who endows a charity."},{"word":"Perfidious","type":"a.","descr":" Guilty of perfidy; violating good faith or vows; false to trust or confidence reposed; teacherous; faithless; as, a perfidious friend."},{"word":"Perfidious","type":"a.","descr":" Involving, or characterized by, perfidy."},{"word":"Perfidiously","type":"adv.","descr":" In a perfidious manner."},{"word":"Perfidiousness","type":"n.","descr":" The quality of being perfidious; perfidy."},{"word":"Perfidies","type":"pl. ","descr":" of Perfidy"},{"word":"Perfidy","type":"n.","descr":" The act of violating faith or allegiance; violation of a promise or vow, or of trust reposed; faithlessness; treachery."},{"word":"Perfit","type":"a.","descr":" Perfect."},{"word":"Perfix","type":"v. t.","descr":" To fix surely; to appoint."},{"word":"Perflable","type":"a.","descr":" Capable of being blown through."},{"word":"Perflate","type":"v. t.","descr":" To blow through."},{"word":"Perflation","type":"n.","descr":" The act of perflating."},{"word":"Perfoliate","type":"a.","descr":" Having the basal part produced around the stem; -- said of leaves which the stem apparently passes directory through."},{"word":"Perfoliate","type":"a.","descr":" Surrounded by a circle of hairs, or projections of any kind."},{"word":"Perforata","type":"n. pl.","descr":" A division of corals including those that have a porous texture, as Porites and Madrepora; -- opposed to Aporosa."},{"word":"Perforata","type":"n. pl.","descr":" A division of Foraminifera, including those having perforated shells."},{"word":"Perforated","type":"imp. and p. p.","descr":" of Perforate"},{"word":"Perforating","type":"p. pr. and vb. n.","descr":" of Perforate"},{"word":"Perforate","type":"v.","descr":" To bore through; to pierce through with a pointed instrument; to make a hole or holes through by boring or piercing; to pierce or penetrate the surface of."},{"word":"Perforate","type":"a.","descr":" Alt. of Perforated"},{"word":"Perforated","type":"a.","descr":" Pierced with a hole or holes, or with pores; having transparent dots resembling holes."},{"word":"Perforation","type":"n.","descr":" The act of perforating, or of boring or piercing through."},{"word":"Perforation","type":"n.","descr":" A hole made by boring or piercing; an aperture."},{"word":"Perforative","type":"a.","descr":" Having power to perforate or pierce."},{"word":"Perforator","type":"n.","descr":" One who, or that which, perforates; esp., a cephalotome."},{"word":"Perforce","type":"adv.","descr":" By force; of necessary; at any rate."},{"word":"Perforce","type":"v. t.","descr":" To force; to compel."},{"word":"Performed","type":"imp. and p. p.","descr":" of Perform"},{"word":"Performing","type":"p. pr. and vb. n.","descr":" of Perform"},{"word":"Perform","type":"v. t.","descr":" To carry through; to bring to completion; to achieve; to accomplish; to execute; to do."},{"word":"Perform","type":"v. t.","descr":" To discharge; to fulfill; to act up to; as, to perform a duty; to perform a promise or a vow."},{"word":"Perform","type":"v. t.","descr":" To represent; to act; to play; as in drama."},{"word":"Perform","type":"v. i.","descr":" To do, execute, or accomplish something; to acquit one\\'s self in any business; esp., to represent sometimes by action; to act a part; to play on a musical instrument; as, the players perform poorly; the musician performs on the organ."},{"word":"Performable","type":"a.","descr":" Admitting of being performed, done, or executed; practicable."},{"word":"Performance","type":"n.","descr":" The act of performing; the carrying into execution or action; execution; achievement; accomplishment; representation by action; as, the performance of an undertaking of a duty."},{"word":"Performance","type":"n.","descr":" That which is performed or accomplished; a thing done or carried through; an achievement; a deed; an act; a feat; esp., an action of an elaborate or public character."},{"word":"Performer","type":"n.","descr":" One who performs, accomplishes, or fulfills; as, a good promiser, but a bad performer; especially, one who shows skill and training in any art; as, a performer of the drama; a performer on the harp."},{"word":"Perfricate","type":"v. t.","descr":" To rub over."},{"word":"Perfumatory","type":"a.","descr":" Emitting perfume; perfuming."},{"word":"Perfumed","type":"imp. and p. p.","descr":" of Perfume"},{"word":"Perfuming","type":"p. pr. and vb. n.","descr":" of Perfume"},{"word":"Perfume","type":"v. t.","descr":" To fill or impregnate with a perfume; to scent."},{"word":"Perfume","type":"v.","descr":" The scent, odor, or odoriferous particles emitted from a sweet-smelling substance; a pleasant odor; fragrance; aroma."},{"word":"Perfume","type":"v.","descr":" A substance that emits an agreeable odor."},{"word":"Perfumer","type":"n.","descr":" One who, oe that which, perfumes."},{"word":"Perfumer","type":"n.","descr":" One whose trade is to make or sell perfumes."},{"word":"Perfumery","type":"n.","descr":" Perfumes, in general."},{"word":"Perfumery","type":"n.","descr":" The art of preparing perfumes."},{"word":"Perfunctorily","type":"adv.","descr":" In a perfunctory manner; formally; carelessly."},{"word":"Perfunctoriness","type":"n.","descr":" The quality or state of being perfunctory."},{"word":"Perfunctory","type":"a.","descr":" Done merely to get rid of a duty; performed mechanically and as a thing of rote; done in a careless and superficial manner; characterized by indifference; as, perfunctory admonitions."},{"word":"Perfunctory","type":"a.","descr":" Hence: Mechanical; indifferent; listless; careless."},{"word":"Perfuncturate","type":"v. t.","descr":" To perform in a perfunctory manner; to do negligently."},{"word":"Perfused","type":"imp. and p. p.","descr":" of Perfuse"},{"word":"Perfusing","type":"p. pr. and vb. n.","descr":" of Perfuse"},{"word":"Perfuse","type":"v. t.","descr":" To suffuse; to fill full or to excess."},{"word":"Perfusion","type":"n.","descr":" The act of perfusing."},{"word":"Perfusive","type":"a.","descr":" Of a nature to flow over, or to spread through."},{"word":"Pergamenous","type":"a.","descr":" Alt. of Pergamentaceous"},{"word":"Pergamentaceous","type":"a.","descr":" Like parchment."},{"word":"Perhaps","type":"adv.","descr":" By chance; peradventure; perchance; it may be."},{"word":"Peri-","type":"","descr":" A prefix used to signify around, by, near, over, beyond, or to give an intensive sense; as, perimeter, the measure around; perigee, point near the earth; periergy, work beyond what is needed; perispherical, quite spherical."},{"word":"Peris","type":"pl. ","descr":" of Peri"},{"word":"Peri","type":"n.","descr":" An imaginary being, male or female, like an elf or fairy, represented as a descendant of fallen angels, excluded from paradise till penance is accomplished."},{"word":"Periagua","type":"n.","descr":" See Pirogue."},{"word":"Perianth","type":"n.","descr":" The leaves of a flower generally, especially when the calyx and corolla are not readily distinguished."},{"word":"Perianth","type":"n.","descr":" A saclike involucre which incloses the young fruit in most hepatic mosses. See Illust. of Hepatica."},{"word":"Perianthium","type":"n.","descr":" The perianth."},{"word":"Periapt","type":"n.","descr":" A charm worn as a protection against disease or mischief; an amulet."},{"word":"Periastral","type":"a.","descr":" Among or around the stars."},{"word":"Periastron","type":"n.","descr":" That point, in the real or apparent orbit of one star revolving around another, at which the former is nearest to the latter."},{"word":"Periauger","type":"n.","descr":" See Pirogue."},{"word":"Periblast","type":"a.","descr":" The protoplasmic matter which surrounds the entoblast, or cell nucleus, and undergoes segmentation."},{"word":"Periblem","type":"n.","descr":" Nascent cortex, or immature cellular bark."},{"word":"Peribolos","type":"n.","descr":" In ancient architecture, an inclosed court, esp., one surrounding a temple."},{"word":"Peribranchial","type":"a.","descr":" Surrounding the branchiae; as, a peribranchial cavity."},{"word":"Peribranchial","type":"a.","descr":" Around the bronchi or bronchial tubes; as, the peribronchial lymphatics."},{"word":"Pericambium","type":"n.","descr":" A layer of thin-walled young cells in a growing stem, in which layer certain new vessels originate."},{"word":"Pericardiac","type":"a.","descr":" Alt. of Pericardial"},{"word":"Pericardial","type":"a.","descr":" Of or pertaining to pericardium; situated around the heart."},{"word":"Pericardian","type":"a.","descr":" Pericardiac."},{"word":"Pericardic","type":"a.","descr":" Pericardiac."},{"word":"Pericarditus","type":"n.","descr":" Inflammation of the pericardium."},{"word":"Pericardium","type":"n.","descr":" The double baglike fold of serous membrane which incloses the heart."},{"word":"Pericarp","type":"n.","descr":" The ripened ovary; the walls of the fruit. See Illusts. of Capsule, Drupe, and Legume."},{"word":"Pericarpial","type":"a.","descr":" Alt. of Pericarpic"},{"word":"Pericarpic","type":"a.","descr":" Of or pertaining to a pericarp."},{"word":"Pericellular","type":"a.","descr":" Surrounding a cell; as, the pericellular lymph spaces surrounding ganglion cells."},{"word":"Perichaeth","type":"n.","descr":" The leafy involucre surrounding the fruit stalk of mosses; perichaetium; perichete."},{"word":"Perichaetial","type":"a.","descr":" Of or pertaining to the perichaeth."},{"word":"Perichaetia","type":"pl. ","descr":" of Perichaetium"},{"word":"Perichaetium","type":"n.","descr":" Same as Perichaeth."},{"word":"Perichaetous","type":"a.","descr":" Surrounded by setae; -- said of certain earthworms (genus Perichaetus)."},{"word":"Perichete","type":"n.","descr":" Same as Perichaeth."},{"word":"Perichondrial","type":"a.","descr":" Of or pertaining to the perichondrium; situated around cartilage."},{"word":"Perichondritis","type":"n.","descr":" Inflammation of the perichondrium."},{"word":"Perichondrium","type":"n.","descr":" The membrane of fibrous connective tissue which closely invests cartilage, except where covering articular surfaces."},{"word":"Perichordal","type":"a.","descr":" Around the notochord; as, a perichordal column. See Epichordal."},{"word":"Periclase","type":"n.","descr":" Alt. of Periclasite"},{"word":"Periclasite","type":"n.","descr":" A grayish or dark green mineral, consisting essentially of magnesia (magnesium oxide), occurring in granular forms or in isometric crystals."},{"word":"Periclinia","type":"pl. ","descr":" of Periclinium"},{"word":"Periclinium","type":"n.","descr":" The involucre which surrounds the common receptacle in composite flowers."},{"word":"Periclitate","type":"v. t.","descr":" To endanger."},{"word":"Periclitation","type":"n.","descr":" Trial; experiment."},{"word":"Periclitation","type":"n.","descr":" The state of being in peril."},{"word":"Pericope","type":"n.","descr":" A selection or extract from a book; especially (Theol.), a selection from the Bible, appointed to be read in the churches or used as a text for a sermon."},{"word":"Pericranial","type":"a.","descr":" Of or pertaining to the pericranium."},{"word":"Pericranium","type":"n.","descr":" The periosteum which covers the cranium externally; the region around the cranium."},{"word":"Periculous","type":"a.","descr":" Dangerous; full of peril."},{"word":"Pericula","type":"pl. ","descr":" of Periculum"},{"word":"Periculum","type":"n.","descr":" Danger; risk."},{"word":"Periculum","type":"n.","descr":" In a narrower, judicial sense: Accident or casus, as distinguished from dolus and culpa, and hence relieving one from the duty of performing an obligation."},{"word":"Periderm","type":"n.","descr":" The outer layer of bark."},{"word":"Periderm","type":"n.","descr":" The hard outer covering of hydroids and other marine animals; the perisarc."},{"word":"Peridiastole","type":"n.","descr":" The almost inappreciable time which elapses between the systole and the diastole of the heart."},{"word":"Peridia","type":"pl. ","descr":" of Peridium"},{"word":"Peridium","type":"n.","descr":" The envelope or coat of certain fungi, such as the puffballs and earthstars."},{"word":"Peridot","type":"n.","descr":" Chrysolite."},{"word":"Peridotite","type":"n.","descr":" An eruptive rock characterized by the presence of chrysolite (peridot). It also usually contains pyroxene, enstatite, chromite, etc. It is often altered to serpentine."},{"word":"Peridrome","type":"n.","descr":" The space between the columns and the wall of the cella, in a Greek or a Roman temple."},{"word":"Periecians","type":"n. pl.","descr":" See Perioecians."},{"word":"Perienteron","type":"n.","descr":" The primitive perivisceral cavity."},{"word":"Periergy","type":"n.","descr":" Excessive care or diligence."},{"word":"Periergy","type":"n.","descr":" A bombastic or labored style."},{"word":"Periganglionic","type":"a.","descr":" Surrounding a ganglion; as, the periganglionic glands of the frog."},{"word":"Perigastric","type":"a.","descr":" Surrounding the stomach; -- applied to the body cavity of Bryozoa and various other Invertebrata."},{"word":"Perigean","type":"a.","descr":" Pertaining to the perigee."},{"word":"Perigee","type":"n.","descr":" Alt. of Perigeum"},{"word":"Perigeum","type":"n.","descr":" That point in the orbit of the moon which is nearest to the earth; -- opposed to apogee. It is sometimes, but rarely, used of the nearest points of other orbits, as of a comet, a planet, etc. Called also epigee, epigeum."},{"word":"Perigenesis","type":"n.","descr":" A theory which explains inheritance by the transmission of the type of growth force possessed by one generation to another."},{"word":"Perigenetic","type":"a.","descr":" Of or pertaining to perigenesis."},{"word":"Perigone","type":"n.","descr":" Any organ inclosing the essential organs of a flower; a perianth."},{"word":"Perigone","type":"n.","descr":" In mosses, the involucral bracts of a male flower."},{"word":"Perigone","type":"n.","descr":" A sac which surrounds the generative bodies in the gonophore of a hydroid."},{"word":"Perigonia","type":"pl. ","descr":" of Perigonium"},{"word":"Perigonium","type":"n.","descr":" Same as Perigone."},{"word":"Perigord pie","type":"","descr":" A pie made of truffles, much esteemed by epicures."},{"word":"Perigraph","type":"n.","descr":" A careless or inaccurate delineation of anything."},{"word":"Perigynia","type":"pl. ","descr":" of Perigynium"},{"word":"Perigynium","type":"n.","descr":" Some unusual appendage about the pistil, as the bottle-shaped body in the sedges, and the bristles or scales in some other genera of the Sedge family, or Cyperaceae."},{"word":"Perigynous","type":"a.","descr":" Having the ovary free, but the petals and stamens borne on the calyx; -- said of flower such as that of the cherry or peach."},{"word":"Perihelia","type":"pl. ","descr":" of Perihelium"},{"word":"Perihelion","type":"n.","descr":" Alt. of Perihelium"},{"word":"Perihelium","type":"n.","descr":" That point of the orbit of a planet or comet which is nearest to the sun; -- opposed to aphelion."},{"word":"Peril","type":"n.","descr":" Danger; risk; hazard; jeopardy; exposure of person or property to injury, loss, or destruction."},{"word":"Periled","type":"imp. and p. p.","descr":" of Peril"},{"word":"Perilled","type":"","descr":" of Peril"},{"word":"Periling","type":"p. pr. and vb. n.","descr":" of Peril"},{"word":"Perilling","type":"","descr":" of Peril"},{"word":"Peril","type":"v. t.","descr":" To expose to danger; to hazard; to risk; as, to peril one\\'s life."},{"word":"Peril","type":"v. i.","descr":" To be in danger."},{"word":"Perilla","type":"n.","descr":" A genus of labiate herbs, of which one species (Perilla ocimoides, or P. Nankinensis) is often cultivated for its purple or variegated foliage."},{"word":"Perilous","type":"a.","descr":" Full of, attended with, or involving, peril; dangerous; hazardous; as, a perilous undertaking."},{"word":"Perilous","type":"a.","descr":" Daring; reckless; dangerous."},{"word":"Perilymph","type":"n.","descr":" The fluid which surrounds the membranous labyrinth of the internal ear, and separates it from the walls of the chambers in which the labyrinth lies."},{"word":"Perilymphangial","type":"a.","descr":" Around, or at the side of, a lymphatic vessel."},{"word":"Perilymphatic","type":"a.","descr":" Pertaining to, or containing, perilymph."},{"word":"Perilymphatic","type":"a.","descr":" Perilymphangial."},{"word":"Perimeter","type":"n.","descr":" The outer boundary of a body or figure, or the sum of all the sides."},{"word":"Perimeter","type":"n.","descr":" An instrument for determining the extent and shape of the field of vision."},{"word":"Perimetric","type":"a.","descr":" Alt. of Perimetrical"},{"word":"Perimetrical","type":"a.","descr":" Of or pertaining to the perimeter, or to perimetry; as, a perimetric chart of the eye."},{"word":"Perimetry","type":"n.","descr":" The art of using the perimeter; measurement of the field of vision."},{"word":"Perimorph","type":"n.","descr":" A crystal of one species inclosing one of another species. See Endomorph."},{"word":"Perimysial","type":"a.","descr":" Surrounding a muscle or muscles."},{"word":"Perimysial","type":"a.","descr":" Of or pertaining to the perimysium."},{"word":"Perimysium","type":"n.","descr":" The connective tissue sheath which surrounds a muscle, and sends partitions inwards between the bundles of muscular fibers."},{"word":"Perinaeum","type":"n.","descr":" See Perineum."},{"word":"Perineal","type":"a.","descr":" Of or pertaining to the perineum."},{"word":"Perineoplasty","type":"n.","descr":" The act or process of restoring an injured perineum."},{"word":"Perineorrhaphy","type":"n.","descr":" The operation of sewing up a ruptured perineum."},{"word":"Perinephritis","type":"n.","descr":" Inflammation of the cellular tissue around the kidney."},{"word":"Perineum","type":"n.","descr":" The region which is included within the outlet of the pelvis, and is traversed by the urinogenital canal and the rectum."},{"word":"Perineurial","type":"a.","descr":" Surrounding nerves or nerve fibers; of or pertaining to the perineurium."},{"word":"Perineurium","type":"n.","descr":" The connective tissue sheath which surrounds a bundle of nerve fibers. See Epineurium, and Neurilemma."},{"word":"Perinuclear","type":"a.","descr":" Of or pertaining to a nucleus; situated around a nucleus; as, the perinuclear protoplasm."},{"word":"Period","type":"n.","descr":" A portion of time as limited and determined by some recurring phenomenon, as by the completion of a revolution of one of the heavenly bodies; a division of time, as a series of years, months, or days, in which something is completed, and ready to recommence and go on in the same order; as, the period of the sun, or the earth, or a comet."},{"word":"Period","type":"n.","descr":" A stated and recurring interval of time; more generally, an interval of time specified or left indefinite; a certain series of years, months, days, or the like; a time; a cycle; an age; an epoch; as, the period of the Roman republic."},{"word":"Period","type":"n.","descr":" One of the great divisions of geological time; as, the Tertiary period; the Glacial period.  See the Chart of Geology."},{"word":"Period","type":"n.","descr":" The termination or completion of a revolution, cycle, series of events, single event, or act; hence, a limit; a bound; an end; a conclusion."},{"word":"Period","type":"n.","descr":" A complete sentence, from one full stop to another; esp., a well-proportioned, harmonious sentence."},{"word":"Period","type":"n.","descr":" The punctuation point [.] that marks the end of a complete sentence, or of an abbreviated word."},{"word":"Period","type":"n.","descr":" One of several similar sets of figures or terms usually marked by points or commas placed at regular intervals, as in numeration, in the extraction of roots, and in circulating decimals."},{"word":"Period","type":"n.","descr":" The time of the exacerbation and remission of a disease, or of the paroxysm and intermission."},{"word":"Period","type":"n.","descr":" A complete musical sentence."},{"word":"Period","type":"v. t.","descr":" To put an end to."},{"word":"Period","type":"v. i.","descr":" To come to a period; to conclude. [Obs.] \"You may period upon this, that,\" etc."},{"word":"Periodate","type":"n.","descr":" A salt of periodic acid."},{"word":"Periodic","type":"a.","descr":" Pertaining to, derived from, or designating, the highest oxygen acid (HIO\/) of iodine."},{"word":"Periodic","type":"a.","descr":" Alt. of Periodical"},{"word":"Periodical","type":"a.","descr":" Of or pertaining to a period or periods, or to division by periods."},{"word":"Periodical","type":"a.","descr":" Performed in a period, or regular revolution; proceeding in a series of successive circuits; as, the periodical motion of the planets round the sun."},{"word":"Periodical","type":"a.","descr":" Happening, by revolution, at a stated time; returning regularly, after a certain period of time; acting, happening, or appearing, at fixed intervals; recurring; as, periodical epidemics."},{"word":"Periodical","type":"a.","descr":" Of or pertaining to a period; constituting a complete sentence."},{"word":"Periodical","type":"n.","descr":" A magazine or other publication which appears at stated or regular intervals."},{"word":"Periodicalist","type":"n.","descr":" One who publishes, or writes for, a periodical."},{"word":"Periodically","type":"adv.","descr":" In a periodical manner."},{"word":"Periodicalness","type":"n.","descr":" Periodicity."},{"word":"Periodicities","type":"pl. ","descr":" of Periodicity"},{"word":"Periodicity","type":"n.","descr":" The quality or state of being periodical, or regularly recurrent; as, the periodicity in the vital phenomena of plants."},{"word":"Periodide","type":"n.","descr":" An iodide containing a higher proportion of iodine than any other iodide of the same substance or series."},{"word":"Periodontal","type":"a.","descr":" Surrounding the teeth."},{"word":"Periodoscope","type":"n.","descr":" A table or other means for calculating the periodical functions of women."},{"word":"Perioeci","type":"n. pl.","descr":" Alt. of Perioecians"},{"word":"Perioecians","type":"n. pl.","descr":" Those who live on the same parallel of latitude but on opposite meridians, so that it is noon in one place when it is midnight in the other. Compare Antoeci."},{"word":"Periople","type":"n.","descr":" The external smooth horny layer of the hoof of the horse and allied animals."},{"word":"Perioplic","type":"a.","descr":" Of or pertaining to the periople; connected with the periople."},{"word":"Periosteal","type":"a.","descr":" Situated around bone; of or pertaining to the periosteum."},{"word":"Periosteum","type":"n.","descr":" The membrane of fibrous connective tissue which closely invests all bones except at the articular surfaces."},{"word":"Periostitis","type":"n.","descr":" Inflammation of the periosteum."},{"word":"Periostraca","type":"pl. ","descr":" of Periostracum"},{"word":"Periostracum","type":"n.","descr":" A chitinous membrane covering the exterior of many shells; -- called also epidermis."},{"word":"Periotic","type":"a.","descr":" Surrounding, or pertaining to the region surrounding, the internal ear; as, the periotic capsule."},{"word":"Periotic","type":"n.","descr":" A periotic bone."},{"word":"Peripatecian","type":"n.","descr":" A peripatetic."},{"word":"Peripatetic","type":"a.","descr":" Walking about; itinerant."},{"word":"Peripatetic","type":"a.","descr":" Of or pertaining to the philosophy taught by Aristotle (who gave his instructions while walking in the Lyceum at Athens), or to his followers."},{"word":"Peripatetic","type":"n.","descr":" One who walks about; a pedestrian; an itinerant."},{"word":"Peripatetic","type":"n.","descr":" A disciple of Aristotle; an Aristotelian."},{"word":"Peripatetical","type":"a.","descr":" Peripatetic."},{"word":"Peripateticism","type":"n.","descr":" The doctrines or philosophical system of the peripatetics. See Peripatetic, n., 2."},{"word":"Peripatus","type":"n.","descr":" A genus of lowly organized arthropods, found in South Africa, Australia, and tropical America. It constitutes the order Malacopoda."},{"word":"Peripetalous","type":"a.","descr":" Surrounding, or situated about, the petals."},{"word":"Peripheral","type":"a.","descr":" Of or pertaining to a periphery; constituting a periphery; peripheric."},{"word":"Peripheral","type":"a.","descr":" External; away from the center; as, the peripheral portion of the nervous system."},{"word":"Peripheric","type":"a.","descr":" Alt. of Peripherical"},{"word":"Peripherical","type":"a.","descr":" See Peripheral."},{"word":"Peripheries","type":"pl. ","descr":" of Periphery"},{"word":"Periphery","type":"n.","descr":" The outside or superficial portions of a body; the surface."},{"word":"Periphery","type":"n.","descr":" The circumference of a circle, ellipse, or other figure."},{"word":"Periphrase","type":"n.","descr":" The use of more words than are necessary to express the idea; a roundabout, or indirect, way of speaking; circumlocution."},{"word":"Periphrased","type":"imp. and p. p.","descr":" of Periphrase"},{"word":"Periphrasing","type":"p. pr. and vb. n.","descr":" of Periphrase"},{"word":"Periphrase","type":"v. t.","descr":" To express by periphrase or circumlocution."},{"word":"Periphrase","type":"v. i.","descr":" To use circumlocution."},{"word":"Periphrases","type":"pl. ","descr":" of Periphrasis"},{"word":"Periphrasis","type":"n.","descr":" See Periphrase."},{"word":"Periphrastic","type":"a.","descr":" Alt. of Periphrastical"},{"word":"Periphrastical","type":"a.","descr":" Expressing, or expressed, in more words than are necessary; characterized by periphrase; circumlocutory."},{"word":"Periphrastically","type":"adv.","descr":" With circumlocution."},{"word":"Periplast","type":"n.","descr":" Same as Periblast."},{"word":"Peripneumonia","type":"n.","descr":" Alt. of Peripneumony"},{"word":"Peripneumony","type":"n.","descr":" Pneumonia."},{"word":"Peripneumonic","type":"a.","descr":" Of or pertaining to peripneumonia."},{"word":"Periproct","type":"n.","descr":" The region surrounding the anus, particularly of echinoderms."},{"word":"Periproctitis","type":"n.","descr":" Inflammation of the tissues about the rectum."},{"word":"Peripteral","type":"a.","descr":" Having columns on all sides; -- said of an edifice. See Apteral."},{"word":"Peripterous","type":"a.","descr":" Peripteral."},{"word":"Peripterous","type":"a.","descr":" Feathered all around."},{"word":"Perisarc","type":"n.","descr":" The outer, hardened integument which covers most hydroids."},{"word":"Periscian","type":"a.","descr":" Having the shadow moving all around."},{"word":"Periscians","type":"n. pl.","descr":" Alt. of Periscii"},{"word":"Periscii","type":"n. pl.","descr":" Those who live within a polar circle, whose shadows, during some summer days, will move entirely round, falling toward every point of the compass."},{"word":"Periscope","type":"n.","descr":" A general or comprehensive view."},{"word":"Periscope","type":"n.","descr":" an optical instrument of tubular shape containing an arrangement of lenses and mirrors (or prisms), allowing a person to observe a field of view otherwise obstructed, as beyond an obstructing object or (as in submarines) above the surface of the water."},{"word":"Periscopic","type":"a.","descr":" Viewing all around, or on all sides."},{"word":"Periscopic","type":"a.","descr":" of or relating to a periscope,{2}."},{"word":"Perished","type":"imp. and p. p.","descr":" of Perish"},{"word":"Perishing","type":"p. pr. and vb. n.","descr":" of Perish"},{"word":"Perish","type":"v. i.","descr":" To be destroyed; to pass away; to become nothing; to be lost; to die; hence, to wither; to waste away."},{"word":"Perish","type":"v. t.","descr":" To cause perish."},{"word":"Perishability","type":"n.","descr":" Perishableness."},{"word":"Perishable","type":"a.","descr":" Liable to perish; subject to decay, destruction, or death; as, perishable goods; our perishable bodies."},{"word":"Perishableness","type":"n.","descr":" The quality or state of being perishable; liability to decay or destruction."},{"word":"Perishably","type":"adv.","descr":" In a perishable degree or manner."},{"word":"Perishment","type":"n.","descr":" The act of perishing."},{"word":"Perisomata","type":"pl. ","descr":" of Perisoma"},{"word":"Perisoma","type":"n.","descr":" Same as Perisome."},{"word":"Perisome","type":"n.","descr":" The entire covering of an invertebrate animal, as echinoderm or coelenterate; the integument."},{"word":"Perisperm","type":"n.","descr":" The albumen of a seed, especially that portion which is formed outside of the embryo sac."},{"word":"Perispheric","type":"a.","descr":" Alt. of Perispherical"},{"word":"Perispherical","type":"a.","descr":" Exactly spherical; globular."},{"word":"Perispomena","type":"pl. ","descr":" of Perispomenon"},{"word":"Perispomenon","type":"n.","descr":" A word which has the circumflex accent on the last syllable."},{"word":"Perispore","type":"n.","descr":" The outer covering of a spore."},{"word":"Perissad","type":"a.","descr":" Odd; not even; -- said of elementary substances and of radicals whose valence is not divisible by two without a remainder. Contrasted with artiad."},{"word":"Perisse","type":"v. i.","descr":" To perish."},{"word":"Perissodactyl","type":"n.","descr":" One of the Perissodactyla."},{"word":"Perissodactyla","type":"n. pl.","descr":" A division of ungulate mammals, including those that have an odd number of toes, as the horse, tapir, and rhinoceros; -- opposed to Artiodactyla."},{"word":"Perissological","type":"a.","descr":" Redundant or excessive in words."},{"word":"Perissology","type":"n.","descr":" Superfluity of words."},{"word":"Peristalsis","type":"n.","descr":" Peristaltic contraction or action."},{"word":"Peristaltic","type":"a.","descr":" Applied to the peculiar wormlike wave motion of the intestines and other similar structures, produced by the successive contraction of the muscular fibers of their walls, forcing their contents onwards; as, peristaltic movement."},{"word":"Peristeria","type":"n.","descr":" A genus of orchidaceous plants. See Dove plant."},{"word":"Peristerion","type":"n.","descr":" The herb vervain (Verbena officinalis)."},{"word":"Peristerite","type":"n.","descr":" A variety of albite, whitish and slightly iridescent like a pigeon\\'s neck."},{"word":"Peristeromorphous","type":"a.","descr":" Like or pertaining to the pigeons or Columbae."},{"word":"Peristeropodous","type":"a.","descr":" Having pigeonlike feet; -- said of those gallinaceous birds that rest on all four toes, as the curassows and megapods."},{"word":"Peristole","type":"n.","descr":" Peristaltic action, especially of the intestines."},{"word":"Peristomata","type":"pl. ","descr":" of Peristoma"},{"word":"Peristoma","type":"n.","descr":" Same as Peristome."},{"word":"Peristome","type":"n.","descr":" The fringe of teeth around the orifice of the capsule of mosses. It consists of 4, 8, 16, 32, or 64 teeth, and may be either single or double."},{"word":"Peristome","type":"n.","descr":" The lip, or edge of the aperture, of a spiral shell."},{"word":"Peristome","type":"n.","descr":" The membrane surrounding the mouth of an invertebrate animal."},{"word":"Peristomial","type":"a.","descr":" Of or pertaining to a peristome."},{"word":"Peristomium","type":"n.","descr":" Same as Peristome."},{"word":"Peristrephic","type":"a.","descr":" Turning around; rotatory; revolving; as, a peristrephic painting (of a panorama)."},{"word":"Peristyle","type":"n.","descr":" A range of columns with their entablature, etc.; specifically, a complete system of columns, whether on all sides of a court, or surrounding a building, such as the cella of a temple. Used in the former sense, it gives name to the larger and inner court of a Roman dwelling, the peristyle. See Colonnade."},{"word":"Perisystole","type":"n.","descr":" The interval between the diastole and systole of the heart. It is perceptible only in the dying."},{"word":"Perite","type":"a.","descr":" Skilled."},{"word":"Perithecium","type":"n.","descr":" An organ in certain fungi and lichens, surrounding and enveloping the masses of fructification."},{"word":"Peritomous","type":"a.","descr":" Cleaving in more directions than one, parallel to the axis."},{"word":"Peritonaeum","type":"n.","descr":" Same as Peritoneum."},{"word":"Peritoneal","type":"a.","descr":" Of or pertaining to the peritoneum."},{"word":"Peritoneum","type":"n.","descr":" The smooth serous membrane which lines the cavity of the abdomen, or the whole body cavity when there is no diaphragm, and, turning back, surrounds the viscera, forming a closed, or nearly closed, sac."},{"word":"Peritonitis","type":"n.","descr":" Inflammation of the peritoneum."},{"word":"Peritracheal","type":"a.","descr":" Surrounding the tracheae."},{"word":"Peritreme","type":"n.","descr":" That part of the integument of an insect which surrounds the spiracles."},{"word":"Peritreme","type":"n.","descr":" The edge of the aperture of a univalve shell."},{"word":"Peritricha","type":"n. pl.","descr":" A division of ciliated Infusoria having a circle of cilia around the oral disk and sometimes another around the body. It includes the vorticellas. See Vorticella."},{"word":"Peritrochium","type":"n.","descr":" The wheel which, together with the axle, forms the axis in peritrochio, which see under Axis."},{"word":"Peritropal","type":"a.","descr":" Rotatory; circuitous."},{"word":"Peritropal","type":"a.","descr":" Having the axis of the seed perpendicular to the axis of the pericarp to which it is attached."},{"word":"Peritropous","type":"a.","descr":" Peritropal."},{"word":"Perityphlitis","type":"n.","descr":" Inflammation of the connective tissue about the caecum."},{"word":"Periuterine","type":"a.","descr":" Surrounding the uterus."},{"word":"Perivascular","type":"a.","descr":" Around the blood vessels; as, perivascular lymphatics."},{"word":"Perivertebral","type":"a.","descr":" Surrounding the vertebrae."},{"word":"Perivisceral","type":"a.","descr":" Around the viscera; as, the perivisceral cavity."},{"word":"Perivitelline","type":"a.","descr":" Situated around the vitellus, or between the vitellus and zona pellucida of an ovum."},{"word":"Periwig","type":"n.","descr":" A headdress of false hair, usually covering the whole head, and representing the natural hair; a wig."},{"word":"Perwigged","type":"imp. and p. p.","descr":" of Periwig"},{"word":"Perwigging","type":"p. pr. and vb. n.","descr":" of Periwig"},{"word":"Periwig","type":"v. t.","descr":" To dress with a periwig, or with false hair."},{"word":"Periwinkle","type":"n.","descr":" Any small marine gastropod shell of the genus Littorina. The common European species (Littorina littorea), in Europe extensively used as food, has recently become naturalized abundantly on the American coast. See Littorina."},{"word":"Periwinkle","type":"n.","descr":" A trailing herb of the genus Vinca."},{"word":"Perjenet","type":"n.","descr":" A kind of pear."},{"word":"Perjured","type":"imp. and p. p.","descr":" of Perjure"},{"word":"Perjuring","type":"p. pr. and vb. n.","descr":" of Perjure"},{"word":"Perjure","type":"v. t.","descr":" To cause to violate an oath or a vow; to cause to make oath knowingly to what is untrue; to make guilty of perjury; to forswear; to corrupt; -- often used reflexively; as, he perjured himself."},{"word":"Perjure","type":"v. t.","descr":" To make a false oath to; to deceive by oaths and protestations."},{"word":"Perjure","type":"n.","descr":" A perjured person."},{"word":"Perjured","type":"a.","descr":" Guilty of perjury; having sworn falsely; forsworn."},{"word":"Perjurer","type":"n.","descr":" One who is guilty of perjury; one who perjures or forswears, in any sense."},{"word":"Perjurious","type":"a.","descr":" Alt. of Perjurous"},{"word":"Perjurous","type":"a.","descr":" Guilty of perjury; containing perjury."},{"word":"Perjuries","type":"pl. ","descr":" of Perjury"},{"word":"Perjury","type":"v.","descr":" False swearing."},{"word":"Perjury","type":"v.","descr":" At common law, a willfully false statement in a fact material to the issue, made by a witness under oath in a competent judicial proceeding. By statute the penalties of perjury are imposed on the making of willfully false affirmations."},{"word":"Perked","type":"imp. and p. p.","descr":" of Perk"},{"word":"Perking","type":"p. pr. and vb. n.","descr":" of Perk"},{"word":"Perk","type":"v. t.","descr":" To make trim or smart; to straighten up; to erect; to make a jaunty or saucy display of; as, to perk the ears; to perk up one\\'s head."},{"word":"Perk","type":"v. i.","descr":" To exalt one\\'s self; to bear one\\'s self loftily."},{"word":"Perk","type":"a.","descr":" Smart; trim; spruce; jaunty; vain."},{"word":"Perk","type":"v. i.","descr":" To peer; to look inquisitively."},{"word":"Perkin","type":"n.","descr":" A kind of weak perry."},{"word":"Perkinism","type":"n.","descr":" A remedial treatment, by drawing the pointed extremities of two rods, each of a different metal, over the affected part; tractoration, -- first employed by Dr. Elisha Perkins of Norwich, Conn. See Metallotherapy."},{"word":"Perky","type":"a.","descr":" Perk; pert; jaunty; trim."},{"word":"Perlaceous","type":"a.","descr":" Pearly; resembling pearl."},{"word":"Perlid","type":"n.","descr":" Any insect of the genus Perla, or family Perlidae. See Stone fly, under Stone."},{"word":"Perlite","type":"n.","descr":" Same as Pearlite."},{"word":"Perlitic","type":"a.","descr":" Relating to or resembling perlite, or pearlstone; as, the perlitic structure of certain rocks. See Pearlite."},{"word":"Perlous","type":"a.","descr":" Perilous."},{"word":"Perlustration","type":"n.","descr":" The act of viewing all over."},{"word":"Permanable","type":"a.","descr":" Permanent; durable."},{"word":"Permanence","type":"n.","descr":" Alt. of Permanency"},{"word":"Permanency","type":"n.","descr":" The quality or state of being permanent; continuance in the same state or place; duration; fixedness; as, the permanence of institutions; the permanence of nature."},{"word":"Permanent","type":"a.","descr":" Continuing in the same state, or without any change that destroys form or character; remaining unaltered or unremoved; abiding; durable; fixed; stable; lasting; as, a permanent impression."},{"word":"Permanently","type":"adv.","descr":" In a permanent manner."},{"word":"Permanganate","type":"n.","descr":" A salt of permanganic acid."},{"word":"Permanganic","type":"a.","descr":" Pertaining to, or designating, one of the higher acids of manganese, HMnO4, which forms salts called permanganates."},{"word":"Permansion","type":"n.","descr":" Continuance."},{"word":"Permeability","type":"n.","descr":" The quality or state of being permeable."},{"word":"Permeable","type":"a.","descr":" Capable of being permeated, or passed through; yielding passage; passable; penetrable; -- used especially of substances which allow the passage of fluids; as, wood is permeable to oil; glass is permeable to light."},{"word":"Permeably","type":"adv.","descr":" In a permeable manner."},{"word":"Permeant","type":"a.","descr":" Passing through; permeating."},{"word":"Permeated","type":"imp. and p. p.","descr":" of Permeate"},{"word":"Permeating","type":"p. pr. and vb. n.","descr":" of Permeate"},{"word":"Permeate","type":"v. t.","descr":" To pass through the pores or interstices of; to penetrate and pass through without causing rupture or displacement; -- applied especially to fluids which pass through substances of loose texture; as, water permeates sand."},{"word":"Permeate","type":"v. t.","descr":" To enter and spread through; to pervade."},{"word":"Permeation","type":"n.","descr":" The act of permeating, passing through, or spreading throughout, the pores or interstices of any substance."},{"word":"Permian","type":"a.","descr":" Belonging or relating to the period, and also to the formation, next following the Carboniferous, and regarded as closing the Carboniferous age and Paleozoic era."},{"word":"Permian","type":"n.","descr":" The Permian period. See Chart of Geology."},{"word":"Permians","type":"n. pl.","descr":" A tribe belonging to the Finnic race, and inhabiting a portion of Russia."},{"word":"Permiscible","type":"a.","descr":" Capable of being mixed."},{"word":"Permiss","type":"n.","descr":" A permitted choice; a rhetorical figure in which a thing is committed to the decision of one\\'s opponent."},{"word":"Permissibility","type":"n.","descr":" The quality of being permissible; permissibleness; allowableness."},{"word":"Permissible","type":"a.","descr":" That may be permitted; allowable; admissible."},{"word":"Permission","type":"n.","descr":" The act of permitting or allowing; formal consent; authorization; leave; license or liberty granted."},{"word":"Permissive","type":"a.","descr":" Permitting; granting leave or liberty."},{"word":"Permissive","type":"a.","descr":" Permitted; tolerated; suffered."},{"word":"Permissively","type":"adv.","descr":" In a permissive manner."},{"word":"Permistion","type":"n.","descr":" The act of mixing; the state of being mingled; mixture."},{"word":"Permitted","type":"imp. and p. p.","descr":" of Permit"},{"word":"Permitting","type":"p. pr. and vb. n.","descr":" of Permit"},{"word":"Permit","type":"v. t.","descr":" To consent to; to allow or suffer to be done; to tolerate; to put up with."},{"word":"Permit","type":"v. t.","descr":" To grant (one) express license or liberty to do an act; to authorize; to give leave; -- followed by an infinitive."},{"word":"Permit","type":"v. t.","descr":" To give over; to resign; to leave; to commit."},{"word":"Permit","type":"v. i.","descr":" To grant permission; to allow."},{"word":"Permit","type":"n.","descr":" Warrant; license; leave; permission; specifically, a written license or permission given to a person or persons having authority; as, a permit to land goods subject to duty."},{"word":"Permittance","type":"n.","descr":" The act of permitting; allowance; permission; leave."},{"word":"Permittee","type":"n.","descr":" One to whom a permission or permit is given."},{"word":"Permitter","type":"n.","descr":" One who permits."},{"word":"Permix","type":"v. t.","descr":" To mix; to mingle."},{"word":"Permixtion","type":"n.","descr":" See Permission."},{"word":"Permutable","type":"a.","descr":" Capable of being permuted; exchangeable."},{"word":"Permutation","type":"n.","descr":" The act of permuting; exchange of the thing for another; mutual transference; interchange."},{"word":"Permutation","type":"n.","descr":" The arrangement of any determinate number of things, as units, objects, letters, etc., in all possible orders, one after the other; -- called also alternation.  Cf. Combination, n., 4."},{"word":"Permutation","type":"n.","descr":" Any one of such possible arrangements."},{"word":"Permutation","type":"n.","descr":" Barter; exchange."},{"word":"Permute","type":"v. t.","descr":" To interchange; to transfer reciprocally."},{"word":"Permute","type":"v. t.","descr":" To exchange; to barter; to traffic."},{"word":"Permuter","type":"n.","descr":" One who permutes."},{"word":"Pern","type":"v. t.","descr":" To take profit of; to make profitable."},{"word":"Pern","type":"n.","descr":" The honey buzzard."},{"word":"Pernancy","type":"n.","descr":" A taking or reception, as the receiving of rents or tithes in kind, the receiving of profits."},{"word":"Pernel","type":"n.","descr":" See Pimpernel."},{"word":"Pernicion","type":"n.","descr":" Destruction; perdition."},{"word":"Pernicious","type":"a.","descr":" Quick; swift (to burn)."},{"word":"Pernicious","type":"a.","descr":" Having the quality of injuring or killing; destructive; very mischievous; baleful; malicious; wicked."},{"word":"Pernicity","type":"n.","descr":" Swiftness; celerity."},{"word":"Pernio","type":"n.","descr":" A chilblain."},{"word":"Pernoctalian","type":"n.","descr":" One who watches or keeps awake all night."},{"word":"Pernoctation","type":"n.","descr":" The act or state of passing the whole night; a remaining all night."},{"word":"Pernor","type":"v.","descr":" One who receives the profits, as of an estate."},{"word":"Pernot furnace","type":"","descr":" A reverberatory furnace with a circular revolving hearth, -- used in making steel."},{"word":"Pernyi moth","type":"","descr":" A silk-producing moth (Attacus Pernyi) which feeds upon the oak. It has been introduced into Europe and America from China."},{"word":"Perofskite","type":"n.","descr":" A titanate of lime occurring in octahedral or cubic crystals."},{"word":"Perogue","type":"n.","descr":" See Pirogue."},{"word":"Peronate","type":"a.","descr":" A term applied to the stipes or stalks of certain fungi which are covered with a woolly substance which at length becomes powdery."},{"word":"Peroneal","type":"a.","descr":" Of or pertaining to the fibula; in the region of the fibula."},{"word":"Perorate","type":"v. i.","descr":" To make a peroration; to harangue."},{"word":"Peroration","type":"n.","descr":" The concluding part of an oration; especially, a final summing up and enforcement of an argument."},{"word":"Peroxidation","type":"n.","descr":" Act, process, or result of peroxidizing; oxidation to a peroxide."},{"word":"Peroxide","type":"n.","descr":" An oxide containing more oxygen than some other oxide of the same element. Formerly peroxides were regarded as the highest oxides.  Cf. Per-, 2."},{"word":"Peroxidized","type":"imp. and p. p.","descr":" of Peroxidize"},{"word":"Peroxidizing","type":"p. pr. and vb. n.","descr":" of Peroxidize"},{"word":"Peroxidize","type":"v. t.","descr":" To oxidize to the utmost degree, so as to form a peroxide."},{"word":"Perpend","type":"v. t.","descr":" To weight carefully in the mind."},{"word":"Perpend","type":"v. i.","descr":" To attend; to be attentive."},{"word":"Perpender","type":"n.","descr":" A large stone reaching through a wall so as to appear on both sides of it, and acting as a binder; -- called also perbend, perpend stone, and perpent stone."},{"word":"Perpendicle","type":"n.","descr":" Something hanging straight down; a plumb line."},{"word":"Perpendicular","type":"a.","descr":" Exactly upright or vertical; pointing to the zenith; at right angles to the plane of the horizon; extending in a right line from any point toward the center of the earth."},{"word":"Perpendicular","type":"a.","descr":" At right angles to a given line or surface; as, the line ad is perpendicular to the line bc."},{"word":"Perpendicular","type":"n.","descr":" A line at right angles to the plane of the horizon; a vertical line or direction."},{"word":"Perpendicular","type":"n.","descr":" A line or plane falling at right angles on another line or surface, or making equal angles with it on each side."},{"word":"Perpendicularity","type":"n.","descr":" The quality or state of being perpendicular."},{"word":"Perpendicularly","type":"adv.","descr":" In a perpendicular manner; vertically."},{"word":"Perpend stone","type":"","descr":" See Perpender."},{"word":"Perpension","type":"n.","descr":" Careful consideration; pondering."},{"word":"Perpensity","type":"n.","descr":" Perpension."},{"word":"Perpent stone","type":"","descr":" See Perpender."},{"word":"Perpession","type":"n.","descr":" Suffering; endurance."},{"word":"Perpetrable","type":"a.","descr":" Capable of being perpetrated."},{"word":"Perpetrated","type":"imp. and p. p.","descr":" of Perpetrate"},{"word":"Perpetrating","type":"p. pr. and vb. n.","descr":" of Perpetrate"},{"word":"Perpetrate","type":"v. t.","descr":" To do or perform; to carry through; to execute, commonly in a bad sense; to commit (as a crime, an offense); to be guilty of; as, to perpetrate a foul deed."},{"word":"Perpetration","type":"n.","descr":" The act of perpetrating; a doing; -- commonly used of doing something wrong, as a crime."},{"word":"Perpetration","type":"n.","descr":" The thing perpetrated; an evil action."},{"word":"Perpetrator","type":"n.","descr":" One who perpetrates; esp., one who commits an offense or crime."},{"word":"Perpetuable","type":"a.","descr":" Capable of being perpetuated or continued."},{"word":"Perpetual","type":"a.","descr":" Neverceasing; continuing forever or for an unlimited time; unfailing; everlasting; continuous."},{"word":"Perpetually","type":"adv.","descr":" In a perpetual manner; constantly; continually."},{"word":"Perpetualty","type":"n.","descr":" The state or condition of being perpetual."},{"word":"Perpetuance","type":"n.","descr":" Perpetuity."},{"word":"Perpetuated","type":"imp. and p. p.","descr":" of Perpetuate"},{"word":"Perpetuating","type":"p. pr. and vb. n.","descr":" of Perpetuate"},{"word":"Perpetuate","type":"v. t.","descr":" To make perpetual; to cause to endure, or to be continued, indefinitely; to preserve from extinction or oblivion; to eternize."},{"word":"Perpetuate","type":"a.","descr":" Made perpetual; perpetuated."},{"word":"Perpetuation","type":"n.","descr":" The act of making perpetual, or of preserving from extinction through an endless existence, or for an indefinite period of time; continuance."},{"word":"Perpetuity","type":"n.","descr":" The quality or state of being perpetual; as, the perpetuity of laws."},{"word":"Perpetuity","type":"n.","descr":" Something that is perpetual."},{"word":"Perpetuity","type":"n.","descr":" Endless time."},{"word":"Perpetuity","type":"n.","descr":" The number of years in which the simple interest of any sum becomes equal to the principal."},{"word":"Perpetuity","type":"n.","descr":" The number of years\\' purchase to be given for an annuity to continue forever."},{"word":"Perpetuity","type":"n.","descr":" A perpetual annuity."},{"word":"Perpetuity","type":"n.","descr":" Duration without limitations as to time."},{"word":"Perpetuity","type":"n.","descr":" The quality or condition of an estate by which it becomes inalienable, either perpetually or for a very long period; also, the estate itself so modified or perpetuated."},{"word":"Perplexed","type":"imp. and p. p.","descr":" of Perplex"},{"word":"Perplexing","type":"p. pr. and vb. n.","descr":" of Perplex"},{"word":"Perplex","type":"a.","descr":" To involve; to entangle; to make intricate or complicated, and difficult to be unraveled or understood; as, to perplex one with doubts."},{"word":"Perplex","type":"a.","descr":" To embarrass; to puzzle; to distract; to bewilder; to confuse; to trouble with ambiguity, suspense, or anxiety."},{"word":"Perplex","type":"a.","descr":" To plague; to vex; to tormen."},{"word":"Perplex","type":"a.","descr":" Intricate; difficult."},{"word":"Perplexed","type":"a.","descr":" Entangled, involved, or confused; hence, embarrassd; puzzled; doubtful; anxious."},{"word":"Perplexing","type":"a.","descr":" Embarrassing; puzzling; troublesome."},{"word":"Perplexities","type":"pl. ","descr":" of Perplexity"},{"word":"Perplexity","type":"n.","descr":" The quality or state of being perplexed or puzzled; complication; intricacy; entanglement; distraction of mind through doubt or difficulty; embarrassment; bewilderment; doubt."},{"word":"Perplexiveness","type":"n.","descr":" The quality of being perplexing; tendency to perplex."},{"word":"Perplexly","type":"adv.","descr":" Perplexedly."},{"word":"Perpotation","type":"n.","descr":" The act of drinking excessively; a drinking bout."},{"word":"Perquisite","type":"n.","descr":" Something gained from a place or employment over and above the ordinary salary or fixed wages for services rendered; especially, a fee allowed by law to an officer for a specific service."},{"word":"Perquisite","type":"n.","descr":" Things gotten by a man\\'s own industry, or purchased with his own money, as opposed to things which come to him by descent."},{"word":"Perquisited","type":"a.","descr":" Supplied with perquisites."},{"word":"Perquisition","type":"n.","descr":" A thorough inquiry of search."},{"word":"Perradial","type":"a.","descr":" Situated around the radii, or radial tubes, of a radiate."},{"word":"Perrie","type":"n.","descr":" Precious stones; jewels."},{"word":"Perrier","type":"n.","descr":" A short mortar used formerly for throwing stone shot."},{"word":"Perroquet","type":"n.","descr":" See Paroquet, Parakeet."},{"word":"Perruque","type":"n.","descr":" See Peruke."},{"word":"Perruquier","type":"n.","descr":" A marker of perukes or wigs."},{"word":"Perry","type":"n.","descr":" A fermented liquor made from pears; pear cider."},{"word":"Perry","type":"n.","descr":" A suddent squall. See Pirry."},{"word":"Pers","type":"a.","descr":" Light blue; grayish blue; -- a term applied to different shades at different periods."},{"word":"Pers","type":"n.","descr":" A cloth of sky-blue color."},{"word":"Persalt","type":"n.","descr":" A term formerly given to the salts supposed to be formed respectively by neutralizing acids with certain peroxides."},{"word":"Persant","type":"a.","descr":" Piercing."},{"word":"Perscrutation","type":"n.","descr":" A thorough searching; a minute inquiry or scrutiny."},{"word":"Persecot","type":"n.","descr":" See Persicot."},{"word":"Persecuted","type":"imp. and p. p.","descr":" of Persecute"},{"word":"Persecuting","type":"p. pr. and vb. n.","descr":" of Persecute"},{"word":"Persecute","type":"v. t.","descr":" To pursue in a manner to injure, grieve, or afflict; to beset with cruelty or malignity; to harass; especially, to afflict, harass, punish, or put to death, for adherence to a particular religious creed or mode of worship."},{"word":"Persecute","type":"v. t.","descr":" To harass with importunity; to pursue with persistent solicitations; to annoy."},{"word":"Persecution","type":"n.","descr":" The act or practice of persecuting; especially, the infliction of loss, pain, or death for adherence to a particular creed or mode of worship."},{"word":"Persecution","type":"n.","descr":" The state or condition of being persecuted."},{"word":"Persecution","type":"n.","descr":" A carrying on; prosecution."},{"word":"Persecutor","type":"n.","descr":" One who persecutes, or harasses."},{"word":"Persecutrix","type":"n.","descr":" A woman who persecutes."},{"word":"Perseid","type":"n.","descr":" One of a group of shooting stars which appear yearly about the 10th of August, and cross the heavens in paths apparently radiating from the constellation Perseus. They are beleived to be fragments once connected with a comet visible in 1862."},{"word":"Perseus","type":"n.","descr":" A Grecian legendary hero, son of Jupiter and Danae, who slew the Gorgon Medusa."},{"word":"Perseus","type":"n.","descr":" A consellation of the northern hemisphere, near Taurus and Cassiopea. It contains a star cluster visible to the naked eye as a nebula."},{"word":"Persever","type":"v. i.","descr":" To persevere."},{"word":"Perseverance","type":"n.","descr":" The act of persevering; persistence in anything undertaken; continued pursuit or prosecution of any business, or enterprise begun."},{"word":"Perseverance","type":"n.","descr":" Discrimination."},{"word":"Perseverance","type":"n.","descr":" Continuance in a state of grace until it is succeeded by a state of glory; sometimes called final perseverance, and the perseverance of the saints. See Calvinism."},{"word":"Perseverant","type":"a.","descr":" Persevering."},{"word":"Persevered","type":"imp. and p. p.","descr":" of Persevere"},{"word":"Persevering","type":"p. pr. and vb. n.","descr":" of Persevere"},{"word":"Persevere","type":"v. i.","descr":" To persist in any business or enterprise undertaken; to pursue steadily any project or course begun; to maintain a purpose in spite of counter influences, opposition, or discouragement; not to give or abandon what is undertaken."},{"word":"Persevering","type":"a.","descr":" Characterized by perseverance; persistent."},{"word":"Persian","type":"a.","descr":" Of or pertaining to Persia, to the Persians, or to their language."},{"word":"Persian","type":"n.","descr":" A native or inhabitant of Persia."},{"word":"Persian","type":"n.","descr":" The language spoken in Persia."},{"word":"Persian","type":"n.","descr":" A thin silk fabric, used formerly for linings."},{"word":"Persian","type":"n.","descr":" See Persian columns, under Persian, a."},{"word":"Persic","type":"a.","descr":" Of or relating to Persia."},{"word":"Persic","type":"n.","descr":" The Persian language."},{"word":"Persicaria","type":"n.","descr":" See Lady\\'s thumb."},{"word":"Persicot","type":"n.","descr":" A cordial made of the kernels of apricots, nectarines, etc., with refined spirit."},{"word":"Persiflage","type":"n.","descr":" Frivolous or bantering talk; a frivolous manner of treating any subject, whether serious or otherwise; light raillery."},{"word":"Persifleur","type":"n.","descr":" One who indulges in persiflage; a banterer; a quiz."},{"word":"Persimmon","type":"n.","descr":" An American tree (Diospyros Virginiana) and its fruit, found from New York southward. The fruit is like a plum in appearance, but is very harsh and astringent until it has been exposed to frost, when it becomes palatable and nutritious."},{"word":"Persis","type":"n.","descr":" A kind of coloring matter obtained from lichens."},{"word":"Persism","type":"n.","descr":" A Persian idiom."},{"word":"Persisted","type":"imp. and p. p.","descr":" of Persist"},{"word":"Persisting","type":"p. pr. and vb. n.","descr":" of Persist"},{"word":"Persist","type":"v. i.","descr":" To stand firm; to be fixed and unmoved; to stay; to continue steadfastly; especially, to continue fixed in a course of conduct against opposing motives; to persevere; -- sometimes conveying an unfavorable notion, as of doggedness or obstinacy."},{"word":"Persistence","type":"n.","descr":" Alt. of Persistency"},{"word":"Persistency","type":"n.","descr":" The quality or state of being persistent; staying or continuing quality; hence, in an unfavorable sense, doggedness; obstinacy."},{"word":"Persistency","type":"n.","descr":" The continuance of an effect after the cause which first gave rise to it is removed"},{"word":"Persistency","type":"n.","descr":" The persistence of motion."},{"word":"Persistency","type":"n.","descr":" Visual persistence, or persistence of the visual impression; auditory persistence, etc."},{"word":"Persistent","type":"a.","descr":" Inclined to persist; having staying qualities; tenacious of position or purpose."},{"word":"Persistent","type":"a.","descr":" Remaining beyond the period when parts of the same kind sometimes fall off or are absorbed; permanent; as, persistent teeth or gills; a persistent calyx; -- opposed to deciduous, and caducous."},{"word":"Persistently","type":"adv.","descr":" In a persistent manner."},{"word":"Persisting","type":"a.","descr":" Inclined to persist; tenacious of purpose; persistent."},{"word":"Persistive","type":"a.","descr":" See Persistent."},{"word":"Persolve","type":"v. t.","descr":" To pay wholly, or fully."},{"word":"Person","type":"n.","descr":" A character or part, as in a play; a specific kind or manifestation of individual character, whether in real life, or in literary or dramatic representation; an assumed character."},{"word":"Person","type":"n.","descr":" The bodily form of a human being; body; outward appearance; as, of comely person."},{"word":"Person","type":"n.","descr":" A living, self-conscious being, as distinct from an animal or a thing; a moral agent; a human being; a man, woman, or child."},{"word":"Person","type":"n.","descr":" A human being spoken of indefinitely; one; a man; as, any person present."},{"word":"Person","type":"n.","descr":" A parson; the parish priest."},{"word":"Person","type":"n.","descr":" Among Trinitarians, one of the three subdivisions of the Godhead (the Father, the Son, and the Holy Ghost); an hypostasis."},{"word":"Person","type":"n.","descr":" One of three relations or conditions (that of speaking, that of being spoken to, and that of being spoken of) pertaining to a noun or a pronoun, and thence also to the verb of which it may be the subject."},{"word":"Person","type":"n.","descr":" A shoot or bud of a plant; a polyp or zooid of the compound Hydrozoa Anthozoa, etc.; also, an individual, in the narrowest sense, among the higher animals."},{"word":"Person","type":"v. t.","descr":" To represent as a person; to personify; to impersonate."},{"word":"Personae","type":"pl. ","descr":" of Persona"},{"word":"Persona","type":"n.","descr":" Same as Person, n., 8."},{"word":"Personable","type":"a.","descr":" Having a well-formed body, or person; graceful; comely; of good appearance; presentable; as, a personable man or woman."},{"word":"Personable","type":"a.","descr":" Enabled to maintain pleas in court."},{"word":"Personable","type":"a.","descr":" Having capacity to take anything granted."},{"word":"Personage","type":"n.","descr":" Form, appearance, or belongings of a person; the external appearance, stature, figure, air, and the like, of a person."},{"word":"Personage","type":"n.","descr":" Character assumed or represented."},{"word":"Personage","type":"n.","descr":" A notable or distinguished person; a conspicious or peculiar character; as, an illustrious personage; a comely personage of stature tall."},{"word":"Personal","type":"a.","descr":" Pertaining to human beings as distinct from things."},{"word":"Personal","type":"a.","descr":" Of or pertaining to a particular person; relating to, or affecting, an individual, or each of many individuals; peculiar or proper to private concerns; not public or general; as, personal comfort; personal desire."},{"word":"Personal","type":"a.","descr":" Pertaining to the external or bodily appearance; corporeal; as, personal charms."},{"word":"Personal","type":"a.","descr":" Done in person; without the intervention of another."},{"word":"Personal","type":"a.","descr":" Relating to an individual, his character, conduct, motives, or private affairs, in an invidious and offensive manner; as, personal reflections or remarks."},{"word":"Personal","type":"a.","descr":" Denoting person; as, a personal pronoun."},{"word":"Personal","type":"n.","descr":" A movable; a chattel."},{"word":"Personalism","type":"n.","descr":" The quality or state of being personal; personality."},{"word":"Personalities","type":"pl. ","descr":" of Personality"},{"word":"Personality","type":"n.","descr":" That which constitutes distinction of person; individuality."},{"word":"Personality","type":"n.","descr":" Something said or written which refers to the person, conduct, etc., of some individual, especially something of a disparaging or offensive nature; personal remarks; as, indulgence in personalities."},{"word":"Personality","type":"n.","descr":" That quality of a law which concerns the condition, state, and capacity of persons."},{"word":"Personalized","type":"imp. and p. p.","descr":" of Personalize"},{"word":"Personalizing","type":"p. pr. and vb. n.","descr":" of Personalize"},{"word":"Personalize","type":"v. t.","descr":" To make personal."},{"word":"Personally","type":"adv.","descr":" In a personal manner; by bodily presence; in person; not by representative or substitute; as, to deliver a letter personally."},{"word":"Personally","type":"adv.","descr":" With respect to an individual; as regards the person; individually; particularly."},{"word":"Personally","type":"adv.","descr":" With respect to one\\'s individuality; as regards one\\'s self; as, personally I have no feeling in the matter."},{"word":"Personalty","type":"n.","descr":" The state of being a person; personality."},{"word":"Personalty","type":"n.","descr":" Personal property, as distinguished from realty or real property."},{"word":"Personated","type":"imp. and p. p.","descr":" of Personate"},{"word":"Personating","type":"p. pr. and vb. n.","descr":" of Personate"},{"word":"Personate","type":"v. t.","descr":" To celebrate loudly; to extol; to praise."},{"word":"Personate","type":"v. t.","descr":" To assume the character of; to represent by a fictitious appearance; to act the part of; hence, to counterfeit; to feign; as, he tried to personate his brother; a personated devotion."},{"word":"Personate","type":"v. t.","descr":" To set forth in an unreal character; to disguise; to mask."},{"word":"Personate","type":"v. t.","descr":" To personify; to typify; to describe."},{"word":"Personate","type":"v. i.","descr":" To play or assume a character."},{"word":"Personate","type":"a.","descr":" Having the throat of a bilabiate corolla nearly closed by a projection of the base of the lower lip; masked, as in the flower of the snapdragon."},{"word":"Personation","type":"n.","descr":" The act of personating, or conterfeiting the person or character of another."},{"word":"Personator","type":"n.","descr":" One who personates."},{"word":"Personeity","type":"n.","descr":" Personality."},{"word":"Personification","type":"n.","descr":" The act of personifying; impersonation; embodiment."},{"word":"Personification","type":"n.","descr":" A figure of speech in which an inanimate object or abstract idea is represented as animated, or endowed with personality; prosopop\/ia; as, the floods clap their hands."},{"word":"Personifier","type":"n.","descr":" One who personifies."},{"word":"Personified","type":"imp. and p. p.","descr":" of Personify"},{"word":"Personifying","type":"p. pr. and vb. n.","descr":" of Personify"},{"word":"Personify","type":"v. t.","descr":" To regard, treat, or represent as a person; to represent as a rational being."},{"word":"Personify","type":"v. t.","descr":" To be the embodiment or personification of; to impersonate; as, he personifies the law."},{"word":"Personize","type":"v. t.","descr":" To personify."},{"word":"Personnel","type":"n.","descr":" The body of persons employed in some public service, as the army, navy, etc.; -- distinguished from materiel."},{"word":"Perspective","type":"n.","descr":" Of or pertaining to the science of vision; optical."},{"word":"Perspective","type":"n.","descr":" Pertaining to the art, or in accordance with the laws, of perspective."},{"word":"Perspective","type":"a.","descr":" A glass through which objects are viewed."},{"word":"Perspective","type":"a.","descr":" That which is seen through an opening; a view; a vista."},{"word":"Perspective","type":"a.","descr":" The effect of distance upon the appearance of objects, by means of which the eye recognized them as being at a more or less measurable distance. Hence, aerial perspective, the assumed greater vagueness or uncertainty of outline in distant objects."},{"word":"Perspective","type":"a.","descr":" The art and the science of so delineating objects that they shall seem to grow smaller as they recede from the eye; -- called also linear perspective."},{"word":"Perspective","type":"a.","descr":" A drawing in linear perspective."},{"word":"Perspectively","type":"adv.","descr":" Optically; as through a glass."},{"word":"Perspectively","type":"adv.","descr":" According to the rules of perspective."},{"word":"Perspectograph","type":"n.","descr":" An instrument for obtaining, and transferring to a picture, the points and outlines of objects, so as to represent them in their proper geometrical relations as viewed from some one point."},{"word":"Perspectography","type":"n.","descr":" The science or art of delineating objects according to the laws of perspective; the theory of perspective."},{"word":"Perspicable","type":"a.","descr":" Discernible."},{"word":"Perspicacious","type":"a.","descr":" Having the power of seeing clearly; quick-sighted; sharp of sight."},{"word":"Perspicacious","type":"a.","descr":" Fig.: Of acute discernment; keen."},{"word":"Perspicacity","type":"n.","descr":" The state of being perspicacious; acuteness of sight or of intelligence; acute discernment."},{"word":"Perspicacy","type":"n.","descr":" Perspicacity."},{"word":"Perspicience","type":"n.","descr":" The act of looking sharply."},{"word":"Perspicil","type":"n.","descr":" An optical glass; a telescope."},{"word":"Perspicuity","type":"n.","descr":" The quality or state of being transparent or translucent."},{"word":"Perspicuity","type":"n.","descr":" The quality of being perspicuous to the understanding; clearness of expression or thought."},{"word":"Perspicuity","type":"n.","descr":" Sagacity; perspicacity."},{"word":"Perspicuous","type":"a.","descr":" Capable of being through; transparent; translucent; not opaque."},{"word":"Perspicuous","type":"a.","descr":" Clear to the understanding; capable of being clearly understood; clear in thought or in expression; not obscure or ambiguous; as, a perspicuous writer; perspicuous statements."},{"word":"Perspirability","type":"n.","descr":" The quality or state of being perspirable."},{"word":"Perspirable","type":"a.","descr":" Capable of being perspired."},{"word":"Perspirable","type":"a.","descr":" Emitting perspiration; perspiring."},{"word":"Perspiration","type":"n.","descr":" The act or process of perspiring."},{"word":"Perspiration","type":"n.","descr":" That which is excreted through the skin; sweat."},{"word":"Perspirative","type":"a.","descr":" Performing the act of perspiration; perspiratory."},{"word":"Perspiratory","type":"a.","descr":" Of, pertaining to, or producing, perspiration; as, the perspiratory ducts."},{"word":"Perspired","type":"imp. and p. p.","descr":" of Perspire"},{"word":"Perspiring","type":"p. pr. and vb. n.","descr":" of Perspire"},{"word":"Perspire","type":"v. i.","descr":" To excrete matter through the skin; esp., to excrete fluids through the pores of the skin; to sweat."},{"word":"Perspire","type":"v. i.","descr":" To be evacuated or excreted, or to exude, through the pores of the skin; as, a fluid perspires."},{"word":"Perspire","type":"v. t.","descr":" To emit or evacuate through the pores of the skin; to sweat; to excrete through pores."},{"word":"Perstreperous","type":"a.","descr":" Noisy; obstreperous."},{"word":"Perstringe","type":"v. t.","descr":" To touch; to graze; to glance on."},{"word":"Perstringe","type":"v. t.","descr":" To criticise; to touch upon."},{"word":"Persuadable","type":"a.","descr":" That may be persuaded."},{"word":"Persuaded","type":"imp. and p. p.","descr":" of Persuade"},{"word":"Persuading","type":"p. pr. and vb. n.","descr":" of Persuade"},{"word":"Persuade","type":"v. t.","descr":" To influence or gain over by argument, advice, entreaty, expostulation, etc.; to draw or incline to a determination by presenting sufficient motives."},{"word":"Persuade","type":"v. t.","descr":" To try to influence."},{"word":"Persuade","type":"v. t.","descr":" To convince by argument, or by reasons offered or suggested from reflection, etc.; to cause to believe."},{"word":"Persuade","type":"v. t.","descr":" To inculcate by argument or expostulation; to advise; to recommend."},{"word":"Persuade","type":"v. i.","descr":" To use persuasion; to plead; to prevail by persuasion."},{"word":"Persuade","type":"n.","descr":" Persuasion."},{"word":"Persuaded","type":"p. p. and a.","descr":" Prevailed upon; influenced by argument or entreaty; convinced."},{"word":"Persuader","type":"n.","descr":" One who, or that which, persuades or influences."},{"word":"Persuasibility","type":"n.","descr":" Capability of being persuaded."},{"word":"Persuasible","type":"a.","descr":" Capable of being persuaded; persuadable."},{"word":"Persuasible","type":"a.","descr":" Persuasive."},{"word":"Persuasion","type":"n.","descr":" The act of persuading; the act of influencing the mind by arguments or reasons offered, or by anything that moves the mind or passions, or inclines the will to a determination."},{"word":"Persuasion","type":"n.","descr":" The state of being persuaded or convinced; settled opinion or conviction, which has been induced."},{"word":"Persuasion","type":"n.","descr":" A creed or belief; a sect or party adhering to a certain creed or system of opinions; as, of the same persuasion; all persuasions are agreed."},{"word":"Persuasion","type":"n.","descr":" The power or quality of persuading; persuasiveness."},{"word":"Persuasion","type":"n.","descr":" That which persuades; a persuasive."},{"word":"Persuasive","type":"a.","descr":" Tending to persuade; having the power of persuading; as, persuasive eloquence."},{"word":"Persuasive","type":"n.","descr":" That which persuades; an inducement; an incitement; an exhortation."},{"word":"Persuasory","type":"a.","descr":" Persuasive."},{"word":"Persulphate","type":"n.","descr":" A sulphate of the peroxide of any base."},{"word":"Persulphide","type":"n.","descr":" A sulphide containing more sulphur than some other compound of the same elements; as, iron pyrites is a persulphide; -- formerly called persulphuret."},{"word":"Persulphocyanate","type":"n.","descr":" A salt of persulphocyanic acid."},{"word":"Persulphocyanic","type":"a.","descr":" Pertaining to, or designating, a yellow crystalline substance (called also perthiocyanic acid), analogous to sulphocyanic acid, but containing more sulphur."},{"word":"Persulphocyanogen","type":"n.","descr":" An orange-yellow substance, produced by the action of chlorine or boiling dilute nitric acid and sulphocyanate of potassium; -- called also pseudosulphocyanogen, perthiocyanogen, and formerly sulphocyanogen."},{"word":"Persulphuret","type":"n.","descr":" A persulphide."},{"word":"Pert","type":"a.","descr":" Open; evident; apert."},{"word":"Pert","type":"a.","descr":" Lively; brisk; sprightly; smart."},{"word":"Pert","type":"a.","descr":" Indecorously free, or presuming; saucy; bold; impertinent."},{"word":"Pert","type":"v. i.","descr":" To behave with pertness."},{"word":"Pertained","type":"imp. and p. p.","descr":" of Pertain"},{"word":"Pertaining","type":"p. pr. and vb. n.","descr":" of Pertain"},{"word":"Pertain","type":"v. i.","descr":" To belong; to have connection with, or dependence on, something, as an appurtenance, attribute, etc.; to appertain; as, saltness pertains to the ocean; flowers pertain to plant life."},{"word":"Pertain","type":"v. i.","descr":" To have relation or reference to something."},{"word":"Perterebration","type":"n.","descr":" The act of boring through."},{"word":"Perthiocyanogen","type":"n.","descr":" Same as Persulphocyanogen."},{"word":"Perthite","type":"n.","descr":" A kind of feldspar consisting of a laminated intertexture of albite and orthoclase, usually of different colors."},{"word":"Pertinacious","type":"a.","descr":" Holding or adhering to any opinion, purpose, or design, with obstinacy; perversely persistent; obstinate; as, pertinacious plotters; a pertinacious beggar."},{"word":"Pertinacious","type":"a.","descr":" Resolute; persevering; constant; steady."},{"word":"Pertinacity","type":"n.","descr":" The quality or state of being pertinacious; obstinacy; perseverance; persistency."},{"word":"Pertinacy","type":"n.","descr":" The quality or state of being pertinent; pertinence."},{"word":"Pertinacy","type":"n.","descr":" Pertinacity."},{"word":"Pertinate","type":"a.","descr":" Pertinacious."},{"word":"Pertinately","type":"adv.","descr":" Pertinaciously."},{"word":"Pertinence","type":"n.","descr":" Alt. of Pertinency"},{"word":"Pertinency","type":"n.","descr":" The quality or state of being pertinent; justness of relation to the subject or matter in hand; fitness; appositeness; relevancy; suitableness."},{"word":"Pertinent","type":"a.","descr":" Belonging or related to the subject or matter in hand; fit or appropriate in any way; adapted to the end proposed; apposite; material; relevant; as, pertinent illustrations or arguments; pertinent evidence."},{"word":"Pertinent","type":"a.","descr":" Regarding; concerning; belonging; pertaining."},{"word":"Pertly","type":"adv.","descr":" In a pert manner."},{"word":"Pertness","type":"n.","descr":" The quality or state of being pert."},{"word":"Pertransient","type":"a.","descr":" Passing through or over."},{"word":"Perturb","type":"v. t.","descr":" To disturb; to agitate; to vex; to trouble; to disquiet."},{"word":"Perturb","type":"v. t.","descr":" To disorder; to confuse."},{"word":"Perturbability","type":"n.","descr":" The quality or state of being perturbable."},{"word":"Perturbable","type":"a.","descr":" Liable to be perturbed or agitated; liable to be disturbed or disquieted."},{"word":"Perturbance","type":"n.","descr":" Disturbance; perturbation."},{"word":"Perturbate","type":"v. t.","descr":" To perturb."},{"word":"Perturbate","type":"a.","descr":" Perturbed; agitated."},{"word":"Perturbation","type":"n.","descr":" The act of perturbing, or the state of being perturbed; esp., agitation of mind."},{"word":"Perturbation","type":"n.","descr":" A disturbance in the regular elliptic or other motion of a heavenly body, produced by some force additional to that which causes its regular motion; as, the perturbations of the planets are caused by their attraction on each other."},{"word":"Perturbational","type":"a.","descr":" Of or pertaining to perturbation, esp. to the perturbations of the planets."},{"word":"Perturbative","type":"a.","descr":" Tending to cause perturbation; disturbing."},{"word":"Perturbator","type":"n.","descr":" A perturber."},{"word":"Perturbed","type":"a.","descr":" Agitated; disturbed; troubled."},{"word":"Perturber","type":"n.","descr":" One who, or that which, perturbs, or cause perturbation."},{"word":"Pertusate","type":"a.","descr":" Pierced at the apex."},{"word":"Pertuse","type":"a.","descr":" Alt. of Pertused"},{"word":"Pertused","type":"a.","descr":" Punched; pierced with, or having, holes."},{"word":"Pertusion","type":"n.","descr":" The act of punching or piercing with a pointed instrument; as, pertusion of a vein."},{"word":"Pertusion","type":"n.","descr":" A punched hole; a perforation."},{"word":"Pertussis","type":"n.","descr":" The whooping cough."},{"word":"Peruke","type":"n.","descr":" A wig; a periwig."},{"word":"Peruke","type":"v. t.","descr":" To dress with a peruke."},{"word":"Perulae","type":"pl. ","descr":" of Perula"},{"word":"Perula","type":"n.","descr":" One of the scales of a leaf bud."},{"word":"Perula","type":"n.","descr":" A pouchlike portion of the perianth in certain orchides."},{"word":"Perule","type":"n.","descr":" Same as Perula."},{"word":"Perusal","type":"n.","descr":" The act of carefully viewing or examining."},{"word":"Perusal","type":"n.","descr":" The act of reading, especially of reading through or with care."},{"word":"Perused","type":"imp. and p. p.","descr":" of Peruse"},{"word":"Perusing","type":"p. pr. and vb. n.","descr":" of Peruse"},{"word":"Peruse","type":"v. t.","descr":" To observe; to examine with care."},{"word":"Peruse","type":"v. t.","descr":" To read through; to read carefully."},{"word":"Peruser","type":"n.","descr":" One who peruses."},{"word":"Peruvian","type":"a.","descr":" Of or pertaining to Peru, in South America."},{"word":"Peruvian","type":"n.","descr":" A native or an inhabitant of Peru."},{"word":"Pervaded","type":"imp. and p. p.","descr":" of Pervade"},{"word":"Pervading","type":"p. pr. and vb. n.","descr":" of Pervade"},{"word":"Pervade","type":"v. t.","descr":" To pass or flow through, as an aperture, pore, or interstice; to permeate."},{"word":"Pervade","type":"v. t.","descr":" To pass or spread through the whole extent of; to be diffused throughout."},{"word":"Pervasion","type":"n.","descr":" The act of pervading, passing, or spreading through the whole extent of a thing."},{"word":"Pervasive","type":"a.","descr":" Tending to pervade, or having power to spread throughout; of a pervading quality."},{"word":"Perverse","type":"a.","descr":" Turned aside; hence, specifically, turned away from the right; willfully erring; wicked; perverted."},{"word":"Perverse","type":"a.","descr":" Obstinate in the wrong; stubborn; intractable; hence, wayward; vexing; contrary."},{"word":"Perversed","type":"a.","descr":" Turned aside."},{"word":"Perversedly","type":"adv.","descr":" Perversely."},{"word":"Perversely","type":"adv.","descr":" In a perverse manner."},{"word":"Perverseness","type":"n.","descr":" The quality or state of being perverse."},{"word":"Perversion","type":"n.","descr":" The act of perverting, or the state of being perverted; a turning from truth or right; a diverting from the true intent or object; a change to something worse; a turning or applying to a wrong end or use."},{"word":"Perversity","type":"n.","descr":" The quality or state of being perverse; perverseness."},{"word":"Perversive","type":"a.","descr":" Tending to pervert."},{"word":"Perverted","type":"imp. and p. p.","descr":" of Pervert"},{"word":"Perverting","type":"p. pr. and vb. n.","descr":" of Pervert"},{"word":"Pervert","type":"v. t.","descr":" To turnanother way; to divert."},{"word":"Pervert","type":"v. t.","descr":" To turn from truth, rectitude, or propriety; to divert from a right use, end, or way; to lead astray; to corrupt; also, to misapply; to misinterpret designedly; as, to pervert one\\'s words."},{"word":"Pervert","type":"v. i.","descr":" To become perverted; to take the wrong course."},{"word":"Pervert","type":"n.","descr":" One who has been perverted; one who has turned to error, especially in religion; -- opposed to convert. See the Synonym of Convert."},{"word":"Perverter","type":"n.","descr":" One who perverts (a person or thing)."},{"word":"Pervertible","type":"a.","descr":" Capable of being perverted."},{"word":"Pervestigate","type":"v. t.","descr":" To investigate thoroughly."},{"word":"Pervestigation","type":"n.","descr":" Thorough investigation."},{"word":"Pervial","type":"a.","descr":" Pervious."},{"word":"Pervicacious","type":"a.","descr":" Obstinate; willful; refractory."},{"word":"Pervicacity","type":"n.","descr":" Obstinacy; pervicaciousness."},{"word":"Pervicacy","type":"n.","descr":" Pervicacity."},{"word":"Pervigilation","type":"n.","descr":" Careful watching."},{"word":"Pervious","type":"a.","descr":" Admitting passage; capable of being penetrated by another body or substance; permeable; as, a pervious soil."},{"word":"Pervious","type":"a.","descr":" Capable of being penetrated, or seen through, by physical or mental vision."},{"word":"Pervious","type":"a.","descr":" Capable of penetrating or pervading."},{"word":"Pervious","type":"a.","descr":" Open; -- used synonymously with perforate, as applied to the nostrils or birds."},{"word":"Perviousness","type":"n.","descr":" The quality or state of being pervious; as, the perviousness of glass."},{"word":"Pervis","type":"n.","descr":" See Parvis."},{"word":"Pery","type":"n.","descr":" A pear tree. See Pirie."},{"word":"Pedes","type":"pl. ","descr":" of Pes"},{"word":"Pes","type":"n.","descr":" The distal segment of the hind limb of vertebrates, including the tarsus and foot."},{"word":"Pesade","type":"n.","descr":" The motion of a horse when, raising his fore quarters, he keeps his hind feet on the ground without advancing; rearing."},{"word":"Pesage","type":"n.","descr":" A fee, or toll, paid for the weighing of merchandise."},{"word":"Pesane","type":"n.","descr":" See Pusane."},{"word":"Pesanted","type":"a.","descr":" Made heavy or dull; debased."},{"word":"Peschito","type":"n.","descr":" See Peshito."},{"word":"Pese","type":"n.","descr":" A pea."},{"word":"Peseta","type":"n.","descr":" A Spanish silver coin, and money of account, equal to about nineteen cents, and divided into 100 centesimos."},{"word":"Peshito","type":"n.","descr":" Alt. of Peshitto"},{"word":"Peshitto","type":"n.","descr":" The earliest Syriac version of the Old Testament, translated from Hebrew; also, the incomplete Syriac version of the New Testament."},{"word":"Pesky","type":"a.","descr":" Pestering; vexatious; troublesome. Used also as an intensive."},{"word":"Peso","type":"n.","descr":" A Spanish dollar; also, an Argentine, Chilian, Colombian, etc., coin, equal to from 75 cents to a dollar; also, a pound weight."},{"word":"Pessaries","type":"pl. ","descr":" of Pessary"},{"word":"Pessary","type":"n.","descr":" An instrument or device to be introduced into and worn in the vagina, to support the uterus, or remedy a malposition."},{"word":"Pessary","type":"n.","descr":" A medicinal substance in the form of a bolus or mass, designed for introduction into the vagina; a vaginal suppository."},{"word":"Pessimism","type":"n.","descr":" The opinion or doctrine that everything in nature is ordered for or tends to the worst, or that the world is wholly evil; -- opposed to optimism."},{"word":"Pessimism","type":"n.","descr":" A disposition to take the least hopeful view of things."},{"word":"Pessimist","type":"n.","descr":" One who advocates the doctrine of pessimism; -- opposed to optimist."},{"word":"Pessimist","type":"n.","descr":" One who looks on the dark side of things."},{"word":"Pessimist","type":"a.","descr":" Alt. of Pessimistic"},{"word":"Pessimistic","type":"a.","descr":" Of or pertaining to pessimism; characterized by pessimism; gloomy; foreboding."},{"word":"Pessimistical","type":"a.","descr":" Pessimistic."},{"word":"Pessimize","type":"v. i.","descr":" To hold or advocate the doctrine of pessimism."},{"word":"Pessuli","type":"pl. ","descr":" of Pessulus"},{"word":"Pessulus","type":"n.","descr":" A delicate bar of cartilage connecting the dorsal and ventral extremities of the first pair of bronchial cartilages in the syrinx of birds."},{"word":"Pest","type":"n.","descr":" A fatal epidemic disease; a pestilence; specif., the plague."},{"word":"Pest","type":"n.","descr":" Anything which resembles a pest; one who, or that which, is troublesome, noxious, mischievous, or destructive; a nuisance."},{"word":"Pestalozzian","type":"a.","descr":" Belonging to, or characteristic of, a system of elementary education which combined manual training with other instruction, advocated and practiced by Jean Henri Pestalozzi (1746-1827), a Swiss teacher."},{"word":"Pestalozzian","type":"n.","descr":" An advocate or follower of the system of Pestalozzi."},{"word":"Pestalozzianism","type":"n.","descr":" The system of education introduced by Pestalozzi."},{"word":"Pestered","type":"imp. and p. p.","descr":" of Pester"},{"word":"Pestering","type":"p. pr. and vb. n.","descr":" of Pester"},{"word":"Pester","type":"v. t.","descr":" To trouble; to disturb; to annoy; to harass with petty vexations."},{"word":"Pester","type":"v. t.","descr":" To crowd together in an annoying way; to overcrowd; to infest."},{"word":"Pesterer","type":"n.","descr":" One who pesters or harasses."},{"word":"Pesterment","type":"n.","descr":" The act of pestering, or the state of being pestered; vexation; worry."},{"word":"Pesterous","type":"a.","descr":" Inclined to pester. Also, vexatious; encumbering; burdensome."},{"word":"Pestful","type":"a.","descr":" Pestiferous."},{"word":"Pesthouse","type":"n.","descr":" A house or hospital for persons who are infected with any pestilential disease."},{"word":"Pestiduct","type":"n.","descr":" That which conveys contagion or infection."},{"word":"Pestiferous","type":"a.","descr":" Pest-bearing; pestilential; noxious to health; malignant; infectious; contagious; as, pestiferous bodies."},{"word":"Pestiferous","type":"a.","descr":" Noxious to peace, to morals, or to society; vicious; hurtful; destructive; as, a pestiferous demagogue."},{"word":"Pestiferously","type":"adv.","descr":" In a pestiferuos manner."},{"word":"Pestilence","type":"n.","descr":" Specifically, the disease known as the plague; hence, any contagious or infectious epidemic disease that is virulent and devastating."},{"word":"Pestilence","type":"n.","descr":" Fig.: That which is pestilent, noxious, or pernicious to the moral character of great numbers."},{"word":"Pestilent","type":"a.","descr":" Pestilential; noxious; pernicious; mischievous."},{"word":"Pestilential","type":"a.","descr":" Having the nature or qualities of a pestilence."},{"word":"Pestilential","type":"a.","descr":" Hence: Mischievous; noxious; pernicious; morally destructive."},{"word":"Pestilentially","type":"adv.","descr":" Pestilently."},{"word":"Pestilentious","type":"a.","descr":" Pestilential."},{"word":"Pestilently","type":"adv.","descr":" In a pestilent manner; mischievously; destructively."},{"word":"Pestilentness","type":"n.","descr":" The quality of being pestilent."},{"word":"Pestilation","type":"n.","descr":" The act of pounding and bruising with a pestle in a mortar."},{"word":"Pestle","type":"n.","descr":" An implement for pounding and breaking or braying substances in a mortar."},{"word":"Pestle","type":"n.","descr":" A constable\\'s or bailiff\\'s staff; -- so called from its shape."},{"word":"Pestle","type":"n.","descr":" The leg and leg bone of an animal, especially of a pig; as, a pestle of pork."},{"word":"Pestled","type":"imp. and p. p.","descr":" of Pestle"},{"word":"Pestling","type":"p. pr. and vb. n.","descr":" of Pestle"},{"word":"Pestle","type":"v. t. and i.","descr":" To pound, pulverize, bray, or mix with a pestle, or as with a pestle; to use a pestle."},{"word":"Pet","type":"n.","descr":" A cade lamb; a lamb brought up by hand."},{"word":"Pet","type":"n.","descr":" Any person or animal especially cherished and indulged; a fondling; a darling; often, a favorite child."},{"word":"Pet","type":"n.","descr":" A slight fit of peevishness or fretfulness."},{"word":"Pet","type":"a.","descr":" Petted; indulged; admired; cherished; as, a pet child; a pet lamb; a pet theory."},{"word":"Petted","type":"imp. and p. p.","descr":" of Pet"},{"word":"Petting","type":"p. pr. and vb. n.","descr":" of Pet"},{"word":"Pet","type":"v. t.","descr":" To treat as a pet; to fondle; to indulge; as, she was petted and spoiled."},{"word":"Pet","type":"v. i.","descr":" To be a pet."},{"word":"Petal","type":"n.","descr":" One of the leaves of the corolla, or the colored leaves of a flower. See Corolla, and Illust. of Flower."},{"word":"Petal","type":"n.","descr":" One of the expanded ambulacra which form a rosette on the black of certain Echini."},{"word":"Petaled","type":"a.","descr":" Having petals; as, a petaled flower; -- opposed to apetalous, and much used in compounds; as, one-petaled, three-petaled, etc."},{"word":"Petaliferous","type":"a.","descr":" Bearing petals."},{"word":"Petaliform","type":"a.","descr":" Having the form of a petal; petaloid; petal-shaped."},{"word":"Petaline","type":"a.","descr":" Pertaining to a petal; attached to, or resembling, a petal."},{"word":"Petalism","type":"n.","descr":" A form of sentence among the ancient Syracusans by which they banished for five years a citizen suspected of having dangerous influence or ambition. It was similar to the ostracism in Athens; but olive leaves were used instead of shells for ballots."},{"word":"Petalite","type":"n.","descr":" A rare mineral, occurring crystallized and in cleavable masses, usually white, or nearly so, in color. It is a silicate of aluminia and lithia."},{"word":"Petalody","type":"n.","descr":" The metamorphosis of various floral organs, usually stamens, into petals."},{"word":"Petaloid","type":"a.","descr":" Petaline."},{"word":"Petaloideous","type":"a.","descr":" Having the whole or part of the perianth petaline."},{"word":"Petalosticha","type":"n. pl.","descr":" An order of Echini, including the irregular sea urchins, as the spatangoids. See Spatangoid."},{"word":"Petalous","type":"a.","descr":" Having petals; petaled; -- opposed to apetalous."},{"word":"Petala","type":"pl. ","descr":" of Petalum"},{"word":"Petalum","type":"n.","descr":" A petal."},{"word":"Petar","type":"n.","descr":" See Petard."},{"word":"Petard","type":"n.","descr":" A case containing powder to be exploded, esp. a conical or cylindrical case of metal filled with powder and attached to a plank, to be exploded against and break down gates, barricades, drawbridges, etc.  It has been superseded."},{"word":"Petardeer","type":"n.","descr":" Alt. of Petardier"},{"word":"Petardier","type":"n.","descr":" One who managed a petard."},{"word":"Petasus","type":"n.","descr":" The winged cap of Mercury; also, a broad-brimmed, low-crowned hat worn by Greeks and Romans."},{"word":"Petaurist","type":"n.","descr":" Any flying marsupial of the genera Petaurus, Phalangista, Acrobata, and allied genera. See Flying mouse, under Flying, and Phalangister."},{"word":"Petechiae","type":"n. pl.","descr":" Small crimson, purple, or livid spots, like flea-bites, due to extravasation of blood, which appear on the skin in malignant fevers, etc."},{"word":"Petechial","type":"a.","descr":" Characterized by, or pertaining to, petechiae; spotted."},{"word":"Peter","type":"n.","descr":" A common baptismal name for a man. The name of one of the apostles,"},{"word":"Petered","type":"imp. and p. p.","descr":" of Peter"},{"word":"Petering","type":"p. pr. and vb. n.","descr":" of Peter"},{"word":"Peter","type":"v. i.","descr":" To become exhausted; to run out; to fail; -- used generally with out; as, that mine has petered out."},{"word":"Peterel","type":"n.","descr":" See Petrel."},{"word":"Peterero","type":"n.","descr":" See Pederero."},{"word":"Petermen","type":"pl. ","descr":" of Peterman"},{"word":"Peterman","type":"n.","descr":" A fisherman; -- so called after the apostle Peter."},{"word":"Petersham","type":"n.","descr":" A rough, knotted woolen cloth, used chiefly for men\\'s overcoats; also, a coat of that material."},{"word":"Peterwort","type":"n.","descr":" See Saint Peter\\'s-wort, under Saint."},{"word":"Petiolar","type":"a.","descr":" Alt. of Petiolary"},{"word":"Petiolary","type":"a.","descr":" Of or pertaining to petiole, or proceeding from it; as, a petiolar tendril; growing or supported upon a petiole; as, a petiolar gland; a petiolar bud."},{"word":"Petiolate","type":"a.","descr":" Alt. of Petiolated"},{"word":"Petiolated","type":"a.","descr":" Having a stalk or petiole; as, a petioleate leaf; the petiolated abdomen of certain Hymenoptera."},{"word":"Petiole","type":"n.","descr":" A leafstalk; the footstalk of a leaf, connecting the blade with the stem. See Illust. of Leaf."},{"word":"Petiole","type":"n.","descr":" A stalk or peduncle."},{"word":"Petioled","type":"a.","descr":" Petiolate."},{"word":"Petiolulate","type":"a.","descr":" Supported by its own petiolule."},{"word":"Petiolule","type":"n.","descr":" A small petiole, or the petiole of a leaflet."},{"word":"Petit","type":"a.","descr":" Small; little; insignificant; mean; -- Same as Petty."},{"word":"Petition","type":"n.","descr":" A prayer; a supplication; an imploration; an entreaty; especially, a request of a solemn or formal kind; a prayer to the Supreme Being, or to a person of superior power, rank, or authority; also, a single clause in such a prayer."},{"word":"Petition","type":"n.","descr":" A formal written request addressed to an official person, or to an organized body, having power to grant it; specifically (Law), a supplication to government, in either of its branches, for the granting of a particular grace or right; -- in distinction from a memorial, which calls certain facts to mind; also, the written document."},{"word":"Petitioned","type":"imp. and p. p.","descr":" of Petition"},{"word":"Petitioning","type":"p. pr. and vb. n.","descr":" of Petition"},{"word":"Petition","type":"v. t.","descr":" To make a prayer or request to; to ask from; to solicit; to entreat; especially, to make a formal written supplication, or application to, as to any branch of the government; as, to petition the court; to petition the governor."},{"word":"Petition","type":"v. i.","descr":" To make a petition or solicitation."},{"word":"Petitionarily","type":"adv.","descr":" By way of begging the question; by an assumption."},{"word":"Petitionary","type":"a.","descr":" Supplicatory; making a petition."},{"word":"Petitionary","type":"a.","descr":" Containing a petition; of the nature of a petition; as, a petitionary epistle."},{"word":"Petitionee","type":"n.","descr":" A person cited to answer, or defend against, a petition."},{"word":"Petitioner","type":"n.","descr":" One who presents a petition."},{"word":"Petitioning","type":"n.","descr":" The act of presenting apetition; a supplication."},{"word":"Petitor","type":"n.","descr":" One who seeks or asks; a seeker; an applicant."},{"word":"Petitory","type":"a.","descr":" Petitioning; soliciting; supplicating."},{"word":"Petong","type":"n.","descr":" See Packfong."},{"word":"Petralogy","type":"n.","descr":" See Petrology."},{"word":"Petrary","type":"n.","descr":" An ancient war engine for hurling stones."},{"word":"Petrean","type":"a.","descr":" Of or pertaining to to rock."},{"word":"Petre","type":"n.","descr":" See Saltpeter."},{"word":"Petrel","type":"n.","descr":" Any one of numerous species of longwinged sea birds belonging to the family Procellaridae. The small petrels, or Mother Carey\\'s chickens, belong to Oceanites, Oceanodroma, Procellaria, and several allied genera."},{"word":"Petrescence","type":"n.","descr":" The process of changing into stone; petrification."},{"word":"Petrescent","type":"a.","descr":" Petrifying; converting into stone; as, petrescent water."},{"word":"Petrifaction","type":"n.","descr":" The process of petrifying, or changing into stone; conversion of any organic matter (animal or vegetable) into stone, or a substance of stony hardness."},{"word":"Petrifaction","type":"n.","descr":" The state or condition of being petrified."},{"word":"Petrifaction","type":"n.","descr":" That which is petrified; popularly, a body incrusted with stony matter; an incrustation."},{"word":"Petrifaction","type":"n.","descr":" Fig.: Hardness; callousness; obduracy."},{"word":"Petrifactive","type":"a.","descr":" Having the quality of converting organic matter into stone; petrifying."},{"word":"Petrifactive","type":"a.","descr":" Pertaining to, or characterized by, petrifaction."},{"word":"Petrific","type":"a.","descr":" Petrifying; petrifactive."},{"word":"Petrificate","type":"v. t.","descr":" To petrify."},{"word":"Petrification","type":"n.","descr":" See Petrifaction."},{"word":"Petrification","type":"n.","descr":" Fig.: Obduracy; callousness."},{"word":"Petrified","type":"imp. and p. p.","descr":" of Petrify"},{"word":"Petrifying","type":"p. pr. and vb. n.","descr":" of Petrify"},{"word":"Petrify","type":"v. t.","descr":" To convert, as any animal or vegetable matter, into stone or stony substance."},{"word":"Petrify","type":"v. t.","descr":" To make callous or obdurate; to stupefy; to paralyze; to transform; as by petrifaction; as, to petrify the heart. Young."},{"word":"Petrify","type":"v. i.","descr":" To become stone, or of a stony hardness, as organic matter by calcareous deposits."},{"word":"Petrify","type":"v. i.","descr":" Fig.: To become stony, callous, or obdurate."},{"word":"Petrine","type":"a.","descr":" Of or pertaining to St.Peter; as, the Petrine Epistles."},{"word":"Petro-","type":"","descr":" A combining form from Gr. \/ a rock, \/ a stone; as, petrology, petroglyphic."},{"word":"Petrogale","type":"n.","descr":" Any Australian kangaroo of the genus Petrogale, as the rock wallaby (P. penicillata)."},{"word":"Petroglyphic","type":"a.","descr":" Of or pertaining to petroglyphy."},{"word":"Petroglyphy","type":"n.","descr":" The art or operation of carving figures or inscriptions on rock or stone."},{"word":"Petrographic","type":"a.","descr":" Alt. of Petrographical"},{"word":"Petrographical","type":"a.","descr":" Pertaining to petrography."},{"word":"Petrography","type":"n.","descr":" The art of writing on stone."},{"word":"Petrography","type":"n.","descr":" The scientific description of rocks; that department of science which investigates the constitution of rocks; petrology."},{"word":"Petrohyoid","type":"a.","descr":" Pertaining to petrous, oe periotic, portion of the skull and the hyoid arch; as, the petrohyoid muscles of the frog."},{"word":"Petrol","type":"n.","descr":" Petroleum."},{"word":"Petrolatum","type":"n.","descr":" A semisolid unctuous substance, neutral, and without taste or odor, derived from petroleum by distilling off the lighter portions and purifying the residue. It is a yellowish, fatlike mass, transparent in thin layers, and somewhat fluorescent. It is used as a bland protective dressing, and as a substitute for fatty materials in ointments."},{"word":"Petroleum","type":"n.","descr":" Rock oil, mineral oil, or natural oil, a dark brown or greenish inflammable liquid, which, at certain points, exists in the upper strata of the earth, from whence it is pumped, or forced by pressure of the gas attending it. It consists of a complex mixture of various hydrocarbons, largely of the methane series, but may vary much in appearance, composition, and properties. It is refined by distillation, and the products include kerosene, benzine, gasoline, paraffin, etc."},{"word":"Petroleur","type":"n. f.","descr":" Alt. of Petroleuse"},{"word":"Petroleuse","type":"n. f.","descr":" One who makes use of petroleum for incendiary purposes."},{"word":"Petroline","type":"n.","descr":" A paraffin obtained from petroleum from Rangoon in India, and practically identical with ordinary paraffin."},{"word":"Petrologic","type":"a.","descr":" Alt. of Petrological"},{"word":"Petrological","type":"a.","descr":" Of or pertaining to petrology."},{"word":"Petrologically","type":"adv.","descr":" According to petrology."},{"word":"Petrologist","type":"n.","descr":" One who is versed in petrology."},{"word":"Petrology","type":"n.","descr":" The department of science which is concerned with the mineralogical and chemical composition of rocks, and with their classification: lithology."},{"word":"Petrology","type":"n.","descr":" A treatise on petrology."},{"word":"Petromastoid","type":"a.","descr":" Of or pertaining to the petrous and mastoid parts of the temporal bone, periotic."},{"word":"Petromyzont","type":"n.","descr":" A lamprey."},{"word":"Petronel","type":"n.","descr":" A sort of hand cannon, or portable firearm, used in France in the 15th century."},{"word":"Petrosal","type":"a.","descr":" Hard; stony; petrous; as, the petrosal bone; petrosal part of the temporal bone."},{"word":"Petrosal","type":"a.","descr":" Of, pertaining to, or in the region of, the petrous, or petrosal, bone, or the corresponding part of the temporal bone."},{"word":"Petrosal","type":"n.","descr":" A petrosal bone."},{"word":"Petrosal","type":"n.","descr":" The auditory capsule."},{"word":"Petrosilex","type":"n.","descr":" Felsite."},{"word":"Petrosilicious","type":"a.","descr":" Containing, or consisting of, petrosilex."},{"word":"Petrostearine","type":"n.","descr":" A solid unctuous material, of which candles are made."},{"word":"Petrous","type":"a.","descr":" Like stone; hard; stony; rocky; as, the petrous part of the temporal bone."},{"word":"Petrous","type":"a.","descr":" Same as Petrosal."},{"word":"Pettichaps","type":"n.","descr":" See Pettychaps."},{"word":"Petticoat","type":"n.","descr":" A loose under-garment worn by women, and covering the body below the waist."},{"word":"Pettifogged","type":"imp. and p. p.","descr":" of Pettifog"},{"word":"Pettifogging","type":"p. pr. and vb. n.","descr":" of Pettifog"},{"word":"Pettifog","type":"v. i.","descr":" To do a petty business as a lawyer; also, to do law business in a petty or tricky way."},{"word":"Pettifog","type":"v. t.","descr":" To advocate like a pettifogger; to argue trickily; as, to pettifog a claim."},{"word":"Pettifogger","type":"n.","descr":" A lawyer who deals in petty cases; an attorney whose methods are mean and tricky; an inferior lawyer."},{"word":"Pettifoggery","type":"n.","descr":" The practice or arts of a pettifogger; disreputable tricks; quibbles."},{"word":"Pettifogging","type":"a.","descr":" Paltry; quibbling; mean."},{"word":"Pettifogging","type":"n.","descr":" Pettifoggery."},{"word":"Pettifogulize","type":"v. i.","descr":" To act as a pettifogger; to use contemptible tricks."},{"word":"Pettily","type":"adv.","descr":" In a petty manner; frivolously."},{"word":"Pettiness","type":"n.","descr":" The quality or state of being petty or paltry; littleness; meanness."},{"word":"Pettish","type":"a.","descr":" Fretful; peevish; moody; capricious; inclined to ill temper."},{"word":"Pettitoes","type":"n. pl.","descr":" The toes or feet of a pig, -- often used as food; sometimes, in contempt, the human feet."},{"word":"Petto","type":"n.","descr":" The breast."},{"word":"Petty","type":"superl.","descr":" Little; trifling; inconsiderable; also, inferior; subordinate; as, a petty fault; a petty prince."},{"word":"Pettychaps","type":"n.","descr":" Any one of several species of small European singing birds of the subfamily Sylviinae, as the willow warbler, the chiff-chaff, and the golden warbler (Sylvia hortensis)."},{"word":"Pettywhin","type":"n.","descr":" The needle furze. See under Needle."},{"word":"Petulance","type":"n.","descr":" Alt. of Petulancy"},{"word":"Petulancy","type":"n.","descr":" The quality or state of being petulant; temporary peevishness; pettishness; capricious ill humor."},{"word":"Petulant","type":"a.","descr":" Forward; pert; insolent; wanton."},{"word":"Petulant","type":"a.","descr":" Capriciously fretful; characterized by ill-natured freakishness; irritable."},{"word":"Petulantly","type":"adv.","descr":" In a petulant manner."},{"word":"Petulcity","type":"n.","descr":" Wantonness; friskiness."},{"word":"Petulcous","type":"a.","descr":" Wanton; frisky; lustful."},{"word":"Petunia","type":"n.","descr":" A genus of solanaceous herbs with funnelform or salver-shaped corollas. Two species are common in cultivation, Petunia violacera, with reddish purple flowers, and P. nyctaginiflora, with white flowers. There are also many hybrid forms with variegated corollas."},{"word":"Petunse","type":"n.","descr":" Alt. of Petuntze"},{"word":"Petuntse","type":"n.","descr":" Alt. of Petuntze"},{"word":"Petuntze","type":"n.","descr":" Powdered fledspar, kaolin, or quartz, used in the manufacture of porcelain."},{"word":"Petworth marble","type":"","descr":" A kind of shell marble occurring in the Wealden clay at Petworth, in Sussex, England; -- called also Sussex marble."},{"word":"Petzite","type":"n.","descr":" A telluride of silver and gold, related to hessite."},{"word":"Peucedanin","type":"n.","descr":" A tasteless white crystalline substance, extracted from the roots of the sulphurwort (Peucedanum), masterwort (Imperatoria), and other related plants; -- called also imperatorin."},{"word":"Peucil","type":"n.","descr":" A liquid resembling camphene, obtained by treating turpentine hydrochloride with lime."},{"word":"Pew","type":"n.","descr":" One of the compartments in a church which are separated by low partitions, and have long seats upon which several persons may sit; -- sometimes called slip. Pews were originally made square, but are now usually long and narrow."},{"word":"Pew","type":"n.","descr":" Any structure shaped like a church pew, as a stall, formerly used by money lenders, etc.; a box in theater; a pen; a sheepfold."},{"word":"Pew","type":"v. t.","descr":" To furnish with pews."},{"word":"Pewee","type":"n.","descr":" A common American tyrant flycatcher (Sayornis phoebe, or S. fuscus). Called also pewit, and phoebe."},{"word":"Pewee","type":"n.","descr":" The woodcock."},{"word":"Pewet","type":"n.","descr":" Same as Pewit."},{"word":"Pewfellow","type":"n.","descr":" One who occupies the same pew with another."},{"word":"Pewfellow","type":"n.","descr":" An intimate associate; a companion."},{"word":"Pewit","type":"n.","descr":" The lapwing."},{"word":"Pewit","type":"n.","descr":" The European black-headed, or laughing, gull (Xema ridibundus). See under Laughing."},{"word":"Pewit","type":"n.","descr":" The pewee."},{"word":"Pewter","type":"n.","descr":" A hard, tough, but easily fusible, alloy, originally consisting of tin with a little lead, but afterwards modified by the addition of copper, antimony, or bismuth."},{"word":"Pewter","type":"n.","descr":" Utensils or vessels made of pewter, as dishes, porringers, drinking vessels, tankards, pots."},{"word":"Pewterer","type":"n.","descr":" One whose occupation is to make utensils of pewter; a pewtersmith."},{"word":"Pewtery","type":"a.","descr":" Belonging to, or resembling, pewter; as, a pewtery taste."},{"word":"Pexity","type":"n.","descr":" Nap of cloth."},{"word":"Peyers glands","type":"","descr":" Patches of lymphoid nodules, in the walls of the small intestiness; agminated glands; -- called also Peyer\\'s patches. In typhoid fever they become the seat of ulcers which are regarded as the characteristic organic lesion of that disease."},{"word":"Peytrel","type":"n.","descr":" The breastplate of a horse\\'s armor or harness. [Spelt also peitrel.] See Poitrel."},{"word":"Peziza","type":"n.","descr":" A genus of fungi embracing a great number of species, some of which are remarkable for their regular cuplike form and deep colors."},{"word":"Pezizoid","type":"a.","descr":" Resembling a fungus of the genus Peziza; having a cuplike form."}]