[{"word":"Phacelli","type":"pl. ","descr":" of Phacellus"},{"word":"Phacellus","type":"n.","descr":" One of the filaments on the inner surface of the gastric cavity of certain jellyfishes."},{"word":"Phacochere","type":"n.","descr":" The wart hog."},{"word":"Phacoid","type":"a.","descr":" Resembling a lentil; lenticular."},{"word":"Phacolite","type":"n.","descr":" A colorless variety of chabazite; the original was from Leipa, in Bohemia."},{"word":"Phacops","type":"n.","descr":" A genus of trilobites found in the Silurian and Devonian formations. Phacops bufo is one of the most common species."},{"word":"Phaeacian","type":"a.","descr":" Of or pertaining to the Phaeacians, a fabulous seafaring people fond of the feast, the lyre, and the dance, mentioned by Homer."},{"word":"Phaenogam","type":"n.","descr":" Any plant of the class Phaenogamia."},{"word":"Phaenogamia","type":"n. pl.","descr":" The class of flowering plants including all which have true flowers with distinct floral organs; phanerogamia."},{"word":"Phaenogamian","type":"a.","descr":" Alt. of Phaenogamic"},{"word":"Phaenogamic","type":"a.","descr":" Same as Phaenogamous."},{"word":"Phaenogamous","type":"a.","descr":" Having true flowers with with distinct floral organs; flowering."},{"word":"Phaenomenon","type":"n.","descr":" See Phenomenon."},{"word":"Phaeospore","type":"n.","descr":" A brownish zoospore, characteristic of an order (Phaeosporeae) of dark green or olive-colored algae."},{"word":"Phaethon","type":"n.","descr":" The son of Helios (Phoebus), that is, the son of light, or of the sun. He is fabled to have obtained permission to drive the chariot of the sun, in doing which his want of skill would have set the world on fire, had he not been struck with a thunderbolt by Jupiter, and hurled headlong into the river Po."},{"word":"Phaethon","type":"n.","descr":" A genus of oceanic birds including the tropic birds."},{"word":"Phaeton","type":"n.","descr":" A four-wheeled carriage (with or without a top), open, or having no side pieces, in front of the seat. It is drawn by one or two horses."},{"word":"Phaeton","type":"n.","descr":" See Phaethon."},{"word":"Phaeton","type":"n.","descr":" A handsome American butterfly (Euphydryas, \/ Melitaea, Phaeton). The upper side of the wings is black, with orange-red spots and marginal crescents, and several rows of cream-colored spots; -- called also Baltimore."},{"word":"Phagedena","type":"n.","descr":" A canine appetite; bulimia."},{"word":"Phagedena","type":"n.","descr":" Spreading, obstinate ulceration."},{"word":"Phagedenic","type":"a.","descr":" Alt. of PhagedenicAL"},{"word":"PhagedenicAL","type":"a.","descr":" Of, like, or pertaining to, phagedena; used in the treatment of phagedena; as, a phagedenic ulcer or medicine."},{"word":"PhagedenicAL","type":"n.","descr":" A phagedenic medicine."},{"word":"Phagedenous","type":"a.","descr":" Phagedenic."},{"word":"Phagocyte","type":"n.","descr":" A leucocyte which plays a part in retrogressive processes by taking up (eating), in the form of fine granules, the parts to be removed."},{"word":"Phainopepla","type":"n.","descr":" A small crested passerine bird (Phainopepla nitens), native of Mexico and the Southern United States. The adult male is of a uniform glossy blue-black; the female is brownish. Called also black flycatcher."},{"word":"Phakoscope","type":"n.","descr":" An instrument for studying the mechanism of accommodation."},{"word":"Phalaena","type":"n.","descr":" A linnaean genus which included the moths in general."},{"word":"Phalaenid","type":"n.","descr":" Any moth of the family Phalaenidae, of which the cankerworms are examples; a geometrid."},{"word":"Phalangeal","type":"a.","descr":" Alt. of Phalangal"},{"word":"Phalangal","type":"a.","descr":" Of or pertaining to the phalanges. See Phalanx, 2."},{"word":"Phalanger","type":"n.","descr":" Any marsupial belonging to Phalangista, Cuscus, Petaurus, and other genera of the family Phalangistidae. They are arboreal, and the species of Petaurus are furnished with lateral parachutes. See Flying phalanger, under Flying."},{"word":"Phalanges","type":"n.","descr":" pl. of Phalanx."},{"word":"Phalangial","type":"a.","descr":" Alt. of Phalangian"},{"word":"Phalangian","type":"a.","descr":" Phalangeal."},{"word":"Phalangides","type":"pl. ","descr":" of Phalangid"},{"word":"Phalangid","type":"n.","descr":" One of the Phalangoidea."},{"word":"Phalangious","type":"a.","descr":" Of or pertaining to Phalangoidea."},{"word":"Phalangist","type":"n.","descr":" Any arboreal marsupial of the genus Phalangista. The vulpine phalangist (P. vulpina) is the largest species, the full grown male being about two and a half feet long. It has a large bushy tail."},{"word":"Phalangister","type":"n.","descr":" Alt. of Phalangistine"},{"word":"Phalangistine","type":"n.","descr":" Same as Phalangist."},{"word":"Phalangite","type":"n.","descr":" A soldier belonging to a phalanx."},{"word":"Phalangoidea","type":"n. pl.","descr":" A division of Arachnoidea, including the daddy longlegs or harvestman (Phalangium) and many similar kinds. They have long, slender, many-jointed legs; usually a rounded, segmented abdomen; and chelate jaws. They breathe by tracheae. Called also Phalangides, Phalangidea, Phalangiida, and Opilionea."},{"word":"Phalanstere","type":"n.","descr":" A phalanstery."},{"word":"Phalansterian","type":"a.","descr":" Of or pertaining to phalansterianism."},{"word":"Phalansterian","type":"n.","descr":" One who favors the system of phalansteries proposed by Fourier."},{"word":"Phalansterism","type":"n.","descr":" Alt. of Phalansterianism"},{"word":"Phalansterianism","type":"n.","descr":" A system of phalansteries proposed by Fourier; Fourierism."},{"word":"Phalanstery","type":"n.","descr":" An association or community organized on the plan of Fourier. See Fourierism."},{"word":"Phalanstery","type":"n.","descr":" The dwelling house of a Fourierite community."},{"word":"Phalanxes","type":"pl. ","descr":" of Phalanx"},{"word":"Phalanges","type":"pl. ","descr":" of Phalanx"},{"word":"Phalanx","type":"n.","descr":" A body of heavy-armed infantry formed in ranks and files close and deep. There were several different arrangements, the phalanx varying in depth from four to twenty-five or more ranks of men."},{"word":"Phalanx","type":"n.","descr":" Any body of troops or men formed in close array, or any combination of people distinguished for firmness and solidity of a union."},{"word":"Phalanx","type":"n.","descr":" A Fourierite community; a phalanstery."},{"word":"Phalanx","type":"n.","descr":" One of the digital bones of the hand or foot, beyond the metacarpus or metatarsus; an internode."},{"word":"Phalanx","type":"n.","descr":" A group or bundle of stamens, as in polyadelphous flowers."},{"word":"Phalarope","type":"n.","descr":" Any species of Phalaropus and allied genera of small wading birds (Grallae), having lobate toes. They are often seen far from land, swimming in large flocks. Called also sea goose."},{"word":"Phallic","type":"a.","descr":" Of or pertaining to the phallus, or to phallism."},{"word":"Phallicism","type":"n.","descr":" See Phallism."},{"word":"Phallism","type":"n.","descr":" The worship of the generative principle in nature, symbolized by the phallus."},{"word":"Phalli","type":"pl. ","descr":" of Phallus"},{"word":"Phallus","type":"n.","descr":" The emblem of the generative power in nature, carried in procession in the Bacchic orgies, or worshiped in various ways."},{"word":"Phallus","type":"n.","descr":" The penis or clitoris, or the embryonic or primitive organ from which either may be derived."},{"word":"Phallus","type":"n.","descr":" A genus of fungi which have a fetid and disgusting odor; the stinkhorn."},{"word":"Phane","type":"n.","descr":" See Fane."},{"word":"Phanerite","type":"a.","descr":" Evident; visible."},{"word":"Phanerocarpae","type":"n. pl.","descr":" Same as Acraspeda."},{"word":"Phanerocodonic","type":"a.","descr":" Having an umbrella-shaped or bell-shaped body, with a wide, open cavity beneath; -- said of certain jellyfishes."},{"word":"Phanerocrystalline","type":"a.","descr":" Distinctly crystalline; -- used of rocks. Opposed to cryptocrystalline."},{"word":"Phanerodactyla","type":"n. pl.","descr":" Same as Saururae."},{"word":"Phanerogamia","type":"n. pl.","descr":" That one of the two primary divisions of the vegetable kingdom which contains the phanerogamic, or flowering, plants."},{"word":"Phanerogamian","type":"a.","descr":" Phanerogamous."},{"word":"Phanerogamic","type":"a.","descr":" Alt. of Phanerogamous"},{"word":"Phanerogamous","type":"a.","descr":" Having visible flowers containing distinct stamens and pistils; -- said of plants."},{"word":"Phaneroglossal","type":"a.","descr":" Having a conspicious tongue; -- said of certain reptiles and insects."},{"word":"Phantascope","type":"n.","descr":" An optical instrument or toy, resembling the phenakistoscope, and illustrating the same principle; -- called also phantasmascope."},{"word":"Phantasm","type":"n.","descr":" An image formed by the mind, and supposed to be real or material; a shadowy or airy appearance; sometimes, an optical illusion; a phantom; a dream."},{"word":"Phantasm","type":"n.","descr":" A mental image or representation of a real object; a fancy; a notion."},{"word":"Phantasma","type":"n.","descr":" A phantasm."},{"word":"Phantasmagoria","type":"n.","descr":" An optical effect produced by a magic lantern. The figures are painted in transparent colors, and all the rest of the glass is opaque black. The screen is between the spectators and the instrument, and the figures are often made to appear as in motion, or to merge into one another."},{"word":"Phantasmagoria","type":"n.","descr":" The apparatus by which such an effect is produced."},{"word":"Phantasmagoria","type":"n.","descr":" Fig.: A medley of figures; illusive images."},{"word":"Phantasmagorial","type":"a.","descr":" Of, relating to, or resembling phantasmagoria; phantasmagoric."},{"word":"Phantasmagoric","type":"a.","descr":" Of or pertaining to phantasmagoria; phantasmagorial."},{"word":"Phantasmagory","type":"n.","descr":" See Phantasmagoria."},{"word":"Phantasmal","type":"a.","descr":" Pertaining to, of the nature of, or resembling, a phantasm; spectral; illusive."},{"word":"Phantasmascope","type":"n.","descr":" See Phantascope."},{"word":"Phantasmatical","type":"a.","descr":" Phantasmal."},{"word":"Phantasmatography","type":"n.","descr":" A description of celestial phenomena, as rainbows, etc."},{"word":"Phantastic","type":"a.","descr":" Alt. of Phantastical"},{"word":"Phantastical","type":"a.","descr":" See Fantastic."},{"word":"Phantasy","type":"n.","descr":" See Fantasy, and Fancy."},{"word":"Phantom","type":"n.","descr":" That which has only an apparent existence; an apparition; a specter; a phantasm; a sprite; an airy spirit; an ideal image."},{"word":"Phantomatic","type":"a.","descr":" Phantasmal."},{"word":"Pharaoh","type":"n.","descr":" A title by which the sovereigns of ancient Egypt were designated."},{"word":"Pharaoh","type":"n.","descr":" See Faro."},{"word":"Pharaon","type":"n.","descr":" See Pharaoh, 2."},{"word":"Pharaonic","type":"a.","descr":" Of or pertaining to the Pharaohs, or kings of ancient Egypt."},{"word":"Phare","type":"n.","descr":" A beacon tower; a lighthouse."},{"word":"Phare","type":"n.","descr":" Hence, a harbor."},{"word":"Pharisaic","type":"a.","descr":" Alt. of Pharisaical"},{"word":"Pharisaical","type":"a.","descr":" Of or pertaining to the Pharisees; resembling the Pharisees."},{"word":"Pharisaical","type":"a.","descr":" Addicted to external forms and ceremonies; making a show of religion without the spirit of it; ceremonial; formal; hypocritical; self-righteous."},{"word":"Pharisaism","type":"n.","descr":" The notions, doctrines, and conduct of the Pharisees, as a sect."},{"word":"Pharisaism","type":"n.","descr":" Rigid observance of external forms of religion, without genuine piety; hypocrisy in religion; a censorious, self-righteous spirit in matters of morals or manners."},{"word":"Pharisean","type":"a.","descr":" Following the practice of Pharisees; Pharisaic."},{"word":"Pharisee","type":"n.","descr":" One of a sect or party among the Jews, noted for a strict and formal observance of rites and ceremonies and of the traditions of the elders, and whose pretensions to superior sanctity led them to separate themselves from the other Jews."},{"word":"Phariseeism","type":"n.","descr":" See Pharisaism."},{"word":"Pharmaceutic","type":"a.","descr":" Alt. of Pharmaceutical"},{"word":"Pharmaceutical","type":"a.","descr":" Of or pertaining to the knowledge or art of pharmacy, or to the art of preparing medicines according to the rules or formulas of pharmacy; as, pharmaceutical preparations."},{"word":"Pharmaceutics","type":"n.","descr":" The science of preparing medicines."},{"word":"Pharmaceutist","type":"n.","descr":" One skilled in pharmacy; a druggist. See the Note under Apothecary."},{"word":"Pharmacist","type":"n.","descr":" One skilled in pharmacy; a pharmaceutist; a druggist."},{"word":"Pharmacodynamics","type":"n.","descr":" That branch of pharmacology which considers the mode of action, and the effects, of medicines."},{"word":"Pharmacognosis","type":"n.","descr":" That branch of pharmacology which treats of unprepared medicines or simples; -- called also pharmacography, and pharmacomathy."},{"word":"Pharmacognosy","type":"n.","descr":" Pharmacognosis."},{"word":"Pharmacography","type":"n.","descr":" See Pharmacognosis."},{"word":"Pharmacolite","type":"n.","descr":" A hydrous arsenate of lime, usually occurring in silky fibers of a white or grayish color."},{"word":"Pharmacologist","type":"n.","descr":" One skilled in pharmacology."},{"word":"Pharmacology","type":"n.","descr":" Knowledge of drugs or medicines; the art of preparing medicines."},{"word":"Pharmacology","type":"n.","descr":" A treatise on the art of preparing medicines."},{"word":"Pharmacomathy","type":"n.","descr":" See Pharmacognosis."},{"word":"Pharmacon","type":"n.","descr":" A medicine or drug; also, a poison."},{"word":"Pharmacopoeia","type":"n.","descr":" A book or treatise describing the drugs, preparations, etc., used in medicine; especially, one that is issued by official authority and considered as an authoritative standard."},{"word":"Pharmacopoeia","type":"n.","descr":" A chemical laboratory."},{"word":"Pharmacopolist","type":"n.","descr":" One who sells medicines; an apothecary."},{"word":"Pharmacosiderite","type":"n.","descr":" A hydrous arsenate of iron occurring in green or yellowish green cubic crystals; cube ore."},{"word":"Pharmacy","type":"n.","descr":" The art or practice of preparing and preserving drugs, and of compounding and dispensing medicines according to prescriptions of physicians; the occupation of an apothecary or a pharmaceutical chemist."},{"word":"Pharmacy","type":"n.","descr":" A place where medicines are compounded; a drug store; an apothecary\\'s shop."},{"word":"Pharo","type":"n.","descr":" A pharos; a lighthouse."},{"word":"Pharo","type":"n.","descr":" See Faro."},{"word":"Pharology","type":"n.","descr":" The art or science which treats of lighthouses and signal lights."},{"word":"Pharos","type":"n.","descr":" A lighthouse or beacon for the guidance of seamen."},{"word":"Pharyngal","type":"a.","descr":" Pharyngeal."},{"word":"Pharyngeal","type":"a.","descr":" Of or pertaining to the pharynx; in the region of the pharynx."},{"word":"Pharyngeal","type":"n.","descr":" A pharyngeal bone or cartilage; especially, one of the lower pharyngeals, which belong to the rudimentary fifth branchial arch in many fishes, or one of the upper pharyngeals, or pharyngobranchials, which are the dorsal elements in the complete branchial arches."},{"word":"Pharyngitis","type":"n.","descr":" Inflammation of the pharynx."},{"word":"Pharyngobranchial","type":"a.","descr":" Of or pertaining to the pharynx and the branchiae; -- applied especially to the dorsal elements in the branchial arches of fishes. See Pharyngeal."},{"word":"Pharyngobranchial","type":"n.","descr":" A pharyngobranchial, or upper pharyngeal, bone or cartilage."},{"word":"Pharyngobranchii","type":"n. pl.","descr":" Same as Leptocardia."},{"word":"Pharyngognathi","type":"n. pl.","descr":" A division of fishes in which the lower pharyngeal bones are united. It includes the scaroid, labroid, and embioticoid fishes."},{"word":"Pharyngolaryngeal","type":"a.","descr":" Of or pertaining both to pharynx and the larynx."},{"word":"Pharyngopneusta","type":"n. pl.","descr":" A group of invertebrates including the Tunicata and Enteropneusta."},{"word":"Pharyngotome","type":"n.","descr":" An instrument for incising or scarifying the tonsils, etc."},{"word":"Pharyngotomy","type":"n.","descr":" The operation of making an incision into the pharynx, to remove a tumor or anything that obstructs the passage."},{"word":"Pharyngotomy","type":"n.","descr":" Scarification or incision of the tonsils."},{"word":"pharynges","type":"pl. ","descr":" of Pharynx"},{"word":"Pharynx","type":"n.","descr":" The part of the alimentary canal between the cavity of the mouth and the esophagus. It has one or two external openings through the nose in the higher vertebrates, and lateral branchial openings in fishes and some amphibias."},{"word":"Phascolome","type":"n.","descr":" A marsupial of the genus Phascolomys; a wombat."},{"word":"Phases","type":"pl. ","descr":" of Phase"},{"word":"Phase","type":"n.","descr":" That which is exhibited to the eye; the appearance which anything manifests, especially any one among different and varying appearances of the same object."},{"word":"Phase","type":"n.","descr":" Any appearance or aspect of an object of mental apprehension or view; as, the problem has many phases."},{"word":"Phase","type":"n.","descr":" A particular appearance or state in a regularly recurring cycle of changes with respect to quantity of illumination or form of enlightened disk; as, the phases of the moon or planets. See Illust. under Moon."},{"word":"Phase","type":"n.","descr":" Any one point or portion in a recurring series of changes, as in the changes of motion of one of the particles constituting a wave or vibration; one portion of a series of such changes, in distinction from a contrasted portion, as the portion on one side of a position of equilibrium, in contrast with that on the opposite side."},{"word":"Phasel","type":"n.","descr":" The French bean, or kidney bean."},{"word":"Phaseless","type":"a.","descr":" Without a phase, or visible form."},{"word":"Phaseolus","type":"n.","descr":" A genus of leguminous plants, including the Lima bean, the kidney bean, the scarlet runner, etc. See Bean."},{"word":"Phaseomannite","type":"n.","descr":" Same as Inosite."},{"word":"Phases","type":"pl. ","descr":" of Phasis"},{"word":"Phasis","type":"n.","descr":" See Phase."},{"word":"Phasm","type":"n.","descr":" Alt. of Phasma"},{"word":"Phasma","type":"n.","descr":" An apparition; a phantom; an appearance."},{"word":"Phasmid","type":"n.","descr":" Any orthopterous insect of the family Phasmidae, as a leaf insect or a stick insect."},{"word":"Phassachate","type":"n.","descr":" The lead-colored agate; -- so called in reference to its color."},{"word":"Phatagin","type":"n.","descr":" The long-tailed pangolin (Manis tetradactyla); -- called also ipi."},{"word":"Pheasant","type":"n.","descr":" Any one of numerous species of large gallinaceous birds of the genus Phasianus, and many other genera of the family Phasianidae, found chiefly in Asia."},{"word":"Pheasant","type":"n.","descr":" The ruffed grouse."},{"word":"Pheasantry","type":"n.","descr":" A place for keeping and rearing pheasants."},{"word":"Phebe","type":"n.","descr":" See Phoebe."},{"word":"Pheer","type":"n.","descr":" See 1st Fere."},{"word":"Pheese","type":"v. t.","descr":" To comb; also, to beat; to worry."},{"word":"Pheese","type":"n.","descr":" Fretful excitement."},{"word":"Phelloderm","type":"n.","descr":" A layer of green parenchimatous cells formed on the inner side of the phellogen."},{"word":"Phellogen","type":"n.","descr":" The tissue of young cells which produces cork cells."},{"word":"Phelloplastics","type":"n.","descr":" Art of modeling in cork."},{"word":"Phenacite","type":"n.","descr":" A glassy colorless mineral occurring in rhombohedral crystals, sometimes used as a gem.  It is a silicate of glucina, and receives its name from its deceptive similarity to quartz."},{"word":"Phenakistoscope","type":"n.","descr":" A revolving disk on which figures drawn in different relative attitudes are seen successively, so as to produce the appearance of an object in actual motion, as an animal leaping, etc., in consequence of the persistence of the successive visual impressions of the retina. It is often arranged so that the figures may be projected upon a screen."},{"word":"Phenanthrene","type":"n.","descr":" A complex hydrocarbon, C14H10, found in coal tar, and obtained as a white crystalline substance with a bluish fluorescence."},{"word":"Phenanthridine","type":"n.","descr":" A nitrogenous hydrocarbon base, C13H9N, analogous to phenanthrene and quinoline."},{"word":"Phenanthroline","type":"n.","descr":" Either of two metameric nitrogenous hydrocarbon bases, C12H8N2, analogous to phenanthridine, but more highly nitrogenized."},{"word":"Phene","type":"n.","descr":" Benzene."},{"word":"Phenetol","type":"n.","descr":" The ethyl ether of phenol, obtained as an aromatic liquid, C6H5.O.C2H5."},{"word":"Phenic","type":"a.","descr":" Of, pertaining to, derived from, or resembling, phenyl or phenol."},{"word":"Phenician","type":"a. and n.","descr":" See Phoenician."},{"word":"Phenicine","type":"n.","descr":" A purple powder precipitated when a sulphuric solution of indigo is diluted with water."},{"word":"Phenicine","type":"n.","descr":" A coloring matter produced by the action of a mixture of strong nitric and sulphuric acids on phenylic alcohol."},{"word":"Phenicious","type":"a.","descr":" Of a red color with a slight mixture of gray."},{"word":"Phenicopter","type":"n.","descr":" A flamingo."},{"word":"Phenixes","type":"pl. ","descr":" of Phenix"},{"word":"Phenix","type":"n.","descr":" A bird fabled to exist single, to be consumed by fire by its own act, and to rise again from its ashes.  Hence, an emblem of immortality."},{"word":"Phenix","type":"n.","descr":" A southern constellation."},{"word":"Phenix","type":"n.","descr":" A marvelous person or thing."},{"word":"Phenogamia","type":"n. pl.","descr":" Same as Phaenogamia."},{"word":"Phenogamian","type":"a.","descr":" Alt. of Phenogamous"},{"word":"Phenogamic","type":"a.","descr":" Alt. of Phenogamous"},{"word":"Phenogamous","type":"a.","descr":" Same as Phaenogamian, Phaenogamic, etc."},{"word":"Phenol","type":"n.","descr":" A white or pinkish crystalline substance, C6H5OH, produced by the destructive distillation of many organic bodies, as wood, coal, etc., and obtained from the heavy oil from coal tar."},{"word":"Phenol","type":"n.","descr":" Any one of the series of hydroxyl derivatives of which phenol proper is the type."},{"word":"Phenolate","type":"n.","descr":" A compound of phenol analogous to a salt."},{"word":"Phenomenal","type":"a.","descr":" Relating to, or of the nature of, a phenomenon; hence, extraordinary; wonderful; as, a phenomenal memory."},{"word":"Phenomenalism","type":"n.","descr":" That theory which limits positive or scientific knowledge to phenomena only, whether material or spiritual."},{"word":"Phenomenist","type":"n.","descr":" One who believes in the theory of phenomenalism."},{"word":"Phenomenology","type":"n.","descr":" A description, history, or explanation of phenomena."},{"word":"Phenomena","type":"pl. ","descr":" of Phenomenon"},{"word":"Phenomenon","type":"n.","descr":" An appearance; anything visible; whatever, in matter or spirit, is apparent to, or is apprehended by, observation; as, the phenomena of heat, light, or electricity; phenomena of imagination or memory."},{"word":"Phenomenon","type":"n.","descr":" That which strikes one as strange, unusual, or unaccountable; an extraordinary or very remarkable person, thing, or occurrence; as, a musical phenomenon."},{"word":"Phenose","type":"n.","descr":" A sweet amorphous deliquescent substance obtained indirectly from benzene, and isometric with, and resembling, dextrose."},{"word":"Phenyl","type":"n.","descr":" A hydrocarbon radical (C6H5) regarded as the essential residue of benzene, and the basis of an immense number of aromatic derivatives."},{"word":"Phenylamine","type":"n.","descr":" Any one of certain class of organic bases regarded as formed from ammonia by the substitution of phenyl for hydrogen."},{"word":"Phenylene","type":"n.","descr":" A hypothetic radical (C6H4) occurring in certain derivatives of benzene; as, phenylene diamine."},{"word":"Phenylic","type":"a.","descr":" Pertaining to, derived from, or containing, phenyl."},{"word":"Pheon","type":"n.","descr":" A bearing representing the head of a dart or javelin, with long barbs which are engrailed on the inner edge."},{"word":"Phial","type":"n.","descr":" A glass vessel or bottle, especially a small bottle for medicines; a vial."},{"word":"Phialed","type":"imp. and p. p.","descr":" of Phial"},{"word":"Phialing","type":"p. pr. and vb. n.","descr":" of Phial"},{"word":"Phial","type":"v. t.","descr":" To put or keep in, or as in, a phial."},{"word":"Philabeg","type":"n.","descr":" See Filibeg."},{"word":"Philadelphian","type":"a.","descr":" Of or pertaining to Ptolemy Philadelphus, or to one of the cities named Philadelphia, esp. the modern city in Pennsylvania."},{"word":"Philadelphian","type":"n.","descr":" A native or an inhabitant of Philadelphia."},{"word":"Philadelphian","type":"n.","descr":" One of a society of mystics of the seventeenth century, -- called also the Family of Love."},{"word":"Philalethist","type":"n.","descr":" A lover of the truth."},{"word":"Philander","type":"v. i.","descr":" To make love to women; to play the male flirt."},{"word":"Philander","type":"n.","descr":" A lover."},{"word":"Philander","type":"n.","descr":" A South American opossum (Didelphys philander)."},{"word":"Philander","type":"n.","descr":" An Australian bandicoot (Perameles lagotis)."},{"word":"Philanderer","type":"n.","descr":" One who hangs about women; a male flirt."},{"word":"Philanthrope","type":"n.","descr":" A philanthropist."},{"word":"Philanthropic","type":"a.","descr":" Alt. of Philanthropical"},{"word":"Philanthropical","type":"a.","descr":" Of or pertaining to philanthropy; characterized by philanthropy; loving or helping mankind; as, a philanthropic enterprise."},{"word":"Philanthropinism","type":"n.","descr":" A system of education on so-called natural principles, attempted in Germany in the last century by Basedow, of Dessau."},{"word":"Philanthropinist","type":"n.","descr":" An advocate of, or believer in, philanthropinism."},{"word":"Philanthropist","type":"n.","descr":" One who practices philanthropy; one who loves mankind, and seeks to promote the good of others."},{"word":"Philanthropistic","type":"a.","descr":" Pertaining to, or characteristic of, a philanthropist."},{"word":"Philanthropy","type":"n.","descr":" Love to mankind; benevolence toward the whole human family; universal good will; desire and readiness to do good to all men; -- opposed to misanthropy."},{"word":"Philatelic","type":"a.","descr":" Of or pertaining to philately."},{"word":"Philatelist","type":"n.","descr":" One versed in philately; one who collects postage stamps."},{"word":"Philately","type":"n.","descr":" The collection of postage stamps of various issues."},{"word":"Philatory","type":"n.","descr":" A kind of transparent reliquary with an ornamental top."},{"word":"Philauty","type":"n.","descr":" Self-love; selfishness."},{"word":"Philharmonic","type":"a.","descr":" Loving harmony or music."},{"word":"Philhellene","type":"n.","descr":" A friend of Greece, or of the Greeks; a philhellenist."},{"word":"Philhellenic","type":"a.","descr":" Of or pertaining to philhellenism."},{"word":"Philhellenism","type":"n.","descr":" Love of Greece."},{"word":"Philhellenist","type":"n.","descr":" A friend of Greece; one who supports the cause of the Greeks; particularly, one who supported them in their struggle for independence against the Turks; a philhellene."},{"word":"Philibeg","type":"n.","descr":" See Filibeg."},{"word":"Philip","type":"n.","descr":" The European hedge sparrow."},{"word":"Philip","type":"n.","descr":" The house sparrow. Called also phip."},{"word":"Philippian","type":"a.","descr":" Of or pertaining to Philippi, a city of ancient Macedonia."},{"word":"Philippian","type":"n.","descr":" A native or an inhabitant of Philippi."},{"word":"Philippic","type":"n.","descr":" Any one of the series of famous orations of Demosthenes, the Grecian orator, denouncing Philip, king of Macedon."},{"word":"Philippic","type":"n.","descr":" Hence: Any discourse or declamation abounding in acrimonious invective."},{"word":"Philippium","type":"n.","descr":" A rare and doubtful metallic element said to have been discovered in the mineral samarskite."},{"word":"Philippized","type":"imp. and p. p.","descr":" of Philippize"},{"word":"Philippizing","type":"p. pr. and vb. n.","descr":" of Philippize"},{"word":"Philippize","type":"v. i.","descr":" To support or advocate the cause of Philip of Macedon."},{"word":"Philippize","type":"v. i.","descr":" To write or speak in the style of a philippic."},{"word":"Philister","type":"n.","descr":" A Philistine; -- a cant name given to townsmen by students in German universities."},{"word":"Philistine","type":"n.","descr":" A native or an inhabitant of ancient Philistia, a coast region of southern Palestine."},{"word":"Philistine","type":"n.","descr":" A bailiff."},{"word":"Philistine","type":"n.","descr":" A person deficient in liberal culture and refinement; one without appreciation of the nobler aspirations and sentiments of humanity; one whose scope is limited to selfish and material interests."},{"word":"Philistine","type":"a.","descr":" Of or pertaining to the Philistines."},{"word":"Philistine","type":"a.","descr":" Uncultured; commonplace."},{"word":"Philistinism","type":"n.","descr":" The condition, character, aims, and habits of the class called Philistines. See Philistine, 3."},{"word":"Phillipsite","type":"n.","descr":" A hydrous silicate of aluminia, lime, and soda, a zeolitic mineral commonly occurring in complex twin crystals, often cruciform in shape; -- called also christianite."},{"word":"Phillygenin","type":"n.","descr":" A pearly crystalline substance obtained by the decomposition of phillyrin."},{"word":"Phillyrea","type":"n.","descr":" A genus of evergreen plants growing along the shores of the Mediterranean, and breading a fruit resembling that of the olive."},{"word":"Phillyrin","type":"n.","descr":" A glucoside extracted from Phillyrea as a bitter white crystalline substance. It is sometimes used as a febrifuge."},{"word":"Philo-","type":"","descr":" A combining form from Gr. fi`los loving, fond of, attached to; as, philosophy, philotechnic."},{"word":"Philogynist","type":"n.","descr":" A lover or friend of women; one who esteems woman as the higher type of humanity; -- opposed to misogynist."},{"word":"Philogyny","type":"n.","descr":" Fondness for women; uxoriousness; -- opposed to misogyny."},{"word":"Philohellenian","type":"n.","descr":" A philhellenist."},{"word":"Philologer","type":"n.","descr":" A philologist."},{"word":"Philologian","type":"n.","descr":" A philologist."},{"word":"Philological","type":"a.","descr":" Alt. of Philologic"},{"word":"Philologic","type":"a.","descr":" Of or pertaining to philology."},{"word":"Philologist","type":"n.","descr":" One versed in philology."},{"word":"Philologize","type":"v. i.","descr":" To study, or make critical comments on, language."},{"word":"Philologue","type":"n.","descr":" A philologist."},{"word":"Philology","type":"n.","descr":" Criticism; grammatical learning."},{"word":"Philology","type":"n.","descr":" The study of language, especially in a philosophical manner and as a science; the investigation of the laws of human speech, the relation of different tongues to one another, and historical development of languages; linguistic science."},{"word":"Philology","type":"n.","descr":" A treatise on the science of language."},{"word":"Philomath","type":"n.","descr":" A lover of learning; a scholar."},{"word":"Philomathematic","type":"n.","descr":" A philomath."},{"word":"Philomathic","type":"a.","descr":" Of or pertaining to philomathy."},{"word":"Philomathic","type":"a.","descr":" Having love of learning or letters."},{"word":"Philomathy","type":"n.","descr":" The love of learning or letters."},{"word":"Philomel","type":"n.","descr":" Same as Philomela, the nightingale."},{"word":"Philomela","type":"n.","descr":" The nightingale; philomel."},{"word":"Philomela","type":"n.","descr":" A genus of birds including the nightingales."},{"word":"Philomene","type":"n.","descr":" The nightingale."},{"word":"Philomot","type":"a.","descr":" Of the color of a dead leaf."},{"word":"Philomusical","type":"a.","descr":" Loving music. [R.]Busby."},{"word":"Philopena","type":"n.","descr":" A present or gift which is made as a forfeit in a social game that is played in various ways; also, the game itself."},{"word":"Philopolemic","type":"a.","descr":" Alt. of Philopolemical"},{"word":"Philopolemical","type":"a.","descr":" Fond of polemics or controversy."},{"word":"Philoprogenitive","type":"a.","descr":" Having the love of offspring; fond of children."},{"word":"Philoprogenitiveness","type":"n.","descr":" The love of offspring; fondness for children."},{"word":"Philosophaster","type":"n.","descr":" A pretender to philosophy."},{"word":"Philosophate","type":"v. i.","descr":" To play the philosopher; to moralize."},{"word":"Philosophation","type":"n.","descr":" Philosophical speculation and discussion."},{"word":"Philosophe","type":"n.","descr":" A philosophaster; a philosopher."},{"word":"Philosopheme","type":"n.","descr":" A philosophical proposition, doctrine, or principle of reasoning."},{"word":"Philosopher","type":"n.","descr":" One who philosophizes; one versed in, or devoted to, philosophy."},{"word":"Philosopher","type":"n.","descr":" One who reduces the principles of philosophy to practice in the conduct of life; one who lives according to the rules of practical wisdom; one who meets or regards all vicissitudes with calmness."},{"word":"Philosopher","type":"n.","descr":" An alchemist."},{"word":"Philosophic","type":"a.","descr":" Alt. of Philosophical"},{"word":"Philosophical","type":"a.","descr":" Of or pertaining to philosophy; versed in, or imbued with, the principles of philosophy; hence, characterizing a philosopher; rational; wise; temperate; calm; cool."},{"word":"Philosophism","type":"n.","descr":" Spurious philosophy; the love or practice of sophistry."},{"word":"Philosophist","type":"n.","descr":" A pretender in philosophy."},{"word":"Philosophistic","type":"a.","descr":" Alt. of Philosophistical"},{"word":"Philosophistical","type":"a.","descr":" Of or pertaining to the love or practice of sophistry."},{"word":"Philosophized","type":"imp. and p. p.","descr":" of Philosophize"},{"word":"Philosophizing","type":"p. pr. and vb. n.","descr":" of Philosophize"},{"word":"Philosophize","type":"v. i.","descr":" To reason like a philosopher; to search into the reason and nature of things; to investigate phenomena, and assign rational causes for their existence."},{"word":"Philosophizer","type":"n.","descr":" One who philosophizes."},{"word":"Philosophies","type":"pl. ","descr":" of Philosophy"},{"word":"Philosophy","type":"n.","descr":" Literally, the love of, including the search after, wisdom; in actual usage, the knowledge of phenomena as explained by, and resolved into, causes and reasons, powers and laws."},{"word":"Philosophy","type":"n.","descr":" A particular philosophical system or theory; the hypothesis by which particular phenomena are explained."},{"word":"Philosophy","type":"n.","descr":" Practical wisdom; calmness of temper and judgment; equanimity; fortitude; stoicism; as, to meet misfortune with philosophy."},{"word":"Philosophy","type":"n.","descr":" Reasoning; argumentation."},{"word":"Philosophy","type":"n.","descr":" The course of sciences read in the schools."},{"word":"Philosophy","type":"n.","descr":" A treatise on philosophy."},{"word":"Philostorgy","type":"n.","descr":" Natural affection, as of parents for their children."},{"word":"Philotechnic","type":"a.","descr":" Alt. of Philotechnical"},{"word":"Philotechnical","type":"a.","descr":" Fond of the arts."},{"word":"Philter","type":"n.","descr":" A potion or charm intended to excite the passion of love."},{"word":"Philtered","type":"imp. and p. p.","descr":" of Philter"},{"word":"Philtering","type":"p. pr. and vb. n.","descr":" of Philter"},{"word":"Philter","type":"v. t.","descr":" To impregnate or mix with a love potion; as, to philter a draught."},{"word":"Philter","type":"v. t.","descr":" To charm to love; to excite to love or sexual desire by a potion."},{"word":"Phimosis","type":"n.","descr":" A condition of the penis in which the prepuce can not be drawn back so as to uncover the glans penis."},{"word":"Phitoness","type":"n.","descr":" Pythoness; witch."},{"word":"Phizes","type":"pl. ","descr":" of Phiz"},{"word":"Phiz","type":"n.","descr":" The face or visage."},{"word":"Phlebitis","type":"n.","descr":" Inflammation of a vein."},{"word":"Phlebogram","type":"n.","descr":" A tracing (with the sphygmograph) of the movements of a vein, or of the venous pulse."},{"word":"Phlebolite","type":"n.","descr":" Alt. of Phlebolith"},{"word":"Phlebolith","type":"n.","descr":" A small calcareous concretion formed in a vein; a vein stone."},{"word":"Phlebology","type":"n.","descr":" A branch of anatomy which treats of the veins."},{"word":"Phlebotomist","type":"n.","descr":" One who practiced phlebotomy."},{"word":"Phlebotomized","type":"imp. and p. p.","descr":" of Phlebotomize"},{"word":"Phlebotomizing","type":"p. pr. and vb. n.","descr":" of Phlebotomize"},{"word":"Phlebotomize","type":"v. t.","descr":" To let blood from by opening a vein; to bleed."},{"word":"Phlebotomy","type":"n.","descr":" The act or practice of opening a vein for letting blood, in the treatment of disease; venesection; bloodletting."},{"word":"Phlegm","type":"a.","descr":" One of the four humors of which the ancients supposed the blood to be composed. See Humor."},{"word":"Phlegm","type":"a.","descr":" Viscid mucus secreted in abnormal quantity in the respiratory and digestive passages."},{"word":"Phlegm","type":"a.","descr":" A watery distilled liquor, in distinction from a spirituous liquor."},{"word":"Phlegm","type":"a.","descr":" Sluggishness of temperament; dullness; want of interest; indifference; coldness."},{"word":"Phlegmagogue","type":"n.","descr":" A medicine supposed to expel phlegm."},{"word":"Phlegmasia","type":"n.","descr":" An inflammation; more particularly, an inflammation of the internal organs."},{"word":"Phlegmatic","type":"a.","descr":" Watery."},{"word":"Phlegmatic","type":"a.","descr":" Abounding in phlegm; as, phlegmatic humors; a phlegmatic constitution."},{"word":"Phlegmatic","type":"a.","descr":" Generating or causing phlegm."},{"word":"Phlegmatic","type":"a.","descr":" Not easily excited to action or passion; cold; dull; sluggish; heavy; as, a phlegmatic person."},{"word":"Phlegmatical","type":"a.","descr":" Phlegmatic."},{"word":"Phlegmatically","type":"adv.","descr":" In a phlegmatic manner."},{"word":"Phlegmaticly","type":"a.","descr":" Phlegmatically."},{"word":"Phlegmon","type":"n.","descr":" Purulent inflammation of the cellular or areolar tissue."},{"word":"Phlegmonous","type":"a.","descr":" Having the nature or properties of phlegmon; as, phlegmonous pneumonia."},{"word":"Phleme","type":"n.","descr":" See Fleam."},{"word":"Phleum","type":"n.","descr":" A genus of grasses, including the timothy (Phleum pratense), which is highly valued for hay; cat\\'s-tail grass."},{"word":"Phloem","type":"n.","descr":" That portion of fibrovascular bundles which corresponds to the inner bark; the liber tissue; -- distinguished from xylem."},{"word":"Phlogistian","type":"n.","descr":" A believer in the existence of phlogiston."},{"word":"Phlogistic","type":"a.","descr":" Of or pertaining to phlogiston, or to belief in its existence."},{"word":"Phlogistic","type":"a.","descr":" Inflammatory; belonging to inflammations and fevers."},{"word":"Phlogistical","type":"a.","descr":" Phlogistic."},{"word":"Phlogisticated","type":"imp. and p. p.","descr":" of Phlogisticate"},{"word":"Phlogisticating","type":"p. pr. and vb. n.","descr":" of Phlogisticate"},{"word":"Phlogisticate","type":"v. t.","descr":" To combine phlogiston with; -- usually in the form and sense of the p. p. or the adj.; as, highly phlogisticated substances."},{"word":"Phlogistication","type":"n.","descr":" The act or process of combining with phlogiston."},{"word":"Phlogiston","type":"n.","descr":" The hypothetical principle of fire, or inflammability, regarded by Stahl as a chemical element."},{"word":"Phlogogenous","type":"a.","descr":" Causing inflammation."},{"word":"Phlogopite","type":"n.","descr":" A kind of mica having generally a peculiar bronze-red or copperlike color and a pearly luster. It is a silicate of aluminia, with magnesia, potash, and some fluorine. It is characteristic of crystalline limestone or dolomite and serpentine. See Mica."},{"word":"Phlogosis","type":"n.","descr":" Inflammation of external parts of the body; erysipelatous inflammation."},{"word":"Phlogotic","type":"n.","descr":" Of or pertaining to phlogisis."},{"word":"Phloramine","type":"n.","descr":" A basic amido derivative of phloroglucin, having an astringent taste."},{"word":"Phloretic","type":"a.","descr":" Pertaining to, or derived from, or designating, an organic acid obtained by the decomposition of phloretin."},{"word":"Phloretin","type":"n.","descr":" A bitter white crystalline substance obtained by the decomposition of phlorizin, and formerly used to some extent as a substitute for quinine."},{"word":"Phlorizin","type":"n.","descr":" A bitter white crystalline glucoside extracted from the root bark of the apple, pear, cherry, plum, etc."},{"word":"Phloroglucin","type":"n.","descr":" A sweet white crystalline substance, metameric with pyrogallol, and obtained by the decomposition of phloretin, and from certain gums, as catechu, kino, etc. It belongs to the class of phenols. [Called also phloroglucinol.]"},{"word":"Phlorol","type":"n.","descr":" A liquid metameric with xylenol, belonging to the class of phenols, and obtained by distilling certain salts of phloretic acid."},{"word":"Phlorone","type":"n.","descr":" A yellow crystalline substance having a peculiar unpleasant odor, resembling the quinones, and obtained from beechwood tar and coal tar, as also by the oxidation of xylidine; -- called also xyloquinone."},{"word":"Phlox","type":"n.","descr":" A genus of American herbs, having showy red, white, or purple flowers."},{"word":"Phlyctenular","type":"a.","descr":" Characterized by the presence of small pustules, or whitish elevations resembling pustules; as, phlyctenular ophthalmia."},{"word":"Phoca","type":"n.","descr":" A genus of seals. It includes the common harbor seal and allied species. See Seal."},{"word":"Phocacean","type":"n.","descr":" Any species of Phoca; a seal."},{"word":"Phocal","type":"a.","descr":" Pertaining to seals."},{"word":"Phocenic","type":"a.","descr":" Of or pertaining to dolphin oil or porpoise oil; -- said of an acid (called also delphinic acid) subsequently found to be identical with valeric acid."},{"word":"Phocenin","type":"n.","descr":" See Delphin."},{"word":"Phocine","type":"a.","descr":" Of or pertaining to the seal tribe; phocal."},{"word":"Phocodont","type":"n.","descr":" One of the Phocodontia."},{"word":"Phocodontia","type":"n. pl.","descr":" A group of extinct carnivorous whales. Their teeth had compressed and serrated crowns. It includes Squalodon and allied genera."},{"word":"Phoebe","type":"n.","descr":" The pewee, or pewit."},{"word":"Phoebus","type":"n.","descr":" Apollo; the sun god."},{"word":"Phoebus","type":"n.","descr":" The sun."},{"word":"Phoenician","type":"a.","descr":" Of or pertaining to Phoenica."},{"word":"Phoenician","type":"n.","descr":" A native or inhabitant of Phoenica."},{"word":"Phoenicious","type":"a.","descr":" See Phenicious."},{"word":"Phoenicopterus","type":"n.","descr":" A genus of birds which includes the flamingoes."},{"word":"Phoenix","type":"n.","descr":" Same as Phenix."},{"word":"Phoenix","type":"n.","descr":" A genus of palms including the date tree."},{"word":"Pholad","type":"n.","descr":" Any species of Pholas."},{"word":"Pholadean","type":"n.","descr":" Pholad."},{"word":"Pholades","type":"pl. ","descr":" of Pholas"},{"word":"Pholas","type":"n.","descr":" Any one of numerous species of marine bivalve mollusks of the genus Pholas, or family Pholadidae. They bore holes for themselves in clay, peat, and soft rocks."},{"word":"Phonal","type":"a.","descr":" Of or relating to the voice; as, phonal structure."},{"word":"Phonascetics","type":"n.","descr":" Treatment for restoring or improving the voice."},{"word":"Phonation","type":"n.","descr":" The act or process by which articulate sounds are uttered; the utterance of articulate sounds; articulate speech."},{"word":"Phonautograph","type":"n.","descr":" An instrument by means of which a sound can be made to produce a visible trace or record of itself. It consists essentially of a resonant vessel, usually of paraboloidal form, closed at one end by a flexible membrane. A stylus attached to some point of the membrane records the movements of the latter, as it vibrates, upon a moving cylinder or plate."},{"word":"Phoneidoscope","type":"n.","descr":" An instrument for studying the motions of sounding bodies by optical means. It consists of a tube across the end of which is stretched a film of soap solution thin enough to give colored bands, the form and position of which are affected by sonorous vibrations."},{"word":"Phonetic","type":"a.","descr":" Of or pertaining to the voice, or its use."},{"word":"Phonetic","type":"a.","descr":" Representing sounds; as, phonetic characters; -- opposed to ideographic; as, a phonetic notation."},{"word":"Phonetically","type":"adv.","descr":" In a phonetic manner."},{"word":"Phonetician","type":"n.","descr":" One versed in phonetics; a phonetist."},{"word":"Phonetics","type":"n.","descr":" The doctrine or science of sounds; especially those of the human voice; phonology."},{"word":"Phonetics","type":"n.","descr":" The art of representing vocal sounds by signs and written characters."},{"word":"Phonetism","type":"n.","descr":" The science which treats of vocal sounds."},{"word":"Phonetist","type":"n.","descr":" One versed in phonetics; a phonologist."},{"word":"Phonetist","type":"n.","descr":" One who advocates a phonetic spelling."},{"word":"Phonetization","type":"n.","descr":" The act, art, or process of representing sounds by phonetic signs."},{"word":"Phonetize","type":"v. t.","descr":" To represent by phonetic signs."},{"word":"Phonic","type":"a.","descr":" Of or pertaining to sound; of the nature of sound; acoustic."},{"word":"Phonics","type":"n.","descr":" See Phonetics."},{"word":"Phono-","type":"","descr":" A combining form from Gr. \/ sound, tone; as, phonograph, phonology."},{"word":"Phono","type":"n.","descr":" A South American butterfly (Ithonia phono) having nearly transparent wings."},{"word":"Phonocamptic","type":"a.","descr":" Reflecting sound."},{"word":"Phonogram","type":"n.","descr":" A letter, character, or mark used to represent a particular sound."},{"word":"Phonogram","type":"n.","descr":" A record of sounds made by a phonograph."},{"word":"Phonograph","type":"n.","descr":" A character or symbol used to represent a sound, esp. one used in phonography."},{"word":"Phonograph","type":"n.","descr":" An instrument for the mechanical registration and reproduction of audible sounds, as articulate speech, etc. It consists of a rotating cylinder or disk covered with some material easily indented, as tinfoil, wax, paraffin, etc., above which is a thin plate carrying a stylus. As the plate vibrates under the influence of a sound, the stylus makes minute indentations or undulations in the soft material, and these, when the cylinder or disk is again turned, set the plate in vibration, and reproduce the sound."},{"word":"Phonographer","type":"n.","descr":" One versed or skilled in phonography."},{"word":"Phonographer","type":"n.","descr":" One who uses, or is skilled in the use of, the phonograph. See Phonograph, 2."},{"word":"Phonographic","type":"a.","descr":" Alt. of Phonographical"},{"word":"Phonographical","type":"a.","descr":" Of or pertaining to phonography; based upon phonography."},{"word":"Phonographical","type":"a.","descr":" Of or pertaining to phonograph; done by the phonograph."},{"word":"Phonographically","type":"adv.","descr":" In a phonographic manner; by means of phonograph."},{"word":"Phonographist","type":"n.","descr":" Phonographer."},{"word":"Phonography","type":"n.","descr":" A description of the laws of the human voice, or sounds uttered by the organs of speech."},{"word":"Phonography","type":"n.","descr":" A representation of sounds by distinctive characters; commonly, a system of shorthand writing invented by Isaac Pitman, or a modification of his system, much used by reporters."},{"word":"Phonography","type":"n.","descr":" The art of constructing, or using, the phonograph."},{"word":"Phonolite","type":"n.","descr":" A compact, feldspathic, igneous rock containing nephelite, hauynite, etc. Thin slabs give a ringing sound when struck; -- called also clinkstone."},{"word":"Phonologer","type":"n.","descr":" A phonologist."},{"word":"Phonologic","type":"a.","descr":" Alt. of Phonological"},{"word":"Phonological","type":"a.","descr":" Of or pertaining to phonology."},{"word":"Phonologist","type":"n.","descr":" One versed in phonology."},{"word":"Phonology","type":"n.","descr":" The science or doctrine of the elementary sounds uttered by the human voice in speech, including the various distinctions, modifications, and combinations of tones; phonetics. Also, a treatise on sounds."},{"word":"Phonometer","type":"n.","descr":" An instrument for measuring sounds, as to their intensity, or the frequency of the vibrations."},{"word":"Phonomotor","type":"n.","descr":" An instrument in which motion is produced by the vibrations of a sounding body."},{"word":"Phonorganon","type":"n.","descr":" A speaking machine."},{"word":"Phonoscope","type":"n.","descr":" An instrument for observing or exhibiting the motions or properties of sounding bodies; especially, an apparatus invented by Konig for testing the quality of musical strings."},{"word":"Phonoscope","type":"n.","descr":" An instrument for producing luminous figures by the vibrations of sounding bodies."},{"word":"Phonotypr","type":"n.","descr":" A type or character used in phonotypy."},{"word":"Phonotypic","type":"a.","descr":" Alt. of Phonotypical"},{"word":"Phonotypical","type":"a.","descr":" Of or pertaining to phonotypy; as, a phonotypic alphabet."},{"word":"Phonotypist","type":"n.","descr":" One versed in phonotypy."},{"word":"Phonotypy","type":"n.","descr":" A method of phonetic printing of the English language, as devised by Mr. Pitman, in which nearly all the ordinary letters and many new forms are employed in order to indicate each elementary sound by a separate character."},{"word":"Phorminx","type":"n.","descr":" A kind of lyre used by the Greeks."},{"word":"Phormium","type":"n.","descr":" A genus of liliaceous plants, consisting of one species (Phormium tenax). See Flax-plant."},{"word":"Phorone","type":"n.","descr":" A yellow crystalline substance, having a geraniumlike odor, regarded as a complex derivative of acetone, and obtained from certain camphor compounds."},{"word":"Phoronis","type":"n.","descr":" A remarkable genus of marine worms having tentacles around the mouth. It is usually classed with the gephyreans. Its larva (Actinotrocha) undergoes a peculiar metamorphosis."},{"word":"Phoronomia","type":"n.","descr":" See Phoronomics."},{"word":"Phoronomics","type":"n.","descr":" The science of motion; kinematics."},{"word":"Phosgene","type":"a.","descr":" Producing, or produced by, the action of light; -- formerly used specifically to designate a gas now called carbonyl chloride. See Carbonyl."},{"word":"Phosgenite","type":"n.","descr":" A rare mineral occurring in tetragonal crystals of a white, yellow, or grayish color and adamantine luster. It is a chlorocarbonate of lead."},{"word":"Phospham","type":"n.","descr":" An inert amorphous white powder, PN2H, obtained by passing ammonia over heated phosphorus."},{"word":"Phosphate","type":"n.","descr":" A salt of phosphoric acid."},{"word":"Phosphatic","type":"a.","descr":" Pertaining to, or containing, phosphorus, phosphoric acid, or phosphates; as, phosphatic nodules."},{"word":"Phosphaturia","type":"n.","descr":" The excessive discharge of phosphates in the urine."},{"word":"Phosphene","type":"n.","descr":" A luminous impression produced through excitation of the retina by some cause other than the impingement upon it of rays of light, as by pressure upon the eyeball when the lids are closed.  Cf. After-image."},{"word":"Phosphide","type":"n.","descr":" A binary compound of phosphorus."},{"word":"Phosphine","type":"n.","descr":" A colorless gas, PH3, analogous to ammonia, and having a disagreeable odor resembling that of garlic. Called also hydrogen phosphide, and formerly, phosphureted hydrogen."},{"word":"Phosphinic","type":"a.","descr":" Pertaining to, or designating, certain acids analogous to the phosphonic acids, but containing two hydrocarbon radicals, and derived from the secondary phosphines by oxidation."},{"word":"Phosphite","type":"n.","descr":" A salt of phosphorous acid."},{"word":"Phosphonic","type":"a.","descr":" Pertaining to, or designating, certain derivatives of phosphorous acid containing a hydrocarbon radical, and analogous to the sulphonic acid."},{"word":"Phosphonium","type":"n.","descr":" The hypothetical radical PH4, analogous to ammonium, and regarded as the nucleus of certain derivatives of phosphine."},{"word":"Phosphor","type":"n.","descr":" Phosphorus."},{"word":"Phosphor","type":"n.","descr":" The planet Venus, when appearing as the morning star; Lucifer."},{"word":"Phosphorated","type":"imp. and p. p.","descr":" of Phosphorate"},{"word":"Phosphorating","type":"p. pr. and vb. n.","descr":" of Phosphorate"},{"word":"Phosphorate","type":"v. t.","descr":" To impregnate, or combine, with phosphorus or its compounds; as, phosphorated oil."},{"word":"Phosphor-bronze","type":"n.","descr":" A variety of bronze possessing great hardness, elasticity, and toughness, obtained by melting copper with tin phosphide. It contains one or two per cent of phosphorus and from five to fifteen per cent of tin."},{"word":"Phosphoreous","type":"a.","descr":" Phosphorescent."},{"word":"Phosphoresced","type":"imp. and p. p.","descr":" of Phosphoresce"},{"word":"Phosphorescing","type":"p. pr. and vb. n.","descr":" of Phosphoresce"},{"word":"Phosphoresce","type":"v. i.","descr":" To shine as phosphorus; to be phosphorescent; to emit a phosphoric light."},{"word":"Phosphorescence","type":"n.","descr":" The quality or state of being phosphorescent; or the act of phosphorescing."},{"word":"Phosphorescence","type":"n.","descr":" A phosphoric light."},{"word":"Phosphorescent","type":"a.","descr":" Shining with a phosphoric light; luminous without sensible heat."},{"word":"Phosphorescent","type":"n.","descr":" A phosphorescent substance."},{"word":"Phosphoric","type":"a.","descr":" Of or pertaining to phosphorus; resembling, or containing, from us; specifically, designating those compounds in which phosphorus has a higher valence as contrasted with the phosphorous compounds."},{"word":"Phosphoric","type":"a.","descr":" Phosphorescent."},{"word":"Phosphorical","type":"a.","descr":" Phosphoric."},{"word":"Phosphorite","type":"n.","descr":" A massive variety of apatite."},{"word":"Phosphoritic","type":"a.","descr":" Pertaining to phosphorite; resembling, or of the nature of, phosphorite."},{"word":"Phosphorize","type":"v. t.","descr":" To phosphorate."},{"word":"Phosphorized","type":"a.","descr":" Containing, or impregnated with, phosphorus."},{"word":"Phosphorogenic","type":"a.","descr":" Generating phosphorescence; as, phosphorogenic rays."},{"word":"Phosphoroscope","type":"n.","descr":" An apparatus for observing the phosphorescence produced in different bodies by the action of light, and for measuring its duration."},{"word":"Phosphorous","type":"a.","descr":" Of or pertaining to phosphorus; resembling or containing phosphorus; specifically, designating those compounds in which phosphorus has a lower valence as contrasted with phosphoric compounds; as, phosphorous acid, H3PO3."},{"word":"Phosphori","type":"pl. ","descr":" of Phosphorus"},{"word":"Phosphorus","type":"n.","descr":" The morning star; Phosphor."},{"word":"Phosphorus","type":"n.","descr":" A poisonous nonmetallic element of the nitrogen group, obtained as a white, or yellowish, translucent waxy substance, having a characteristic disagreeable smell. It is very active chemically, must be preserved under water, and unites with oxygen even at ordinary temperatures, giving a faint glow, -- whence its name. It always occurs compined, usually in phosphates, as in the mineral apatite, in bones, etc. It is used in the composition on the tips of friction matches, and for many other purposes. The molecule contains four atoms. Symbol P. Atomic weight 31.0."},{"word":"Phosphorus","type":"n.","descr":" Hence, any substance which shines in the dark like phosphorus, as certain phosphorescent bodies."},{"word":"Phosphoryl","type":"n.","descr":" The radical PO, regarded as the typical nucleus of certain compounds."},{"word":"Phosphuret","type":"n.","descr":" A phosphide."},{"word":"Phosphureted","type":"a.","descr":" Impregnated, or combined, with phosphorus."},{"word":"Photic","type":"a.","descr":" Relating to the production of light by the lower animals."},{"word":"Photics","type":"n.","descr":" The science of light; -- a general term sometimes employed when optics is restricted to light as a producing vision."},{"word":"Photos","type":"pl. ","descr":" of Photo"},{"word":"Photo","type":"n.","descr":" A contraction of Photograph."},{"word":"Photo-","type":"","descr":" A combining form from Gr. fw^s, fwto`s, light; as, photography, phototype, photometer."},{"word":"Photobiotic","type":"a.","descr":" Requiring light to live; incapable of living without light; as, photobiotic plant cells."},{"word":"Photochemical","type":"a.","descr":" Of or pertaining to chemical action of light, or produced by it; as, the photochemical changes of the visual purple of the retina."},{"word":"Photochemistry","type":"n.","descr":" The branch of chemistry which relates to the effect of light in producing chemical changes, as in photography."},{"word":"Photochromic","type":"a.","descr":" Alt. of Photochromatic"},{"word":"Photochromatic","type":"a.","descr":" Of or pertaining to photochromy; produced by photochromy."},{"word":"Photochromy","type":"n.","descr":" The art or process of reproducing colors by photography."},{"word":"Photodrome","type":"n.","descr":" An apparatus consisting of a large wheel with spokes, which when turning very rapidly is illuminated by momentary flashes of light passing through slits in a rotating disk.  By properly timing the succession of flashes the wheel is made to appear to be motionless, or to rotate more or less slowly in either direction."},{"word":"Photo-electric","type":"a.","descr":" Acting by the operation of both light and electricity; -- said of apparatus for producing pictures by electric light."},{"word":"Photo-electrotype","type":"n.","descr":" An electrotype plate formed in a mold made by photographing on prepared gelatine, etc."},{"word":"Photo-engraving","type":"n.","descr":" The process of obtaining an etched or engraved plate from the photographic image, to be used in printing; also, a picture produced by such a process."},{"word":"Photo-epinasty","type":"n.","descr":" A disproportionately rapid growth of the upper surface of dorsiventral organs, such as leaves, through the stimulus of exposure to light."},{"word":"Photogalvanography","type":"n.","descr":" The art or process of making photo-electrotypes."},{"word":"Photogen","type":"n.","descr":" A light hydrocarbon oil resembling kerosene. It is obtained by distilling coal, paraffin, etc., and is used as a lubricant, illuminant, etc."},{"word":"Photogene","type":"n.","descr":" A photograph."},{"word":"Photogene","type":"n.","descr":" A more or less continued impression or image on the retina."},{"word":"Photogenic","type":"a.","descr":" Of or pertaining to photogeny; producing or generating light."},{"word":"Photogeny","type":"n.","descr":" See Photography."},{"word":"Photoglyphic","type":"a.","descr":" Pertaining to the art of engraving by the action of light."},{"word":"Photoglyphy","type":"n.","descr":" Photoglyphic engraving. See under Photoglyphic."},{"word":"Photoglyptic","type":"a.","descr":" Same as Photoglyphic."},{"word":"Photogram","type":"n.","descr":" A photograph."},{"word":"Photograph","type":"n.","descr":" A picture or likeness obtained by photography."},{"word":"Photographed","type":"imp. and p. p.","descr":" of Photograph"},{"word":"Photographing","type":"p. pr. and vb. n.","descr":" of Photograph"},{"word":"Photograph","type":"v. t.","descr":" To take a picture or likeness of by means of photography; as, to photograph a view; to photograph a group."},{"word":"Photograph","type":"v. i.","descr":" To practice photography; to take photographs."},{"word":"Photographer","type":"n.","descr":" One who practices, or is skilled in, photography."},{"word":"Photographic","type":"a.","descr":" Alt. of Photographical"},{"word":"Photographical","type":"a.","descr":" Of or pertaining to photography; obtained by photography; used ib photography; as a photographic picture; a photographic camera."},{"word":"Photographist","type":"n.","descr":" A photographer."},{"word":"Photographometer","type":"n.","descr":" An instrument for determining the sensibility of the plates employed in photographic processes to luminous rays."},{"word":"Photography","type":"n.","descr":" The science which relates to the action of light on sensitive bodies in the production of pictures, the fixation of images, and the like."},{"word":"Photography","type":"n.","descr":" The art or process of producing pictures by this action of light."},{"word":"Photogravure","type":"n.","descr":" A photoengraving; also, the process by which such a picture is produced."},{"word":"Photoheliograph","type":"n.","descr":" A modified kind of telescope adapted to taking photographs of the sun."},{"word":"Photolithograph","type":"n.","descr":" A lithographic picture or copy from a stone prepared by the aid of photography."},{"word":"Photolithograph","type":"v. t.","descr":" To produce (a picture, a copy) by the process of photolithography."},{"word":"Photolithographer","type":"n.","descr":" One who practices, or one who employs, photolithography."},{"word":"Photolithographic","type":"n.","descr":" Of or pertaining to photolithography; produced by photolithography."},{"word":"Photolithography","type":"n.","descr":" The art or process of producing photolithographs."},{"word":"Photologic","type":"a.","descr":" Alt. of Photological"},{"word":"Photological","type":"a.","descr":" Pertaining to photology, or the doctrine of light."},{"word":"Photologist","type":"n.","descr":" One who studies or expounds the laws of light."},{"word":"Photology","type":"n.","descr":" The doctrine or science of light, explaining its nature and phenomena; optics."},{"word":"Photomagnetic","type":"a.","descr":" Of or pertaining to photomagnetism."},{"word":"Photomagnetism","type":"n.","descr":" The branch of science which treats of the relation of magnetism to light."},{"word":"Photomechanical","type":"a.","descr":" Pertaining to, or designating, any photographic process in which a printing surface is obtained without the intervention of hand engraving."},{"word":"Photometer","type":"n.","descr":" An instrument for measuring the intensity of light, or, more especially, for comparing the relative intensities of different lights, or their relative illuminating power."},{"word":"Photometric","type":"a.","descr":" Alt. of Photometrical"},{"word":"Photometrical","type":"a.","descr":" Of or pertaining to photometry, or to a photometer."},{"word":"Photometrician","type":"n.","descr":" One engaged in the scientific measurement of light."},{"word":"Photometry","type":"n.","descr":" That branch of science which treats of the measurement of the intensity of light."},{"word":"Photomicrograph","type":"n.","descr":" An enlarged or macroscopic photograph of a microscopic object. See Microphotograph."},{"word":"Photomicrograph","type":"n.","descr":" A microscopically small photograph of an object."},{"word":"Photomicrography","type":"n.","descr":" The art of producing photomicrographs."},{"word":"Photophobia","type":"n.","descr":" A dread or intolerance of light."},{"word":"Photophone","type":"n.","descr":" An apparatus for the production of sound by the action of rays of light."},{"word":"Photophonic","type":"a.","descr":" Of or pertaining to photophone."},{"word":"Photophony","type":"n.","descr":" The art or practice of using the photophone."},{"word":"Photopsia","type":"n.","descr":" An affection of the eye, in which the patient perceives luminous rays, flashes, coruscations, etc. See phosphene."},{"word":"Photopsy","type":"n.","descr":" Same as Photopsia."},{"word":"Photorelief","type":"n.","descr":" A printing surface in relief, obtained by photographic means and subsequent manipulations."},{"word":"Photoscope","type":"n.","descr":" Anything employed for the observation of light or luminous effects."},{"word":"Photoscopic","type":"a.","descr":" Of or pertaining to the photoscope or its uses."},{"word":"Photosculpture","type":"n.","descr":" A process in which, by means of a number of photographs simultaneously taken from different points of view on the same level, rough models of the figure or bust of a person or animal may be made with great expedition."},{"word":"Photosphere","type":"n.","descr":" A sphere of light; esp., the luminous envelope of the sun."},{"word":"Photospheric","type":"a.","descr":" Of or pertaining to the photosphere."},{"word":"Phototonus","type":"n.","descr":" A motile condition in plants resulting from exposure to light."},{"word":"Phototropic","type":"a.","descr":" Same as Heliotropic."},{"word":"Phototype","type":"n.","descr":" A plate or block with a printing surface (usually in relief) obtained from a photograph; also, any one of the many methods of processes by which such a printing surface is obtained."},{"word":"Phototypic","type":"a.","descr":" Of or pertaining to a phototype or phototypy."},{"word":"Phototypography","type":"n.","descr":" Same as Phototypy."},{"word":"Phototypy","type":"n.","descr":" The art or process of producing phototypes."},{"word":"Photoxylography","type":"n.","descr":" The process of producing a representation of an object on wood, by photography, for the use of the wood engraver."},{"word":"Photozincograph","type":"n.","descr":" A print made by photozincography."},{"word":"Photozincography","type":"n.","descr":" A process, analogous to photolithography, for reproducing photographed impressions transferred to zinc plate."},{"word":"Phragmocone","type":"n.","descr":" The thin chambered shell attached to the anterior end of a belemnite."},{"word":"Phragmosiphon","type":"n.","descr":" The siphon of a phragmocone."},{"word":"Phrasal","type":"a.","descr":" Of the nature of a phrase; consisting of a phrase; as, a phrasal adverb."},{"word":"Phrase","type":"n.","descr":" A brief expression, sometimes a single word, but usually two or more words forming an expression by themselves, or being a portion of a sentence; as, an adverbial phrase."},{"word":"Phrase","type":"n.","descr":" A short, pithy expression; especially, one which is often employed; a peculiar or idiomatic turn of speech; as, to err is human."},{"word":"Phrase","type":"n.","descr":" A mode or form of speech; the manner or style in which any one expreses himself; diction; expression."},{"word":"Phrase","type":"n.","descr":" A short clause or portion of a period."},{"word":"Phrased","type":"imp. and p. p.","descr":" of Phrase"},{"word":"Phrasing","type":"p. pr. and vb. n.","descr":" of Phrase"},{"word":"Phrase","type":"v. t.","descr":" To express in words, or in peculiar words; to call; to style."},{"word":"Phrase","type":"v. i.","descr":" To use proper or fine phrases."},{"word":"Phrase","type":"v. i.","descr":" To group notes into phrases; as, he phrases well. See Phrase, n., 4."},{"word":"Phraseless","type":"a.","descr":" Indescribable."},{"word":"Phraseogram","type":"n.","descr":" A symbol for a phrase."},{"word":"Phraseologic","type":"a.","descr":" Alt. of Phraseological"},{"word":"Phraseological","type":"a.","descr":" Of or pertaining to phraseology; consisting of a peculiar form of words."},{"word":"Phraseologist","type":"n.","descr":" A collector or coiner of phrases."},{"word":"Phraseology","type":"n.","descr":" Manner of expression; peculiarity of diction; style."},{"word":"Phraseology","type":"n.","descr":" A collection of phrases; a phrase book."},{"word":"Phrasing","type":"n.","descr":" Method of expression; association of words."},{"word":"Phrasing","type":"n.","descr":" The act or method of grouping the notes so as to form distinct musical phrases."},{"word":"Phratries","type":"pl. ","descr":" of Phratry"},{"word":"Phratry","type":"n.","descr":" A subdivision of a phyle, or tribe, in Athens."},{"word":"Phreatic","type":"a.","descr":" Subterranean; -- applied to sources supplying wells."},{"word":"Phrenetic","type":"a.","descr":" Alt. of Phrenetical"},{"word":"Phrenetical","type":"a.","descr":" Relating to phrenitis; suffering from frenzy; delirious; mad; frantic; frenetic."},{"word":"Phrenetic","type":"n.","descr":" One who is phrenetic."},{"word":"Phrenic","type":"a.","descr":" Of or pertaining to the diaphragm; diaphragmatic; as, the phrenic nerve."},{"word":"Phrenics","type":"n.","descr":" That branch of science which relates to the mind; mental philosophy."},{"word":"Phrenism","type":"n.","descr":" See Vital force, under Vital."},{"word":"Phrenitis","type":"n.","descr":" Inflammation of the brain, or of the meninges of the brain, attended with acute fever and delirium; -- called also cephalitis."},{"word":"Phrenitis","type":"n.","descr":" See Frenzy."},{"word":"Phrenograph","type":"n.","descr":" An instrument for registering the movements of the diaphragm, or midriff, in respiration."},{"word":"Phrenologer","type":"n.","descr":" A phrenologist."},{"word":"Phrenologic","type":"a.","descr":" Phrenological."},{"word":"Phrenological","type":"a.","descr":" Of or pertaining to phrenology."},{"word":"Phrenologist","type":"n.","descr":" One versed in phrenology; a craniologist."},{"word":"Phrenology","type":"n.","descr":" The science of the special functions of the several parts of the brain, or of the supposed connection between the various faculties of the mind and particular organs in the brain."},{"word":"Phrenology","type":"n.","descr":" In popular usage, the physiological hypothesis of Gall, that the mental faculties, and traits of character, are shown on the surface of the head or skull; craniology."},{"word":"Phrenomagnetism","type":"n.","descr":" The power of exciting the organs of the brain by magnetic or mesmeric influence."},{"word":"Phrenosin","type":"n.","descr":" A nitrogenous body, related to cerebrin, supposed to exist in the brain."},{"word":"Phrensied","type":"p. p. and a.","descr":" See Frenzied."},{"word":"Phrensy","type":"n.","descr":" Violent and irrational excitement; delirium. See Frenzy."},{"word":"Phrensy","type":"v. t.","descr":" To render frantic."},{"word":"Phrentic","type":"n. and a.","descr":" See Phrenetic."},{"word":"Phryganeid","type":"n.","descr":" Any insect belonging to the Phryganeides."},{"word":"Phryganeides","type":"n. pl.","descr":" A tribe of neuropterous insects which includes the caddice flies; -- called also Trichoptera. See Trichoptera."},{"word":"Phrygian","type":"a.","descr":" Of or pertaining to Phrygia, or to its inhabitants."},{"word":"Phrygian","type":"n.","descr":" A native or inhabitant of Phrygia."},{"word":"Phrygian","type":"n.","descr":" A Montanist."},{"word":"Phthalate","type":"n.","descr":" A salt of phthalic acid."},{"word":"Phthalein","type":"n.","descr":" One of a series of artificial organic dyes made as condensation products of the phenols with phthalic acid, and well represented by phenol phthalein. Their alkaline solutions are fluorescent."},{"word":"Phthalic","type":"a.","descr":" Pertaining to, or designating, a dibasic acid obtained by the oxidation of naphthalene and allied substances."},{"word":"Phthalide","type":"n.","descr":" A lactone obtained by reduction of phthalyl chloride, as a white crystalline substance; hence, by extension, any one of the series of which phthalide proper is the type."},{"word":"Phthalimide","type":"n.","descr":" An imido derivative of phthalic acid, obtained as a white crystalline substance, C6H4.(CO)2NH, which has itself (like succinimide) acid properties, and forms a series of salts.  Cf. Imido acid, under Imido."},{"word":"Phthalin","type":"n.","descr":" A colorless crystalline substance obtained by reduction from phthalein, into which it is easily converted by oxidation; hence, any one of the series of which phthalin proper is the type."},{"word":"Phthalyl","type":"n.","descr":" The hypothetical radical of phthalic acid."},{"word":"Phthiriasis","type":"n.","descr":" A disease (morbus pediculous) consisting in the excessive multiplication of lice on the human body."},{"word":"Phthisic","type":"n.","descr":" Same as Phthisis."},{"word":"Phthisical","type":"a.","descr":" Of or pertaining to phthisis; affected with phthisis; wasting; consumptive."},{"word":"Phthisicky","type":"a.","descr":" Having phthisis, or some symptom of it, as difficulty in breathing."},{"word":"Phthisiology","type":"n.","descr":" A treatise on phthisis."},{"word":"Phthisipneumonia","type":"n.","descr":" Alt. of Phthisipneumony"},{"word":"Phthisipneumony","type":"n.","descr":" Pulmonary consumption."},{"word":"Phthisis","type":"n.","descr":" A wasting or consumption of the tissues. The term was formerly applied to many wasting diseases, but is now usually restricted to pulmonary phthisis, or consumption. See Consumption."},{"word":"Phthongal","type":"a.","descr":" Formed into, or characterized by, voice; vocalized; -- said of all the vowels and the semivowels, also of the vocal or sonant consonants g, d, b, l, r, v, z, etc."},{"word":"Phthongal","type":"n.","descr":" A vocalized element or letter."},{"word":"Phthongometer","type":"n.","descr":" An instrument for measuring vocal sounds."},{"word":"Phthor","type":"n.","descr":" Fluorine."},{"word":"Phycite","type":"n.","descr":" See Erythrite, 1."},{"word":"Phycochrome","type":"n.","descr":" A bluish green coloring matter of certain algae."},{"word":"Phycocyanin","type":"n.","descr":" Alt. of Phycocyanine"},{"word":"Phycocyanine","type":"n.","descr":" A blue coloring matter found in certain algae."},{"word":"Phycoerythrin","type":"n.","descr":" Alt. of Phycoerythrine"},{"word":"Phycoerythrine","type":"n.","descr":" A red coloring matter found in algae of the subclass Florideae."},{"word":"Phycography","type":"n.","descr":" A description of seaweeds."},{"word":"Phycology","type":"n.","descr":" The science of algae, or seaweeds; algology."},{"word":"Phycomater","type":"n.","descr":" A gelatin in which the algae spores have been supposed to vegetate."},{"word":"Phycophaeine","type":"n.","descr":" A brown coloring matter found in certain algae."},{"word":"Phycoxanthin","type":"n.","descr":" Alt. of Phycoxanthine"},{"word":"Phycoxanthine","type":"n.","descr":" A yellowish coloring matter found in certain algae."},{"word":"Phylacter","type":"n.","descr":" A phylactery."},{"word":"Phylactered","type":"a.","descr":" Wearing a phylactery."},{"word":"Phylacteric","type":"a.","descr":" Alt. of Phylacterical"},{"word":"Phylacterical","type":"a.","descr":" Of or pertaining to phylacteries."},{"word":"Phylacteries","type":"pl. ","descr":" of Phylactery"},{"word":"Phylactery","type":"n.","descr":" Any charm or amulet worn as a preservative from danger or disease."},{"word":"Phylactery","type":"n.","descr":" A small square box, made either of parchment or of black calfskin, containing slips of parchment or vellum on which are written the scriptural passages Exodus xiii. 2-10, and 11-17, Deut. vi. 4-9, 13-22. They are worn by Jews on the head and left arm, on week-day mornings, during the time of prayer."},{"word":"Phylactery","type":"n.","descr":" Among the primitive Christians, a case in which the relics of the dead were inclosed."},{"word":"Phylactocarp","type":"n.","descr":" A branch of a plumularian hydroid specially modified in structure for the protection of the gonothecae."},{"word":"Phylactolaema","type":"n. pl.","descr":" Alt. of Phylactolaemata"},{"word":"Phylactolaemata","type":"n. pl.","descr":" An order of fresh-water Bryozoa in which the tentacles are arranged on a horseshoe-shaped lophophore, and the mouth is covered by an epistome. Called also Lophopoda, and hippocrepians."},{"word":"Phylactolaematous","type":"a.","descr":" Of or pertaining to the Phylactolaema."},{"word":"Phylactolema","type":"n. pl.","descr":" Alt. of Phylactolemata"},{"word":"Phylactolemata","type":"n. pl.","descr":" Same as Phylactolaema."},{"word":"Phylarch","type":"n.","descr":" The chief of a phyle, or tribe."},{"word":"Phylarchy","type":"n.","descr":" The office of a phylarch; government of a class or tribe."},{"word":"Phylae","type":"pl. ","descr":" of Phyle"},{"word":"Phyle","type":"n.","descr":" A local division of the people in ancient Athens; a clan; a tribe."},{"word":"Phyllite","type":"n.","descr":" A mineral related to ottrelite."},{"word":"Phyllite","type":"n.","descr":" Clay slate; argillaceous schist."},{"word":"Phyllo-","type":"","descr":" A combining form from Gr. \/ a leaf; as, phyllopod, phyllotaxy."},{"word":"Phyllobranciae","type":"pl. ","descr":" of Phyllobranchia"},{"word":"Phyllobranchia","type":"n.","descr":" A crustacean gill composed of lamellae."},{"word":"Phyllocladia","type":"pl. ","descr":" of Phyllocladium"},{"word":"Phyllocladium","type":"n.","descr":" A flattened stem or branch which more or less resembles a leaf, and performs the function of a leaf as regards respiration and assimilation."},{"word":"Phyllocyanin","type":"n.","descr":" A blue coloring matter extracted from chlorophyll."},{"word":"Phyllocyst","type":"n.","descr":" The cavity of a hydrophyllium."},{"word":"Phyllode","type":"n.","descr":" Same as Phyllodium."},{"word":"Phyllodineous","type":"a.","descr":" Having phyllodia; relating to phyllodia."},{"word":"Phyllodia","type":"pl. ","descr":" of Phyllodium"},{"word":"Phyllodium","type":"n.","descr":" A petiole dilated into the form of a blade, and usually with vertical edges, as in the Australian acacias."},{"word":"Phyllody","type":"n.","descr":" A retrograde metamorphosis of the floral organs to the condition of leaves."},{"word":"Phylloid","type":"a.","descr":" Resembling a leaf."},{"word":"Phyllomania","type":"n.","descr":" An abnormal or excessive production of leaves."},{"word":"Phyllome","type":"n.","descr":" A foliar part of a plant; any organ homologous with a leaf, or produced by metamorphosis of a leaf."},{"word":"Phyllomorphosis","type":"n.","descr":" The succession and variation of leaves during different seasons."},{"word":"Phyllophagan","type":"n.","descr":" One of a group of marsupials including the phalangists."},{"word":"Phyllophagan","type":"n.","descr":" One of a tribe of beetles which feed upon the leaves of plants, as the chafers."},{"word":"Phyllophagous","type":"a.","descr":" Substituting on leaves; leaf-eating."},{"word":"Phyllophorous","type":"a.","descr":" Leaf-bearing; producing leaves."},{"word":"Phyllopod","type":"n.","descr":" One of the Phyllopoda. [Also used adjectively.]"},{"word":"Phyllopoda","type":"n. pl.","descr":" An order of Entomostraca including a large number of species, most of which live in fresh water. They have flattened or leaflike legs, often very numerous, which they use in swimming. Called also Branchiopoda."},{"word":"Phyllopodous","type":"a.","descr":" Of or pertaining to the Phyllopoda."},{"word":"Phyllorhine","type":"a.","descr":" Of or pertaining to Phyllorhina and other related genera of bats that have a leaflike membrane around the nostrils."},{"word":"Phyllosoma","type":"n.","descr":" The larva of the spiny lobsters (Palinurus and allied genera). Its body is remarkably thin, flat, and transparent; the legs are very long. Called also glass-crab, and glass-shrimp."},{"word":"Phyllostome","type":"n.","descr":" Any bat of the genus Phyllostoma, or allied genera, having large membranes around the mouth and nose; a nose-leaf bat."},{"word":"Phylloltomid","type":"n.","descr":" A phyllostome."},{"word":"Phyllotactic","type":"a.","descr":" Of or pertaining to phyllotaxy."},{"word":"Phyllotaxy","type":"n.","descr":" Alt. of Phyllotaxis"},{"word":"Phyllotaxis","type":"n.","descr":" The order or arrangement of leaves on the stem; the science of the relative position of leaves."},{"word":"Phyllous","type":"a.","descr":" Homologous with a leaf; as, the sepals, petals, stamens, and pistils are phyllous organs."},{"word":"Phylloxanthin","type":"n.","descr":" A yellow coloring matter extracted from chlorophyll."},{"word":"Phylloxera","type":"n.","descr":" A small hemipterous insect (Phylloxera vastatrix) allied to the aphids. It attacks the roots and leaves of the grapevine, doing great damage, especially in Europe."},{"word":"Phylloxera","type":"n.","descr":" The diseased condition of a vine caused by the insect just described."},{"word":"Phylogenesis","type":"n.","descr":" Alt. of Phylogeny"},{"word":"Phylogeny","type":"n.","descr":" The history of genealogical development; the race history of an animal or vegetable type; the historic exolution of the phylon or tribe, in distinction from ontogeny, or the development of the individual organism, and from biogenesis, or life development generally."},{"word":"Phylogenetic","type":"a.","descr":" Relating to phylogenesis, or the race history of a type of organism."},{"word":"Phyla","type":"pl. ","descr":" of Phylon"},{"word":"Phylon","type":"n.","descr":" A tribe."},{"word":"Phyla","type":"pl. ","descr":" of Phylum"},{"word":"Phylum","type":"n.","descr":" One of the larger divisions of the animal kingdom; a branch; a grand division."},{"word":"Phymata","type":"pl. ","descr":" of Phyma"},{"word":"Phyma","type":"n.","descr":" A tubercle on any external part of the body."},{"word":"Physa","type":"n.","descr":" A genus of fresh-water Pulmonifera, having reversed spiral shells. See Pond snail, under Pond."},{"word":"Physalia","type":"n.","descr":" A genus of large oceanic Siphonophora which includes the Portuguese man-of-war."},{"word":"Physaliae","type":"n. pl.","descr":" An order of Siphonophora which includes Physalia."},{"word":"Physemaria","type":"n. pl.","descr":" A group of simple marine organisms, usually classed as the lowest of the sponges. They have inflated hollow bodies."},{"word":"Physeter","type":"n.","descr":" The genus that includes the sperm whale."},{"word":"Physeter","type":"n.","descr":" A filtering machine operated by air pressure."},{"word":"Physianthropy","type":"n.","descr":" The philosophy of human life, or the doctrine of the constitution and diseases of man, and their remedies."},{"word":"Physic","type":"n.","descr":" The art of healing diseases; the science of medicine; the theory or practice of medicine."},{"word":"Physic","type":"n.","descr":" A specific internal application for the cure or relief of sickness; a remedy for disease; a medicine."},{"word":"Physic","type":"n.","descr":" Specifically, a medicine that purges; a cathartic."},{"word":"Physic","type":"n.","descr":" A physician."},{"word":"Physiced","type":"imp. and p. p.","descr":" of Physic"},{"word":"Physicking","type":"p. pr. and vb. n.","descr":" of Physic"},{"word":"Physic","type":"v. t.","descr":" To treat with physic or medicine; to administer medicine to, esp. a cathartic; to operate on as a cathartic; to purge."},{"word":"Physic","type":"v. t.","descr":" To work on as a remedy; to heal; to cure."},{"word":"Physical","type":"a.","descr":" Of or pertaining to nature (as including all created existences); in accordance with the laws of nature; also, of or relating to natural or material things, or to the bodily structure, as opposed to things mental, moral, spiritual, or imaginary; material; natural; as, armies and navies are the physical force of a nation; the body is the physical part of man."},{"word":"Physical","type":"a.","descr":" Of or pertaining to physics, or natural philosophy; treating of, or relating to, the causes and connections of natural phenomena; as, physical science; physical laws."},{"word":"Physical","type":"a.","descr":" Perceptible through a bodily or material organization; cognizable by the senses; external; as, the physical, opposed to chemical, characters of a mineral."},{"word":"Physical","type":"a.","descr":" Of or pertaining to physic, or the art of medicine; medicinal; curative; healing; also, cathartic; purgative."},{"word":"Physically","type":"adv.","descr":" In a physical manner; according to the laws of nature or physics; by physical force; not morally."},{"word":"Physically","type":"adv.","descr":" According to the rules of medicine."},{"word":"Physician","type":"n.","descr":" A person skilled in physic, or the art of healing; one duty authorized to prescribe remedies for, and treat, diseases; a doctor of medicine."},{"word":"Physician","type":"n.","descr":" Hence, figuratively, one who ministers to moral diseases; as, a physician of the soul."},{"word":"Physicianed","type":"a.","descr":" Licensed as a physician."},{"word":"Physicism","type":"n.","descr":" The tendency of the mind toward, or its preoccupation with, physical phenomena; materialism in philosophy and religion."},{"word":"Physicist","type":"n.","descr":" One versed in physics."},{"word":"Physicist","type":"n.","descr":" A believer in the theory that the fundamental phenomena of life are to be explained upon purely chemical and physical principles; -- opposed to vitalist."},{"word":"Physicking","type":"","descr":" p. pr. and vb. n. fr. Physic, v. t."},{"word":"Physico-","type":"","descr":" A combining form, denoting relation to, or dependence upon, natural causes, or the science of physics."},{"word":"Physicochemical","type":"a.","descr":" Involving the principles of both physics and chemistry; dependent on, or produced by, the joint action of physical and chemical agencies."},{"word":"Physicologic","type":"n.","descr":" Logic illustrated by physics."},{"word":"Physicological","type":"a.","descr":" Of or pertaining to physicologic."},{"word":"Physicology","type":"n.","descr":" Physics."},{"word":"Physico-mathematics","type":"n.","descr":" Mixed mathematics."},{"word":"Physico-philosophy","type":"n.","descr":" The philosophy of nature."},{"word":"Physico-theology","type":"n.","descr":" Theology or divinity illustrated or enforced by physics or natural philosophy."},{"word":"Physics","type":"n.","descr":" The science of nature, or of natural objects; that branch of science which treats of the laws and properties of matter, and the forces acting upon it; especially, that department of natural science which treats of the causes (as gravitation, heat, light, magnetism, electricity, etc.) that modify the general properties of bodies; natural philosophy."},{"word":"Physiocrat","type":"n.","descr":" One of the followers of Quesnay of France, who, in the 18th century, founded a system of political economy based upon the supremacy of natural order."},{"word":"Physiogeny","type":"n.","descr":" The germ history of the functions, or the history of the development of vital activities, in the individual, being one of the branches of ontogeny. See Morphogeny."},{"word":"Physiognomer","type":"n.","descr":" Physiognomist."},{"word":"Physiognomic","type":"a.","descr":" Alt. of Physiognomical"},{"word":"Physiognomical","type":"a.","descr":" Of or pertaining to physiognomy; according with the principles of physiognomy."},{"word":"Physiognomist","type":"n.","descr":" Same as Physiognomy, 1."},{"word":"Physiognomist","type":"n.","descr":" One skilled in physiognomy."},{"word":"Physiognomist","type":"n.","descr":" One who tells fortunes by physiognomy."},{"word":"Physiognomize","type":"v. t.","descr":" To observe and study the physiognomy of."},{"word":"Physiognommonic","type":"a.","descr":" Physiognomic."},{"word":"Physiognomies","type":"pl. ","descr":" of Physiognomy"},{"word":"Physiognomy","type":"n.","descr":" The art and science of discovering the predominant temper, and other characteristic qualities of the mind, by the outward appearance, especially by the features of the face."},{"word":"Physiognomy","type":"n.","descr":" The face or countenance, with respect to the temper of the mind; particular configuration, cast, or expression of countenance, as denoting character."},{"word":"Physiognomy","type":"n.","descr":" The art telling fortunes by inspection of the features."},{"word":"Physiognomy","type":"n.","descr":" The general appearance or aspect of a thing, without reference to its scientific characteristics; as, the physiognomy of a plant, or of a meteor."},{"word":"Physiogony","type":"n.","descr":" The birth of nature."},{"word":"Physiographic","type":"a.","descr":" Alt. of Physiographical"},{"word":"Physiographical","type":"a.","descr":" Of or pertaining to physiography."},{"word":"Physiography","type":"n.","descr":" The science which treats of the earth\\'s exterior physical features, climate, life, etc., and of the physical movements or changes on the earth\\'s surface, as the currents of the atmosphere and ocean, the secular variations in heat, moisture, magnetism, etc.; physical geography."},{"word":"Physiolatry","type":"n.","descr":" The worship of the powers or agencies of nature; materialism in religion; nature worship."},{"word":"Physiologer","type":"n.","descr":" A physiologist."},{"word":"Physiologic","type":"a.","descr":" Physiological."},{"word":"Physiological","type":"a.","descr":" Of or pertaining to physiology; relating to the science of the functions of living organism; as, physiological botany or chemistry."},{"word":"Physiologically","type":"adv.","descr":" In a physiological manner."},{"word":"Physiologist","type":"n.","descr":" One who is versed in the science of physiology; a student of the properties and functions of animal and vegetable organs and tissues."},{"word":"Physiologize","type":"v. i.","descr":" To speculate in physiology; to make physiological investigations."},{"word":"Physiologies","type":"pl. ","descr":" of Physiology"},{"word":"Physiology","type":"n.","descr":" The science which treats of the phenomena of living organisms; the study of the processes incidental to, and characteristic of, life."},{"word":"Physiology","type":"n.","descr":" A treatise on physiology."},{"word":"Physiophyly","type":"n.","descr":" The tribal history of the functions, or the history of the paleontological development of vital activities, -- being a branch of phylogeny. See Morphophyly."},{"word":"Physique","type":"n.","descr":" The natural constitution, or physical structure, of a person."},{"word":"Physnomy","type":"n.","descr":" Physiogmony."},{"word":"Physoclist","type":"n.","descr":" One of the Physoclisti."},{"word":"Physoclisti","type":"n. pl.","descr":" An order of teleost in which the air bladder has no opening."},{"word":"Physograde","type":"n.","descr":" Any siphonophore which has an air sac for a float, as the Physalia."},{"word":"Physophorae","type":"n. pl.","descr":" An order of Siphonophora, furnished with an air sac, or float, and a series of nectocalyces. See Illust. under Nectocalyx."},{"word":"Physopod","type":"n.","descr":" One of the Physopoda; a thrips."},{"word":"Physopoda","type":"n. pl.","descr":" Same as Thysanoptera."},{"word":"Physostigmine","type":"n.","descr":" An alkaloid found in the Calabar bean (the seed of Physostigma venenosum), and extracted as a white, tasteless, substance, amorphous or crystalline; -- formerly called eserine, with which it was regarded as identical."},{"word":"Physostomi","type":"n. pl.","descr":" An order of fishes in which the air bladder is provided with a duct, and the ventral fins, when present, are abdominal. It includes the salmons, herrings, carps, catfishes, and others."},{"word":"Physostomous","type":"a.","descr":" Having a duct to the air bladder."},{"word":"Physostomous","type":"a.","descr":" Pertaining to the Physostomi."},{"word":"Phytelephas","type":"n.","descr":" A genus of South American palm trees, the seeds of which furnish the substance called vegetable ivory."},{"word":"Phytivorous","type":"a.","descr":" Feeding on plants or herbage; phytophagous; as, phytivorous animals."},{"word":"Phyto-","type":"","descr":" A combining form from Gr. fyto`n a plant; as, phytochemistry, phytography."},{"word":"Phytochemical","type":"a.","descr":" Relating to phytochemistry."},{"word":"Phytochemistry","type":"n.","descr":" Chemistry in its relation to vegetable bodies; vegetable chemistry."},{"word":"Phytochimy","type":"n.","descr":" Phytochemistry."},{"word":"Phytogenesis","type":"n.","descr":" Alt. of Phytogeny"},{"word":"Phytogeny","type":"n.","descr":" The doctrine of the generation of plants."},{"word":"Phytogeographical","type":"a.","descr":" Of or pertaining to phytogeography."},{"word":"Phytogeography","type":"n.","descr":" The geographical distribution of plants."},{"word":"Phytoglyphic","type":"a.","descr":" Relating to phytoglyphy."},{"word":"Phytoglyphy","type":"n.","descr":" See Nature printing, under Nature."},{"word":"Phytographical","type":"a.","descr":" Of or pertaining to phytography."},{"word":"Phytography","type":"n.","descr":" The science of describing plants in a systematic manner; also, a description of plants."},{"word":"Phytoid","type":"a.","descr":" Resembling a plant; plantlike."},{"word":"Phytolacca","type":"n.","descr":" A genus of herbaceous plants, some of them having berries which abound in intensely red juice; poke, or pokeweed."},{"word":"Phytolite","type":"n.","descr":" An old name for a fossil plant."},{"word":"Phytolithologist","type":"n.","descr":" One versed in phytolithology; a paleobotanist."},{"word":"Phytolithology","type":"n.","descr":" The branch of science which treats of fossil plants; -- usually called paleobotany, sometimes paleophytology."},{"word":"Phytological","type":"a.","descr":" Of or pertaining to phytology; botanical."},{"word":"Phytologist","type":"n.","descr":" One skilled in phytology; a writer on plants; a botanist."},{"word":"Phytology","type":"n.","descr":" The science of plants; a description of the kinds and properties of plants; botany."},{"word":"Phytomer","type":"n.","descr":" Alt. of Phytomeron"},{"word":"Phytomeron","type":"n.","descr":" An organic element of a flowering plant; a phyton."},{"word":"Phytons","type":"pl. ","descr":" of Phyton"},{"word":"Phyton","type":"n.","descr":" One of the parts which by their repetition make up a flowering plant, each being a single joint of a stem with its leaf or leaves; a phytomer."},{"word":"Phytonomy","type":"n.","descr":" The science of the origin and growth of plants."},{"word":"Phytopathologist","type":"n.","descr":" One skilled in diseases of plants."},{"word":"Phytopathology","type":"n.","descr":" The science of diseases to which plants are liable."},{"word":"Phytophaga","type":"n. pl.","descr":" A division of Hymenoptera; the sawflies."},{"word":"Phytophagic","type":"a.","descr":" Phytophagous."},{"word":"Phytophagous","type":"a.","descr":" Feeding on plants; herbivorous; as, a phytophagous animal."},{"word":"Phytophagy","type":"n.","descr":" The eating of plants."},{"word":"Phytophysiology","type":"n.","descr":" Vegetable physiology."},{"word":"Phytotomist","type":"n.","descr":" One versed in phytotomy."},{"word":"Phytotomy","type":"n.","descr":" The dissection of plants; vegetable anatomy."},{"word":"Phytozoaria","type":"n. pl.","descr":" Same as Infusoria."},{"word":"Phytozoa","type":"pl. ","descr":" of Phytozoon"},{"word":"Phytozoon","type":"n.","descr":" A plantlike animal. The term is sometimes applied to zoophytes."},{"word":"Phyz","type":"n.","descr":" See Phiz."}]