[{"word":"Pigpecker","type":"n.","descr":" The European garden warbler (Sylvia, \/ Currica, hortensis); -- called also beccafico and greater pettychaps."},{"word":"Pinocle","type":"n.","descr":" A game at cards, played with forty-eight cards, being all the cards above the eight spots in two packs."},{"word":"Pied","type":"imp. and p. p.","descr":" of Pi"},{"word":"Pieing","type":"p. pr. and vb. n.","descr":" of Pi"},{"word":"Piacaba","type":"n.","descr":" See Piassava."},{"word":"Piacle","type":"n.","descr":" A heinous offense which requires expiation."},{"word":"Piacular","type":"a.","descr":" Expiatory; atoning."},{"word":"Piacular","type":"a.","descr":" Requiring expiation; criminal; atrociously bad."},{"word":"Piacularity","type":"n.","descr":" The quality or state of being piacular; criminality; wickedness."},{"word":"Piaculous","type":"a.","descr":" Same as Piacular."},{"word":"Pial","type":"a.","descr":" Pertaining to the pia mater."},{"word":"Pia mater","type":"","descr":" The delicate and highly vascular membrane immediately investing the brain and spinal cord."},{"word":"Pian","type":"n.","descr":" The yaws. See Yaws."},{"word":"Pianet","type":"n.","descr":" The magpie."},{"word":"Pianet","type":"n.","descr":" The lesser woodpecker."},{"word":"Pianette","type":"n.","descr":" A small piano; a pianino."},{"word":"Pianino","type":"n.","descr":" A pianette, or small piano."},{"word":"Pianissimo","type":"a.","descr":" Very soft; -- a direction to execute a passage as softly as possible. (Abbrev. pp.)"},{"word":"Pianist","type":"n.","descr":" A performer, esp. a skilled performer, on the piano."},{"word":"Piano","type":"a. and adv.","descr":" Soft; -- a direction to the performer to execute a certain passage softly, and with diminished volume of tone. (Abbrev. p.)"},{"word":"Piano","type":"a.","descr":" Alt. of Pianoforte"},{"word":"Pianoforte","type":"a.","descr":" A well-known musical instrument somewhat resembling the harpsichord, and consisting of a series of wires of graduated length, thickness, and tension, struck by hammers moved by keys."},{"word":"Pianograph","type":"n.","descr":" A form of melodiograph applied to a piano."},{"word":"Piapec","type":"n.","descr":" A West African pie (Ptilostomus Senegalensis)."},{"word":"Piarist","type":"n.","descr":" One of a religious order who are the regular clerks of the Scuole Pie (religious schools), an institute of secondary education, founded at Rome in the last years of the 16th century."},{"word":"Piassava","type":"n.","descr":" A fibrous product of two Brazilian palm trees (Attalea funifera and Leopoldinia Piassaba), -- used in making brooms, and for other purposes. Called also piacaba and piasaba."},{"word":"Piaster","type":"n.","descr":" A silver coin of Spain and various other countries. See Peso. The Spanish piaster (commonly called peso, or peso duro) is of about the value of the American dollar. The Italian piaster, or scudo, was worth from 80 to 100 cents. The Turkish and Egyptian piasters are now worth about four and a half cents."},{"word":"Piastre","type":"n.","descr":" See Piaster."},{"word":"Piation","type":"n.","descr":" The act of making atonement; expiation."},{"word":"Piatti","type":"n. pl.","descr":" Cymbals."},{"word":"Piazzas","type":"pl. ","descr":" of Piazza"},{"word":"Piazza","type":"n.","descr":" An open square in a European town, especially an Italian town; hence (Arch.), an arcaded and roofed gallery; a portico. In the United States the word is popularly applied to a veranda."},{"word":"Pibcorn","type":"n.","descr":" A wind instrument or pipe, with a horn at each end, -- used in Wales."},{"word":"Pibroch","type":"n.","descr":" A Highland air, suited to the particular passion which the musician would either excite or assuage; generally applied to those airs that are played on the bagpipe before the Highlanders when they go out to battle."},{"word":"Pic","type":"n.","descr":" A Turkish cloth measure, varying from 18 to 28 inches."},{"word":"Pica","type":"n.","descr":" The genus that includes the magpies."},{"word":"Pica","type":"n.","descr":" A vitiated appetite that craves what is unfit for food, as chalk, ashes, coal, etc.; chthonophagia."},{"word":"Pica","type":"n.","descr":" A service-book. See Pie."},{"word":"Pica","type":"n.","descr":" A size of type next larger than small pica, and smaller than English."},{"word":"Picador","type":"n.","descr":" A horseman armed with a lance, who in a bullfight receives the first attack of the bull, and excites him by picking him without attempting to kill him."},{"word":"Picamar","type":"n.","descr":" An oily liquid hydrocarbon extracted from the creosote of beechwood tar. It consists essentially of certain derivatives of pyrogallol."},{"word":"Picapare","type":"n.","descr":" The finfoot."},{"word":"Picard","type":"n.","descr":" One of a sect of Adamites in the fifteenth century; -- so called from one Picard of Flanders. See Adamite."},{"word":"Picaresque","type":"a.","descr":" Applied to that class of literature in which the principal personage is the Spanish picaro, meaning a rascal, a knave, a rogue, an adventurer."},{"word":"Picariae","type":"n. pl.","descr":" An extensive division of birds which includes the woodpeckers, toucans, trogons, hornbills, kingfishers, motmots, rollers, and goatsuckers. By some writers it is made to include also the cuckoos, swifts, and humming birds."},{"word":"Picarian","type":"a.","descr":" Of or pertaining to Picariae."},{"word":"Picarian","type":"n.","descr":" One of the Picariae."},{"word":"Picaroon","type":"n.","descr":" One who plunders; especially, a plunderer of wrecks; a pirate; a corsair; a marauder; a sharper."},{"word":"Picayune","type":"n.","descr":" A small coin of the value of six and a quarter cents. See Fippenny bit."},{"word":"Picayunish","type":"a.","descr":" Petty; paltry; mean; as, a picayunish business."},{"word":"Piccadil","type":"n.","descr":" Alt. of Piccadilly"},{"word":"Piccadilly","type":"n.","descr":" A high, stiff collar for the neck; also, a hem or band about the skirt of a garment, -- worn by men in the 17th century."},{"word":"Piccage","type":"n.","descr":" Money paid at fairs for leave to break ground for booths."},{"word":"Piccalilli","type":"n.","descr":" A pickle of various vegetables with pungent species, -- originally made in the East Indies."},{"word":"Piccolo","type":"n.","descr":" A small, shrill flute, the pitch of which is an octave higher than the ordinary flute; an octave flute."},{"word":"Piccolo","type":"n.","descr":" A small upright piano."},{"word":"Piccolo","type":"n.","descr":" An organ stop, with a high, piercing tone."},{"word":"Pice","type":"n.","descr":" A small copper coin of the East Indies, worth less than a cent."},{"word":"Picea","type":"n.","descr":" A genus of coniferous trees of the northen hemisphere, including the Norway spruce and the American black and white spruces. These trees have pendent cones, which do not readily fall to pieces, in this and other respects differing from the firs."},{"word":"Picene","type":"n.","descr":" A hydrocarbon (C\/H\/) extracted from the pitchy residue of coal tar and petroleum as a bluish fluorescent crystalline substance."},{"word":"Piceous","type":"a.","descr":" Of or pertaining to pitch; resembling pitch in color or quality; pitchy."},{"word":"Pichey","type":"n.","descr":" A Brazilian armadillo (Dasypus minutus); the little armadillo."},{"word":"Pichiciago","type":"n.","descr":" A small, burrowing, South American edentate (Chlamyphorus truncatus), allied to the armadillos. The shell is attached only along the back."},{"word":"Pichurim bean","type":"","descr":" The seed of a Brazilian lauraceous tree (Nectandra Puchury) of a taste and smell between those of nutmeg and of sassafras, -- sometimes used medicinally. Called also sassafras nut."},{"word":"Pici","type":"n. pl.","descr":" A division of birds including the woodpeckers and wrynecks."},{"word":"Piciform","type":"a.","descr":" Of or pertaining to Piciformes."},{"word":"Piciformes","type":"n. pl.","descr":" A group of birds including the woodpeckers, toucans, barbets, colies, kingfishes, hornbills, and some other related groups."},{"word":"Picine","type":"a.","descr":" Of or pertaining to the woodpeckers (Pici), or to the Piciformes."},{"word":"Picked","type":"imp. and p. p.","descr":" of Pick"},{"word":"Picking","type":"p. pr. and vb. n.","descr":" of Pick"},{"word":"Pick","type":"v.","descr":" To throw; to pitch."},{"word":"Pick","type":"v.","descr":" To peck at, as a bird with its beak; to strike at with anything pointed; to act upon with a pointed instrument; to pierce; to prick, as with a pin."},{"word":"Pick","type":"v.","descr":" To separate or open by means of a sharp point or points; as, to pick matted wool, cotton, oakum, etc."},{"word":"Pick","type":"v.","descr":" To open (a lock) as by a wire."},{"word":"Pick","type":"v.","descr":" To pull apart or away, especially with the fingers; to pluck; to gather, as fruit from a tree, flowers from the stalk, feathers from a fowl, etc."},{"word":"Pick","type":"v.","descr":" To remove something from with a pointed instrument, with the fingers, or with the teeth; as, to pick the teeth; to pick a bone; to pick a goose; to pick a pocket."},{"word":"Pick","type":"v.","descr":" To choose; to select; to separate as choice or desirable; to cull; as, to pick one\\'s company; to pick one\\'s way; -- often with out."},{"word":"Pick","type":"v.","descr":" To take up; esp., to gather from here and there; to collect; to bring together; as, to pick rags; -- often with up; as, to pick up a ball or stones; to pick up information."},{"word":"Pick","type":"v.","descr":" To trim."},{"word":"Pick","type":"v. i.","descr":" To eat slowly, sparingly, or by morsels; to nibble."},{"word":"Pick","type":"v. i.","descr":" To do anything nicely or carefully, or by attending to small things; to select something with care."},{"word":"Pick","type":"v. i.","descr":" To steal; to pilfer."},{"word":"Pick","type":"n.","descr":" A sharp-pointed tool for picking; -- often used in composition; as, a toothpick; a picklock."},{"word":"Pick","type":"n.","descr":" A heavy iron tool, curved and sometimes pointed at both ends, wielded by means of a wooden handle inserted in the middle, -- used by quarrymen, roadmakers, etc.; also, a pointed hammer used for dressing millstones."},{"word":"Pick","type":"n.","descr":" A pike or spike; the sharp point fixed in the center of a buckler."},{"word":"Pick","type":"n.","descr":" Choice; right of selection; as, to have one\\'s pick."},{"word":"Pick","type":"n.","descr":" That which would be picked or chosen first; the best; as, the pick of the flock."},{"word":"Pick","type":"n.","descr":" A particle of ink or paper imbedded in the hollow of a letter, filling up its face, and occasioning a spot on a printed sheet."},{"word":"Pick","type":"n.","descr":" That which is picked in, as with a pointed pencil, to correct an unevenness in a picture."},{"word":"Pick","type":"n.","descr":" The blow which drives the shuttle, -- the rate of speed of a loom being reckoned as so many picks per minute; hence, in describing the fineness of a fabric, a weft thread; as, so many picks to an inch."},{"word":"Pickaback","type":"adv.","descr":" On the back or shoulders; as, to ride pickback."},{"word":"Pickaninnies","type":"pl. ","descr":" of Pickaninny"},{"word":"Pickaninny","type":"n.","descr":" A small child; especially, a negro or mulatto infant."},{"word":"Pickapack","type":"adv.","descr":" Pickaback."},{"word":"Pickax","type":"n.","descr":" Alt. of Pickaxe"},{"word":"Pickaxe","type":"n.","descr":" A pick with a point at one end, a transverse edge or blade at the other, and a handle inserted at the middle; a hammer with a flattened end for driving wedges and a pointed end for piercing as it strikes."},{"word":"Pickback","type":"adv.","descr":" On the back."},{"word":"Picked","type":"a.","descr":" Pointed; sharp."},{"word":"Picked","type":"a.","descr":" Having a pike or spine on the back; -- said of certain fishes."},{"word":"Picked","type":"a.","descr":" Carefully selected; chosen; as, picked men."},{"word":"Picked","type":"a.","descr":" Fine; spruce; smart; precise; dianty."},{"word":"Pickedness","type":"n.","descr":" The state of being sharpened; pointedness."},{"word":"Pickedness","type":"n.","descr":" Fineness; spruceness; smartness."},{"word":"Pickeered","type":"imp. and p. p.","descr":" of Pickeer"},{"word":"Pickeering","type":"p. pr. and vb. n.","descr":" of Pickeer"},{"word":"Pickeer","type":"v. i.","descr":" To make a raid for booty; to maraud; also, to skirmish in advance of an army. See Picaroon."},{"word":"Pickeerer","type":"n.","descr":" One who pickeers."},{"word":"Picker","type":"n.","descr":" One who, or that which, picks, in any sense, -- as, one who uses a pick; one who gathers; a thief; a pick; a pickax; as, a cotton picker."},{"word":"Picker","type":"n.","descr":" A machine for picking fibrous materials to pieces so as to loosen and separate the fiber."},{"word":"Picker","type":"n.","descr":" The piece in a loom which strikes the end of the shuttle, and impels it through the warp."},{"word":"Picker","type":"n.","descr":" A priming wire for cleaning the vent."},{"word":"Pickerel","type":"n.","descr":" A young or small pike."},{"word":"Pickerel","type":"n.","descr":" Any one of several species of freshwater fishes of the genus Esox, esp. the smaller species."},{"word":"Pickerel","type":"n.","descr":" The glasseye, or wall-eyed pike. See Wall-eye."},{"word":"Pickering","type":"n.","descr":" The sauger of the St.Lawrence River."},{"word":"Pickery","type":"n.","descr":" Petty theft."},{"word":"Picket","type":"n.","descr":" A stake sharpened or pointed, especially one used in fortification and encampments, to mark bounds and angles; or one used for tethering horses."},{"word":"Picket","type":"n.","descr":" A pointed pale, used in marking fences."},{"word":"Picket","type":"n.","descr":" A detached body of troops serving to guard an army from surprise, and to oppose reconnoitering parties of the enemy; -- called also outlying picket."},{"word":"Picket","type":"n.","descr":" By extension, men appointed by a trades union, or other labor organization, to intercept outsiders, and prevent them from working for employers with whom the organization is at variance."},{"word":"Picket","type":"n.","descr":" A military punishment, formerly resorted to, in which the offender was forced to stand with one foot on a pointed stake."},{"word":"Picket","type":"n.","descr":" A game at cards. See Piquet."},{"word":"Picketed","type":"imp. and p. p.","descr":" of Picket"},{"word":"Picketing","type":"p. pr. and vb. n.","descr":" of Picket"},{"word":"Picket","type":"v. t.","descr":" To fortify with pointed stakes."},{"word":"Picket","type":"v. t.","descr":" To inclose or fence with pickets or pales."},{"word":"Picket","type":"v. t.","descr":" To tether to, or as to, a picket; as, to picket a horse."},{"word":"Picket","type":"v. t.","descr":" To guard, as a camp or road, by an outlying picket."},{"word":"Picket","type":"v. t.","descr":" To torture by compelling to stand with one foot on a pointed stake."},{"word":"Picketee","type":"n.","descr":" See Picotee."},{"word":"Pick-fault","type":"n.","descr":" One who seeks out faults."},{"word":"Picking","type":"n.","descr":" The act of digging or breaking up, as with a pick."},{"word":"Picking","type":"n.","descr":" The act of choosing, plucking, or gathering."},{"word":"Picking","type":"n.","descr":" That which is, or may be, picked or gleaned."},{"word":"Picking","type":"n.","descr":" Pilfering; also, that which is pilfered."},{"word":"Picking","type":"n.","descr":" The pulverized shells of oysters used in making walks."},{"word":"Picking","type":"n.","descr":" Rough sorting of ore."},{"word":"Picking","type":"n.","descr":" Overburned bricks."},{"word":"Picking","type":"a.","descr":" Done or made as with a pointed tool; as, a picking sound."},{"word":"Picking","type":"a.","descr":" Nice; careful."},{"word":"Pickle","type":"n.","descr":" See Picle."},{"word":"Pickle","type":"v. t.","descr":" A solution of salt and water, in which fish, meat, etc., may be preserved or corned; brine."},{"word":"Pickle","type":"v. t.","descr":" Vinegar, plain or spiced, used for preserving vegetables, fish, eggs, oysters, etc."},{"word":"Pickle","type":"v. t.","descr":" Any article of food which has been preserved in brine or in vinegar."},{"word":"Pickle","type":"v. t.","descr":" A bath of dilute sulphuric or nitric acid, etc., to remove burnt sand, scale rust, etc., from the surface of castings, or other articles of metal, or to brighten them or improve their color."},{"word":"Pickle","type":"v. t.","descr":" A troublesome child; as, a little pickle."},{"word":"Pickled","type":"imp. and p. p.","descr":" of Pickle"},{"word":"Pickling","type":"p. pr. and vb. n.","descr":" of Pickle"},{"word":"Pickle","type":"v. t.","descr":" To preserve or season in pickle; to treat with some kind of pickle; as, to pickle herrings or cucumbers."},{"word":"Pickle","type":"v. t.","descr":" To give an antique appearance to; -- said of copies or imitations of paintings by the old masters."},{"word":"Pickled","type":"a.","descr":" Preserved in a pickle."},{"word":"Pickle-herring","type":"n.","descr":" A herring preserved in brine; a pickled herring."},{"word":"Pickle-herring","type":"n.","descr":" A merry-andrew; a buffoon."},{"word":"Pickler","type":"n.","descr":" One who makes pickles."},{"word":"Picklock","type":"n.","descr":" An instrument for picking locks."},{"word":"Picklock","type":"n.","descr":" One who picks locks; a thief."},{"word":"Pickmire","type":"n.","descr":" The pewit, or black-headed gull."},{"word":"Picknick","type":"n.","descr":" See Picnic."},{"word":"Pickpack","type":"adv.","descr":" Pickaback."},{"word":"Pickpennies","type":"pl. ","descr":" of Pickpenny"},{"word":"Pickpenny","type":"n.","descr":" A miser; also, a sharper."},{"word":"Pickpocket","type":"n.","descr":" One who steals purses or other articles from pockets."},{"word":"Pickpurse","type":"n.","descr":" One who steals purses, or money from purses."},{"word":"Picksy","type":"n.","descr":" See Pixy."},{"word":"Pickthank","type":"n.","descr":" One who strives to put another under obligation; an officious person; hence, a flatterer. Used also adjectively."},{"word":"Picktooth","type":"n.","descr":" A toothpick."},{"word":"Picke","type":"n.","descr":" A small piece of land inclosed with a hedge; a close."},{"word":"Picnic","type":"v.","descr":" Formerly, an entertainment at which each person contributed some dish to a common table; now, an excursion or pleasure party in which the members partake of a collation or repast (usually in the open air, and from food carried by themselves)."},{"word":"Picnicked","type":"imp. and p. p.","descr":" of Picnic"},{"word":"Picnicking","type":"p. pr. and vb. n.","descr":" of Picnic"},{"word":"Picnic","type":"v. i.","descr":" To go on a picnic, or pleasure excursion; to eat in public fashion."},{"word":"Picnicker","type":"n.","descr":" One who takes part in a picnic."},{"word":"Picoid","type":"a.","descr":" Like or pertaining to the Pici."},{"word":"Picoline","type":"n.","descr":" Any one of three isometric bases (C6H7N) related to pyridine, and obtained from bone oil, acrolein ammonia, and coal-tar naphtha, as colorless mobile liquids of strong odor; -- called also methyl pyridine."},{"word":"Picotee","type":"n.","descr":" Alt. of Picotine"},{"word":"Picotine","type":"n.","descr":" A variety of carnation having petals of a light color variously dotted and spotted at the edges."},{"word":"Picquet","type":"n.","descr":" See Piquet."},{"word":"Picra","type":"n.","descr":" The powder of aloes with canella, formerly officinal, employed as a cathartic."},{"word":"Picrate","type":"n.","descr":" A salt of picric acid."},{"word":"Picric","type":"a.","descr":" Pertaining to, or designating, a strong organic acid (called picric acid), intensely bitter."},{"word":"Picrite","type":"n.","descr":" A dark green igneous rock, consisting largely of chrysolite, with hornblende, augite, biotite, etc."},{"word":"Picrolite","type":"n.","descr":" A fibrous variety of serpentine."},{"word":"Picromel","type":"n.","descr":" A colorless viscous substance having a bitter-sweet taste."},{"word":"Picrotoxin","type":"n.","descr":" A bitter white crystalline substance found in the cocculus indicus. It is a peculiar poisonous neurotic and intoxicant, and consists of a mixture of several neutral substances."},{"word":"Picryl","type":"n.","descr":" The hypothetical radical of picric acid, analogous to phenyl."},{"word":"Pictish","type":"a.","descr":" Of or pertaining to Picts; resembling the Picts."},{"word":"Pictograph","type":"n.","descr":" A picture or hieroglyph representing and expressing an idea."},{"word":"Pictorial","type":"a.","descr":" Of or pertaining to pictures; illustrated by pictures; forming pictures; representing with the clearness of a picture; as, a pictorial dictionary; a pictorial imagination."},{"word":"Pictoric","type":"a.","descr":" Alt. of Pictorical"},{"word":"Pictorical","type":"a.","descr":" Pictorial."},{"word":"Picts","type":"n. pl.","descr":" A race of people of uncertain origin, who inhabited Scotland in early times."},{"word":"Pictura","type":"n.","descr":" Pattern of coloration."},{"word":"Picturable","type":"a.","descr":" Capable of being pictured, or represented by a picture."},{"word":"Pictural","type":"a.","descr":" Pictorial."},{"word":"Pictural","type":"n.","descr":" A picture."},{"word":"Picture","type":"n.","descr":" The art of painting; representation by painting."},{"word":"Picture","type":"n.","descr":" A representation of anything (as a person, a landscape, a building) upon canvas, paper, or other surface, produced by means of painting, drawing, engraving, photography, etc.; a representation in colors. By extension, a figure; a model."},{"word":"Picture","type":"n.","descr":" An image or resemblance; a representation, either to the eye or to the mind; that which, by its likeness, brings vividly to mind some other thing; as, a child is the picture of his father; the man is the picture of grief."},{"word":"Pictured","type":"imp. and p. p.","descr":" of Picture"},{"word":"Picturing","type":"p. pr. and vb. n.","descr":" of Picture"},{"word":"Picture","type":"v. t.","descr":" To draw or paint a resemblance of; to delineate; to represent; to form or present an ideal likeness of; to bring before the mind."},{"word":"Pictured","type":"a.","descr":" Furnished with pictures; represented by a picture or pictures; as, a pictured scene."},{"word":"Picturer","type":"n.","descr":" One who makes pictures; a painter."},{"word":"Picturesque","type":"a.","descr":" Forming, or fitted to form, a good or pleasing picture; representing with the clearness or ideal beauty appropriate to a picture; expressing that peculiar kind of beauty which is agreeable in a picture, natural or artificial; graphic; vivid; as, a picturesque scene or attitude; picturesque language."},{"word":"Picturesquish","type":"a.","descr":" Somewhat picturesque."},{"word":"Picturized","type":"imp. and p. p.","descr":" of Picturize"},{"word":"Picturizing","type":"p. pr. and vb. n.","descr":" of Picturize"},{"word":"Picturize","type":"v. t.","descr":" To picture."},{"word":"Picturize","type":"v. t.","descr":" To adorn with pictures."},{"word":"Picul","type":"n.","descr":" A commercial weight varying in different countries and for different commodities. In Borneo it is 135\/ lbs.; in China and Sumatra, 133\/ lbs.; in Japan, 133\/ lbs.; but sometimes 130 lbs., etc. Called also, by the Chinese, tan."},{"word":"Piculet","type":"n.","descr":" Any species of very small woodpeckers of the genus Picumnus and allied genera. Their tail feathers are not stiff and sharp at the tips, as in ordinary woodpeckers."},{"word":"Pici","type":"pl. ","descr":" of Picus"},{"word":"Picus","type":"n.","descr":" A genus of woodpeckers, including some of the common American and European species."},{"word":"Piddled","type":"imp. and p. p.","descr":" of Piddle"},{"word":"Piddling","type":"p. pr. and vb. n.","descr":" of Piddle"},{"word":"Piddle","type":"v. i.","descr":" To deal in trifles; to concern one\\'s self with trivial matters rather than with those that are important."},{"word":"Piddle","type":"v. i.","descr":" To be squeamishly nice about one\\'s food."},{"word":"Piddle","type":"v. i.","descr":" To urinate; -- child\\'s word."},{"word":"Piddler","type":"n.","descr":" One who piddles."},{"word":"Piddling","type":"a.","descr":" Trifling; trivial; frivolous; paltry; -- applied to persons and things."},{"word":"Piddock","type":"n.","descr":" Any species of Pholas; a pholad. See Pholas."},{"word":"Pie","type":"n.","descr":" An article of food consisting of paste baked with something in it or under it; as, chicken pie; venison pie; mince pie; apple pie; pumpkin pie."},{"word":"Pie","type":"n.","descr":" See Camp, n., 5."},{"word":"Pie","type":"n.","descr":" A magpie."},{"word":"Pie","type":"n.","descr":" Any other species of the genus Pica, and of several allied genera."},{"word":"Pie","type":"n.","descr":" The service book."},{"word":"Pie","type":"n.","descr":" Type confusedly mixed. See Pi."},{"word":"Pie","type":"v. t.","descr":" See Pi."},{"word":"Piebald","type":"a.","descr":" Having spots and patches of black and white, or other colors; mottled; pied."},{"word":"Piebald","type":"a.","descr":" Fig.: Mixed."},{"word":"Piece","type":"n.","descr":" A fragment or part of anything separated from the whole, in any manner, as by cutting, splitting, breaking, or tearing; a part; a portion; as, a piece of sugar; to break in pieces."},{"word":"Piece","type":"n.","descr":" A definite portion or quantity, as of goods or work; as, a piece of broadcloth; a piece of wall paper."},{"word":"Piece","type":"n.","descr":" Any one thing conceived of as apart from other things of the same kind; an individual article; a distinct single effort of a series; a definite performance"},{"word":"Piece","type":"n.","descr":" A literary or artistic composition; as, a piece of poetry, music, or statuary."},{"word":"Piece","type":"n.","descr":" A musket, gun, or cannon; as, a battery of six pieces; a following piece."},{"word":"Piece","type":"n.","descr":" A coin; as, a sixpenny piece; -- formerly applied specifically to an English gold coin worth 22 shillings."},{"word":"Piece","type":"n.","descr":" A fact; an item; as, a piece of news; a piece of knowledge."},{"word":"Piece","type":"n.","descr":" An individual; -- applied to a person as being of a certain nature or quality; often, but not always, used slightingly or in contempt."},{"word":"Piece","type":"n.","descr":" One of the superior men, distinguished from a pawn."},{"word":"Piece","type":"n.","descr":" A castle; a fortified building."},{"word":"Pieced","type":"imp. and p. p.","descr":" of Piece"},{"word":"Piecing","type":"p. pr. and vb. n.","descr":" of Piece"},{"word":"Piece","type":"v. t.","descr":" To make, enlarge, or repair, by the addition of a piece or pieces; to patch; as, to piece a garment; -- often with out."},{"word":"Piece","type":"v. t.","descr":" To unite; to join; to combine."},{"word":"Piece","type":"v. i.","descr":" To unite by a coalescence of parts; to fit together; to join."},{"word":"Pieceless","type":"a.","descr":" Not made of pieces; whole; entire."},{"word":"Piecely","type":"adv.","descr":" In pieces; piecemeal."},{"word":"Piecemeal","type":"adv.","descr":" In pieces; in parts or fragments."},{"word":"Piecemeal","type":"adv.","descr":" Piece by piece; by little and little in succession."},{"word":"Piecemeal","type":"a.","descr":" Made up of parts or pieces; single; separate."},{"word":"Piecemeal","type":"n.","descr":" A fragment; a scrap."},{"word":"Piecemealed","type":"a.","descr":" Divided into pieces."},{"word":"Piecener","type":"n.","descr":" One who supplies rolls of wool to the slubbing machine in woolen mills."},{"word":"Piecener","type":"n.","descr":" Same as Piecer, 2."},{"word":"Piecer","type":"n.","descr":" One who pieces; a patcher."},{"word":"Piecer","type":"n.","descr":" A child employed in spinning mill to tie together broken threads."},{"word":"Piecework","type":"n.","descr":" Work done by the piece or job; work paid for at a rate based on the amount of work done, rather than on the time employed."},{"word":"Pied","type":"","descr":" imp. and p. p. of Pi, or Pie, v."},{"word":"Pied","type":"a.","descr":" Variegated with spots of different colors; party-colored; spotted; piebald."},{"word":"Piedmont","type":"a.","descr":" Noting the region of foothills near the base of a mountain chain."},{"word":"Piedmontite","type":"n.","descr":" A manganesian kind of epidote, from Piedmont. See Epidote."},{"word":"Piedness","type":"n.","descr":" The state of being pied."},{"word":"Piedouche","type":"n.","descr":" A pedestal of small size, used to support small objects, as busts, vases, and the like."},{"word":"Piedstall","type":"n.","descr":" See Pedestal."},{"word":"Piemen","type":"pl. ","descr":" of Pieman"},{"word":"Pieman","type":"n.","descr":" A man who makes or sells pies."},{"word":"Piend","type":"n.","descr":" See Peen."},{"word":"Pieno","type":"a.","descr":" Full; having all the instruments."},{"word":"Pieplant","type":"n.","descr":" A plant (Rheum Rhaponticum) the leafstalks of which are acid, and are used in making pies; the garden rhubarb."},{"word":"Piepoudre","type":"n.","descr":" Alt. of Piepowder"},{"word":"Piepowder","type":"n.","descr":" An ancient court of record in England, formerly incident to every fair and market, of which the steward of him who owned or had the toll was the judge."},{"word":"Pier","type":"n.","descr":" Any detached mass of masonry, whether insulated or supporting one side of an arch or lintel, as of a bridge; the piece of wall between two openings."},{"word":"Pier","type":"n.","descr":" Any additional or auxiliary mass of masonry used to stiffen a wall. See Buttress."},{"word":"Pier","type":"n.","descr":" A projecting wharf or landing place."},{"word":"Pierage","type":"n.","descr":" Same as Wharfage."},{"word":"Pierced","type":"imp. and p. p.","descr":" of Pierce"},{"word":"Piercing","type":"p. pr. and vb. n.","descr":" of Pierce"},{"word":"Pierce","type":"v. t.","descr":" To thrust into, penetrate, or transfix, with a pointed instrument."},{"word":"Pierce","type":"v. t.","descr":" To penetrate; to enter; to force a way into or through; to pass into or through; as, to pierce the enemy\\'s line; a shot pierced the ship."},{"word":"Pierce","type":"v. t.","descr":" Fig.: To penetrate; to affect deeply; as, to pierce a mystery."},{"word":"Pierce","type":"v. i.","descr":" To enter; to penetrate; to make a way into or through something, as a pointed instrument does; -- used literally and figuratively."},{"word":"Pierceable","type":"a.","descr":" That may be pierced."},{"word":"Pierced","type":"a.","descr":" Penetrated; entered; perforated."},{"word":"Piercel","type":"n.","descr":" A kind of gimlet for making vents in casks; -- called also piercer."},{"word":"Piercer","type":"n.","descr":" One who, or that which, pierces or perforates"},{"word":"Piercer","type":"n.","descr":" An instrument used in forming eyelets; a stiletto."},{"word":"Piercer","type":"n.","descr":" A piercel."},{"word":"Piercer","type":"n.","descr":" The ovipositor, or sting, of an insect."},{"word":"Piercer","type":"n.","descr":" An insect provided with an ovipositor."},{"word":"Piercing","type":"a.","descr":" Forcibly entering, or adapted to enter, at or by a point; perforating; penetrating; keen; -- used also figuratively; as, a piercing instrument, or thrust."},{"word":"Pierian","type":"a.","descr":" Of or pertaining to Pierides or Muses."},{"word":"Pierid","type":"n.","descr":" Any butterfly of the genus Pieris and related genera. See Cabbage butterfly, under Cabbage."},{"word":"Pierides","type":"n. pl.","descr":" The Muses."},{"word":"Piet","type":"n.","descr":" The dipper, or water ouzel."},{"word":"Piet","type":"n.","descr":" The magpie."},{"word":"Pieta","type":"n.","descr":" A representation of the dead Christ, attended by the Virgin Mary or by holy women and angels."},{"word":"Pietism","type":"n.","descr":" The principle or practice of the Pietists."},{"word":"Pietism","type":"n.","descr":" Strict devotion; also, affectation of devotion."},{"word":"Pietist","type":"n.","descr":" One of a class of religious reformers in Germany in the 17th century who sought to revive declining piety in the Protestant churches; -- often applied as a term of reproach to those who make a display of religious feeling. Also used adjectively."},{"word":"Pietistic","type":"a.","descr":" Alt. of Pietistical"},{"word":"Pietistical","type":"a.","descr":" Of or pertaining to the Pietists; hence, in contempt, affectedly or demonstratively religious."},{"word":"Pietra dura","type":"","descr":" Hard and fine stones in general, such as are used for inlay and the like, as distinguished from the softer stones used in building; thus, a Florentine mosaic is a familiar instance of work in pietra dura, though the ground may be soft marble."},{"word":"Piety","type":"n.","descr":" Veneration or reverence of the Supreme Being, and love of his character; loving obedience to the will of God, and earnest devotion to his service."},{"word":"Piety","type":"n.","descr":" Duty; dutifulness; filial reverence and devotion; affectionate reverence and service shown toward parents, relatives, benefactors, country, etc."},{"word":"Piewipe","type":"n.","descr":" The lapwing, or pewit."},{"word":"Piezometer","type":"n.","descr":" An instrument for measuring the compressibility of liquids."},{"word":"Piezometer","type":"n.","descr":" A gauge connected with a water main to show the pressure at that point."},{"word":"Piffero","type":"n.","descr":" Alt. of Piffara"},{"word":"Piffara","type":"n.","descr":" A fife; also, a rude kind of oboe or a bagpipe with an inflated skin for reservoir."},{"word":"Pig","type":"n.","descr":" A piggin."},{"word":"Pig","type":"n.","descr":" The young of swine, male or female; also, any swine; a hog."},{"word":"Pig","type":"n.","descr":" Any wild species of the genus Sus and related genera."},{"word":"Pig","type":"n.","descr":" An oblong mass of cast iron, lead, or other metal. See Mine pig, under Mine."},{"word":"Pig","type":"n.","descr":" One who is hoggish; a greedy person."},{"word":"Pigged","type":"imp. and p. p.","descr":" of Pig"},{"word":"Pigging","type":"p. pr. and vb. n.","descr":" of Pig"},{"word":"Pig","type":"v. t. and i.","descr":" To bring forth (pigs); to bring forth in the manner of pigs; to farrow."},{"word":"Pig","type":"v. t. and i.","descr":" To huddle or lie together like pigs, in one bed."},{"word":"Pigeon","type":"n.","descr":" Any bird of the order Columbae, of which numerous species occur in nearly all parts of the world."},{"word":"Pigeon","type":"n.","descr":" An unsuspected victim of sharpers; a gull."},{"word":"Pigeon","type":"v. t.","descr":" To pluck; to fleece; to swindle by tricks in gambling."},{"word":"Pigeon-breasted","type":"a.","descr":" Having a breast like a pigeon, -- the sternum being so prominent as to constitute a deformity; chicken-breasted."},{"word":"Pigeonfoot","type":"n.","descr":" The dove\\'s-foot geranium (Geranium molle)."},{"word":"Pigeon-hearted","type":"a.","descr":" Timid; easily frightened; chicken-hearted."},{"word":"Pigeonhole","type":"n.","descr":" A small compartment in a desk or case for the keeping of letters, documents, etc.; -- so called from the resemblance of a row of them to the compartments in a dovecote."},{"word":"Pigeonhole","type":"v. t.","descr":" To place in the pigeonhole of a case or cabinet; hence, to put away; to lay aside indefinitely; as, to pigeonhole a letter or a report."},{"word":"Pigeon-livered","type":"a.","descr":" Pigeon-hearted."},{"word":"Pigeonry","type":"n.","descr":" A place for pigeons; a dovecote."},{"word":"Pigeontoed","type":"a.","descr":" Having the toes turned in."},{"word":"Pig-eyed","type":"a.","descr":" Having small, deep-set eyes."},{"word":"Pigfish","type":"n.","descr":" Any one of several species of salt-water grunts; -- called also hogfish."},{"word":"Pigfish","type":"n.","descr":" A sculpin. The name is also applied locally to several other fishes."},{"word":"Pigfoot","type":"n.","descr":" A marine fish (Scorpaena porcus), native of Europe. It is reddish brown, mottled with dark brown and black."},{"word":"Pigg","type":"n.","descr":" A piggin. See 1st Pig."},{"word":"Piggeries","type":"pl. ","descr":" of Piggery"},{"word":"Piggery","type":"n.","descr":" A place where swine are kept."},{"word":"Piggin","type":"n.","descr":" A small wooden pail or tub with an upright stave for a handle, -- often used as a dipper."},{"word":"Piggish","type":"a.","descr":" Relating to, or like, a pig; greedy."},{"word":"Pig-headed","type":"a.","descr":" Having a head like a pig; hence, figuratively: stupidity obstinate; perverse; stubborn."},{"word":"Pight","type":"imp. and p. p.","descr":" Pitched; fixed; determined."},{"word":"Pightel","type":"n.","descr":" A small inclosure."},{"word":"Pig-jawed","type":"a.","descr":" Having the upper jaw projecting beyond the lower, with the upper incisors in advance of the lower; -- said of dogs."},{"word":"Pigmean","type":"a.","descr":" See Pygmean."},{"word":"Pigment","type":"n.","descr":" Any material from which a dye, a paint, or the like, may be prepared; particularly, the refined and purified coloring matter ready for mixing with an appropriate vehicle."},{"word":"Pigment","type":"n.","descr":" Any one of the colored substances found in animal and vegetable tissues and fluids, as bilirubin, urobilin, chlorophyll, etc."},{"word":"Pigment","type":"n.","descr":" Wine flavored with species and honey."},{"word":"Pigmental","type":"a.","descr":" Alt. of Pigmentary"},{"word":"Pigmentary","type":"a.","descr":" Of or pertaining to pigments; furnished with pigments."},{"word":"Pigmentation","type":"n.","descr":" A deposition, esp. an excessive deposition, of coloring matter; as, pigmentation of the liver."},{"word":"Pigmented","type":"a.","descr":" Colored; specifically (Biol.), filled or imbued with pigment; as, pigmented epithelial cells; pigmented granules."},{"word":"Pigmentous","type":"a.","descr":" Pigmental."},{"word":"Pigmy","type":"n.","descr":" See Pygmy."},{"word":"Pignerate","type":"v. t.","descr":" To pledge or pawn."},{"word":"Pignerate","type":"v. t.","descr":" to receive in pawn, as a pawnbroker does."},{"word":"Pignoration","type":"n.","descr":" The act of pledging or pawning."},{"word":"Pignoration","type":"n.","descr":" The taking of cattle doing damage, by way of pledge, till satisfaction is made."},{"word":"Pignorative","type":"a.","descr":" Pledging, pawning."},{"word":"Pignora","type":"pl. ","descr":" of Pignus"},{"word":"Pignus","type":"n.","descr":" A pledge or pawn."},{"word":"Pignut","type":"n.","descr":" See Groundnut (d)."},{"word":"Pignut","type":"n.","descr":" The bitter-flavored nut of a species of hickory (Carya glabra, \/ porcina); also, the tree itself."},{"word":"Pigpen","type":"n.","descr":" A pen, or sty, for pigs."},{"word":"Pigskin","type":"n.","descr":" The skin of a pig, -- used chiefly for making saddles; hence, a colloquial or slang term for a saddle."},{"word":"Pigsney","type":"n.","descr":" A word of endearment for a girl or woman."},{"word":"Pig-sticking","type":"n.","descr":" Boar hunting; -- so called by Anglo-Indians."},{"word":"Pigsties","type":"pl. ","descr":" of Pigsty"},{"word":"Pigsty","type":"n.","descr":" A pigpen."},{"word":"Pigtail","type":"n.","descr":" The tail of a pig."},{"word":"Pigtail","type":"n.","descr":" A cue, or queue."},{"word":"Pigtail","type":"n.","descr":" A kind of twisted chewing tobacco."},{"word":"Pigtailed","type":"a.","descr":" Having a tail like a pig\\'s; as, the pigtailed baboon."},{"word":"Pigweed","type":"n.","descr":" A name of several annual weeds. See Goosefoot, and Lamb\\'s-quarters."},{"word":"Pigwidgeon","type":"n.","descr":" A cant word for anything petty or small. It is used by Drayton as the name of a fairy."},{"word":"Pika","type":"n.","descr":" Any one of several species of rodents of the genus Lagomys, resembling small tailless rabbits. They inhabit the high mountains of Asia and America. Called also calling hare, and crying hare. See Chief hare."},{"word":"Pike","type":"n. and v.","descr":" A foot soldier\\'s weapon, consisting of a long wooden shaft or staff, with a pointed steel head. It is now superseded by the bayonet."},{"word":"Pike","type":"n. and v.","descr":" A pointed head or spike; esp., one in the center of a shield or target."},{"word":"Pike","type":"n. and v.","descr":" A hayfork."},{"word":"Pike","type":"n. and v.","descr":" A pick."},{"word":"Pike","type":"n. and v.","descr":" A pointed or peaked hill."},{"word":"Pike","type":"n. and v.","descr":" A large haycock."},{"word":"Pike","type":"n. and v.","descr":" A turnpike; a toll bar."},{"word":"Pike","type":"sing. and pl.","descr":" A large fresh-water fish (Esox lucius), found in Europe and America, highly valued as a food fish; -- called also pickerel, gedd, luce, and jack."},{"word":"Piked","type":"a.","descr":" Furnished with a pike; ending in a point; peaked; pointed."},{"word":"Pike-devant","type":"n.","descr":" A pointed beard."},{"word":"Pikelet","type":"n.","descr":" Alt. of Pikelin"},{"word":"Pikelin","type":"n.","descr":" A light, thin cake or muffin."},{"word":"Pikeman","type":"pl. ","descr":" of Pikeman"},{"word":"Pikeman","type":"n.","descr":" A soldier armed with a pike."},{"word":"Pikeman","type":"n.","descr":" A miner who works with a pick."},{"word":"Pikeman","type":"n.","descr":" A keeper of a turnpike gate."},{"word":"Pikestaff","type":"n.","descr":" The staff, or shaft, of a pike."},{"word":"Pikestaff","type":"n.","descr":" A staff with a spike in the lower end, to guard against slipping."},{"word":"Piketail","type":"n.","descr":" See Pintail, 1."},{"word":"Pikrolite","type":"n.","descr":" See Picrolite."},{"word":"Pilage","type":"n.","descr":" See Pelage."},{"word":"Pilaster","type":"n.","descr":" An upright architectural member right-angled in plan, constructionally a pier (See Pier, 1 (b)), but architecturally corresponding to a column, having capital, shaft, and base to agree with those of the columns of the same order. In most cases the projection from the wall is one third of its width, or less."},{"word":"Pilastered","type":"a.","descr":" Furnished with pilasters."},{"word":"Pilau","type":"n.","descr":" See Pillau."},{"word":"Pilch","type":"n.","descr":" A gown or case of skin, or one trimmed or lined with fur."},{"word":"Pilchard","type":"n.","descr":" A small European food fish (Clupea pilchardus) resembling the herring, but thicker and rounder. It is sometimes taken in great numbers on the coast of England."},{"word":"Pilcher","type":"n.","descr":" A scabbard, as of a sword."},{"word":"Pilcher","type":"n.","descr":" The pilchard."},{"word":"Pilcrow","type":"n.","descr":" a paragraph mark, \/."},{"word":"Pile","type":"n.","descr":" A hair; hence, the fiber of wool, cotton, and the like; also, the nap when thick or heavy, as of carpeting and velvet."},{"word":"Pile","type":"n.","descr":" A covering of hair or fur."},{"word":"Pile","type":"n.","descr":" The head of an arrow or spear."},{"word":"Pile","type":"n.","descr":" A large stake, or piece of timber, pointed and driven into the earth, as at the bottom of a river, or in a harbor where the ground is soft, for the support of a building, a pier, or other superstructure, or to form a cofferdam, etc."},{"word":"Pile","type":"n.","descr":" One of the ordinaries or subordinaries having the form of a wedge, usually placed palewise, with the broadest end uppermost."},{"word":"Pile","type":"v. t.","descr":" To drive piles into; to fill with piles; to strengthen with piles."},{"word":"Pile","type":"n.","descr":" A mass of things heaped together; a heap; as, a pile of stones; a pile of wood."},{"word":"Pile","type":"n.","descr":" A mass formed in layers; as, a pile of shot."},{"word":"Pile","type":"n.","descr":" A funeral pile; a pyre."},{"word":"Pile","type":"n.","descr":" A large building, or mass of buildings."},{"word":"Pile","type":"n.","descr":" Same as Fagot, n., 2."},{"word":"Pile","type":"n.","descr":" A vertical series of alternate disks of two dissimilar metals, as copper and zinc, laid up with disks of cloth or paper moistened with acid water between them, for producing a current of electricity; -- commonly called Volta\\'s pile, voltaic pile, or galvanic pile."},{"word":"Pile","type":"n.","descr":" The reverse of a coin. See Reverse."},{"word":"Piled","type":"imp. and p. p.","descr":" of Pile"},{"word":"Piling","type":"p. pr. and vb. n.","descr":" of Pile"},{"word":"Pile","type":"v. t.","descr":" To lay or throw into a pile or heap; to heap up; to collect into a mass; to accumulate; to amass; -- often with up; as, to pile up wood."},{"word":"Pile","type":"v. t.","descr":" To cover with heaps; or in great abundance; to fill or overfill; to load."},{"word":"Pileate","type":"a.","descr":" Alt. of Pileated"},{"word":"Pileated","type":"a.","descr":" Having the form of a cap for the head."},{"word":"Pileated","type":"a.","descr":" Having a crest covering the pileus, or whole top of the head."},{"word":"Piled","type":"a.","descr":" Having a pile or point; pointed."},{"word":"Piled","type":"a.","descr":" Having a pile or nap."},{"word":"Piled","type":"a.","descr":" Formed from a pile or fagot; as, piled iron."},{"word":"Pileiform","type":"a.","descr":" Having the form of a pileus or cap; pileate."},{"word":"Pilement","type":"n.","descr":" An accumulation; a heap."},{"word":"Pilenta","type":"pl. ","descr":" of Pilentum"},{"word":"Pilentum","type":"n.","descr":" An easy chariot or carriage, used by Roman ladies, and in which the vessels, etc., for sacred rites were carried."},{"word":"Pilorhizae","type":"pl. ","descr":" of Pileorhiza"},{"word":"Pileorhiza","type":"n.","descr":" A cap of cells which covers the growing extremity of a root; a rootcap."},{"word":"Pileous","type":"a.","descr":" Consisting of, or covered with, hair; hairy; pilose."},{"word":"Piler","type":"n.","descr":" One who places things in a pile."},{"word":"Piles","type":"n. pl.","descr":" The small, troublesome tumors or swellings about the anus and lower part of the rectum which are technically called hemorrhoids. See Hemorrhoids. [The singular pile is sometimes used.]"},{"word":"Pilei","type":"pl. ","descr":" of Pileus"},{"word":"Pileus","type":"n.","descr":" A kind of skull cap of felt."},{"word":"Pileus","type":"n.","descr":" The expanded upper portion of many of the fungi. See Mushroom."},{"word":"Pileus","type":"n.","descr":" The top of the head of a bird, from the bill to the nape."},{"word":"Pileworm","type":"n.","descr":" The teredo."},{"word":"Pile-worn","type":"a.","descr":" Having the pile worn off; threadbare."},{"word":"Pilewort","type":"n.","descr":" A plant (Ranunculus Ficaria of Linnaeus) whose tuberous roots have been used in poultices as a specific for the piles."},{"word":"Pilfered","type":"imp. and p. p.","descr":" of Pilfer"},{"word":"Pilfering","type":"p. pr. and vb. n.","descr":" of Pilfer"},{"word":"Pilfer","type":"v. i.","descr":" To steal in small quantities, or articles of small value; to practice petty theft."},{"word":"Pilfer","type":"v. t.","descr":" To take by petty theft; to filch; to steal little by little."},{"word":"Pilferer","type":"n.","descr":" One who pilfers; a petty thief."},{"word":"Pilfering","type":"a.","descr":" Thieving in a small way."},{"word":"Pilfering","type":"n.","descr":" Petty theft."},{"word":"Pilfery","type":"n.","descr":" Petty theft."},{"word":"Pilgarlic","type":"n.","descr":" One who has lost his hair by disease; a sneaking fellow, or one who is hardly used."},{"word":"Pilgrim","type":"n.","descr":" A wayfarer; a wanderer; a traveler; a stranger."},{"word":"Pilgrim","type":"n.","descr":" One who travels far, or in strange lands, to visit some holy place or shrine as a devotee; as, a pilgrim to Loretto; Canterbury pilgrims. See Palmer."},{"word":"Pilgrim","type":"a.","descr":" Of or pertaining to a pilgrim, or pilgrims; making pilgrimages."},{"word":"Pilgrim","type":"v. i.","descr":" To journey; to wander; to ramble."},{"word":"Pilgrimage","type":"n.","descr":" The journey of a pilgrim; a long journey; especially, a journey to a shrine or other sacred place. Fig., the journey of human life."},{"word":"Pilgrimage","type":"n.","descr":" A tedious and wearisome time."},{"word":"Pilgrimize","type":"v. i.","descr":" To wander as a pilgrim; to go on a pilgrimage."},{"word":"Pildia","type":"pl. ","descr":" of Pilidium"},{"word":"Pilidium","type":"n.","descr":" The free-swimming, hat-shaped larva of certain nemertean worms. It has no resemblance to its parent, and the young worm develops in its interior."},{"word":"Pilifera","type":"n. pl.","descr":" Same as Mammalia."},{"word":"Piliferous","type":"a.","descr":" Bearing a single slender bristle, or hair."},{"word":"Piliferous","type":"a.","descr":" Beset with hairs."},{"word":"Piliform","type":"a.","descr":" Resembling hairs or down."},{"word":"Piligerous","type":"a.","descr":" Bearing hair; covered with hair or down; piliferous."},{"word":"Piling","type":"n.","descr":" The act of heaping up."},{"word":"Piling","type":"n.","descr":" The process of building up, heating, and working, fagots, or piles, to form bars, etc."},{"word":"Piling","type":"n.","descr":" A series of piles; piles considered collectively; as, the piling of a bridge."},{"word":"Pill","type":"n.","descr":" The peel or skin."},{"word":"Pill","type":"v. i.","descr":" To be peeled; to peel off in flakes."},{"word":"Pill","type":"v. t.","descr":" To deprive of hair; to make bald."},{"word":"Pill","type":"v. t.","descr":" To peel; to make by removing the skin."},{"word":"Pilled","type":"imp. and p. p.","descr":" of Pill"},{"word":"Pilling","type":"p. pr. and vb. n.","descr":" of Pill"},{"word":"Pill","type":"v. t. and i.","descr":" To rob; to plunder; to pillage; to peel. See Peel, to plunder."},{"word":"Pill","type":"n.","descr":" A medicine in the form of a little ball, or small round mass, to be swallowed whole."},{"word":"Pill","type":"n.","descr":" Figuratively, something offensive or nauseous which must be accepted or endured."},{"word":"Pillage","type":"n.","descr":" The act of pillaging; robbery."},{"word":"Pillage","type":"n.","descr":" That which is taken from another or others by open force, particularly and chiefly from enemies in war; plunder; spoil; booty."},{"word":"Pillaged","type":"imp. and p. p.","descr":" of Pillage"},{"word":"Pillaging","type":"p. pr. and vb. n.","descr":" of Pillage"},{"word":"Pillage","type":"v. i.","descr":" To strip of money or goods by open violence; to plunder; to spoil; to lay waste; as, to pillage the camp of an enemy."},{"word":"Pillage","type":"v. i.","descr":" To take spoil; to plunder; to ravage."},{"word":"Pillager","type":"n.","descr":" One who pillages."},{"word":"Pillar","type":"n.","descr":" The general and popular term for a firm, upright, insulated support for a superstructure; a pier, column, or post; also, a column or shaft not supporting a superstructure, as one erected for a monument or an ornament."},{"word":"Pillar","type":"n.","descr":" Figuratively, that which resembles such a pillar in appearance, character, or office; a supporter or mainstay; as, the Pillars of Hercules; a pillar of the state."},{"word":"Pillar","type":"n.","descr":" A portable ornamental column, formerly carried before a cardinal, as emblematic of his support to the church."},{"word":"Pillar","type":"n.","descr":" The center of the volta, ring, or manege ground, around which a horse turns."},{"word":"Pillar","type":"a.","descr":" Having a support in the form of a pillar, instead of legs; as, a pillar drill."},{"word":"Pillar-block","type":"n.","descr":" See under Pillow."},{"word":"Pillared","type":"a.","descr":" Supported or ornamented by pillars; resembling a pillar, or pillars."},{"word":"Pillaret","type":"n.","descr":" A little pillar."},{"word":"Pillarist","type":"n.","descr":" See Stylite."},{"word":"Pillau","type":"n.","descr":" An Oriental dish consisting of rice boiled with mutton, fat, or butter."},{"word":"Pilled","type":"a.","descr":" Stripped of hair; scant of hair; bald."},{"word":"Pilled-garlic","type":"n.","descr":" See Pilgarlic."},{"word":"Piller","type":"n.","descr":" One who pills or plunders."},{"word":"Pilleries","type":"pl. ","descr":" of Pillery"},{"word":"Pillery","type":"n.","descr":" Plunder; pillage."},{"word":"Pillion","type":"n.","descr":" A panel or cushion saddle; the under pad or cushion of saddle; esp., a pad or cushion put on behind a man\\'s saddle, on which a woman may ride."},{"word":"Pillorize","type":"v. t.","descr":" To set in, or punish with, the pillory; to pillory."},{"word":"Pillories","type":"pl. ","descr":" of Pillory"},{"word":"Pillory","type":"n.","descr":" A frame of adjustable boards erected on a post, and having holes through which the head and hands of an offender were thrust so as to be exposed in front of it."},{"word":"Pilloried","type":"imp. and p. p.","descr":" of Pillory"},{"word":"Pillorying","type":"p. pr. and vb. n.","descr":" of Pillory"},{"word":"Pillory","type":"v. t.","descr":" To set in, or punish with, the pillory."},{"word":"Pillory","type":"v. t.","descr":" Figuratively, to expose to public scorn."},{"word":"Pillow","type":"n.","descr":" Anything used to support the head of a person when reposing; especially, a sack or case filled with feathers, down, hair, or other soft material."},{"word":"Pillow","type":"n.","descr":" A piece of metal or wood, forming a support to equalize pressure; a brass; a pillow block."},{"word":"Pillow","type":"n.","descr":" A block under the inner end of a bowsprit."},{"word":"Pillow","type":"n.","descr":" A kind of plain, coarse fustian."},{"word":"Pillowed","type":"imp. and p. p.","descr":" of Pillow"},{"word":"Pillowing","type":"p. pr. and vb. n.","descr":" of Pillow"},{"word":"Pillow","type":"v. t.","descr":" To rest or lay upon, or as upon, a pillow; to support; as, to pillow the head."},{"word":"Pillowcase","type":"n.","descr":" A removable case or covering for a pillow, usually of white linen or cotton cloth."},{"word":"Pillowed","type":"a.","descr":" Provided with a pillow or pillows; having the head resting on, or as on, a pillow."},{"word":"Pillowy","type":"a.","descr":" Like a pillow."},{"word":"Pill-willet","type":"n.","descr":" The willet."},{"word":"Pillworm","type":"n.","descr":" Any myriapod of the genus Iulus and allied genera which rolls up spirally; a galleyworm. See Illust. under Myriapod."},{"word":"Pillwort","type":"n.","descr":" Any plant of the genus Pilularia; minute aquatic cryptograms, with small pill-shaped fruit; -- sometimes called peppergrass."},{"word":"Pilocarpine","type":"n.","descr":" An alkaloid extracted from jaborandi (Pilocarpus pennatifolius) as a white amorphous or crystalline substance which has a peculiar effect on the vasomotor system."},{"word":"Pilose","type":"a.","descr":" Hairy; full of, or made of, hair."},{"word":"Pilose","type":"a.","descr":" Clothed thickly with pile or soft down."},{"word":"Pilose","type":"a.","descr":" Covered with long, slender hairs; resembling long hairs; hairy; as, pilose pubescence."},{"word":"Pilosity","type":"n.","descr":" The quality or state of being pilose; hairiness."},{"word":"Pilot","type":"n.","descr":" One employed to steer a vessel; a helmsman; a steersman."},{"word":"Pilot","type":"n.","descr":" Specifically, a person duly qualified, and licensed by authority, to conduct vessels into and out of a port, or in certain waters, for a fixed rate of fees."},{"word":"Pilot","type":"n.","descr":" Figuratively: A guide; a director of another through a difficult or unknown course."},{"word":"Pilot","type":"n.","descr":" An instrument for detecting the compass error."},{"word":"Pilot","type":"n.","descr":" The cowcatcher of a locomotive."},{"word":"Piloted","type":"imp. and p. p.","descr":" of Pilot"},{"word":"Piloting","type":"p. pr. and vb. n.","descr":" of Pilot"},{"word":"Pilot","type":"v. t.","descr":" To direct the course of, as of a ship, where navigation is dangerous."},{"word":"Pilot","type":"v. t.","descr":" Figuratively: To guide, as through dangers or difficulties."},{"word":"Pilotage","type":"n.","descr":" The pilot\\'s skill or knowledge, as of coasts, rocks, bars, and channels."},{"word":"Pilotage","type":"n.","descr":" The compensation made or allowed to a pilot."},{"word":"Pilotage","type":"n.","descr":" Guidance, as by a pilot."},{"word":"Pilotism","type":"n.","descr":" Alt. of Pilotry"},{"word":"Pilotry","type":"n.","descr":" Pilotage; skill in the duties of a pilot."},{"word":"Pilour","type":"n.","descr":" A piller; a plunderer."},{"word":"Pilous","type":"a.","descr":" See Pilose."},{"word":"Pilser","type":"n.","descr":" An insect that flies into a flame."},{"word":"Pilular","type":"a.","descr":" Of or pertaining to pills; resembling a pill or pills; as, a pilular mass."},{"word":"Pilulous","type":"a.","descr":" Like a pill; small; insignificant."},{"word":"Pilwe","type":"n.","descr":" A pillow."},{"word":"Pily","type":"a.","descr":" Like pile or wool."},{"word":"Pimaric","type":"a.","descr":" Pertaining to, or designating, an acid found in galipot, and isomeric with abietic acid."},{"word":"Pimelic","type":"a.","descr":" Pertaining to, or designating, a substance obtained from certain fatty substances, and subsequently shown to be a mixture of suberic and adipic acids."},{"word":"Pimelic","type":"a.","descr":" Designating the acid proper (C5H10(CO2\/H)2) which is obtained from camphoric acid."},{"word":"Pimelite","type":"n.","descr":" An apple-green mineral having a greasy feel. It is a hydrous silicate of nickel, magnesia, aluminia, and iron."},{"word":"Piment","type":"n.","descr":" Wine flavored with spice or honey. See Pigment, 3."},{"word":"Pimenta","type":"n.","descr":" Same as Pimento."},{"word":"Pimento","type":"n.","descr":" Allspice; -- applied both to the tree and its fruit. See Allspice."},{"word":"Pimlico","type":"n.","descr":" The friar bird."},{"word":"Pimp","type":"n.","descr":" One who provides gratification for the lust of others; a procurer; a pander."},{"word":"Pimped","type":"imp. and p. p.","descr":" of Pimp"},{"word":"Pimping","type":"p. pr. and vb. n.","descr":" of Pimp"},{"word":"Pimp","type":"v. i.","descr":" To procure women for the gratification of others\\' lusts; to pander."},{"word":"Pimpernel","type":"n.","descr":" A plant of the genus Anagallis, of which one species (A. arvensis) has small flowers, usually scarlet, but sometimes purple, blue, or white, which speedily close at the approach of bad weather."},{"word":"Pimpillo","type":"n.","descr":" A West Indian name for the prickly pear (Opuntia); -- called also pimploes."},{"word":"Pimpinel","type":"n.","descr":" The burnet saxifrage. See under Saxifrage."},{"word":"Pimping","type":"a.","descr":" Little; petty; pitiful."},{"word":"Pimping","type":"a.","descr":" Puny; sickly."},{"word":"Pimple","type":"n.","descr":" Any small acuminated elevation of the cuticle, whether going on to suppuration or not."},{"word":"Pimple","type":"n.","descr":" Fig.: A swelling or protuberance like a pimple."},{"word":"Pimpled","type":"a.","descr":" Having pimples."},{"word":"Pimply","type":"a.","descr":" Pimpled."},{"word":"Pimpship","type":"n.","descr":" The office, occupation, or persom of a pimp."},{"word":"Pin","type":"v. t.","descr":" To peen."},{"word":"Pin","type":"v. t.","descr":" To inclose; to confine; to pen; to pound."},{"word":"Pin","type":"n.","descr":" A piece of wood, metal, etc., generally cylindrical, used for fastening separate articles together, or as a support by which one article may be suspended from another; a peg; a bolt."},{"word":"Pin","type":"n.","descr":" Especially, a small, pointed and headed piece of brass or other wire (commonly tinned), largely used for fastening clothes, attaching papers, etc."},{"word":"Pin","type":"n.","descr":" Hence, a thing of small value; a trifle."},{"word":"Pin","type":"n.","descr":" That which resembles a pin in its form or use"},{"word":"Pin","type":"n.","descr":" A peg in musical instruments, for increasing or relaxing the tension of the strings."},{"word":"Pin","type":"n.","descr":" A linchpin."},{"word":"Pin","type":"n.","descr":" A rolling-pin."},{"word":"Pin","type":"n.","descr":" A clothespin."},{"word":"Pin","type":"n.","descr":" A short shaft, sometimes forming a bolt, a part of which serves as a journal."},{"word":"Pin","type":"n.","descr":" The tenon of a dovetail joint."},{"word":"Pin","type":"n.","descr":" One of a row of pegs in the side of an ancient drinking cup to mark how much each man should drink."},{"word":"Pin","type":"n.","descr":" The bull\\'s eye, or center, of a target; hence, the center."},{"word":"Pin","type":"n.","descr":" Mood; humor."},{"word":"Pin","type":"n.","descr":" Caligo. See Caligo."},{"word":"Pin","type":"n.","descr":" An ornament, as a brooch or badge, fastened to the clothing by a pin; as, a Masonic pin."},{"word":"Pin","type":"n.","descr":" The leg; as, to knock one off his pins."},{"word":"Pinned","type":"imp. and p. p.","descr":" of Pin"},{"word":"Pinning","type":"p. pr. and vb. n.","descr":" of Pin"},{"word":"Pin","type":"n.","descr":" To fasten with, or as with, a pin; to join; as, to pin a garment; to pin boards together."},{"word":"Pi\u0096a cloth","type":"","descr":" A fine material for ladies\\' shawls, scarfs, handkerchiefs, etc., made from the fiber of the pineapple leaf, and perhaps from other fibrous tropical leaves. It is delicate, soft, and transparent, with a slight tinge of pale yellow."},{"word":"Pinacoid","type":"n.","descr":" A plane parallel to two of the crystalline axes."},{"word":"Pinacolin","type":"n.","descr":" A colorless oily liquid related to the ketones, and obtained by the decomposition of pinacone; hence, by extension, any one of the series of which pinacolin proper is the type."},{"word":"Pinacone","type":"n.","descr":" A white crystalline substance related to the glycols, and made from acetone; hence, by extension, any one of a series of substances of which pinacone proper is the type."},{"word":"Pinacotheca","type":"n.","descr":" A picture gallery."},{"word":"Pinafore","type":"n.","descr":" An apron for a child to protect the front part of dress; a tier."},{"word":"Pinakothek","type":"n.","descr":" Pinacotheca."},{"word":"Pinaster","type":"n.","descr":" A species of pine (Pinus Pinaster) growing in Southern Europe."},{"word":"Pinaces","type":"pl. ","descr":" of Pinax"},{"word":"Pinax","type":"n.","descr":" A tablet; a register; hence, a list or scheme inscribed on a tablet."},{"word":"Pince-nez","type":"n.","descr":" Eyeglasses kept on the nose by a spring."},{"word":"Pincers","type":"n. pl.","descr":" See Pinchers."},{"word":"Pinched","type":"imp. and p. p.","descr":" of Pinch"},{"word":"Pinching","type":"p. pr. and vb. n.","descr":" of Pinch"},{"word":"Pinch","type":"v. t.","descr":" To press hard or squeeze between the ends of the fingers, between teeth or claws, or between the jaws of an instrument; to squeeze or compress, as between any two hard bodies."},{"word":"Pinch","type":"v. t.","descr":" o seize; to grip; to bite; -- said of animals."},{"word":"Pinch","type":"v. t.","descr":" To plait."},{"word":"Pinch","type":"v. t.","descr":" Figuratively: To cramp; to straiten; to oppress; to starve; to distress; as, to be pinched for money."},{"word":"Pinch","type":"v. t.","descr":" To move, as a railroad car, by prying the wheels with a pinch. See Pinch, n., 4."},{"word":"Pinch","type":"v. i.","descr":" To act with pressing force; to compress; to squeeze; as, the shoe pinches."},{"word":"Pinch","type":"v. i.","descr":" To take hold; to grip, as a dog does."},{"word":"Pinch","type":"v. i.","descr":" To spare; to be niggardly; to be covetous."},{"word":"Pinch","type":"n.","descr":" A close compression, as with the ends of the fingers, or with an instrument; a nip."},{"word":"Pinch","type":"n.","descr":" As much as may be taken between the finger and thumb; any very small quantity; as, a pinch of snuff."},{"word":"Pinch","type":"n.","descr":" Pian; pang."},{"word":"Pinch","type":"n.","descr":" A lever having a projection at one end, acting as a fulcrum, -- used chiefly to roll heavy wheels, etc. Called also pinch bar."},{"word":"Pinchbeck","type":"n.","descr":" An alloy of copper and zinc, resembling gold; a yellow metal, composed of about three ounces of zinc to a pound of copper. It is much used as an imitation of gold in the manufacture of cheap jewelry."},{"word":"Pinchbeck","type":"a.","descr":" Made of pinchbeck; sham; cheap; spurious; unreal."},{"word":"Pinchcock","type":"n.","descr":" A clamp on a flexible pipe to regulate the flow of a fluid through the pipe."},{"word":"Pinchem","type":"n.","descr":" The European blue titmouse."},{"word":"Pincher","type":"n.","descr":" One who, or that which, pinches."},{"word":"Pinchers","type":"n. pl.","descr":" An instrument having two handles and two grasping jaws working on a pivot; -- used for griping things to be held fast, drawing nails, etc."},{"word":"Pinchfist","type":"n.","descr":" A closefisted person; a miser."},{"word":"Pinching","type":"a.","descr":" Compressing; nipping; griping; niggardly; as, pinching cold; a pinching parsimony."},{"word":"Pinchingly","type":"adv.","descr":" In a pinching way."},{"word":"Pinchpenny","type":"n.","descr":" A miserly person."},{"word":"Pincoffin","type":"n.","descr":" A commercial preparation of garancin, yielding fine violet tints."},{"word":"Pincpinc","type":"n.","descr":" An African wren warbler. (Drymoica textrix)."},{"word":"Pincushion","type":"n.","descr":" A small cushion, in which pins may be stuck for use."},{"word":"Pindal","type":"n.","descr":" Alt. of Pindar"},{"word":"Pindar","type":"n.","descr":" The peanut (Arachis hypogaea); -- so called in the West Indies."},{"word":"Pindaric","type":"a.","descr":" Of or pertaining to Pindar, the Greek lyric poet; after the style and manner of Pindar; as, Pindaric odes."},{"word":"Pindaric","type":"n.","descr":" A Pindaric ode."},{"word":"Pindarical","type":"a.","descr":" Pindaric."},{"word":"Pindarism","type":"n.","descr":" Imitation of Pindar."},{"word":"Pindarist","type":"n.","descr":" One who imitates Pindar."},{"word":"Pinder","type":"n.","descr":" One who impounds; a poundkeeper."},{"word":"Pine","type":"n.","descr":" Woe; torment; pain."},{"word":"Pined","type":"imp. and p. p.","descr":" of Pine"},{"word":"Pining","type":"p. pr. and vb. n.","descr":" of Pine"},{"word":"Pine","type":"v.","descr":" To inflict pain upon; to torment; to torture; to afflict."},{"word":"Pine","type":"v.","descr":" To grieve or mourn for."},{"word":"Pine","type":"v. i.","descr":" To suffer; to be afflicted."},{"word":"Pine","type":"v. i.","descr":" To languish; to lose flesh or wear away, under any distress or anexiety of mind; to droop; -- often used with away."},{"word":"Pine","type":"v. i.","descr":" To languish with desire; to waste away with longing for something; -- usually followed by for."},{"word":"Pine","type":"n.","descr":" Any tree of the coniferous genus Pinus. See Pinus."},{"word":"Pine","type":"n.","descr":" The wood of the pine tree."},{"word":"Pine","type":"n.","descr":" A pineapple."},{"word":"Pineal","type":"a.","descr":" Of or pertaining to a pine cone; resembling a pine cone."},{"word":"Pineapple","type":"n.","descr":" A tropical plant (Ananassa sativa); also, its fruit; -- so called from the resemblance of the latter, in shape and external appearance, to the cone of the pine tree. Its origin is unknown, though conjectured to be American."},{"word":"Pineaster","type":"n.","descr":" See Pinaster."},{"word":"Pine-clad","type":"a.","descr":" Alt. of Pine-crowned"},{"word":"Pine-crowned","type":"a.","descr":" Clad or crowned with pine trees; as, pine-clad hills."},{"word":"Pinedrops","type":"n.","descr":" A reddish herb (Pterospora andromedea) of the United States, found parasitic on the roots of pine trees."},{"word":"Pinefinch","type":"n.","descr":" A small American bird (Spinus, \/ Chrysomitris, spinus); -- called also pine siskin, and American siskin."},{"word":"Pinefinch","type":"n.","descr":" The pine grosbeak."},{"word":"Pinenchyma","type":"n.","descr":" Tabular parenchyma, a form of cellular tissue in which the cells are broad and flat, as in some kinds of epidermis."},{"word":"Pineries","type":"pl. ","descr":" of Pinery"},{"word":"Pinery","type":"n.","descr":" A pine forest; a grove of pines."},{"word":"Pinery","type":"n.","descr":" A hothouse in which pineapples are grown."},{"word":"Pinesap","type":"n.","descr":" A reddish fleshy herb of the genus Monotropa (M. hypopitys), formerly thought to be parasitic on the roots of pine trees, but more probably saprophytic."},{"word":"Pinetum","type":"n.","descr":" A plantation of pine trees; esp., a collection of living pine trees made for ornamental or scientific purposes."},{"word":"Pineweed","type":"n.","descr":" A low, bushy, nearly leafless herb (Hypericum Sarothra), common in sandy soil in the Eastern United States."},{"word":"Piney","type":"a.","descr":" See Piny."},{"word":"Piney","type":"a.","descr":" A term used in designating an East Indian tree (the Vateria Indica or piney tree, of the order Dipterocarpeae, which grows in Malabar, etc.) or its products."},{"word":"Pin-eyed","type":"a.","descr":" Having the stigma visible at the throad of a gamopetalous corolla, while the stamens are concealed in the tube; -- said of dimorphous flowers. The opposite of thrum-eyed."},{"word":"Pinfeather","type":"n.","descr":" A feather not fully developed; esp., a rudimentary feather just emerging through the skin."},{"word":"Pinfeathered","type":"a.","descr":" Having part, or all, of the feathers imperfectly developed."},{"word":"Pinfish","type":"n.","descr":" The sailor\\'s choice (Diplodus, \/ Lagodon, rhomboides)."},{"word":"Pinfish","type":"n.","descr":" The salt-water bream (Diplodus Holbrooki)."},{"word":"Pinfold","type":"n.","descr":" A place in which stray cattle or domestic animals are confined; a pound; a penfold."},{"word":"Ping","type":"n.","descr":" The sound made by a bullet in striking a solid object or in passing through the air."},{"word":"Pinged","type":"imp. and p. p.","descr":" of Ping"},{"word":"Pinging","type":"p. pr. and vb. n.","descr":" of Ping"},{"word":"Ping","type":"v. i.","descr":" To make the sound called ping."},{"word":"Pingle","type":"n.","descr":" A small piece of inclosed ground."},{"word":"Pingster","type":"n.","descr":" See Pinkster."},{"word":"Pinguicula","type":"n.","descr":" See Butterwort."},{"word":"Pinguid","type":"a.","descr":" Fat; unctuous; greasy."},{"word":"Pinguidinous","type":"a.","descr":" Containing fat; fatty."},{"word":"Pinguitude","type":"n.","descr":" Fatness; a growing fat; obesity."},{"word":"Pinhold","type":"n.","descr":" A place where a pin is fixed."},{"word":"Pinic","type":"a.","descr":" Of or pertaining to the pine; obtained from the pine; formerly, designating an acid which is the chief constituent of common resin, -- now called abietic, or sylvic, acid."},{"word":"Pining","type":"a.","descr":" Languishing; drooping; wasting away, as with longing."},{"word":"Pining","type":"a.","descr":" Wasting; consuming."},{"word":"Piningly","type":"adv.","descr":" In a pining manner; droopingly."},{"word":"Pinion","type":"n.","descr":" A moth of the genus Lithophane, as L. antennata, whose larva bores large holes in young peaches and apples."},{"word":"Pinion","type":"n.","descr":" A feather; a quill."},{"word":"Pinion","type":"n.","descr":" A wing, literal or figurative."},{"word":"Pinion","type":"n.","descr":" The joint of bird\\'s wing most remote from the body."},{"word":"Pinion","type":"n.","descr":" A fetter for the arm."},{"word":"Pinion","type":"n.","descr":" A cogwheel with a small number of teeth, or leaves, adapted to engage with a larger wheel, or rack (see Rack); esp., such a wheel having its leaves formed of the substance of the arbor or spindle which is its axis."},{"word":"Pinioned","type":"imp. and p. p.","descr":" of Pinion"},{"word":"Pinioning","type":"p. pr. and vb. n.","descr":" of Pinion"},{"word":"Pinion","type":"v. t.","descr":" To bind or confine the wings of; to confine by binding the wings."},{"word":"Pinion","type":"v. t.","descr":" To disable by cutting off the pinion joint."},{"word":"Pinion","type":"v. t.","descr":" To disable or restrain, as a person, by binding the arms, esp. by binding the arms to the body."},{"word":"Pinion","type":"v. t.","descr":" Hence, generally, to confine; to bind; to tie up."},{"word":"Pinioned","type":"a.","descr":" Having wings or pinions."},{"word":"Pinionist","type":"n.","descr":" Any winged creature."},{"word":"Pinite","type":"n.","descr":" A compact granular cryptocrystalline mineral of a dull grayish or greenish white color. It is a hydrous alkaline silicate, and is derived from the alteration of other minerals, as iolite."},{"word":"Pinite","type":"n.","descr":" Any fossil wood which exhibits traces of having belonged to the Pine family."},{"word":"Pinite","type":"n.","descr":" A sweet white crystalline substance extracted from the gum of a species of pine (Pinus Lambertina). It is isomeric with, and resembles, quercite."},{"word":"Pink","type":"n.","descr":" A vessel with a very narrow stern; -- called also pinky."},{"word":"Pink","type":"v. i.","descr":" To wink; to blink."},{"word":"Pink","type":"a.","descr":" Half-shut; winking."},{"word":"Pinked","type":"imp. and p. p.","descr":" of Pink"},{"word":"Pinking","type":"p. pr. and vb. n.","descr":" of Pink"},{"word":"Pink","type":"v. t.","descr":" To pierce with small holes; to cut the edge of, as cloth or paper, in small scallops or angles."},{"word":"Pink","type":"v. t.","descr":" To stab; to pierce as with a sword."},{"word":"Pink","type":"v. t.","descr":" To choose; to cull; to pick out."},{"word":"Pink","type":"n.","descr":" A stab."},{"word":"Pink","type":"v. t.","descr":" A name given to several plants of the caryophyllaceous genus Dianthus, and to their flowers, which are sometimes very fragrant and often double in cultivated varieties. The species are mostly perennial herbs, with opposite linear leaves, and handsome five-petaled flowers with a tubular calyx."},{"word":"Pink","type":"v. t.","descr":" A color resulting from the combination of a pure vivid red with more or less white; -- so called from the common color of the flower."},{"word":"Pink","type":"v. t.","descr":" Anything supremely excellent; the embodiment or perfection of something."},{"word":"Pink","type":"v. t.","descr":" The European minnow; -- so called from the color of its abdomen in summer."},{"word":"Pink","type":"a.","descr":" Resembling the garden pink in color; of the color called pink (see 6th Pink, 2); as, a pink dress; pink ribbons."},{"word":"Pinked","type":"a.","descr":" Pierced with small holes; worked in eyelets; scalloped on the edge."},{"word":"Pink-eyed","type":"a.","descr":" Having small eyes."},{"word":"Pinking","type":"n.","descr":" The act of piercing or stabbing."},{"word":"Pinking","type":"n.","descr":" The act or method of decorating fabrics or garments with a pinking iron; also, the style of decoration; scallops made with a pinking iron."},{"word":"Pinkish","type":"a.","descr":" Somewhat pink."},{"word":"Pinkness","type":"n.","descr":" Quality or state of being pink."},{"word":"Pinkroot","type":"n.","descr":" The root of Spigelia Marilandica, used as a powerful vermifuge; also, that of S. Anthelmia. See definition 2 (below)."},{"word":"Pinkroot","type":"n.","descr":" A perennial North American herb (Spigelia Marilandica), sometimes cultivated for its showy red blossoms. Called also Carolina pink, Maryland pinkroot, and worm grass."},{"word":"Pinkroot","type":"n.","descr":" An annual South American and West Indian plant (Spigelia Anthelmia)."},{"word":"Pinkster","type":"n.","descr":" Whitsuntide."},{"word":"Pink stern","type":"","descr":" See Chebacco, and 1st Pink."},{"word":"Pink-sterned","type":"a.","descr":" Having a very narrow stern; -- said of a vessel."},{"word":"Pinky","type":"n.","descr":" See 1st Pink."},{"word":"Pinnae","type":"pl. ","descr":" of Pinna"},{"word":"Pinnas","type":"pl. ","descr":" of Pinna"},{"word":"Pinna","type":"n.","descr":" A leaflet of a pinnate leaf. See Illust. of Bipinnate leaf, under Bipinnate."},{"word":"Pinna","type":"n.","descr":" One of the primary divisions of a decompound leaf."},{"word":"Pinna","type":"n.","descr":" One of the divisions of a pinnate part or organ."},{"word":"Pinna","type":"n.","descr":" Any species of Pinna, a genus of large bivalve mollusks found in all warm seas. The byssus consists of a large number of long, silky fibers, which have been used in manufacturing woven fabrics, as a curiosity."},{"word":"Pinna","type":"n.","descr":" The auricle of the ear. See Ear."},{"word":"Pinnace","type":"n.","descr":" A small vessel propelled by sails or oars, formerly employed as a tender, or for coast defence; -- called originally, spynace or spyne."},{"word":"Pinnace","type":"n.","descr":" A man-of-war\\'s boat."},{"word":"Pinnace","type":"n.","descr":" A procuress; a pimp."},{"word":"Pinnacle","type":"n.","descr":" An architectural member, upright, and generally ending in a small spire, -- used to finish a buttress, to constitute a part in a proportion, as where pinnacles flank a gable or spire, and the like. Pinnacles may be considered primarily as added weight, where it is necessary to resist the thrust of an arch, etc."},{"word":"Pinnacle","type":"n.","descr":" Anything resembling a pinnacle; a lofty peak; a pointed summit."},{"word":"Pinnacled","type":"imp. and p. p.","descr":" of Pinnacle"},{"word":"Pinnacling","type":"p. pr. and vb. n.","descr":" of Pinnacle"},{"word":"Pinnacle","type":"v. t.","descr":" To build or furnish with a pinnacle or pinnacles."},{"word":"Pinnage","type":"n.","descr":" Poundage of cattle. See Pound."},{"word":"Pinnate","type":"a.","descr":" Alt. of Pinnated"},{"word":"Pinnated","type":"a.","descr":" Consisting of several leaflets, or separate portions, arranged on each side of a common petiole, as the leaves of a rosebush, a hickory, or an ash. See Abruptly pinnate, and Illust., under Abruptly."},{"word":"Pinnated","type":"a.","descr":" Having a winglike tuft of long feathers on each side of the neck."},{"word":"Pinnately","type":"adv.","descr":" In a pinnate manner."},{"word":"Pinnatifid","type":"a.","descr":" Divided in a pinnate manner, with the divisions not reaching to the midrib."},{"word":"Pinnatilobate","type":"a.","descr":" Having lobes arranged in a pinnate manner."},{"word":"Pinnatiped","type":"a.","descr":" Having the toes bordered by membranes; fin-footed, as certain birds."},{"word":"Pinnatiped","type":"n.","descr":" Any bird which has the toes bordered by membranes."},{"word":"Pinner","type":"n.","descr":" One who, or that which, pins or fastens, as with pins."},{"word":"Pinner","type":"n.","descr":" A headdress like a cap, with long lappets."},{"word":"Pinner","type":"n.","descr":" An apron with a bib; a pinafore."},{"word":"Pinner","type":"n.","descr":" A cloth band for a gown."},{"word":"Pinner","type":"n.","descr":" A pin maker."},{"word":"Pinner","type":"n.","descr":" One who pins or impounds cattle. See Pin, v. t."},{"word":"Pinnet","type":"n.","descr":" A pinnacle."},{"word":"Pinniform","type":"a.","descr":" Shaped like a fin or feather."},{"word":"Pinnigrada","type":"n. pl.","descr":" Same as Pinnipedia."},{"word":"Pinnigrade","type":"n.","descr":" An animal of the seal tribe, moving by short feet that serve as paddles."},{"word":"Pinniped","type":"n.","descr":" One of the Pinnipedia; a seal."},{"word":"Pinniped","type":"n.","descr":" One of the Pinnipedes."},{"word":"Pinnipedes","type":"n. pl.","descr":" Same as Steganopodes."},{"word":"Pinnipedia","type":"n. pl.","descr":" A suborder of aquatic carnivorous mammals including the seals and walruses; -- opposed to Fissipedia."},{"word":"Pinnock","type":"n.","descr":" The hedge sparrow."},{"word":"Pinnock","type":"n.","descr":" The tomtit."},{"word":"Pinnothere","type":"n.","descr":" A crab of the genus pinnotheres. See Oyster crab, under Oyster."},{"word":"Pinnulae","type":"pl. ","descr":" of Pinnula"},{"word":"Pinnula","type":"n.","descr":" Same as Pinnule."},{"word":"Pinnulate","type":"a.","descr":" Having each pinna subdivided; -- said of a leaf, or of its pinnae."},{"word":"Pinnulated","type":"a.","descr":" Having pinnules."},{"word":"Pinnule","type":"n.","descr":" One of the small divisions of a decompound frond or leaf. See Illust. of Bipinnate leaf, under Bipinnate."},{"word":"Pinnule","type":"n.","descr":" Any one of a series of small, slender organs, or parts, when arranged in rows so as to have a plumelike appearance; as, a pinnule of a gorgonia; the pinnules of a crinoid."},{"word":"Pinnywinkles","type":"n. pl.","descr":" An instrument of torture, consisting of a board with holes into which the fingers were pressed, and fastened with pegs."},{"word":"Pinocle","type":"n.","descr":" See Penuchle."},{"word":"Pinole","type":"n.","descr":" An aromatic powder used in Italy in the manufacture of chocolate."},{"word":"Pinole","type":"n.","descr":" Parched maize, ground, and mixed with sugar, etc. Mixed with water, it makes a nutritious beverage."},{"word":"Pi\u0096on","type":"n.","descr":" The edible seed of several species of pine; also, the tree producing such seeds, as Pinus Pinea of Southern Europe, and P. Parryana, cembroides, edulis, and monophylla, the nut pines of Western North America."},{"word":"Pi\u0096on","type":"n.","descr":" See Monkey\\'s puzzle."},{"word":"Pinpatch","type":"n.","descr":" The common English periwinkle."},{"word":"Pint","type":"n.","descr":" A measure of capacity, equal to half a quart, or four gills, -- used in liquid and dry measures. See Quart."},{"word":"Pint","type":"n.","descr":" The laughing gull."},{"word":"Pintados","type":"pl. ","descr":" of Pintado"},{"word":"Pintado","type":"n.","descr":" Any bird of the genus Numida. Several species are found in Africa. The common pintado, or Guinea fowl, the helmeted, and the crested pintados, are the best known. See Guinea fowl, under Guinea."},{"word":"Pintail","type":"n.","descr":" A northern duck (Dafila acuta), native of both continents. The adult male has a long, tapering tail. Called also gray duck, piketail, piket-tail, spike-tail, split-tail, springtail, sea pheasant, and gray widgeon."},{"word":"Pintail","type":"n.","descr":" The sharp-tailed grouse of the great plains and Rocky Mountains (Pediocaetes phasianellus); -- called also pintailed grouse, pintailed chicken, springtail, and sharptail."},{"word":"Pin-tailed","type":"a.","descr":" Having a tapered tail, with the middle feathers longest; -- said of birds."},{"word":"Pintle","type":"n.","descr":" A little pin."},{"word":"Pintle","type":"n.","descr":" An upright pivot pin"},{"word":"Pintle","type":"n.","descr":" The pivot pin of a hinge."},{"word":"Pintle","type":"n.","descr":" A hook or pin on which a rudder hangs and turns."},{"word":"Pintle","type":"n.","descr":" A pivot about which the chassis swings, in some kinds of gun carriages."},{"word":"Pintle","type":"n.","descr":" A kingbolt of a wagon."},{"word":"Pintos","type":"n. pl.","descr":" A mountain tribe of Mexican Indians living near Acapulco. They are remarkable for having the dark skin of the face irregularly spotted with white. Called also speckled Indians."},{"word":"Pinule","type":"n.","descr":" One of the sights of an astrolabe."},{"word":"Pinus","type":"n.","descr":" A large genus of evergreen coniferous trees, mostly found in the northern hemisphere. The genus formerly included the firs, spruces, larches, and hemlocks, but is now limited to those trees which have the primary leaves of the branchlets reduced to mere scales, and the secondary ones (pine needles) acicular, and usually in fascicles of two to seven. See Pine."},{"word":"Pinweed","type":"n.","descr":" Any plant of the genus Lechea, low North American herbs with branching stems, and very small and abundant leaves and flowers."},{"word":"Pinworm","type":"n.","descr":" A small nematoid worm (Oxyurus vermicularis), which is parasitic chiefly in the rectum of man. It is most common in children and aged persons."},{"word":"Pinxit","type":"","descr":" A word appended to the artist\\'s name or initials on a painting, or engraved copy of a painting; as, Rubens pinxit, Rubens painted (this)."},{"word":"Pinxter","type":"n.","descr":" See Pinkster."},{"word":"Piny","type":"a.","descr":" Abounding with pines."},{"word":"Pioned","type":"a.","descr":" A Shakespearean word of disputed meaning; perh., \"abounding in marsh marigolds.\""},{"word":"Pioneer","type":"n.","descr":" A soldier detailed or employed to form roads, dig trenches, and make bridges, as an army advances."},{"word":"Pioneer","type":"n.","descr":" One who goes before, as into the wilderness, preparing the way for others to follow; as, pioneers of civilization; pioneers of reform."},{"word":"Pioneered","type":"imp. and p. p.","descr":" of Pioneer"},{"word":"Pioneering","type":"p. pr. and vb. n.","descr":" of Pioneer"},{"word":"Pioneer","type":"v. t. and i.","descr":" To go before, and prepare or open a way for; to act as pioneer."},{"word":"Pioner","type":"n.","descr":" A pioneer."},{"word":"Piony","type":"n.","descr":" See Peony."},{"word":"Piot","type":"n.","descr":" The magpie."},{"word":"Pious","type":"a.","descr":" Of or pertaining to piety; exhibiting piety; reverential; dutiful; religious; devout; godly."},{"word":"Pious","type":"a.","descr":" Practiced under the pretext of religion; prompted by mistaken piety; as, pious errors; pious frauds."},{"word":"Piously","type":"adv.","descr":" In a pious manner."},{"word":"Pip","type":"n.","descr":" A contagious disease of fowls, characterized by hoarseness, discharge from the nostrils and eyes, and an accumulation of mucus in the mouth, forming a \"scale\" on the tongue. By some the term pip is restricted to this last symptom, the disease being called roup by them."},{"word":"Pip","type":"n.","descr":" A seed, as of an apple or orange."},{"word":"Pip","type":"n.","descr":" One of the conventional figures or \"spots\" on playing cards, dominoes, etc."},{"word":"Pipped","type":"imp. and p. p.","descr":" of Pip"},{"word":"Pipping","type":"p. pr. and vb. n.","descr":" of Pip"},{"word":"Pip","type":"v. i.","descr":" To cry or chirp, as a chicken; to peep."},{"word":"Pipas","type":"pl. ","descr":" of Pipa"},{"word":"Pipa","type":"n.","descr":" The Surinam toad (Pipa Americana), noted for its peculiar breeding habits."},{"word":"Pipage","type":"n.","descr":" Transportation, as of petroleum oil, by means of a pipe conduit; also, the charge for such transportation."},{"word":"Pipal tree","type":"","descr":" Same as Peepul tree."},{"word":"Pipe","type":"n.","descr":" A wind instrument of music, consisting of a tube or tubes of straw, reed, wood, or metal; any tube which produces musical sounds; as, a shepherd\\'s pipe; the pipe of an organ."},{"word":"Pipe","type":"n.","descr":" Any long tube or hollow body of wood, metal, earthenware, or the like: especially, one used as a conductor of water, steam, gas, etc."},{"word":"Pipe","type":"n.","descr":" A small bowl with a hollow steam, -- used in smoking tobacco, and, sometimes, other substances."},{"word":"Pipe","type":"n.","descr":" A passageway for the air in speaking and breathing; the windpipe, or one of its divisions."},{"word":"Pipe","type":"n.","descr":" The key or sound of the voice."},{"word":"Pipe","type":"n.","descr":" The peeping whistle, call, or note of a bird."},{"word":"Pipe","type":"n.","descr":" The bagpipe; as, the pipes of Lucknow."},{"word":"Pipe","type":"n.","descr":" An elongated body or vein of ore."},{"word":"Pipe","type":"n.","descr":" A roll formerly used in the English exchequer, otherwise called the Great Roll, on which were taken down the accounts of debts to the king; -- so called because put together like a pipe."},{"word":"Pipe","type":"n.","descr":" A boatswain\\'s whistle, used to call the crew to their duties; also, the sound of it."},{"word":"Pipe","type":"n.","descr":" A cask usually containing two hogsheads, or 126 wine gallons; also, the quantity which it contains."},{"word":"Pipe","type":"v. i.","descr":" To play on a pipe, fife, flute, or other tubular wind instrument of music."},{"word":"Pipe","type":"v. i.","descr":" To call, convey orders, etc., by means of signals on a pipe or whistle carried by a boatswain."},{"word":"Pipe","type":"v. i.","descr":" To emit or have a shrill sound like that of a pipe; to whistle."},{"word":"Pipe","type":"v. i.","descr":" To become hollow in the process of solodifying; -- said of an ingot, as of steel."},{"word":"Piped","type":"imp. and p. p.","descr":" of Pipe"},{"word":"Piping","type":"p. pr. and vb. n.","descr":" of Pipe"},{"word":"Pipe","type":"v. t.","descr":" To perform, as a tune, by playing on a pipe, flute, fife, etc.; to utter in the shrill tone of a pipe."},{"word":"Pipe","type":"v. t.","descr":" To call or direct, as a crew, by the boatswain\\'s whistle."},{"word":"Pipe","type":"v. t.","descr":" To furnish or equip with pipes; as, to pipe an engine, or a building."},{"word":"Pipe clay","type":"","descr":" A plastic, unctuous clay of a grayish white color, -- used in making tobacco pipes and various kinds of earthenware, in scouring cloth, and in cleansing soldiers\\' equipments."},{"word":"Pipeclay","type":"v. t.","descr":" To whiten or clean with pipe clay, as a soldier\\'s accouterments."},{"word":"Pipeclay","type":"v. t.","descr":" To clear off; as, to pipeclay accounts."},{"word":"Piped","type":"a.","descr":" Formed with a pipe; having pipe or pipes; tubular."},{"word":"Pipefish","type":"n.","descr":" Any lophobranch fish of the genus Siphostoma, or Syngnathus, and allied genera, having a long and very slender angular body, covered with bony plates. The mouth is small, at the end of a long, tubular snout. The male has a pouch on his belly, in which the incubation of the eggs takes place."},{"word":"Pipelayer","type":"","descr":" Alt. of Pipe layer"},{"word":"Pipe layer","type":"","descr":" One who lays conducting pipes in the ground, as for water, gas, etc."},{"word":"Pipe layer","type":"","descr":" A politician who works in secret; -- in this sense, usually written as one word."},{"word":"Pipelaying","type":"","descr":" Alt. of Pipe laying"},{"word":"Pipe laying","type":"","descr":" The laying of conducting pipes underground, as for water, gas, etc."},{"word":"Pipe laying","type":"","descr":" The act or method of making combinations for personal advantage secretly or slyly; -- in this sense, usually written as one word."},{"word":"Pipemouth","type":"n.","descr":" Any fish of the genus Fistularia; -- called also tobacco pipefish. See Fistularia."},{"word":"Piper","type":"n.","descr":" See Pepper."},{"word":"Piper","type":"n.","descr":" One who plays on a pipe, or the like, esp. on a bagpipe."},{"word":"Piper","type":"n.","descr":" A common European gurnard (Trigla lyra), having a large head, with prominent nasal projection, and with large, sharp, opercular spines."},{"word":"Piper","type":"n.","descr":" A sea urchin (Goniocidaris hystrix) having very long spines, native of both the American and European coasts."},{"word":"Piperaceous","type":"a.","descr":" Of or pertaining to the order of plants (Piperaceae) of which the pepper (Piper nigrum) is the type. There are about a dozen genera and a thousand species, mostly tropical plants with pungent and aromatic qualities."},{"word":"Piperic","type":"a.","descr":" Pertaining to, or derived from, or designating, a complex organic acid found in the products of different members of the Pepper family, and extracted as a yellowish crystalline substance."},{"word":"Piperidge","type":"n.","descr":" Same as Pepperidge."},{"word":"Piperidine","type":"n.","descr":" An oily liquid alkaloid, C5H11N, having a hot, peppery, ammoniacal odor. It is related to pyridine, and is obtained by the decomposition of piperine."},{"word":"Piperine","type":"n.","descr":" A white crystalline compound of piperidine and piperic acid. It is obtained from the black pepper (Piper nigrum) and other species."},{"word":"Piperonal","type":"n.","descr":" A white crystalline substance obtained by oxidation of piperic acid, and regarded as a complex aldehyde."},{"word":"Piperylene","type":"n.","descr":" A hydrocarbon obtained by decomposition of certain piperidine derivatives."},{"word":"Pipestem","type":"n.","descr":" The hollow stem or tube of a pipe used for smoking tobacco, etc."},{"word":"Pipestone","type":"n.","descr":" A kind of clay slate, carved by the Indians into tobacco pipes.  Cf. Catlinite."},{"word":"Pipette","type":"n.","descr":" A small glass tube, often with an enlargement or bulb in the middle, and usually graduated, -- used for transferring or delivering measured quantities."},{"word":"Pipevine","type":"n.","descr":" The Dutchman\\'s pipe. See under Dutchman."},{"word":"Pipewort","type":"n.","descr":" Any plant of a genus (Eriocaulon) of aquatic or marsh herbs with soft grass-like leaves."},{"word":"Piping","type":"v.","descr":" Playing on a musical pipe."},{"word":"Piping","type":"v.","descr":" Peaceful; favorable to, or characterized by, the music of the pipe rather than of the drum and fife."},{"word":"Piping","type":"v.","descr":" Emitting a high, shrill sound."},{"word":"Piping","type":"v.","descr":" Simmering; boiling; sizzling; hissing; -- from the sound of boiling fluids."},{"word":"Piping","type":"n.","descr":" A small cord covered with cloth, -- used as trimming for women\\'s dresses."},{"word":"Piping","type":"n.","descr":" Pipes, collectively; as, the piping of a house."},{"word":"Piping","type":"n.","descr":" The act of playing on a pipe; the shrill noted of birds, etc."},{"word":"Piping","type":"n.","descr":" A piece cut off to be set or planted; a cutting; also, propagation by cuttings."},{"word":"Pipistrel","type":"n.","descr":" Alt. of Pipistrelle"},{"word":"Pipistrelle","type":"n.","descr":" A small European bat (Vesperugo pipistrellus); -- called also flittermouse."},{"word":"Pipit","type":"n.","descr":" Any one of numerous species of small singing birds belonging to Anthus and allied genera, of the family Motacillidae. They strongly resemble the true larks in habits, colors, and the great length of the hind claw. They are, therefore, often called titlarks, and pipit larks."},{"word":"Pipkin","type":"n.","descr":" A small earthen boiler."},{"word":"Pippin","type":"n.","descr":" An apple from a tree raised from the seed and not grafted; a seedling apple."},{"word":"Pippin","type":"n.","descr":" A name given to apples of several different kinds, as Newtown pippin, summer pippin, fall pippin, golden pippin."},{"word":"Pippul tree","type":"","descr":" Same as Peepul tree."},{"word":"Pipras","type":"pl. ","descr":" of Pipra"},{"word":"Pipra","type":"n.","descr":" Any one of numerous species of small clamatorial birds belonging to Pipra and allied genera, of the family Pipridae. The male is usually glossy black, varied with scarlet, yellow, or sky blue. They chiefly inhabit South America."},{"word":"Piprine","type":"a.","descr":" Of or pertaining to the pipras, or the family Pipridae."},{"word":"Pipsissewa","type":"n.","descr":" A low evergreen plant (Chimaphila umbellata), with narrow, wedge-lanceolate leaves, and an umbel of pretty nodding fragrant blossoms. It has been used in nephritic diseases. Called also prince\\'s pine."},{"word":"Pipy","type":"a.","descr":" Like a pipe; hollow-stemmed."},{"word":"Piquancy","type":"n.","descr":" The quality or state of being piquant."},{"word":"Piquant","type":"a.","descr":" Stimulating to the taste; giving zest; tart; sharp; pungent; as, a piquant anecdote."},{"word":"Piquantly","type":"adv.","descr":" In a piquant manner."},{"word":"Pique","type":"n.","descr":" A cotton fabric, figured in the loom, -- used as a dress goods for women and children, and for vestings, etc."},{"word":"Pique","type":"n.","descr":" The jigger. See Jigger."},{"word":"Pique","type":"n.","descr":" A feeling of hurt, vexation, or resentment, awakened by a social slight or injury; irritation of the feelings, as through wounded pride; stinging vexation."},{"word":"Pique","type":"n.","descr":" Keenly felt desire; a longing."},{"word":"Pique","type":"n.","descr":" In piquet, the right of the elder hand to count thirty in hand, or to play before the adversary counts one."},{"word":"Piqued","type":"imp. and p. p.","descr":" of Pique"},{"word":"Piquing","type":"p. pr. and vb. n.","descr":" of Pique"},{"word":"Pique","type":"v. t.","descr":" To wound the pride of; to sting; to nettle; to irritate; to fret; to offend; to excite to anger."},{"word":"Pique","type":"v. t.","descr":" To excite to action by causing resentment or jealousy; to stimulate; to prick; as, to pique ambition, or curiosity."},{"word":"Pique","type":"v. t.","descr":" To pride or value; -- used reflexively."},{"word":"Pique","type":"v. i.","descr":" To cause annoyance or irritation."},{"word":"Piqueer","type":"v. i.","descr":" See Pickeer."},{"word":"Piqueerer","type":"n.","descr":" See Pickeerer."},{"word":"Piquet","type":"n.","descr":" See Picket."},{"word":"Piquet","type":"n.","descr":" A game at cards played between two persons, with thirty-two cards, all the deuces, threes, fours, fives, and sixes, being set aside."},{"word":"Piracies","type":"pl. ","descr":" of Piracy"},{"word":"Piracy","type":"n.","descr":" The act or crime of a pirate."},{"word":"Piracy","type":"n.","descr":" Robbery on the high seas; the taking of property from others on the open sea by open violence; without lawful authority, and with intent to steal; -- a crime answering to robbery on land."},{"word":"Piracy","type":"n.","descr":" "},{"word":"Piragua","type":"n.","descr":" See Pirogue."},{"word":"Pirai","type":"n.","descr":" Same as Piraya."},{"word":"Pirameter","type":"n.","descr":" A dynamometer for ascertaining the power required to draw carriages over roads."},{"word":"Pirarucu","type":"n.","descr":" Same as Arapaima."},{"word":"Pirate","type":"n.","descr":" A robber on the high seas; one who by open violence takes the property of another on the high seas; especially, one who makes it his business to cruise for robbery or plunder; a freebooter on the seas; also, one who steals in a harbor."},{"word":"Pirate","type":"n.","descr":" An armed ship or vessel which sails without a legal commission, for the purpose of plundering other vessels on the high seas."},{"word":"Pirate","type":"n.","descr":" One who infringes the law of copyright, or publishes the work of an author without permission."},{"word":"Pirated","type":"imp. and p. p.","descr":" of Pirate"},{"word":"Pirating","type":"p. pr. and vb. n.","descr":" of Pirate"},{"word":"Pirate","type":"v. i.","descr":" To play the pirate; to practice robbery on the high seas."},{"word":"Pirate","type":"v. t.","descr":" To publish, as books or writings, without the permission of the author."},{"word":"Piratic","type":"a.","descr":" Piratical."},{"word":"Piratical","type":"a.","descr":" Of or pertaining to a pirate; acquired by, or practicing, piracy; as, a piratical undertaking."},{"word":"Piraya","type":"n.","descr":" A large voracious fresh-water fish (Serrasalmo piraya) of South America, having lancet-shaped teeth."},{"word":"Pirie","type":"n.","descr":" See Pirry."},{"word":"Pirie","type":"n.","descr":" A pear tree."},{"word":"Piririgua","type":"n.","descr":" A South American bird (Guira guira) allied to the cuckoos."},{"word":"Pirl","type":"v. t.","descr":" To spin, as a top."},{"word":"Pirl","type":"v. t.","descr":" To twist or twine, as hair in making fishing lines."},{"word":"Pirn","type":"n.","descr":" A quill or reed on which thread or yarn is wound; a bobbin; also, the wound yarn on a weaver\\'s shuttle; also, the reel of a fishing rod."},{"word":"Pirogue","type":"n.","descr":" A dugout canoe; by extension, any small boat."},{"word":"Pirouette","type":"n.","descr":" A whirling or turning on the toes in dancing."},{"word":"Pirouette","type":"n.","descr":" The whirling about of a horse."},{"word":"Pirouetted","type":"imp. and p. p.","descr":" of Pirouette"},{"word":"Pirouetting","type":"p. pr. and vb. n.","descr":" of Pirouette"},{"word":"Pirouette","type":"v. i.","descr":" To perform a pirouette; to whirl, like a dancer."},{"word":"Pirry","type":"n.","descr":" Alt. of Pirrie"},{"word":"Pirrie","type":"n.","descr":" A rough gale of wind."},{"word":"Pisasphaltum","type":"n.","descr":" See Pissasphalt."},{"word":"Pisay","type":"n.","descr":" See Pise."},{"word":"Piscary","type":"n.","descr":" The right or privilege of fishing in another man\\'s waters."},{"word":"Piscation","type":"n.","descr":" Fishing; fishery."},{"word":"Piscator","type":"n.","descr":" A fisherman; an angler."},{"word":"Piscatorial","type":"a.","descr":" Alt. of Piscatory"},{"word":"Piscatory","type":"a.","descr":" Of or pertaining to fishes or fishing."},{"word":"Pisces","type":"n. pl.","descr":" The twelfth sign of the zodiac, marked \/ in almanacs."},{"word":"Pisces","type":"n. pl.","descr":" A zodiacal constellation, including the first point of Aries, which is the vernal equinoctial point; the Fish."},{"word":"Pisces","type":"n. pl.","descr":" The class of Vertebrata that includes the fishes. The principal divisions are Elasmobranchii, Ganoidei, and Teleostei."},{"word":"Piscicapture","type":"n.","descr":" Capture of fishes, as by angling."},{"word":"Piscicultural","type":"a.","descr":" Relating to pisciculture."},{"word":"Pisciculture","type":"n.","descr":" Fish culture. See under Fish."},{"word":"Pisciculturist","type":"n.","descr":" One who breeds fish."},{"word":"Pisciform","type":"a.","descr":" Having the form of a fish; resembling a fish."},{"word":"Piscina","type":"n.","descr":" A niche near the altar in a church, containing a small basin for rinsing altar vessels."},{"word":"Piscinal","type":"a.","descr":" Belonging to a fishpond or a piscina."},{"word":"Piscine","type":"a.","descr":" Of or pertaining to a fish or fishes; as, piscine remains."},{"word":"Piscivorous","type":"a.","descr":" Feeding or subsisting on fish."},{"word":"Pise","type":"n.","descr":" A species of wall made of stiff earth or clay rammed in between molds which are carried up as the wall rises; -- called also pise work."},{"word":"Pish","type":"interj.","descr":" An exclamation of contempt."},{"word":"Pish","type":"v. i.","descr":" To express contempt."},{"word":"Pishu","type":"n.","descr":" The Canada lynx."},{"word":"Pisiform","type":"a.","descr":" Resembling a pea or peas in size and shape; as, a pisiform iron ore."},{"word":"Pisiform","type":"n.","descr":" A small bone on the ulnar side of the carpus in man and many mammals. See Illust. of Artiodactyla."},{"word":"Pismire","type":"n.","descr":" An ant, or emmet."},{"word":"Pisolite","type":"n.","descr":" A variety of calcite, or calcium carbonate, consisting of aggregated globular concretions about the size of a pea; -- called also peastone, peagrit."},{"word":"Pisolitic","type":"a.","descr":" Composed of, containing, or resembling, pisolite."},{"word":"Pisophalt","type":"n.","descr":" Pissasphalt."},{"word":"Piss","type":"v. t. and i.","descr":" To discharge urine, to urinate."},{"word":"Piss","type":"n.","descr":" Urine."},{"word":"Pissabed","type":"n.","descr":" A name locally applied to various wild plants, as dandelion, bluet, oxeye daisy, etc."},{"word":"Pissasphalt","type":"n.","descr":" Earth pitch; a soft, black bitumen of the consistence of tar, and of a strong smell. It is inflammable, and intermediate between petroleum and asphalt."},{"word":"Pist","type":"n.","descr":" See Piste."},{"word":"Pistachio","type":"n.","descr":" The nut of the Pistacia vera, a tree of the order Anacardiaceae, containing a kernel of a pale greenish color, which has a pleasant taste, resembling that of the almond, and yields an oil of agreeable taste and odor; -- called also pistachio nut. It is wholesome and nutritive. The tree grows in Arabia, Persia, Syria, and Sicily."},{"word":"Pistacia","type":"n.","descr":" The name of a genus of trees, including the tree which bears the pistachio, the Mediterranean mastic tree (Pistacia Lentiscus), and the species (P. Terebinthus) which yields Chian or Cyprus turpentine."},{"word":"Pistacite","type":"n.","descr":" Epidote."},{"word":"Pistareen","type":"n.","descr":" An old Spanish silver coin of the value of about twenty cents."},{"word":"Pistazite","type":"n.","descr":" Same as Pistacite."},{"word":"Piste","type":"n.","descr":" The track or tread a horseman makes upon the ground he goes over."},{"word":"Pistel","type":"n.","descr":" Alt. of Pistil"},{"word":"Pistil","type":"n.","descr":" An epistle."},{"word":"Pistic","type":"a.","descr":" Pure; genuine."},{"word":"Pistil","type":"n.","descr":" The seed-bearing organ of a flower. It consists of an ovary, containing the ovules or rudimentary seeds, and a stigma, which is commonly raised on an elongated portion called a style. When composed of one carpel a pistil is simple; when composed of several, it is compound. See Illust. of Flower, and Ovary."},{"word":"Pistillaceous","type":"a.","descr":" Growing on, or having nature of, the pistil; of or pertaining to a pistil."},{"word":"Pistillate","type":"a.","descr":" Having a pistil or pistils; -- usually said of flowers having pistils but no stamens."},{"word":"Pistillation","type":"n.","descr":" The act of pounding or breaking in a mortar; pestillation."},{"word":"Pistillida","type":"pl. ","descr":" of Pistillidium"},{"word":"Pistillidium","type":"n.","descr":" Same as Archegonium."},{"word":"Pistilliferous","type":"a.","descr":" Pistillate."},{"word":"Pistillody","type":"n.","descr":" The metamorphosis of other organs into pistils."},{"word":"Pistol","type":"n.","descr":" The smallest firearm used, intended to be fired from one hand, -- now of many patterns, and bearing a great variety of names. See Illust. of Revolver."},{"word":"Pistoled","type":"imp. and p. p.","descr":" of Pistol"},{"word":"Pistoling","type":"p. pr. and vb. n.","descr":" of Pistol"},{"word":"Pistol","type":"v. t.","descr":" To shoot with a pistol."},{"word":"Pistolade","type":"n.","descr":" A pistol shot."},{"word":"Pistole","type":"n.","descr":" The name of certain gold coins of various values formerly coined in some countries of Europe. In Spain it was equivalent to a quarter doubloon, or about $3.90, and in Germany and Italy nearly the same. There was an old Italian pistole worth about $5.40."},{"word":"Pistoleer","type":"n.","descr":" One who uses a pistol."},{"word":"Pistolet","type":"n.","descr":" A small pistol."},{"word":"Piston","type":"n.","descr":" A sliding piece which either is moved by, or moves against, fluid pressure. It usually consists of a short cylinder fitting within a cylindrical vessel along which it moves, back and forth. It is used in steam engines to receive motion from the steam, and in pumps to transmit motion to a fluid; also for other purposes."},{"word":"Pit","type":"n.","descr":" A large cavity or hole in the ground, either natural or artificial; a cavity in the surface of a body; an indentation"},{"word":"Pit","type":"n.","descr":" The shaft of a coal mine; a coal pit."},{"word":"Pit","type":"n.","descr":" A large hole in the ground from which material is dug or quarried; as, a stone pit; a gravel pit; or in which material is made by burning; as, a lime pit; a charcoal pit."},{"word":"Pit","type":"n.","descr":" A vat sunk in the ground; as, a tan pit."},{"word":"Pit","type":"n.","descr":" Any abyss; especially, the grave, or hades."},{"word":"Pit","type":"n.","descr":" A covered deep hole for entrapping wild beasts; a pitfall; hence, a trap; a snare. Also used figuratively."},{"word":"Pit","type":"n.","descr":" A depression or hollow in the surface of the human body"},{"word":"Pit","type":"n.","descr":" The hollow place under the shoulder or arm; the axilla, or armpit."},{"word":"Pit","type":"n.","descr":" See Pit of the stomach (below)."},{"word":"Pit","type":"n.","descr":" The indentation or mark left by a pustule, as in smallpox."},{"word":"Pit","type":"n.","descr":" Formerly, that part of a theater, on the floor of the house, below the level of the stage and behind the orchestra; now, in England, commonly the part behind the stalls; in the United States, the parquet; also, the occupants of such a part of a theater."},{"word":"Pit","type":"n.","descr":" An inclosed area into which gamecocks, dogs, and other animals are brought to fight, or where dogs are trained to kill rats."},{"word":"Pit","type":"n.","descr":" The endocarp of a drupe, and its contained seed or seeds; a stone; as, a peach pit; a cherry pit, etc."},{"word":"Pit","type":"n.","descr":" A depression or thin spot in the wall of a duct."},{"word":"Pitted","type":"imp. and p. p.","descr":" of Pit"},{"word":"Pitting","type":"p. pr. and vb. n.","descr":" of Pit"},{"word":"Pit","type":"v. t.","descr":" To place or put into a pit or hole."},{"word":"Pit","type":"v. t.","descr":" To mark with little hollows, as by various pustules; as, a face pitted by smallpox."},{"word":"Pit","type":"v. t.","descr":" To introduce as an antagonist; to set forward for or in a contest; as, to pit one dog against another."},{"word":"Pita","type":"n.","descr":" A fiber obtained from the Agave Americana and other related species, -- used for making cordage and paper. Called also pita fiber, and pita thread."},{"word":"Pita","type":"n.","descr":" The plant which yields the fiber."},{"word":"Pitahaya","type":"n.","descr":" A cactaceous shrub (Cereus Pitajaya) of tropical America, which yields a delicious fruit."},{"word":"Pitapat","type":"adv.","descr":" In a flutter; with palpitation or quick succession of beats."},{"word":"Pitapat","type":"n.","descr":" A light, repeated sound; a pattering, as of the rain."},{"word":"Pitch","type":"n.","descr":" A thick, black, lustrous, and sticky substance obtained by boiling down tar. It is used in calking the seams of ships; also in coating rope, canvas, wood, ironwork, etc., to preserve them."},{"word":"Pitch","type":"n.","descr":" See Pitchstone."},{"word":"Pitched","type":"imp. and p. p.","descr":" of Pitch"},{"word":"Pitching","type":"p. pr. and vb. n.","descr":" of Pitch"},{"word":"Pitch","type":"n.","descr":" To cover over or smear with pitch."},{"word":"Pitch","type":"n.","descr":" Fig.: To darken; to blacken; to obscure."},{"word":"Pitch","type":"v. t.","descr":" To throw, generally with a definite aim or purpose; to cast; to hurl; to toss; as, to pitch quoits; to pitch hay; to pitch a ball."},{"word":"Pitch","type":"v. t.","descr":" To thrust or plant in the ground, as stakes or poles; hence, to fix firmly, as by means of poles; to establish; to arrange; as, to pitch a tent; to pitch a camp."},{"word":"Pitch","type":"v. t.","descr":" To set, face, or pave with rubble or undressed stones, as an embankment or a roadway."},{"word":"Pitch","type":"v. t.","descr":" To fix or set the tone of; as, to pitch a tune."},{"word":"Pitch","type":"v. t.","descr":" To set or fix, as a price or value."},{"word":"Pitch","type":"v. i.","descr":" To fix or place a tent or temporary habitation; to encamp."},{"word":"Pitch","type":"v. i.","descr":" To light; to settle; to come to rest from flight."},{"word":"Pitch","type":"v. i.","descr":" To fix one\\'s choise; -- with on or upon."},{"word":"Pitch","type":"v. i.","descr":" To plunge or fall; esp., to fall forward; to decline or slope; as, to pitch from a precipice; the vessel pitches in a heavy sea; the field pitches toward the east."},{"word":"Pitch","type":"n.","descr":" A throw; a toss; a cast, as of something from the hand; as, a good pitch in quoits."},{"word":"Pitch","type":"n.","descr":" That point of the ground on which the ball pitches or lights when bowled."},{"word":"Pitch","type":"n.","descr":" A point or peak; the extreme point or degree of elevation or depression; hence, a limit or bound."},{"word":"Pitch","type":"n.","descr":" Height; stature."},{"word":"Pitch","type":"n.","descr":" A descent; a fall; a thrusting down."},{"word":"Pitch","type":"n.","descr":" The point where a declivity begins; hence, the declivity itself; a descending slope; the degree or rate of descent or slope; slant; as, a steep pitch in the road; the pitch of a roof."},{"word":"Pitch","type":"n.","descr":" The relative acuteness or gravity of a tone, determined by the number of vibrations which produce it; the place of any tone upon a scale of high and low."},{"word":"Pitch","type":"n.","descr":" The limit of ground set to a miner who receives a share of the ore taken out."},{"word":"Pitch","type":"n.","descr":" The distance from center to center of any two adjacent teeth of gearing, measured on the pitch line; -- called also circular pitch."},{"word":"Pitch","type":"n.","descr":" The length, measured along the axis, of a complete turn of the thread of a screw, or of the helical lines of the blades of a screw propeller."},{"word":"Pitch","type":"n.","descr":" The distance between the centers of holes, as of rivet holes in boiler plates."},{"word":"Pitch-black","type":"a.","descr":" Black as pitch or tar."},{"word":"Pitchblende","type":"n.","descr":" A pitch-black mineral consisting chiefly of the oxide of uranium; uraninite. See Uraninite."},{"word":"Pitch-dark","type":"a.","descr":" Dark as a pitch; pitch-black."},{"word":"Pitcher","type":"n.","descr":" One who pitches anything, as hay, quoits, a ball, etc.; specifically (Baseball), the player who delivers the ball to the batsman."},{"word":"Pitcher","type":"n.","descr":" A sort of crowbar for digging."},{"word":"Pitcher","type":"n.","descr":" A wide-mouthed, deep vessel for holding liquids, with a spout or protruding lip and a handle; a water jug or jar with a large ear or handle."},{"word":"Pitcher","type":"n.","descr":" A tubular or cuplike appendage or expansion of the leaves of certain plants."},{"word":"Pitcherfuls","type":"pl. ","descr":" of Pitcherful"},{"word":"Pitcherful","type":"n.","descr":" The quantity a pitcher will hold."},{"word":"Pitch-faced","type":"a.","descr":" Having the arris defined by a line beyond which the rock is cut away, so as to give nearly true edges; -- said of squared stones that are otherwise quarry-faced."},{"word":"Pitchfork","type":"n.","descr":" A fork, or farming utensil, used in pitching hay, sheaves of grain, or the like."},{"word":"Pitchfork","type":"v. t.","descr":" To pitch or throw with, or as with, a pitchfork."},{"word":"Pitchiness","type":"n.","descr":" Blackness, as of pitch; darkness."},{"word":"Pitching","type":"n.","descr":" The act of throwing or casting; a cast; a pitch; as, wild pitching in baseball."},{"word":"Pitching","type":"n.","descr":" The rough paving of a street to a grade with blocks of stone."},{"word":"Pitching","type":"n.","descr":" A facing of stone laid upon a bank to prevent wear by tides or currents."},{"word":"Pitch-ore","type":"n.","descr":" Pitchblende."},{"word":"Pitchstone","type":"n.","descr":" An igneous rock of semiglassy nature, having a luster like pitch."},{"word":"Pitchwork","type":"n.","descr":" The work of a coal miner who is paid by a share of his product."},{"word":"Pitchy","type":"a.","descr":" Partaking of the qualities of pitch; resembling pitch."},{"word":"Pitchy","type":"a.","descr":" Smeared with pitch."},{"word":"Pitchy","type":"a.","descr":" Black; pitch-dark; dismal."},{"word":"Piteous","type":"a.","descr":" Pious; devout."},{"word":"Piteous","type":"a.","descr":" Evincing pity, compassion, or sympathy; compassionate; tender."},{"word":"Piteous","type":"a.","descr":" Fitted to excite pity or sympathy; wretched; miserable; lamentable; sad; as, a piteous case."},{"word":"Piteous","type":"a.","descr":" Paltry; mean; pitiful."},{"word":"Pitfall","type":"n.","descr":" A pit deceitfully covered to entrap wild beasts or men; a trap of any kind."},{"word":"Pitfalling","type":"a.","descr":" Entrapping; insnaring."},{"word":"Pith","type":"n.","descr":" The soft spongy substance in the center of the stems of many plants and trees, especially those of the dicotyledonous or exogenous classes. It consists of cellular tissue."},{"word":"Pith","type":"n.","descr":" The spongy interior substance of a feather."},{"word":"Pith","type":"n.","descr":" The spinal cord; the marrow."},{"word":"Pith","type":"n.","descr":" Hence: The which contains the strength of life; the vital or essential part; concentrated force; vigor; strength; importance; as, the speech lacked pith."},{"word":"Pith","type":"v. t.","descr":" To destroy the central nervous system of (an animal, as a frog), as by passing a stout wire or needle up and down the vertebral canal."},{"word":"Pitheci","type":"n. pl.","descr":" A division of mammals including the apes and monkeys. Sometimes used in the sense of Primates."},{"word":"Pithecoid","type":"a.","descr":" Of or pertaining to the genus Pithecia, or subfamily Pithecinae, which includes the saki, ouakari, and other allied South American monkeys."},{"word":"Pithecoid","type":"a.","descr":" Of or pertaining to the anthropoid apes in particular, or to the higher apes of the Old World, collectively."},{"word":"Pithful","type":"a.","descr":" Full of pith."},{"word":"Pithily","type":"adv.","descr":" In a pithy manner."},{"word":"Pithiness","type":"n.","descr":" The quality or state of being pithy."},{"word":"Pithless","type":"a.","descr":" Destitute of pith, or of strength; feeble."},{"word":"Pit-hole","type":"n.","descr":" A pit; a pockmark."},{"word":"Pithsome","type":"a.","descr":" Pithy; robust."},{"word":"Pithy","type":"superl.","descr":" Consisting wholly, or in part, of pith; abounding in pith; as, a pithy stem; a pithy fruit."},{"word":"Pithy","type":"superl.","descr":" Having nervous energy; forceful; cogent."},{"word":"Pitiable","type":"a.","descr":" Deserving pity; wworthy of, or exciting, compassion; miserable; lamentable; piteous; as, pitiable persons; a pitiable condition; pitiable wretchedness."},{"word":"Pitier","type":"n.","descr":" One who pities."},{"word":"Pitiful","type":"a.","descr":" Full of pity; tender-hearted; compassionate; kind; merciful; sympathetic."},{"word":"Pitiful","type":"a.","descr":" Piteous; lamentable; eliciting compassion."},{"word":"Pitiful","type":"a.","descr":" To be pitied for littleness or meanness; miserable; paltry; contemptible; despicable."},{"word":"Pitiless","type":"a.","descr":" Destitute of pity; hard-hearted; merciless; as, a pitilessmaster; pitiless elements."},{"word":"Pitiless","type":"a.","descr":" Exciting no pity; as, a pitiless condition."},{"word":"Pitmen","type":"pl. ","descr":" of Pitman"},{"word":"Pitman","type":"n.","descr":" One who works in a pit, as in mining, in sawing timber, etc."},{"word":"Pitman","type":"n.","descr":" The connecting rod in a sawmill; also, sometimes, a connecting rod in other machinery."},{"word":"Pitots tube","type":"","descr":" A bent tube used to determine the velocity of running water, by placing the curved end under water, and observing the height to which the fluid rises in the tube; a kind of current meter."},{"word":"Pitpan","type":"n.","descr":" A long, flat-bottomed canoe, used for the navigation of rivers and lagoons in Central America."},{"word":"Pitpat","type":"n. and adv.","descr":" See Pitapat."},{"word":"Pitta","type":"n.","descr":" Any one of a large group of bright-colored clamatorial birds belonging to Pitta, and allied genera of the family Pittidae. Most of the species are varied with three or more colors, such as blue, green, crimson, yellow, purple, and black. They are called also ground thrushes, and Old World ant thrushes; but they are not related to the true thrushes."},{"word":"Pittacal","type":"n.","descr":" A dark blue substance obtained from wood tar. It consists of hydrocarbons which when oxidized form the orange-yellow eupittonic compounds, the salts of which are dark blue."},{"word":"Pittance","type":"n.","descr":" An allowance of food bestowed in charity; a mess of victuals; hence, a small charity gift; a dole."},{"word":"Pittance","type":"n.","descr":" A meager portion, quantity, or allowance; an inconsiderable salary or compensation."},{"word":"Pitted","type":"a.","descr":" Marked with little pits, as in smallpox. See Pit, v. t., 2."},{"word":"Pitted","type":"v. t.","descr":" Having minute thin spots; as, pitted ducts in the vascular parts of vegetable tissue."},{"word":"Pitter","type":"n.","descr":" A contrivance for removing the pits from peaches, plums, and other stone fruit."},{"word":"Pitter","type":"v. i.","descr":" To make a pattering sound; to murmur; as, pittering streams."},{"word":"Pittle-pattle","type":"v. i.","descr":" To talk unmeaningly; to chatter or prattle."},{"word":"Pituitary","type":"a.","descr":" Secreting mucus or phlegm; as, the pituitary membrane, or the mucous membrane which lines the nasal cavities."},{"word":"Pituitary","type":"a.","descr":" Of or pertaining to the pituitary body; as, the pituitary fossa."},{"word":"Pituite","type":"n.","descr":" Mucus, phlegm."},{"word":"Pituitous","type":"a.","descr":" Consisting of, or resembling, pituite or mucus; full of mucus; discharging mucus."},{"word":"Pities","type":"pl. ","descr":" of Pity"},{"word":"Pity","type":"n.","descr":" Piety."},{"word":"Pity","type":"n.","descr":" A feeling for the sufferings or distresses of another or others; sympathy with the grief or misery of another; compassion; fellow-feeling; commiseration."},{"word":"Pity","type":"n.","descr":" A reason or cause of pity, grief, or regret; a thing to be regretted."},{"word":"Pitied","type":"imp. and p. p.","descr":" of Pity"},{"word":"Pitying","type":"p. pr. and vb. n.","descr":" of Pity"},{"word":"Pity","type":"v. t.","descr":" To feel pity or compassion for; to have sympathy with; to compassionate; to commiserate; to have tender feelings toward (any one), awakened by a knowledge of suffering."},{"word":"Pity","type":"v. t.","descr":" To move to pity; -- used impersonally."},{"word":"Pity","type":"v. i.","descr":" To be compassionate; to show pity."},{"word":"Pitying","type":"a.","descr":" Expressing pity; as, a pitying eye, glance, or word."},{"word":"Pityriasis","type":"n.","descr":" A superficial affection of the skin, characterized by irregular patches of thin scales which are shed in branlike particles."},{"word":"Pityroid","type":"a.","descr":" Having the form of, or resembling, bran."},{"word":"Piu","type":"adv.","descr":" A little more; as, piu allegro, a little more briskly."},{"word":"Pivot","type":"n.","descr":" A fixed pin or short axis, on the end of which a wheel or other body turns."},{"word":"Pivot","type":"n.","descr":" The end of a shaft or arbor which rests and turns in a support; as, the pivot of an arbor in a watch."},{"word":"Pivot","type":"n.","descr":" Hence, figuratively: A turning point or condition; that on which important results depend; as, the pivot of an enterprise."},{"word":"Pivot","type":"n.","descr":" The officer or soldier who simply turns in his place whike the company or line moves around him in wheeling; -- called also pivot man."},{"word":"Pivoted","type":"imp. and p. p.","descr":" of Pivot"},{"word":"Pivoting","type":"p. pr. and vb. n.","descr":" of Pivot"},{"word":"Pivot","type":"v. t.","descr":" To place on a pivot."},{"word":"Pivotal","type":"a.","descr":" Of or pertaining to a pivot or turning point; belonging to, or constituting, a pivot; of the nature of a pivot; as, the pivotalopportunity of a career; the pivotal position in a battle."},{"word":"Pix","type":"n. and v.","descr":" See Pyx."},{"word":"Pixies","type":"pl. ","descr":" of Pixie"},{"word":"Pixy","type":"n.","descr":" Alt. of Pixie"},{"word":"Pixie","type":"n.","descr":" An old English name for a fairy; an elf."},{"word":"Pixie","type":"n.","descr":" A low creeping evergreen plant (Pyxidanthera barbulata), with mosslike leaves and little white blossoms, found in New Jersey and southward, where it flowers in earliest spring."},{"word":"Pixy-led","type":"a.","descr":" Led by pixies; bewildered."},{"word":"Pizzicato","type":"","descr":" A direction to violinists to pluck the string with the finger, instead of using the bow. (Abrev. pizz.)"},{"word":"Pizzle","type":"n.","descr":" The penis; -- so called in some animals, as the bull."}]