[{"word":"Poa","type":"n.","descr":" A genus of grasses, including a great number of species, as the kinds called meadow grass, Kentucky blue grass, June grass, and spear grass (which see)."},{"word":"Poached","type":"imp. and p. p.","descr":" of Poach"},{"word":"Poaching","type":"p. pr. and vb. n.","descr":" of Poach"},{"word":"Poach","type":"v. and n.","descr":" To cook, as eggs, by breaking them into boiling water; also, to cook with butter after breaking in a vessel."},{"word":"Poach","type":"v. and n.","descr":" To rob of game; to pocket and convey away by stealth, as game; hence, to plunder."},{"word":"Poach","type":"v. i.","descr":" To steal or pocket game, or to carry it away privately, as in a bag; to kill or destroy game contrary to law, especially by night; to hunt or fish unlawfully; as, to poach for rabbits or for salmon."},{"word":"Poach","type":"v. t.","descr":" To stab; to pierce; to spear, \\as fish."},{"word":"Poach","type":"v. t.","descr":" To force, drive, or plunge into anything."},{"word":"Poach","type":"v. t.","descr":" To make soft or muddy by trampling"},{"word":"Poach","type":"v. t.","descr":" To begin and not complete."},{"word":"Poach","type":"v. i.","descr":" To become soft or muddy."},{"word":"Poachard","type":"n.","descr":" A common European duck (Aythya ferina); -- called also goldhead, poker, and fresh-water, \/ red-headed, widgeon."},{"word":"Poachard","type":"n.","descr":" The American redhead, which is closely allied to the European poachard."},{"word":"Poacher","type":"n.","descr":" One who poaches; one who kills or catches game or fish contrary to law."},{"word":"Poacher","type":"n.","descr":" The American widgeon."},{"word":"Poachiness","type":"n.","descr":" The state of being poachy; marshiness."},{"word":"Poachy","type":"a.","descr":" Wet and soft; easily penetrated by the feet of cattle; -- said of land"},{"word":"Poak","type":"n.","descr":" Alt. of Poake"},{"word":"Poake","type":"n.","descr":" Waste matter from the preparation of skins, consisting of hair, lime, oil, etc."},{"word":"Pocan","type":"n.","descr":" The poke (Phytolacca decandra); -- called also pocan bush."},{"word":"Pochard","type":"n.","descr":" See Poachard."},{"word":"Pock","type":"n.","descr":" A pustule raised on the surface of the body in variolous and vaccine diseases."},{"word":"Pockarred","type":"a.","descr":" See Pockmarked."},{"word":"Pock-broken","type":"a.","descr":" Broken out, or marked, with smallpox; pock-fretten."},{"word":"Pocket","type":"n.","descr":" A bag or pouch; especially; a small bag inserted in a garment for carrying small articles, particularly money; hence, figuratively, money; wealth."},{"word":"Pocket","type":"n.","descr":" One of several bags attached to a billiard table, into which the balls are driven."},{"word":"Pocket","type":"n.","descr":" A large bag or sack used in packing various articles, as ginger, hops, cowries, etc."},{"word":"Pocket","type":"n.","descr":" A hole or space covered by a movable piece of board, as in a floor, boxing, partitions, or the like."},{"word":"Pocket","type":"n.","descr":" A cavity in a rock containing a nugget of gold, or other mineral; a small body of ore contained in such a cavity."},{"word":"Pocket","type":"n.","descr":" A hole containing water."},{"word":"Pocket","type":"n.","descr":" A strip of canvas, sewn upon a sail so that a batten or a light spar can placed in the interspace."},{"word":"Pocket","type":"n.","descr":" Same as Pouch."},{"word":"Pocketed","type":"imp. and p. p.","descr":" of Pocket"},{"word":"Pocketing","type":"p. pr. and vb. n.","descr":" of Pocket"},{"word":"Pocket","type":"v. t.","descr":" To put, or conceal, in the pocket; as, to pocket the change."},{"word":"Pocket","type":"v. t.","descr":" To take clandestinely or fraudulently."},{"word":"Pocketbook","type":"n.","descr":" A small book or case for carrying papers, money, etc., in the pocket; also, a notebook for the pocket."},{"word":"Pocketfuls","type":"pl. ","descr":" of Pocketful"},{"word":"Pocketful","type":"n.","descr":" As much as a pocket will hold; enough to fill a pocket; as, pocketfuls of chestnuts."},{"word":"Pocketknife","type":"n.","descr":" A knife with one or more blades, which fold into the handle so as to admit of being carried in the pocket."},{"word":"Pock-fretten","type":"a.","descr":" See Pockmarked."},{"word":"Pockiness","type":"n.","descr":" The state of being pocky."},{"word":"Pockmark","type":"n.","descr":" A mark or pit made by smallpox."},{"word":"Pockmarked","type":"a.","descr":" Marked by smallpox; pitted."},{"word":"Pock-pitted","type":"a.","descr":" Pockmarked; pitted."},{"word":"Pock-pudding","type":"n.","descr":" A bag pudding; a name of reproach or ridicule formerly applied by the Scotch to the English."},{"word":"Pockwood","type":"n.","descr":" Lignum-vitae."},{"word":"Pocky","type":"superl.","descr":" Full of pocks; affected with smallpox or other eruptive disease."},{"word":"Poco","type":"adv.","descr":" A little; -- used chiefly in phrases indicating the time or movement; as, poco piu allegro, a little faster; poco largo, rather slow."},{"word":"Pocock","type":"n.","descr":" Peacock."},{"word":"Pococurante","type":"n.","descr":" A careless person; a trifler."},{"word":"Pococurantism","type":"n.","descr":" Carelessness; apathy; indifference."},{"word":"Pocoson","type":"n.","descr":" Low, wooded grounds or swamps in Eastern Maryland and Virginia."},{"word":"Poculent","type":"a.","descr":" Fit for drink."},{"word":"Poculiform","type":"a.","descr":" Having the shape of a goblet or drinking cup."},{"word":"Pod","type":"n.","descr":" A bag; a pouch."},{"word":"Pod","type":"n.","descr":" A capsule of plant, especially a legume; a dry dehiscent fruit. See Illust. of Angiospermous."},{"word":"Pod","type":"n.","descr":" A considerable number of animals closely clustered together; -- said of seals."},{"word":"Podded","type":"imp. and p. p.","descr":" of Pod"},{"word":"Podding","type":"p. pr. and vb. n.","descr":" of Pod"},{"word":"Pod","type":"v. i.","descr":" To swell; to fill; also, to produce pods."},{"word":"Podagra","type":"n.","descr":" Gout in the joints of the foot; -- applied also to gout in other parts of body."},{"word":"Podagric","type":"a.","descr":" Alt. of Podagrical"},{"word":"Podagrical","type":"a.","descr":" Pertaining to the gout; gouty; caused by gout."},{"word":"Podagrical","type":"a.","descr":" Afflicted with gout."},{"word":"Podagrous","type":"a.","descr":" Gouty; podagric."},{"word":"Podalgia","type":"n.","descr":" pain in the foot, due to gout, rheumatism, etc."},{"word":"Podarthra","type":"pl. ","descr":" of Podarthrum"},{"word":"Podarthrum","type":"n.","descr":" The foot joint; in birds, the joint between the metatarsus and the toes."},{"word":"Podded","type":"a.","descr":" Having pods."},{"word":"Podder","type":"n.","descr":" One who collects pods or pulse."},{"word":"Podesta","type":"n.","descr":" One of the chief magistrates of the Italian republics in the Middle Ages."},{"word":"Podesta","type":"n.","descr":" A mayor, alderman, or other magistrate, in some towns of Italy."},{"word":"Podetia","type":"pl. ","descr":" of Podetium"},{"word":"Podetiums","type":"pl. ","descr":" of Podetium"},{"word":"Podetium","type":"n.","descr":" A stalk which bears the fructification in some lichens, as in the so-called reindeer moss."},{"word":"Podge","type":"n.","descr":" A puddle; a plash."},{"word":"Podge","type":"n.","descr":" Porridge."},{"word":"Podgy","type":"a.","descr":" Fat and short; pudgy."},{"word":"Podical","type":"a.","descr":" Anal; -- applied to certain organs of insects."},{"word":"Podiceps","type":"n.","descr":" See Grebe."},{"word":"Podia","type":"pl. ","descr":" of Podium"},{"word":"Podium","type":"n.","descr":" A low wall, serving as a foundation, a substructure, or a terrace wall."},{"word":"Podium","type":"n.","descr":" The dwarf wall surrounding the arena of an amphitheater, from the top of which the seats began."},{"word":"Podium","type":"n.","descr":" The masonry under the stylobate of a temple, sometimes a mere foundation, sometimes containing chambers."},{"word":"Podium","type":"n.","descr":" The foot."},{"word":"Podley","type":"n.","descr":" A young coalfish."},{"word":"Podo-","type":"","descr":" A combining form or prefix from Gr. poy`s, podo`s, foot; as, podocarp, podocephalous, podology."},{"word":"Podobranch","type":"n.","descr":" One of the branchiae attached to the bases of the legs in Crustacea."},{"word":"Podobranchiae","type":"pl. ","descr":" of Podobranchia"},{"word":"Podobranchia","type":"n.","descr":" Same as Podobranch."},{"word":"Podocarp","type":"n.","descr":" A stem, or footstalk, supporting the fruit."},{"word":"Podocephalous","type":"a.","descr":" Having a head of flowers on a long peduncle, or footstalk."},{"word":"Podogynium","type":"n.","descr":" Same as Basigynium"},{"word":"Podophthalmia","type":"n. pl.","descr":" The stalk-eyed Crustacea, -- an order of Crustacea having the eyes supported on movable stalks. It includes the crabs, lobsters, and prawns. Called also Podophthalmata, and Decapoda."},{"word":"Podophthalmic","type":"a.","descr":" Alt. of Podophthalmous"},{"word":"Podophthalmous","type":"a.","descr":" Having the eyes on movable footstalks, or pedicels."},{"word":"Podophthalmous","type":"a.","descr":" Of or pertaining to the Podophthalmia."},{"word":"Podophthalmite","type":"n.","descr":" The eyestalk of a crustacean."},{"word":"Podophyllin","type":"n.","descr":" A brown bitter gum extracted from the rootstalk of the May apple (Podophyllum peltatum). It is a complex mixture of several substances."},{"word":"Podophyllous","type":"a.","descr":" Having thin, flat, leaflike locomotive organs."},{"word":"Podophyllous","type":"a.","descr":" Pertaining to, or composing, the layer of tissue, made up of laminae, beneath a horse\\'s hoof."},{"word":"Podophyllum","type":"n.","descr":" A genus of herbs of the Barberry family, having large palmately lobed peltate leaves and solitary flower. There are two species, the American Podohyllum peltatum, or May apple, the Himalayan P. Emodi."},{"word":"Podophyllum","type":"n.","descr":" The rhizome and rootlet of the May apple (Podophyllum peltatum), -- used as a cathartic drug."},{"word":"Podoscaph","type":"n.","descr":" A canoe-shaped float attached to the foot, for walking on water."},{"word":"Podosperm","type":"n.","descr":" The stalk of a seed or ovule."},{"word":"Podostomata","type":"n. pl.","descr":" An order of Bryozoa of which Rhabdopleura is the type. See Rhabdopleura."},{"word":"Podothecae","type":"pl. ","descr":" of Podotheca"},{"word":"Podotheca","type":"n.","descr":" The scaly covering of the foot of a bird or reptile."},{"word":"Podrida","type":"n.","descr":" A miscellaneous dish of meats. See Olla-podrida."},{"word":"Podurae","type":"pl. ","descr":" of Podura"},{"word":"Poduras","type":"pl. ","descr":" of Podura"},{"word":"Podura","type":"n.","descr":" Any small leaping thysanurous insect of the genus Podura and related genera; a springtail."},{"word":"Podurid","type":"n.","descr":" Any species of Podura or allied genera."},{"word":"Podurid","type":"a.","descr":" Pertaining to the poduras."},{"word":"Poe","type":"n.","descr":" Same as Poi."},{"word":"Poebird","type":"n.","descr":" The parson bird."},{"word":"Poecile","type":"n.","descr":" Same as Poicile."},{"word":"Poecilitic","type":"a.","descr":" Mottled with various colors; variegated; spotted; -- said of certain rocks."},{"word":"Poecilitic","type":"a.","descr":" Specifically: Of or pertaining to, or characterizing, Triassic and Permian sandstones of red and other colors."},{"word":"Poecilopod","type":"n.","descr":" One of the Poecilopoda. Also used adjectively."},{"word":"Poecilopoda","type":"n. pl.","descr":" Originally, an artificial group including many parasitic Entomostraca, together with the horseshoe crabs (Limuloidea)."},{"word":"Poecilopoda","type":"n. pl.","descr":" By some recent writers applied to the Merostomata."},{"word":"Poem","type":"n.","descr":" A metrical composition; a composition in verse written in certain measures, whether in blank verse or in rhyme, and characterized by imagination and poetic diction; -- contradistinguished from prose; as, the poems of Homer or of Milton."},{"word":"Poem","type":"n.","descr":" A composition, not in verse, of which the language is highly imaginative or impassioned; as, a prose poem; the poems of Ossian."},{"word":"Poematic","type":"a.","descr":" Pertaining to a poem, or to poetry; poetical."},{"word":"Poenamu","type":"n.","descr":" A variety of jade or nephrite, -- used in New Zealand for the manufacture of axes and weapons."},{"word":"Poenology","type":"n.","descr":" See Penology."},{"word":"Poephaga","type":"n. pl.","descr":" A group of herbivorous marsupials including the kangaroos and their allies."},{"word":"Poesy","type":"n.","descr":" The art of composing poems; poetical skill or faculty; as, the heavenly gift of poesy."},{"word":"Poesy","type":"n.","descr":" Poetry; metrical composition; poems."},{"word":"Poesy","type":"n.","descr":" A short conceit or motto engraved on a ring or other thing; a posy."},{"word":"Poet","type":"n.","descr":" One skilled in making poetry; one who has a particular genius for metrical composition; the author of a poem; an imaginative thinker or writer."},{"word":"Poetaster","type":"n.","descr":" An inferior rhymer, or writer of verses; a dabbler in poetic art."},{"word":"Poetastry","type":"n.","descr":" The works of a poetaster."},{"word":"Poetess","type":"n.","descr":" A female poet."},{"word":"Poetic","type":"a.","descr":" Alt. of Poetical"},{"word":"Poetical","type":"a.","descr":" Of or pertaining to poetry; suitable for poetry, or for writing poetry; as, poetic talent, theme, work, sentiments."},{"word":"Poetical","type":"a.","descr":" Expressed in metrical form; exhibiting the imaginative or the rhythmical quality of poetry; as, a poetical composition; poetical prose."},{"word":"Poetically","type":"adv.","descr":" In a poetic manner."},{"word":"Poetics","type":"n.","descr":" The principles and rules of the art of poetry."},{"word":"Poeticule","type":"n.","descr":" A poetaster."},{"word":"Poetized","type":"imp. and p. p.","descr":" of Poetize"},{"word":"Poetizing","type":"p. pr. and vb. n.","descr":" of Poetize"},{"word":"Poetize","type":"v. i.","descr":" To write as a poet; to compose verse; to idealize."},{"word":"Poetry","type":"n.","descr":" The art of apprehending and interpreting ideas by the faculty of imagination; the art of idealizing in thought and in expression."},{"word":"Poetry","type":"n.","descr":" Imaginative language or composition, whether expressed rhythmically or in prose. Specifically: Metrical composition; verse; rhyme; poems collectively; as, heroic poetry; dramatic poetry; lyric or Pindaric poetry."},{"word":"Poetship","type":"n.","descr":" The state or personality of a poet."},{"word":"Poggy","type":"n.","descr":" See Porgy."},{"word":"Poggy","type":"n.","descr":" A small whale."},{"word":"Pogy","type":"n.","descr":" The menhaden."},{"word":"Poh","type":"interj.","descr":" An exclamation expressing contempt or disgust; bah !"},{"word":"Pohagen","type":"n.","descr":" See Pauhaugen."},{"word":"Poi","type":"n.","descr":" A national food of the Hawaiians, made by baking and pounding the kalo (or taro) root, and reducing it to a thin paste, which is allowed to ferment."},{"word":"Poicile","type":"n.","descr":" Alt. of Poecile"},{"word":"Poecile","type":"n.","descr":" The frescoed porch or gallery in Athens where Zeno taught."},{"word":"Poignancy","type":"n.","descr":" The quality or state of being poignant; as, the poignancy of satire; the poignancy of grief."},{"word":"Poignant","type":"a.","descr":" Pricking; piercing; sharp; pungent."},{"word":"Poignant","type":"a.","descr":" Fig.: Pointed; keen; satirical."},{"word":"Poignantly","type":"adv.","descr":" In a poignant manner."},{"word":"Poikilitic","type":"a.","descr":" See Poecilitic."},{"word":"Poikilocyte","type":"n.","descr":" An irregular form of corpuscle found in the blood in cases of profound anaemia, probably a degenerated red blood corpuscle."},{"word":"Poikilothermal","type":"a.","descr":" Alt. of Poikilothermic"},{"word":"Poikilothermic","type":"a.","descr":" Having a varying body temperature. See Homoiothermal."},{"word":"Poikilothermous","type":"a.","descr":" Poikilothermal."},{"word":"Poinciana","type":"n.","descr":" A prickly tropical shrub (Caesalpinia, formerly Poinciana, pulcherrima), with bipinnate leaves, and racemes of showy orange-red flowers with long crimson filaments."},{"word":"Poind","type":"v. t.","descr":" To impound, as cattle."},{"word":"Poind","type":"v. t.","descr":" To distrain."},{"word":"Poinder","type":"n.","descr":" The keeper of a cattle pound; a pinder."},{"word":"Poinder","type":"n.","descr":" One who distrains property."},{"word":"Poinsettia","type":"n.","descr":" A Mexican shrub (Euphorbia pulcherrima) with very large and conspicuous vermilion bracts below the yellowish flowers."},{"word":"Point","type":"v. t. and i.","descr":" To appoint."},{"word":"Point","type":"n.","descr":" That which pricks or pierces; the sharp end of anything, esp. the sharp end of a piercing instrument, as a needle or a pin."},{"word":"Point","type":"n.","descr":" An instrument which pricks or pierces, as a sort of needle used by engravers, etchers, lace workers, and others; also, a pointed cutting tool, as a stone cutter\\'s point; -- called also pointer."},{"word":"Point","type":"n.","descr":" Anything which tapers to a sharp, well-defined termination. Specifically: A small promontory or cape; a tract of land extending into the water beyond the common shore line."},{"word":"Point","type":"n.","descr":" The mark made by the end of a sharp, piercing instrument, as a needle; a prick."},{"word":"Point","type":"n.","descr":" An indefinitely small space; a mere spot indicated or supposed. Specifically: (Geom.) That which has neither parts nor magnitude; that which has position, but has neither length, breadth, nor thickness, -- sometimes conceived of as the limit of a line; that by the motion of which a line is conceived to be produced."},{"word":"Point","type":"n.","descr":" An indivisible portion of time; a moment; an instant; hence, the verge."},{"word":"Point","type":"n.","descr":" A mark of punctuation; a character used to mark the divisions of a composition, or the pauses to be observed in reading, or to point off groups of figures, etc.; a stop, as a comma, a semicolon, and esp. a period; hence, figuratively, an end, or conclusion."},{"word":"Point","type":"n.","descr":" Whatever serves to mark progress, rank, or relative position, or to indicate a transition from one state or position to another, degree; step; stage; hence, position or condition attained; as, a point of elevation, or of depression; the stock fell off five points; he won by tenpoints."},{"word":"Point","type":"n.","descr":" That which arrests attention, or indicates qualities or character; a salient feature; a characteristic; a peculiarity; hence, a particular; an item; a detail; as, the good or bad points of a man, a horse, a book, a story, etc."},{"word":"Point","type":"n.","descr":" Hence, the most prominent or important feature, as of an argument, discourse, etc.; the essential matter; esp., the proposition to be established; as, the point of an anecdote."},{"word":"Point","type":"n.","descr":" A small matter; a trifle; a least consideration; a punctilio."},{"word":"Point","type":"n.","descr":" A dot or mark used to designate certain tones or time"},{"word":"Point","type":"n.","descr":" A dot or mark distinguishing or characterizing certain tones or styles; as, points of perfection, of augmentation, etc.; hence, a note; a tune."},{"word":"Point","type":"n.","descr":" A dot placed at the right hand of a note, to raise its value, or prolong its time, by one half, as to make a whole note equal to three half notes, a half note equal to three quarter notes."},{"word":"Point","type":"n.","descr":" A fixed conventional place for reference, or zero of reckoning, in the heavens, usually the intersection of two or more great circles of the sphere, and named specifically in each case according to the position intended; as, the equinoctial points; the solstitial points; the nodal points; vertical points, etc. See Equinoctial Nodal."},{"word":"Point","type":"n.","descr":" One of the several different parts of the escutcheon. See Escutcheon."},{"word":"Point","type":"n.","descr":" One of the points of the compass (see Points of the compass, below); also, the difference between two points of the compass; as, to fall off a point."},{"word":"Point","type":"n.","descr":" A short piece of cordage used in reefing sails. See Reef point, under Reef."},{"word":"Point","type":"n.","descr":" A a string or lace used to tie together certain parts of the dress."},{"word":"Point","type":"n.","descr":" Lace wrought the needle; as, point de Venise; Brussels point. See Point lace, below."},{"word":"Point","type":"n.","descr":" A switch."},{"word":"Point","type":"n.","descr":" An item of private information; a hint; a tip; a pointer."},{"word":"Point","type":"n.","descr":" A fielder who is stationed on the off side, about twelve or fifteen yards from, and a little in advance of, the batsman."},{"word":"Point","type":"n.","descr":" The attitude assumed by a pointer dog when he finds game; as, the dog came to a point. See Pointer."},{"word":"Point","type":"n.","descr":" A standard unit of measure for the size of type bodies, being one twelfth of the thickness of pica type. See Point system of type, under Type."},{"word":"Point","type":"n.","descr":" A tyne or snag of an antler."},{"word":"Point","type":"n.","descr":" One of the spaces on a backgammon board."},{"word":"Point","type":"n.","descr":" A movement executed with the saber or foil; as, tierce point."},{"word":"Pointed","type":"imp. and p. p.","descr":" of Point"},{"word":"Pointing","type":"p. pr. and vb. n.","descr":" of Point"},{"word":"Point","type":"n.","descr":" To give a point to; to sharpen; to cut, forge, grind, or file to an acute end; as, to point a dart, or a pencil. Used also figuratively; as, to point a moral."},{"word":"Point","type":"n.","descr":" To direct toward an abject; to aim; as, to point a gun at a wolf, or a cannon at a fort."},{"word":"Point","type":"n.","descr":" Hence, to direct the attention or notice of."},{"word":"Point","type":"n.","descr":" To supply with punctuation marks; to punctuate; as, to point a composition."},{"word":"Point","type":"n.","descr":" To mark (as Hebrew) with vowel points."},{"word":"Point","type":"n.","descr":" To give particular prominence to; to designate in a special manner; to indicate, as if by pointing; as, the error was pointed out."},{"word":"Point","type":"n.","descr":" To indicate or discover by a fixed look, as game."},{"word":"Point","type":"n.","descr":" To fill up and finish the joints of (a wall), by introducing additional cement or mortar, and bringing it to a smooth surface."},{"word":"Point","type":"n.","descr":" To cut, as a surface, with a pointed tool."},{"word":"Point","type":"v. i.","descr":" To direct the point of something, as of a finger, for the purpose of designating an object, and attracting attention to it; -- with at."},{"word":"Point","type":"v. i.","descr":" To indicate the presence of game by fixed and steady look, as certain hunting dogs do."},{"word":"Point","type":"v. i.","descr":" To approximate to the surface; to head; -- said of an abscess."},{"word":"Pointal","type":"n.","descr":" The pistil of a plant."},{"word":"Pointal","type":"n.","descr":" A kind of pencil or style used with the tablets of the Middle Ages."},{"word":"Pointal","type":"n.","descr":" See Poyntel."},{"word":"Point-blank","type":"n.","descr":" The white spot on a target, at which an arrow or other missile is aimed."},{"word":"Point-blank","type":"n.","descr":" With all small arms, the second point in which the natural line of sight, when horizontal, cuts the trajectory."},{"word":"Point-blank","type":"n.","descr":" With artillery, the point where the projectile first strikes the horizontal plane on which the gun stands, the axis of the piece being horizontal."},{"word":"Point-blank","type":"a.","descr":" Directed in a line toward the object aimed at; aimed directly toward the mark."},{"word":"Point-blank","type":"a.","descr":" Hence, direct; plain; unqualified; -- said of language; as, a point-blank assertion."},{"word":"Point-blank","type":"adv.","descr":" In a point-blank manner."},{"word":"Point dappui","type":"","descr":" See under Appui."},{"word":"Point-device","type":"a.","descr":" Alt. of Point-devise"},{"word":"Point-devise","type":"a.","descr":" Uncommonly nice and exact; precise; particular."},{"word":"Point-device","type":"adv.","descr":" Alt. of Point-devise"},{"word":"Point-devise","type":"adv.","descr":" Exactly."},{"word":"Pointed","type":"a.","descr":" Sharp; having a sharp point; as, a pointed rock."},{"word":"Pointed","type":"a.","descr":" Characterized by sharpness, directness, or pithiness of expression; terse; epigrammatic; especially, directed to a particular person or thing."},{"word":"Pointel","type":"n.","descr":" See Pointal."},{"word":"Pointer","type":"n.","descr":" One who, or that which, points."},{"word":"Pointer","type":"n.","descr":" The hand of a timepiece."},{"word":"Pointer","type":"n.","descr":" One of a breed of dogs trained to stop at scent of game, and with the nose point it out to sportsmen."},{"word":"Pointer","type":"n.","descr":" The two stars (Merak and Dubhe) in the Great Bear, the line between which points nearly in the direction of the north star."},{"word":"Pointer","type":"n.","descr":" Diagonal braces sometimes fixed across the hold."},{"word":"Pointing","type":"n.","descr":" The act of sharpening."},{"word":"Pointing","type":"n.","descr":" The act of designating, as a position or direction, by means of something pointed, as a finger or a rod."},{"word":"Pointing","type":"n.","descr":" The act or art of punctuating; punctuation."},{"word":"Pointing","type":"n.","descr":" The act of filling and finishing the joints in masonry with mortar, cement, etc.; also, the material so used."},{"word":"Pointing","type":"n.","descr":" The rubbing off of the point of the wheat grain in the first process of high milling."},{"word":"Pointing","type":"n.","descr":" The act or process of measuring, at the various distances from the surface of a block of marble, the surface of a future piece of statuary; also, a process used in cutting the statue from the artist\\'s model."},{"word":"Pointingstock","type":"n.","descr":" An object of ridicule or scorn; a laughingstock."},{"word":"Pointless","type":"a.","descr":" Having no point; blunt; wanting keenness; obtuse; as, a pointless sword; a pointless remark."},{"word":"Pointlessly","type":"adv.","descr":" Without point."},{"word":"Pointleted","type":"a.","descr":" Having a small, distinct point; apiculate."},{"word":"Pointrel","type":"n.","descr":" A graving tool."},{"word":"Pointsman","type":"n.","descr":" A man who has charge of railroad points or switches."},{"word":"Poise","type":"v.","descr":" Weight; gravity; that which causes a body to descend; heaviness."},{"word":"Poise","type":"v.","descr":" The weight, or mass of metal, used in weighing, to balance the substance weighed."},{"word":"Poise","type":"v.","descr":" The state of being balanced by equal weight or power; equipoise; balance; equilibrium; rest."},{"word":"Poise","type":"v.","descr":" That which causes a balance; a counterweight."},{"word":"Poised","type":"imp. and p. p.","descr":" of Poise"},{"word":"Poising","type":"p. pr. and vb. n.","descr":" of Poise"},{"word":"Poise","type":"n.","descr":" To balance; to make of equal weight; as, to poise the scales of a balance."},{"word":"Poise","type":"n.","descr":" To hold or place in equilibrium or equiponderance."},{"word":"Poise","type":"n.","descr":" To counterpoise; to counterbalance."},{"word":"Poise","type":"n.","descr":" To ascertain, as by the balance; to weigh."},{"word":"Poise","type":"n.","descr":" To weigh (down); to oppress."},{"word":"Poise","type":"v. i.","descr":" To hang in equilibrium; to be balanced or suspended; hence, to be in suspense or doubt."},{"word":"Poiser","type":"n.","descr":" The balancer of dipterous insects."},{"word":"Poison","type":"n.","descr":" Any agent which, when introduced into the animal organism, is capable of producing a morbid, noxious, or deadly effect upon it; as, morphine is a deadly poison; the poison of pestilential diseases."},{"word":"Poison","type":"n.","descr":" That which taints or destroys moral purity or health; as, the poison of evil example; the poison of sin."},{"word":"Poisoned","type":"imp. and p. p.","descr":" of Poison"},{"word":"Poisoning","type":"p. pr. and vb. n.","descr":" of Poison"},{"word":"Poison","type":"n.","descr":" To put poison upon or into; to infect with poison; as, to poison an arrow; to poison food or drink."},{"word":"Poison","type":"n.","descr":" To injure or kill by poison; to administer poison to."},{"word":"Poison","type":"n.","descr":" To taint; to corrupt; to vitiate; as, vice poisons happiness; slander poisoned his mind."},{"word":"Poison","type":"v. i.","descr":" To act as, or convey, a poison."},{"word":"Poisonable","type":"a.","descr":" Capable of poisoning; poisonous."},{"word":"Poisonable","type":"a.","descr":" Capable of being poisoned."},{"word":"Poisoner","type":"n.","descr":" One who poisons."},{"word":"Poisonous","type":"a.","descr":" Having the qualities or effects of poison; venomous; baneful; corrupting; noxious."},{"word":"Poisonsome","type":"a.","descr":" Poisonous.[Obs.] Holland."},{"word":"Poisure","type":"n.","descr":" Weight."},{"word":"Poitrel","type":"a.","descr":" The breastplate of the armor of a horse. See Peytrel."},{"word":"Poize","type":"n.","descr":" See Poise."},{"word":"Pokal","type":"n.","descr":" A tall drinking cup."},{"word":"Poke","type":"n.","descr":" A large North American herb of the genus Phytolacca (P. decandra), bearing dark purple juicy berries; -- called also garget, pigeon berry, pocan, and pokeweed. The root and berries have emetic and purgative properties, and are used in medicine. The young shoots are sometimes eaten as a substitute for asparagus, and the berries are said to be used in Europe to color wine."},{"word":"Poke","type":"n.","descr":" A bag; a sack; a pocket."},{"word":"Poke","type":"n.","descr":" A long, wide sleeve; -- called also poke sleeve."},{"word":"Poked","type":"imp. and p. p.","descr":" of Poke"},{"word":"Poking","type":"p. pr. and vb. n.","descr":" of Poke"},{"word":"Poke","type":"v. t.","descr":" To thrust or push against or into with anything pointed; hence, to stir up; to excite; as, to poke a fire."},{"word":"Poke","type":"v. t.","descr":" To thrust with the horns; to gore."},{"word":"Poke","type":"v. t.","descr":" To put a poke on; as, to poke an ox."},{"word":"Poke","type":"v. i.","descr":" To search; to feel one\\'s way, as in the dark; to grope; as, to poke about."},{"word":"Poke","type":"n.","descr":" The act of poking; a thrust; a jog; as, a poke in the ribs."},{"word":"Poke","type":"n.","descr":" A lazy person; a dawdler; also, a stupid or uninteresting person."},{"word":"Poke","type":"n.","descr":" A contrivance to prevent an animal from leaping or breaking through fences. It consists of a yoke with a pole inserted, pointed forward."},{"word":"Pokebag","type":"n.","descr":" The European long-tailed titmouse; -- called also poke-pudding."},{"word":"Poker","type":"n.","descr":" One who pokes."},{"word":"Poker","type":"n.","descr":" That which pokes or is used in poking, especially a metal bar or rod used in stirring a fire of coals."},{"word":"Poker","type":"n.","descr":" A poking-stick."},{"word":"Poker","type":"n.","descr":" The poachard."},{"word":"Poker","type":"n.","descr":" A game at cards derived from brag, and first played about 1835 in the Southwestern United States."},{"word":"Poker","type":"n.","descr":" Any imagined frightful object, especially one supposed to haunt the darkness; a bugbear."},{"word":"Pokerish","type":"a.","descr":" Infested by pokers; adapted to excite fear; as, a pokerish place."},{"word":"Pokerish","type":"a.","descr":" Stiff like a poker."},{"word":"Poket","type":"n.","descr":" A pocket."},{"word":"Pokeweed","type":"n.","descr":" See Poke, the plant."},{"word":"Pokey","type":"a.","descr":" See Poky."},{"word":"Poking","type":"a.","descr":" Drudging; servile."},{"word":"Poking-stick","type":"n.","descr":" A small stick or rod of steel, formerly used in adjusting the plaits of ruffs."},{"word":"Poky","type":"a.","descr":" Confined; cramped."},{"word":"Poky","type":"a.","descr":" Dull; tedious; uninteresting."},{"word":"Polacca","type":"n.","descr":" A vessel with two or three masts, used in the Mediterranean. The masts are usually of one piece, and without tops, caps, or crosstrees."},{"word":"Polacca","type":"n.","descr":" See Polonaise."},{"word":"Polack","type":"n.","descr":" A Polander."},{"word":"Polacre","type":"n.","descr":" Same as Polacca, 1."},{"word":"Polander","type":"n.","descr":" A native or inhabitant of Poland; a Pole."},{"word":"Polar","type":"a.","descr":" Of or pertaining to one of the poles of the earth, or of a sphere; situated near, or proceeding from, one of the poles; as, polar regions; polar seas; polar winds."},{"word":"Polar","type":"a.","descr":" Of or pertaining to the magnetic pole, or to the point to which the magnetic needle is directed."},{"word":"Polar","type":"a.","descr":" Pertaining to, reckoned from, or having a common radiating point; as, polar coordinates."},{"word":"Polar","type":"n.","descr":" The right line drawn through the two points of contact of the two tangents drawn from a given point to a given conic section. The given point is called the pole of the line. If the given point lies within the curve so that the two tangents become imaginary, there is still a real polar line which does not meet the curve, but which possesses other properties of the polar. Thus the focus and directrix are pole and polar. There are also poles and polar curves to curves of higher degree than the second, and poles and polar planes to surfaces of the second degree."},{"word":"Polarchy","type":"n.","descr":" See Polyarchy."},{"word":"Polaric","type":"a.","descr":" See Polar."},{"word":"Polarily","type":"adv.","descr":" In a polary manner; with polarity."},{"word":"Polarimeter","type":"n.","descr":" An instrument for determining the amount of polarization of light, or the proportion of polarized light, in a partially polarized ray."},{"word":"Polarimetry","type":"n.","descr":" The art or process of measuring the polarization of light."},{"word":"Polaris","type":"n.","descr":" The polestar. See North star, under North."},{"word":"Polariscope","type":"n.","descr":" An instrument consisting essentially of a polarizer and an analyzer, used for polarizing light, and analyzing its properties."},{"word":"Polariscopic","type":"a.","descr":" Of or pertaining to the polariscope; obtained by the use of a polariscope; as, polariscopic observations."},{"word":"Polariscopy","type":"n.","descr":" The art or rocess of making observations with the polariscope."},{"word":"Polaristic","type":"a.","descr":" Pertaining to, or exhibiting, poles; having a polar arrangement or disposition; arising from, or dependent upon, the possession of poles or polar characteristics; as, polaristic antagonism."},{"word":"Polarity","type":"n.","descr":" That quality or condition of a body in virtue of which it exhibits opposite, or contrasted, properties or powers, in opposite, or contrasted, parts or directions; or a condition giving rise to a contrast of properties corresponding to a contrast of positions, as, for example, attraction and repulsion in the opposite parts of a magnet, the dissimilar phenomena corresponding to the different sides of a polarized ray of light, etc."},{"word":"Polarity","type":"n.","descr":" A property of the conic sections by virtue of which a given point determines a corresponding right line and a given right line determines a corresponding point. See Polar, n."},{"word":"Polarizable","type":"a.","descr":" Susceptible of polarization."},{"word":"Polarization","type":"n.","descr":" The act of polarizing; the state of being polarized, or of having polarity."},{"word":"Polarization","type":"n.","descr":" A peculiar affection or condition of the rays of light or heat, in consequence of which they exhibit different properties in different directions."},{"word":"Polarization","type":"n.","descr":" An effect produced upon the plates of a voltaic battery, or the electrodes in an electrolytic cell, by the deposition upon them of the gases liberated by the action of the current. It is chiefly due to the hydrogen, and results in an increase of the resistance, and the setting up of an opposing electro-motive force, both of which tend materially to weaken the current of the battery, or that passing through the cell."},{"word":"Polarized","type":"imp. and p. p.","descr":" of Polarize"},{"word":"Polarizing","type":"p. pr. and vb. n.","descr":" of Polarize"},{"word":"Polarize","type":"v. t.","descr":" To communicate polarity to."},{"word":"Polarizer","type":"n.","descr":" That which polarizes; especially, the part of a polariscope which receives and polarizes the light. It is usually a reflecting plate, or a plate of some crystal, as tourmaline, or a doubly refracting crystal."},{"word":"Polary","type":"a.","descr":" Tending to a pole; having a direction toward a pole."},{"word":"Polatouche","type":"n.","descr":" A flying squirrel (Sciuropterus volans) native of Northern Europe and Siberia; -- called also minene."},{"word":"Polder","type":"n.","descr":" A tract of low land reclaimed from the sea by of high embankments."},{"word":"Poldway","type":"n.","descr":" A kind of coarse bagging, -- used for coal sacks."},{"word":"Pole","type":"n.","descr":" A native or inhabitant of Poland; a Polander."},{"word":"Pole","type":"n.","descr":" A long, slender piece of wood; a tall, slender piece of timber; the stem of a small tree whose branches have been removed; as, specifically: (a) A carriage pole, a wooden bar extending from the front axle of a carriage between the wheel horses, by which the carriage is guided and held back. (b) A flag pole, a pole on which a flag is supported. (c) A Maypole. See Maypole. (d) A barber\\'s pole, a pole painted in stripes, used as a sign by barbers and hairdressers. (e) A pole on which climbing beans, hops, or other vines, are trained."},{"word":"Pole","type":"n.","descr":" A measuring stick; also, a measure of length equal to 5\/ yards, or a square measure equal to 30\/ square yards; a rod; a perch."},{"word":"Poled","type":"imp. and p. p.","descr":" of Pole"},{"word":"Poling","type":"p. pr. and vb. n.","descr":" of Pole"},{"word":"Pole","type":"v. t.","descr":" To furnish with poles for support; as, to pole beans or hops."},{"word":"Pole","type":"v. t.","descr":" To convey on poles; as, to pole hay into a barn."},{"word":"Pole","type":"v. t.","descr":" To impel by a pole or poles, as a boat."},{"word":"Pole","type":"v. t.","descr":" To stir, as molten glass, with a pole."},{"word":"Pole","type":"n.","descr":" Either extremity of an axis of a sphere; especially, one of the extremities of the earth\\'s axis; as, the north pole."},{"word":"Pole","type":"n.","descr":" A point upon the surface of a sphere equally distant from every part of the circumference of a great circle; or the point in which a diameter of the sphere perpendicular to the plane of such circle meets the surface. Such a point is called the pole of that circle; as, the pole of the horizon; the pole of the ecliptic; the pole of a given meridian."},{"word":"Pole","type":"n.","descr":" One of the opposite or contrasted parts or directions in which a polar force is manifested; a point of maximum intensity of a force which has two such points, or which has polarity; as, the poles of a magnet; the north pole of a needle."},{"word":"Pole","type":"n.","descr":" The firmament; the sky."},{"word":"Pole","type":"n.","descr":" See Polarity, and Polar, n."},{"word":"Poleax","type":"n.","descr":" Alt. of Poleaxe"},{"word":"Poleaxe","type":"n.","descr":" Anciently, a kind of battle-ax with a long handle; later, an ax or hatchet with a short handle, and a head variously patterned; -- used by soldiers, and also by sailors in boarding a vessel."},{"word":"Polecat","type":"n.","descr":" A small European carnivore of the Weasel family (Putorius foetidus). Its scent glands secrete a substance of an exceedingly disagreeable odor. Called also fitchet, foulmart, and European ferret."},{"word":"Polecat","type":"n.","descr":" The zorilla. The name is also applied to other allied species."},{"word":"Poledavy","type":"n.","descr":" A sort of coarse canvas; poldway."},{"word":"Poleless","type":"a.","descr":" Without a pole; as, a poleless chariot."},{"word":"Polemarch","type":"n.","descr":" In Athens, originally, the military commanderin-chief; but, afterward, a civil magistrate who had jurisdiction in respect of strangers and sojourners. In other Grecian cities, a high military and civil officer."},{"word":"Polemic","type":"a.","descr":" Of or pertaining to controversy; maintaining, or involving, controversy; controversial; disputative; as, a polemic discourse or essay; polemic theology."},{"word":"Polemic","type":"a.","descr":" Engaged in, or addicted to, polemics, or to controversy; disputations; as, a polemic writer."},{"word":"Polemic","type":"n.","descr":" One who writes in support of one opinion, doctrine, or system, in opposition to another; one skilled in polemics; a controversialist; a disputant."},{"word":"Polemic","type":"n.","descr":" A polemic argument or controversy."},{"word":"Polemical","type":"a.","descr":" Polemic; controversial; disputatious."},{"word":"Polemicist","type":"n.","descr":" A polemic."},{"word":"Polemics","type":"n.","descr":" The art or practice of disputation or controversy, especially on religious subjects; that branch of theological science which pertains to the history or conduct of ecclesiastical controversy."},{"word":"Polemist","type":"n.","descr":" A polemic."},{"word":"Polemoniaceous","type":"a.","descr":" Of or pertaining to a natural order of plants (Polemoniaceae), which includes Polemonium, Phlox, Gilia, and a few other genera."},{"word":"Polemonium","type":"n.","descr":" A genus of gamopetalous perennial herbs, including the Jacob\\'s ladder and the Greek valerian."},{"word":"Polemoscope","type":"n.","descr":" An opera glass or field glass with an oblique mirror arranged for seeing objects do not lie directly before the eye; -- called also diagonal, \/ side, opera glass."},{"word":"Polemy","type":"n.","descr":" Warfare; war; hence, contention; opposition."},{"word":"Polenta","type":"n.","descr":" Pudding made of Indian meal; also, porridge made of chestnut meal."},{"word":"Poler","type":"n.","descr":" One who poles."},{"word":"Poler","type":"n.","descr":" An extortioner. See Poller."},{"word":"Polestar","type":"n.","descr":" Polaris, or the north star. See North star, under North."},{"word":"Polestar","type":"n.","descr":" A guide or director."},{"word":"Polewards","type":"adv.","descr":" Toward a pole of the earth."},{"word":"Polewig","type":"n.","descr":" The European spotted goby (Gobius minutus); -- called also pollybait."},{"word":"Poley","type":"n.","descr":" See Poly."},{"word":"Poley","type":"a.","descr":" Without horns; polled."},{"word":"Polianite","type":"n.","descr":" Manganese dioxide, occurring in tetragonal crystals nearly as hard as quartz."},{"word":"Policate","type":"a.","descr":" Same as Pollicate."},{"word":"Police","type":"n.","descr":" A judicial and executive system, for the government of a city, town, or district, for the preservation of rights, order, cleanliness, health, etc., and for the enforcement of the laws and prevention of crime; the administration of the laws and regulations of a city, incorporated town, or borough."},{"word":"Police","type":"n.","descr":" That which concerns the order of the community; the internal regulation of a state."},{"word":"Police","type":"n.","descr":" The organized body of civil officers in a city, town, or district, whose particular duties are the preservation of good order, the prevention and detection of crime, and the enforcement of the laws."},{"word":"Police","type":"n.","descr":" Military police, the body of soldiers detailed to preserve civil order and attend to sanitary arrangements in a camp or garrison."},{"word":"Police","type":"n.","descr":" The cleaning of a camp or garrison, or the state \/ a camp as to cleanliness."},{"word":"Policed","type":"imp. and p. p.","descr":" of Police"},{"word":"Policing","type":"p. pr. and vb. n.","descr":" of Police"},{"word":"Police","type":"v. t.","descr":" To keep in order by police."},{"word":"Police","type":"v. t.","descr":" To make clean; as, to police a camp."},{"word":"Policed","type":"a.","descr":" Regulated by laws for the maintenance of peace and order, enforced by organized administration."},{"word":"Policemen","type":"pl. ","descr":" of Policeman"},{"word":"Policeman","type":"n.","descr":" A member of a body of police; a constable."},{"word":"Policial","type":"a.","descr":" Relating to the police."},{"word":"Policied","type":"a.","descr":" Policed."},{"word":"Policies","type":"pl. ","descr":" of Policy"},{"word":"Policy","type":"n.","descr":" Civil polity."},{"word":"Policy","type":"n.","descr":" The settled method by which the government and affairs of a nation are, or may be, administered; a system of public or official administration, as designed to promote the external or internal prosperity of a state."},{"word":"Policy","type":"n.","descr":" The method by which any institution is administered; system of management; course."},{"word":"Policy","type":"n.","descr":" Management or administration based on temporal or material interest, rather than on principles of equity or honor; hence, worldly wisdom; dexterity of management; cunning; stratagem."},{"word":"Policy","type":"n.","descr":" Prudence or wisdom in the management of public and private affairs; wisdom; sagacity; wit."},{"word":"Policy","type":"n.","descr":" Motive; object; inducement."},{"word":"Policied","type":"imp. and p. p.","descr":" of Policy"},{"word":"Policying","type":"p. pr. and vb. n.","descr":" of Policy"},{"word":"Policy","type":"v. t.","descr":" To regulate by laws; to reduce to order."},{"word":"Policy","type":"n.","descr":" A ticket or warrant for money in the public funds."},{"word":"Policy","type":"n.","descr":" The writing or instrument in which a contract of insurance is embodied; an instrument in writing containing the terms and conditions on which one party engages to indemnify another against loss arising from certain hazards, perils, or risks to which his person or property may be exposed. See Insurance."},{"word":"Policy","type":"n.","descr":" A method of gambling by betting as to what numbers will be drawn in a lottery; as, to play policy."},{"word":"Poling","type":"n.","descr":" The act of supporting or of propelling by means of a pole or poles; as, the poling of beans; the poling of a boat."},{"word":"Poling","type":"n.","descr":" The operation of dispersing worm casts over the walks with poles."},{"word":"Poling","type":"n.","descr":" One of the poles or planks used in upholding the side earth in excavating a tunnel, ditch, etc."},{"word":"Polish","type":"a.","descr":" Of or pertaining to Poland or its inhabitants."},{"word":"Polish","type":"n.","descr":" The language of the Poles."},{"word":"Polished","type":"imp. and p. p.","descr":" of Polish"},{"word":"Polishing","type":"p. pr. and vb. n.","descr":" of Polish"},{"word":"Polish","type":"v. t.","descr":" To make smooth and glossy, usually by friction; to burnish; to overspread with luster; as, to polish glass, marble, metals, etc."},{"word":"Polish","type":"v. t.","descr":" Hence, to refine; to wear off the rudeness, coarseness, or rusticity of; to make elegant and polite; as, to polish life or manners."},{"word":"Polish","type":"v. i.","descr":" To become smooth, as from friction; to receive a gloss; to take a smooth and glossy surface; as, steel polishes well."},{"word":"Polish","type":"n.","descr":" A smooth, glossy surface, usually produced by friction; a gloss or luster."},{"word":"Polish","type":"n.","descr":" Anything used to produce a gloss."},{"word":"Polish","type":"n.","descr":" Fig.: Refinement; elegance of manners."},{"word":"Polishable","type":"a.","descr":" Capable of being polished."},{"word":"Polished","type":"a.","descr":" Made smooth and glossy, as by friction; hence, highly finished; refined; polite; as, polished plate; polished manners; polished verse."},{"word":"Polishedness","type":"n.","descr":" The quality of being polished."},{"word":"Polisher","type":"n.","descr":" One who, or that which, polishes; also, that which is used in polishing."},{"word":"Polishing","type":"","descr":" a. and n. from Polish."},{"word":"Polishment","type":"n.","descr":" The act of polishing, or the state of being polished."},{"word":"Polite","type":"v.","descr":" Smooth; polished."},{"word":"Polite","type":"v.","descr":" Smooth and refined in behavior or manners; well bred; courteous; complaisant; obliging; civil."},{"word":"Polite","type":"v.","descr":" Characterized by refinement, or a high degree of finish; as, polite literature."},{"word":"Polite","type":"v. t.","descr":" To polish; to refine; to render polite."},{"word":"Politely","type":"adv.","descr":" In a polished manner; so as to be smooth or glossy."},{"word":"Politely","type":"adv.","descr":" In a polite manner; with politeness."},{"word":"Politeness","type":"n.","descr":" High finish; smoothness; burnished elegance."},{"word":"Politeness","type":"n.","descr":" The quality or state of being polite; refinement of manners; urbanity; courteous behavior; complaisance; obliging attentions."},{"word":"Politesse","type":"n.","descr":" Politeness."},{"word":"Politic","type":"a.","descr":" Of or pertaining to polity, or civil government; political; as, the body politic. See under Body."},{"word":"Politic","type":"a.","descr":" Pertaining to, or promoting, a policy, especially a national policy; well-devised; adapted to its end, whether right or wrong; -- said of things; as, a politic treaty."},{"word":"Politic","type":"a.","descr":" Sagacious in promoting a policy; ingenious in devising and advancing a system of management; devoted to a scheme or system rather than to a principle; hence, in a good sense, wise; prudent; sagacious; and in a bad sense, artful; unscrupulous; cunning; -- said of persons."},{"word":"Politic","type":"n.","descr":" A politician."},{"word":"Political","type":"a.","descr":" Having, or conforming to, a settled system of administration."},{"word":"Political","type":"a.","descr":" Of or pertaining to public policy, or to politics; relating to affairs of state or administration; as, a political writer."},{"word":"Political","type":"a.","descr":" Of or pertaining to a party, or to parties, in the state; as, his political relations were with the Whigs."},{"word":"Political","type":"a.","descr":" Politic; wise; also, artful."},{"word":"Politicalism","type":"n.","descr":" Zeal or party spirit in politics."},{"word":"Politically","type":"adv.","descr":" In a political manner."},{"word":"Politically","type":"adv.","descr":" Politicly; artfully."},{"word":"Politicaster","type":"n.","descr":" A petty politician; a pretender in politics."},{"word":"Politician","type":"n.","descr":" One versed or experienced in the science of government; one devoted to politics; a statesman."},{"word":"Politician","type":"n.","descr":" One primarily devoted to his own advancement in public office, or to the success of a political party; -- used in a depreciatory sense; one addicted or attached to politics as managed by parties (see Politics, 2); a schemer; an intriguer; as, a mere politician."},{"word":"Politician","type":"a.","descr":" Cunning; using artifice; politic; artful."},{"word":"Politicist","type":"n.","descr":" A political writer."},{"word":"Politicly","type":"adv.","descr":" In a politic manner; sagaciously; shrewdly; artfully."},{"word":"Politics","type":"n.","descr":" The science of government; that part of ethics which has to do with the regulation and government of a nation or state, the preservation of its safety, peace, and prosperity, the defense of its existence and rights against foreign control or conquest, the augmentation of its strength and resources, and the protection of its citizens in their rights, with the preservation and improvement of their morals."},{"word":"Politics","type":"n.","descr":" The management of a political party; the conduct and contests of parties with reference to political measures or the administration of public affairs; the advancement of candidates to office; in a bad sense, artful or dishonest management to secure the success of political candidates or parties; political trickery."},{"word":"Politize","type":"v. i.","descr":" To play the politician; to dispute as politicians do."},{"word":"Politure","type":"v.","descr":" Polish; gloss. [Obs.] Donne."},{"word":"Polities","type":"pl. ","descr":" of Polity"},{"word":"Polity","type":"n.","descr":" The form or constitution of the civil government of a nation or state; the framework or organization by which the various departments of government are combined into a systematic whole."},{"word":"Polity","type":"n.","descr":" Hence: The form or constitution by which any institution is organized; the recognized principles which lie at the foundation of any human institution."},{"word":"Polity","type":"n.","descr":" Policy; art; management."},{"word":"Politzerization","type":"n.","descr":" The act of inflating the middle ear by blowing air up the nose during the act of swallowing; -- so called from Prof. Politzer of Vienna, who first practiced it."},{"word":"Polive","type":"n.","descr":" A pulley."},{"word":"Polka","type":"n.","descr":" A dance of Polish origin, but now common everywhere. It is performed by two persons in common time."},{"word":"Polka","type":"n.","descr":" A lively Bohemian or Polish dance tune in 2-4 measure, with the third quaver accented."},{"word":"Poll","type":"n.","descr":" A parrot; -- familiarly so called."},{"word":"Poll","type":"n.","descr":" One who does not try for honors, but is content to take a degree merely; a passman."},{"word":"Poll","type":"n.","descr":" The head; the back part of the head."},{"word":"Poll","type":"n.","descr":" A number or aggregate of heads; a list or register of heads or individuals."},{"word":"Poll","type":"n.","descr":" Specifically, the register of the names of electors who may vote in an election."},{"word":"Poll","type":"n.","descr":" The casting or recording of the votes of registered electors; as, the close of the poll."},{"word":"Poll","type":"n.","descr":" The place where the votes are cast or recorded; as, to go to the polls."},{"word":"Poll","type":"n.","descr":" The broad end of a hammer; the but of an ax."},{"word":"Poll","type":"n.","descr":" The European chub. See Pollard, 3 (a)."},{"word":"Polled","type":"imp. and p. p.","descr":" of Poll"},{"word":"Polling","type":"p. pr. and vb. n.","descr":" of Poll"},{"word":"Poll","type":"v. t.","descr":" To remove the poll or head of; hence, to remove the top or end of; to clip; to lop; to shear; as, to poll the head; to poll a tree."},{"word":"Poll","type":"v. t.","descr":" To cut off; to remove by clipping, shearing, etc.; to mow or crop; -- sometimes with off; as, to poll the hair; to poll wool; to poll grass."},{"word":"Poll","type":"v. t.","descr":" To extort from; to plunder; to strip."},{"word":"Poll","type":"v. t.","descr":" To impose a tax upon."},{"word":"Poll","type":"v. t.","descr":" To pay as one\\'s personal tax."},{"word":"Poll","type":"v. t.","descr":" To enter, as polls or persons, in a list or register; to enroll, esp. for purposes of taxation; to enumerate one by one."},{"word":"Poll","type":"v. t.","descr":" To register or deposit, as a vote; to elicit or call forth, as votes or voters; as, he polled a hundred votes more than his opponent."},{"word":"Poll","type":"v. t.","descr":" To cut or shave smooth or even; to cut in a straight line without indentation; as, a polled deed. See Dee\/ poll."},{"word":"Poll","type":"v. i.","descr":" To vote at an election."},{"word":"Pollack","type":"n.","descr":" A marine gadoid food fish of Europe (Pollachius virens). Called also greenfish, greenling, lait, leet, lob, lythe, and whiting pollack."},{"word":"Pollack","type":"n.","descr":" The American pollock; the coalfish."},{"word":"Pollage","type":"n.","descr":" A head or poll tax; hence, extortion."},{"word":"Pollan","type":"n.","descr":" A lake whitefish (Coregonus pollan), native of Ireland. In appearance it resembles a herring."},{"word":"Pollard","type":"n.","descr":" A tree having its top cut off at some height above the ground, that may throw out branches."},{"word":"Pollard","type":"n.","descr":" A clipped coin; also, a counterfeit."},{"word":"Pollard","type":"n.","descr":" A fish, the chub."},{"word":"Pollard","type":"n.","descr":" A stag that has cast its antlers."},{"word":"Pollard","type":"n.","descr":" A hornless animal (cow or sheep)."},{"word":"Pollarded","type":"imp. and p. p.","descr":" of Pollard"},{"word":"Pollarding","type":"p. pr. and vb. n.","descr":" of Pollard"},{"word":"Pollard","type":"v. t.","descr":" To lop the tops of, as trees; to poll; as, to pollard willows."},{"word":"Pollax","type":"n.","descr":" A poleax."},{"word":"Polled","type":"a.","descr":" Deprived of a poll, or of something belonging to the poll. Specifically: (a) Lopped; -- said of trees having their tops cut off. (b) Cropped; hence, bald; -- said of a person. \"The polled bachelor.\" Beau. and Fl. (c) Having cast the antlers; -- said of a stag. (d) Without horns; as, polled cattle; polled sheep."},{"word":"Pollen","type":"n.","descr":" Fine bran or flour."},{"word":"Pollen","type":"n.","descr":" The fecundating dustlike cells of the anthers of flowers. See Flower, and Illust. of Filament."},{"word":"Pollenarious","type":"a.","descr":" Consisting of meal or pollen."},{"word":"Pollened","type":"a.","descr":" Covered with pollen."},{"word":"Polleniferous","type":"a.","descr":" Producing pollen; polliniferous."},{"word":"Pollenin","type":"n.","descr":" A substance found in the pollen of certain plants."},{"word":"Pollenized","type":"imp. and p. p.","descr":" of Pollenize"},{"word":"Pollenizing","type":"p. pr. and vb. n.","descr":" of Pollenize"},{"word":"Pollenize","type":"v. t.","descr":" To supply with pollen; to impregnate with pollen."},{"word":"Poller","type":"n.","descr":" One who polls; specifically: (a) One who polls or lops trees. (b) One who polls or cuts hair; a barber. [R.] (c) One who extorts or plunders. [Obs.] Baex. (d) One who registplws votplws, or one who enters his name as a voter."},{"word":"Pollices","type":"pl. ","descr":" of Pollex"},{"word":"Pollex","type":"n.","descr":" The first, or preaxial, digit of the fore limb, corresponding to the hallux in the hind limb; the thumb. In birds, the pollex is the joint which bears the bastard wing."},{"word":"Pollicate","type":"a.","descr":" Having a curved projection or spine on the inner side of a leg joint; -- said of insects."},{"word":"Pollicitation","type":"n.","descr":" A voluntary engagement, or a paper containing it; a promise."},{"word":"Pollicitation","type":"n.","descr":" A promise without mutuality; a promise which has not been accepted by the person to whom it is made."},{"word":"Pollinate","type":"a.","descr":" Pollinose."},{"word":"Pollinate","type":"v. t.","descr":" To apply pollen to (a stigma)."},{"word":"Pollinctor","type":"n.","descr":" One who prepared corpses for the funeral."},{"word":"Polling","type":"n.","descr":" The act of topping, lopping, or cropping, as trees or hedges."},{"word":"Polling","type":"n.","descr":" Plunder, or extortion."},{"word":"Polling","type":"n.","descr":" The act of voting, or of registering a vote."},{"word":"Polliniferous","type":"a.","descr":" Producing pollen; polleniferous."},{"word":"Pollinia","type":"pl. ","descr":" of Pollinium"},{"word":"Pollinium","type":"n.","descr":" A coherent mass of pollen, as in the milkweed and most orchids."},{"word":"Pollinose","type":"a.","descr":" Having the surface covered with a fine yellow dust, like pollen."},{"word":"Polliwig","type":"n.","descr":" Alt. of Polliwog"},{"word":"Polliwog","type":"n.","descr":" A tadpole; -- called also purwiggy and porwigle."},{"word":"Pollock","type":"n.","descr":" A marine gadoid fish (Pollachius carbonarius), native both of the European and American coasts. It is allied to the cod, and like it is salted and dried. In England it is called coalfish, lob, podley, podling, pollack, etc."},{"word":"Pollucite","type":"n.","descr":" A colorless transparent mineral, resembling quartz, occurring with castor or castorite on the island of Elba. It is a silicate of alumina and caesia. Called also pollux."},{"word":"Polluted","type":"imp. and p. p.","descr":" of Pollute"},{"word":"Polluting","type":"p. pr. and vb. n.","descr":" of Pollute"},{"word":"Pollute","type":"v. t.","descr":" To make foul, impure, or unclean; to defile; to taint; to soil; to desecrate; -- used of physical or moral defilement."},{"word":"Pollute","type":"v. t.","descr":" To violate sexually; to debauch; to dishonor."},{"word":"Pollute","type":"v. t.","descr":" To render ceremonially unclean; to disqualify or unfit for sacred use or service, or for social intercourse."},{"word":"Pollute","type":"a.","descr":" Polluted."},{"word":"Polluted","type":"a.","descr":" Defiled; made unclean or impure; debauched."},{"word":"Polluter","type":"n.","descr":" One who pollutes."},{"word":"Polluting","type":"a.","descr":" Adapted or tending to pollute; causing defilement or pollution."},{"word":"Pollution","type":"n.","descr":" The act of polluting, or the state of being polluted (in any sense of the verb); defilement; uncleanness; impurity."},{"word":"Pollution","type":"n.","descr":" The emission of semen, or sperm, at other times than in sexual intercourse."},{"word":"Pollux","type":"n.","descr":" A fixed star of the second magnitude, in the constellation Gemini.  Cf. 3d Castor."},{"word":"Pollux","type":"n.","descr":" Same as Pollucite."},{"word":"Polly","type":"n.","descr":" A woman\\'s name; also, a popular name for a parrot."},{"word":"Pollywog","type":"n.","descr":" A polliwig."},{"word":"Polo","type":"n.","descr":" A game of ball of Eastern origin, resembling hockey, with the players on horseback."},{"word":"Polo","type":"n.","descr":" A similar game played on the ice, or on a prepared floor, by players wearing skates."},{"word":"Polonaise","type":"a.","descr":" Of or pertaining to the Poles, or to Poland."},{"word":"Polonaise","type":"n.","descr":" The Polish language."},{"word":"Polonaise","type":"n.","descr":" An article of dress for women, consisting of a body and an outer skirt in one piece."},{"word":"Polonaise","type":"n.","descr":" A stately Polish dance tune, in 3-4 measure, beginning always on the beat with a quaver followed by a crotchet, and closing on the beat after a strong accent on the second beat; also, a dance adapted to such music; a polacca."},{"word":"Polonese","type":"a. and n.","descr":" See Polonaise."},{"word":"Polony","type":"n.","descr":" A kind of sausage made of meat partly cooked."},{"word":"Polron","type":"n.","descr":" See Pauldron."},{"word":"Polt","type":"n.","descr":" A blow or thump."},{"word":"Polt","type":"a.","descr":" Distorted."},{"word":"Polt-foot","type":"a.","descr":" Alt. of Polt-footed"},{"word":"Polt-footed","type":"a.","descr":" Having a distorted foot, or a clubfoot or clubfeet."},{"word":"Poltroon","type":"n.","descr":" An arrant coward; a dastard; a craven; a mean-spirited wretch."},{"word":"Poltroon","type":"a.","descr":" Base; vile; contemptible; cowardly."},{"word":"Poltroonery","type":"n.","descr":" Cowardice; want of spirit; pusillanimity."},{"word":"Poltroonish","type":"a.","descr":" Resembling a poltroon; cowardly."},{"word":"Polverine","type":"n.","descr":" Glassmaker\\'s ashes; a kind of potash or pearlash, brought from the Levant and Syria, -- used in the manufacture of fine glass."},{"word":"Polwig","type":"n.","descr":" A polliwig. Holland."},{"word":"Poly-","type":"a.","descr":" A combining form or prefix from Gr. poly`s, many; as, polygon, a figure of many angles; polyatomic, having many atoms; polychord, polyconic."},{"word":"Poly","type":"n.","descr":" A whitish woolly plant (Teucrium Polium) of the order Labiatae, found throughout the Mediterranean region. The name, with sundry prefixes, is sometimes given to other related species of the same genus."},{"word":"Polyacid","type":"a.","descr":" Capable of neutralizing, or of combining with, several molecules of a monobasic acid; having more than one hydrogen atom capable of being replaced by acid radicals; -- said of certain bases; as, calcium hydrate and glycerin are polyacid bases."},{"word":"Polyacoustic","type":"a.","descr":" Multiplying or magnifying sound."},{"word":"Polyacoustic","type":"n.","descr":" A polyacoustic instrument."},{"word":"Polyacoustics","type":"n.","descr":" The art of multiplying or magnifying sounds."},{"word":"Polyacra","type":"pl. ","descr":" of Polyacron"},{"word":"Polyacrons","type":"pl. ","descr":" of Polyacron"},{"word":"Polyacron","type":"n.","descr":" A solid having many summits or angular points; a polyhedron."},{"word":"Polyactinia","type":"n. pl.","descr":" An old name for those Anthozoa which, like the actinias, have numerous simple tentacles."},{"word":"Polyadelphia","type":"n. pl.","descr":" A Linnaean class of plants having stamens united in three or more bodies or bundles by the filaments."},{"word":"Polyadelphian","type":"a.","descr":" Alt. of Polyadelphous"},{"word":"Polyadelphous","type":"a.","descr":" Belonging to the class Polyadelphia; having stamens united in three or more bundles."},{"word":"Polyandria","type":"n. pl.","descr":" A Linnaean class of monoclinous or hermaphrodite plants, having many stamens, or any number above twenty, inserted in the receptacle."},{"word":"Polyandrian","type":"a.","descr":" Polyandrous."},{"word":"Polyandric","type":"a.","descr":" Pertaining to, or characterized by, polyandry; mating with several males."},{"word":"Polyandrous","type":"a.","descr":" Belonging to the class Polyandria; having many stamens, or any number above twenty, inserted in the receptacle."},{"word":"Polyandry","type":"n.","descr":" The possession by a woman of more than one husband at the same time; -- contrasted with monandry."},{"word":"Polyanthuses","type":"pl. ","descr":" of Polyanthus"},{"word":"Polyanthus","type":"n.","descr":" The oxlip. So called because the peduncle bears a many-flowered umbel. See Oxlip. (b) A bulbous flowering plant of the genus Narcissus (N. Tazetta, or N. polyanthus of some authors). See Illust. of Narcissus."},{"word":"Polyarchist","type":"n.","descr":" One who advocates polyarchy; -- opposed to monarchist."},{"word":"Polyarchy","type":"n.","descr":" A government by many persons, of whatever order or class."},{"word":"Polyatomic","type":"a.","descr":" Having more than one atom in the molecule; consisting of several atoms."},{"word":"Polyatomic","type":"a.","descr":" Having a valence greater than one."},{"word":"Polyautography","type":"n.","descr":" The act or practice of multiplying copies of one\\'s own handwriting, or of manuscripts, by printing from stone, -- a species of lithography."},{"word":"Polybasic","type":"a.","descr":" Capable of neutralizing, or of combining with, several molecules of a monacid base; having several hydrogen atoms capable of being replaced by basic radicals; -- said of certain acids; as, sulphuric acid is polybasic."},{"word":"Polybasite","type":"n.","descr":" An iron-black ore of silver, consisting of silver, sulphur, and antimony, with some copper and arsenic."},{"word":"Polybranchia","type":"n. pl.","descr":" A division of Nudibranchiata including those which have numerous branchiae on the back."},{"word":"Polybromide","type":"n.","descr":" A bromide containing more than one atom of bromine in the molecule."},{"word":"Polycarpellary","type":"a.","descr":" Composed of several or numerous carpels; -- said of such fruits as the orange."},{"word":"Polycarpic","type":"a.","descr":" Alt. of Polycarpous"},{"word":"Polycarpous","type":"a.","descr":" Bearing fruit repeatedly, or year after year."},{"word":"Polycarpous","type":"a.","descr":" Having several pistils in one flower."},{"word":"Polychaeta","type":"n. pl.","descr":" One of the two principal groups of Chaetopoda. It includes those that have prominent parapodia and fascicles of setae. See Illust. under Parapodia."},{"word":"Polychloride","type":"n.","descr":" A chloride containing more than one atom of chlorine in the molecule."},{"word":"Polychoerany","type":"n.","descr":" A government by many chiefs, princes, or rules."},{"word":"Polychord","type":"a.","descr":" Having many strings."},{"word":"Polychord","type":"n.","descr":" A musical instrument of ten strings."},{"word":"Polychord","type":"n.","descr":" An apparatus for coupling two octave notes, capable of being attached to a keyed instrument."},{"word":"Polychrest","type":"n.","descr":" A medicine that serves for many uses, or that cures many diseases."},{"word":"Polychroism","type":"n.","descr":" Same as Pleochroism."},{"word":"Polychroite","type":"n.","descr":" The coloring matter of saffron; -- formerly so called because of the change of color on treatment with certain acids; -- called also crocin, and safranin."},{"word":"Polychromate","type":"n.","descr":" A salt of a polychromic acid."},{"word":"Polychromate","type":"n.","descr":" A compound which exhibits, or from which may be prepared, a variety of colors, as certain solutions derived from vegetables, which display colors by fluorescence."},{"word":"Polychromatic","type":"a.","descr":" Showing a variety, or a change, of colors."},{"word":"Polychrome","type":"n.","descr":" Esculin; -- so called in allusion to its fluorescent solutions."},{"word":"Polychrome","type":"a.","descr":" Executed in the manner of polychromy; as, polychrome printing."},{"word":"Polychromic","type":"a.","descr":" Polychromatic."},{"word":"Polychromic","type":"a.","descr":" Pertaining to, or designating, any one of several acids (known only in their salts) which contain more than one atom of chromium."},{"word":"Polychromous","type":"a.","descr":" Of or pertaining to polychromy; many-colored; polychromatic."},{"word":"Polychromy","type":"n.","descr":" The art or practice of combining different colors, especially brilliant ones, in an artistic way."},{"word":"Polychronious","type":"a.","descr":" Enduring through a long time; chronic."},{"word":"Polyclinic","type":"n.","descr":" A clinic in which diseases of many sorts are treated; especially, an institution in which clinical instruction is given in all kinds of disease."},{"word":"Polyconic","type":"a.","descr":" Pertaining to, or based upon, many cones."},{"word":"Polycotyledon","type":"n.","descr":" A plant that has many, or more than two, cotyledons in the seed."},{"word":"Polycotyledonary","type":"a.","descr":" Having the villi of the placenta collected into definite patches, or cotyledons."},{"word":"Polycracy","type":"n.","descr":" Government by many rulers; polyarchy."},{"word":"Polycrotic","type":"a.","descr":" Of or pertaining to polycrotism; manifesting polycrotism; as, a polycrotic pulse; a polycrotic pulse curve."},{"word":"Polycrotism","type":"n.","descr":" That state or condition of the pulse in which the pulse curve, or sphygmogram, shows several secondary crests or elevations; -- contrasted with monocrotism and dicrotism."},{"word":"Polycystid","type":"n.","descr":" One of the Polycystidea."},{"word":"Polycystid","type":"n.","descr":" One of the Polycystina."},{"word":"Polycystid","type":"a.","descr":" Pertaining to the Polycystidea, or the Polycystina."},{"word":"Polycystidea","type":"n. pl.","descr":" A division of Gregarinae including those that have two or more internal divisions of the body."},{"word":"Polycystina","type":"n. pl.","descr":" A division of Radiolaria including numerous minute marine species. The skeleton is composed of silica, and is often very elegant in form and sculpture. Many have been found in the fossil state."},{"word":"Polycystine","type":"a.","descr":" Pertaining to the Polycystina."},{"word":"Polycystine","type":"n.","descr":" One of the Polycystina."},{"word":"Polycyttaria","type":"n. pl.","descr":" A division of Radiolaria. It includes those having one more central capsules."},{"word":"Polydactylism","type":"n.","descr":" The possession of more that the normal number of digits."},{"word":"Polydipsia","type":"n.","descr":" Excessive and constant thirst occasioned by disease."},{"word":"Polyedron","type":"n.","descr":" See Polyhedron."},{"word":"Polyedrous","type":"a.","descr":" See Polyhedral."},{"word":"Polyeidic","type":"a.","descr":" Passing through several distinct larval forms; -- having several distinct kinds of young."},{"word":"Polyeidism","type":"n.","descr":" The quality or state of being polyeidic."},{"word":"Polyembryonate","type":"a.","descr":" Consisting of, or having, several embryos; polyembryonic."},{"word":"Polyembryonic","type":"a.","descr":" Polyembryonate."},{"word":"Polyembryony","type":"n.","descr":" The production of two or more embryos in one seed, due either to the existence and fertilization of more than one embryonic sac or to the origination of embryos outside of the embryonic sac."},{"word":"Polyfoil","type":"n.","descr":" Same as Multifoil."},{"word":"Polygala","type":"n.","descr":" A genus of bitter herbs or shrubs having eight stamens and a two-celled ovary (as the Seneca snakeroot, the flowering wintergreen, etc.); milkwort."},{"word":"Polygalaceous","type":"a.","descr":" Of or pertaining to a natural order of plants (Polygalaceae) of which Polygala is the type."},{"word":"Polygalic","type":"a.","descr":" Of, pertaining to, or obtained from, Polygala; specifically, designating an acrid glucoside (called polygalic acid, senegin, etc.), resembling, or possibly identical with, saponin."},{"word":"Polygamia","type":"n. pl.","descr":" A Linnaean class of plants, characterized by having both hermaphrodite and unisexual flowers on the same plant."},{"word":"Polygamia","type":"n. pl.","descr":" A name given by Linnaeus to file orders of plants having syngenesious flowers."},{"word":"Polygamian","type":"a.","descr":" Polygamous."},{"word":"Polygamist","type":"a.","descr":" One who practices polygamy, or maintains its lawfulness."},{"word":"Polygamize","type":"v. i.","descr":" To practice polygamy; to marry several wives."},{"word":"Polygamous","type":"a.","descr":" Of or pertaining to polygamy; characterized by, or involving, polygamy; having a plurality of wives; as, polygamous marriages; -- opposed to monogamous."},{"word":"Polygamous","type":"a.","descr":" Pairing with more than one female."},{"word":"Polygamous","type":"a.","descr":" Belonging to the Polygamia; bearing both hermaphrodite and unisexual flowers on the same plant."},{"word":"Polygamy","type":"n.","descr":" The having of a plurality of wives or husbands at the same time; usually, the marriage of a man to more than one woman, or the practice of having several wives, at the same time; -- opposed to monogamy; as, the nations of the East practiced polygamy. See the Note under Bigamy, and cf. Polyandry."},{"word":"Polygamy","type":"n.","descr":" The state or habit of having more than one mate."},{"word":"Polygamy","type":"n.","descr":" The condition or state of a plant which bears both perfect and unisexual flowers."},{"word":"Polygastrian","type":"n.","descr":" One of the Polygastrica."},{"word":"Polygastric","type":"a.","descr":" Having several bellies; -- applied to muscles which are made up of several bellies separated by short tendons."},{"word":"Polygastric","type":"a.","descr":" Pertaining to the Polygastrica."},{"word":"Polygastric","type":"n.","descr":" One of the Polygastrica."},{"word":"Polygastrica","type":"n. pl.","descr":" The Infusoria."},{"word":"Polygenesis","type":"n.","descr":" Alt. of Polygeny"},{"word":"Polygeny","type":"n.","descr":" The theory that living organisms originate in cells or embryos of different kinds, instead of coming from a single cell; -- opposed to monogenesis."},{"word":"Polygenetic","type":"a.","descr":" Having many distinct sources; originating at various places or times."},{"word":"Polygenetic","type":"a.","descr":" Of or pertaining to polygenesis; polyphyletic."},{"word":"Polygenic","type":"a.","descr":" Of or relating to polygeny; polygenetic."},{"word":"Polygenism","type":"n.","descr":" The doctrine that animals of the same species have sprung from more than one original pair."},{"word":"Polygenist","type":"n.","descr":" One who maintains that animals of the same species have sprung from more than one original pair; -- opposed to monogenist."},{"word":"Polygenous","type":"a.","descr":" Consisting of, or containing, many kinds; as, a polygenous mountain."},{"word":"Polyglot","type":"a.","descr":" Containing, or made up, of, several languages; as, a polyglot lexicon, Bible."},{"word":"Polyglot","type":"a.","descr":" Versed in, or speaking, many languages."},{"word":"Polyglot","type":"n.","descr":" One who speaks several languages."},{"word":"Polyglot","type":"n.","descr":" A book containing several versions of the same text, or containing the same subject matter in several languages; esp., the Scriptures in several languages."},{"word":"Polyglottous","type":"a.","descr":" Speaking many languages; polyglot."},{"word":"Polygon","type":"n.","descr":" A plane figure having many angles, and consequently many sides; esp., one whose perimeter consists of more than four sides; any figure having many angles."},{"word":"Polygonaceous","type":"a.","descr":" Of or pertaining to a natural order of apetalous plants (Polygonaceae), of which the knotweeds (species of Polygonum) are the type, and which includes also the docks (Rumex), the buckwheat, rhubarb, sea grape (Coccoloba), and several other genera."},{"word":"Polygonal","type":"a.","descr":" Having many angles."},{"word":"Polygoneutic","type":"a.","descr":" Having two or more broods in a season."},{"word":"Polygonometry","type":"n.","descr":" The doctrine of polygons; an extension of some of the principles of trigonometry to the case of polygons."},{"word":"Polygonous","type":"a.","descr":" Polygonal."},{"word":"Polygonum","type":"n.","descr":" A genus of plants embracing a large number of species, including bistort, knotweed, smartweed, etc."},{"word":"Polygony","type":"n.","descr":" Any plant of the genus Polygonum."},{"word":"Polygordius","type":"n.","descr":" A genus of marine annelids, believed to be an ancient or ancestral type. It is remarkable for its simplicity of structure and want of parapodia. It is the type of the order Archiannelida, or Gymnotoma. See Loeven\\'s larva."},{"word":"Polygram","type":"n.","descr":" A figure consisting of many lines."},{"word":"Polygraph","type":"n.","descr":" An instrument for multiplying copies of a writing; a manifold writer; a copying machine."},{"word":"Polygraph","type":"n.","descr":" In bibliography, a collection of different works, either by one or several authors."},{"word":"Polygraph","type":"n.","descr":" An instrument for detecting deceptive statements by a subject, by measuring several physiological states of the subject, such as pulse, heartbeat, and sweating.  The instrument records these parameters on a strip of paper while the subject is asked questions designed to elicit emotional responses when the subject tries to deceive the interrogator.   Also called lie detector"},{"word":"Polygraphic","type":"a.","descr":" Alt. of Polygraphical"},{"word":"Polygraphical","type":"a.","descr":" Pertaining to, or employed in, polygraphy; as, a polygraphic instrument."},{"word":"Polygraphical","type":"a.","descr":" Done with a polygraph; as, a polygraphic copy."},{"word":"Polygraphy","type":"n.","descr":" Much writing; writing of many books."},{"word":"Polygraphy","type":"n.","descr":" The art of writing in various ciphers, and of deciphering the same."},{"word":"Polygraphy","type":"n.","descr":" The art or practice of using a polygraph."},{"word":"Polygrooved","type":"a.","descr":" Having many grooves; as, a polygrooved rifle or gun (referring to the rifling)."},{"word":"Polygyn","type":"n.","descr":" A plant of the order Polygynia."},{"word":"Polygynia","type":"n. pl.","descr":" A Linnaean order of plants having many styles."},{"word":"Polygynian","type":"a.","descr":" Alt. of Polygynous"},{"word":"Polygynous","type":"a.","descr":" Having many styles; belonging to the order Polygynia."},{"word":"Polygynist","type":"n.","descr":" One who practices or advocates polygyny."},{"word":"Polygyny","type":"n.","descr":" The state or practice of having several wives at the same time; marriage to several wives."},{"word":"Polyhalite","type":"n.","descr":" A mineral usually occurring in fibrous masses, of a brick-red color, being tinged with iron, and consisting chiefly of the sulphates of lime, magnesia, and soda."},{"word":"Polyhedral","type":"a.","descr":" Alt. of Polyhedrical"},{"word":"Polyhedrical","type":"a.","descr":" Having many sides, as a solid body."},{"word":"Polyhedrons","type":"pl. ","descr":" of Polyhedron"},{"word":"Polyhedra","type":"pl. ","descr":" of Polyhedron"},{"word":"Polyhedron","type":"n.","descr":" A body or solid contained by many sides or planes."},{"word":"Polyhedron","type":"n.","descr":" A polyscope, or multiplying glass."},{"word":"Polyhedrous","type":"a.","descr":" Polyhedral."},{"word":"Polyhistor","type":"n.","descr":" One versed in various learning."},{"word":"Polyhymnia","type":"n.","descr":" The Muse of lyric poetry."},{"word":"Polyiodide","type":"n.","descr":" A iodide having more than one atom of iodine in the molecule."},{"word":"Polylogy","type":"n.","descr":" Talkativeness."},{"word":"Polyloquent","type":"a.","descr":" Garrulous; loquacious."},{"word":"Polymastism","type":"n.","descr":" The condition of having more than two mammae, or breasts."},{"word":"Polymathic","type":"a.","descr":" Pertaining to polymathy; acquainted with many branches of learning."},{"word":"Polymathist","type":"n.","descr":" One versed in many sciences; a person of various learning."},{"word":"Polymathy","type":"n.","descr":" The knowledge of many arts and sciences; variety of learning."},{"word":"Polymeniscous","type":"a.","descr":" Having numerous facets; -- said of the compound eyes of insects and crustaceans."},{"word":"Polymer","type":"n.","descr":" Any one of two or more substances related to each other by polymerism; specifically, a substance produced from another substance by chemical polymerization."},{"word":"Polymeric","type":"a.","descr":" Having the same percentage composition (that is, having the same elements united in the same proportion by weight), but different molecular weights; -- often used with with; thus, cyanic acid (CNOH), fulminic acid (C2N2O2H2), and cyanuric acid (C3N3O3H3), are polymeric with each other."},{"word":"Polymerism","type":"n.","descr":" The state, quality, or relation of two or more polymeric substances."},{"word":"Polymerism","type":"n.","descr":" The act or process of forming polymers."},{"word":"Polymerization","type":"n.","descr":" The act or process of changing to a polymeric form; the condition resulting from such change."},{"word":"Polymerize","type":"v. t.","descr":" To cause polymerization of; to produce polymers from; to increase the molecular weight of, without changing the atomic proportions; thus, certain acids polymerize aldehyde."},{"word":"Polymerize","type":"v. i.","descr":" To change into another substance having the same atomic proportions, but a higher molecular weight; to undergo polymerization; thus, aldehyde polymerizes in forming paraldehyde."},{"word":"Polymerous","type":"a.","descr":" Having many parts or members in each set."},{"word":"Polymerous","type":"a.","descr":" Polymeric."},{"word":"Polymnia","type":"n.","descr":" See Polyhymnia."},{"word":"Polymnite","type":"n.","descr":" A stone marked with dendrites and black lines, and so disposed as to represent rivers, marshes, etc."},{"word":"Polymorph","type":"n.","descr":" A substance capable of crystallizing in several distinct forms; also, any one of these forms.  Cf. Allomorph."},{"word":"Polymorphic","type":"a.","descr":" Polymorphous."},{"word":"Polymorphism","type":"n.","descr":" Same as Pleomorphism."},{"word":"Polymorphism","type":"n.","descr":" The capability of assuming different forms; the capability of widely varying in form."},{"word":"Polymorphism","type":"n.","descr":" Existence in many forms; the coexistence, in the same locality, of two or more distinct forms independent of sex, not connected by intermediate gradations, but produced from common parents."},{"word":"Polymorphosis","type":"n.","descr":" The assumption of several structural forms without a corresponding difference in function; -- said of sponges, etc."},{"word":"Polymorphous","type":"a.","descr":" Having, or assuming, a variety of forms, characters, or styles; as, a polymorphous author."},{"word":"Polymorphous","type":"a.","descr":" Having, or occurring in, several distinct forms; -- opposed to monomorphic."},{"word":"Polymorphy","type":"n.","descr":" Existence in many forms; polymorphism."},{"word":"Poly-mountain","type":"n.","descr":" Same as Poly, n."},{"word":"Poly-mountain","type":"n.","descr":" The closely related Teucrium montanum, formerly called Polium montanum, a plant of Southern Europe."},{"word":"Poly-mountain","type":"n.","descr":" The Bartsia alpina, a low purple-flowered herb of Europe."},{"word":"Polymyodae","type":"n. pl.","descr":" Same as Oscines."},{"word":"Polymyodous","type":"a.","descr":" Polymyoid."},{"word":"Polymyoid","type":"a.","descr":" Having numerous vocal muscles; of or pertaining to the Polymyodae."},{"word":"Polyneme","type":"n.","descr":" Any one of numerous species of tropical food fishes of the family Polynemidae. They have several slender filaments, often very long, below the pectoral fin. Some of them yield isinglass of good quality. Called also threadfish."},{"word":"Polynemoid","type":"a.","descr":" Of or pertaining to the polynemes, or the family Polynemidae."},{"word":"Polynesian","type":"a.","descr":" Of or pertaining to Polynesia (the islands of the eastern and central Pacific), or to the Polynesians."},{"word":"Polynesians","type":"n. pl.","descr":" The race of men native in Polynesia."},{"word":"Polynia","type":"n.","descr":" The open sea supposed to surround the north pole."},{"word":"Polynomial","type":"n.","descr":" An expression composed of two or more terms, connected by the signs plus or minus; as, a2 - 2ab + b2."},{"word":"Polynomial","type":"a.","descr":" Containing many names or terms; multinominal; as, the polynomial theorem."},{"word":"Polynomial","type":"a.","descr":" Consisting of two or more words; having names consisting of two or more words; as, a polynomial name; polynomial nomenclature."},{"word":"Polynuclear","type":"a.","descr":" Containing many nuclei."},{"word":"Polynucleolar","type":"a.","descr":" Having more than one nucleolus."},{"word":"Polyommatous","type":"a.","descr":" Having many eyes."},{"word":"Polyonomous","type":"a.","descr":" Having many names or titles; polyonymous."},{"word":"Polyonomy","type":"n.","descr":" The use of a variety of names for the same object."},{"word":"Polyonym","type":"n.","descr":" An object which has a variety of names."},{"word":"Polyonym","type":"n.","descr":" A polynomial name or term."},{"word":"Polyonymous","type":"a.","descr":" Polyonomous."},{"word":"Polyoptron","type":"n.","descr":" Alt. of Polyoptrum"},{"word":"Polyoptrum","type":"n.","descr":" A glass through which objects appear multiplied, but diminished in size."},{"word":"Polyorama","type":"n.","descr":" A view of many objects; also, a sort of panorama with dissolving views."},{"word":"Polyp","type":"n.","descr":" One of the feeding or nutritive zooids of a hydroid or coral."},{"word":"Polyp","type":"n.","descr":" One of the Anthozoa."},{"word":"Polyp","type":"n.","descr":" Same as Anthozoa. See Anthozoa, Madreporaria, Hydroid."},{"word":"Polyparous","type":"a.","descr":" Producing or bearing a great number; bringing forth many."},{"word":"Polyparies","type":"pl. ","descr":" of Polypary"},{"word":"Polypary","type":"n.","descr":" Same as Polypidom."},{"word":"Polype","type":"n.","descr":" See Polyp."},{"word":"Polypean","type":"a.","descr":" Of or pertaining to a polyp, or polyps."},{"word":"Polyperythrin","type":"n.","descr":" A coloring matter found in many simple Anthozoa and some hydroids."},{"word":"Polypetalous","type":"a.","descr":" Consisting of, or having, several or many separate petals; as, a polypetalous corolla, flower, or plant."},{"word":"Polyphagous","type":"a.","descr":" Eating, or subsisting on, many kinds of food; as, polyphagous animals."},{"word":"Polyphagy","type":"n.","descr":" The practice or faculty of subsisting on many kinds of food."},{"word":"Polypharmacy","type":"n.","descr":" The act or practice of prescribing too many medicines."},{"word":"Polypharmacy","type":"n.","descr":" A prescription made up of many medicines or ingredients."},{"word":"Polyphemus","type":"n.","descr":" A very large American moth (Telea polyphemus) belonging to the Silkworm family (Bombycidae). Its larva, which is very large, bright green, with silvery tubercles, and with oblique white stripes on the sides, feeds on the oak, chestnut, willow, cherry, apple, and other trees. It produces a large amount of strong silk. Called also American silkworm."},{"word":"Polyphone","type":"n.","descr":" A character or vocal sign representing more than one sound, as read, which is pronounced red."},{"word":"Polyphonic","type":"a.","descr":" Having a multiplicity of sounds."},{"word":"Polyphonic","type":"a.","descr":" Characterized by polyphony; as, Assyrian polyphonic characters."},{"word":"Polyphonic","type":"a.","descr":" Consisting of several tone series, or melodic parts, progressing simultaneously according to the laws of counterpoint; contrapuntal; as, a polyphonic composition; -- opposed to homophonic, or monodic."},{"word":"Polyphonism","type":"n.","descr":" Polyphony."},{"word":"Polyphonist","type":"n.","descr":" A proficient in the art of multiplying sounds; a ventriloquist."},{"word":"Polyphonist","type":"n.","descr":" A master of polyphony; a contrapuntist."},{"word":"Polyphonous","type":"a.","descr":" Same as Polyphonic."},{"word":"Polyphony","type":"n.","descr":" Multiplicity of sounds, as in the reverberations of an echo."},{"word":"Polyphony","type":"n.","descr":" Plurality of sounds and articulations expressed by the same vocal sign."},{"word":"Polyphony","type":"n.","descr":" Composition in mutually related, equally important parts which share the melody among them; contrapuntal composition; -- opposed to homophony, in which the melody is given to one part only, the others filling out the harmony. See Counterpoint."},{"word":"Polyphore","type":"n.","descr":" A receptacle which bears many ovaries."},{"word":"Polyphyletic","type":"a.","descr":" Pertaining to, or characterized by, descent from more than one root form, or from many different root forms; polygenetic; -- opposed to monophyletic."},{"word":"Polyphyllous","type":"a.","descr":" Many-leaved; as, a polyphyllous calyx or perianth."},{"word":"Polypi","type":"n. pl.","descr":" The Anthozoa."},{"word":"Polypide","type":"n.","descr":" One of the ordinary zooids of the Bryozoa."},{"word":"Polypidom","type":"n.","descr":" A coral, or corallum; also, one of the coral-like structure made by bryozoans and hydroids."},{"word":"Polypier","type":"n.","descr":" A polypidom."},{"word":"Polypifera","type":"n. pl.","descr":" The Anthozoa."},{"word":"Polypiferous","type":"a.","descr":" Bearing polyps, or polypites."},{"word":"Polypiparous","type":"a.","descr":" Producing polyps."},{"word":"Polypite","type":"n.","descr":" One of the feeding zooids, or polyps, of a coral, hydroid, or siphonophore; a hydranth. See Illust. of Campanularian."},{"word":"Polypite","type":"n.","descr":" Sometimes, the manubrium of a hydroid medusa."},{"word":"Polypite","type":"n.","descr":" A fossil coral."},{"word":"Polyplacophora","type":"n. pl.","descr":" See Placophora."},{"word":"Polyplastic","type":"a.","descr":" Assuming, or having the power of assuming, many forms; as, a polyplastic element which does not preserve its original shape."},{"word":"Polypode","type":"n.","descr":" A plant of the genus Polypodium; polypody."},{"word":"Polypode","type":"n.","descr":" An animal having many feet; a myriapod."},{"word":"Polypodium","type":"n.","descr":" A genus of plants of the order Filices or ferns. The fructifications are in uncovered roundish points, called sori, scattered over the inferior surface of the frond or leaf. There are numerous species."},{"word":"Polypody","type":"n.","descr":" Any plant of the genus Polypodium."},{"word":"Polypoid","type":"a.","descr":" Like a polyp; having the nature of a polyp, but lacking the tentacles or other parts."},{"word":"Polypoid","type":"a.","descr":" Resembling a polypus in appearance; having a character like that of a polypus."},{"word":"Polypomedusae","type":"n. pl.","descr":" Same as Hydrozoa."},{"word":"Polyporous","type":"a.","descr":" Having many pores."},{"word":"Polypori","type":"pl. ","descr":" of Polyporus"},{"word":"Polyporus","type":"n.","descr":" A genus of fungi having the under surface full of minute pores; also, any fungus of this genus."},{"word":"Polypous","type":"a.","descr":" Of the nature of a polypus; having many feet or roots, like the polypus; affected with polypus."},{"word":"Polypragmatic","type":"a.","descr":" Alt. of Polypragmatical"},{"word":"Polypragmatical","type":"a.","descr":" Overbusy; officious."},{"word":"Polypragmaty","type":"n.","descr":" The state of being overbusy."},{"word":"Polyprotodonta","type":"n. pl.","descr":" A division of marsupials in which there are more fore incisor teeth in each jaw."},{"word":"Polypteroidei","type":"n. pl.","descr":" A suborder of existing ganoid fishes having numerous fins along the back. The bichir, or Polypterus, is the type. See Illust. under Crossopterygian."},{"word":"Polypterus","type":"n.","descr":" An African genus of ganoid fishes including the bichir."},{"word":"Polyptoton","type":"n.","descr":" A figure by which a word is repeated in different forms, cases, numbers, genders, etc., as in Tennyson\\'s line, -- \"My own heart\\'s heart, and ownest own, farewell.\""},{"word":"Polypuses","type":"pl. ","descr":" of Polypus"},{"word":"Polypi","type":"pl. ","descr":" of Polypus"},{"word":"Polypus","type":"n.","descr":" Same as Polyp."},{"word":"Polypus","type":"n.","descr":" A tumor, usually with a narrow base, somewhat resembling a pear, -- found in the nose, uterus, etc., and produced by hypertrophy of some portion of the mucous membrane."},{"word":"Polyrhizous","type":"a.","descr":" Having numerous roots, or rootlets."},{"word":"Polyschematist","type":"a.","descr":" Having, or existing in, many different forms or fashions; multiform."},{"word":"Polyscope","type":"n.","descr":" A glass which makes a single object appear as many; a multiplying glass."},{"word":"Polyscope","type":"n.","descr":" An apparatus for affording a view of the different cavities of the body."},{"word":"Polysepalous","type":"a.","descr":" Having the sepals separate from each other."},{"word":"Polysilicic","type":"a.","descr":" Of or pertaining to compounds formed by the condensation of two or more molecules of silicic acid."},{"word":"Polyspast","type":"n.","descr":" A machine consisting of many pulleys; specifically, an apparatus formerly used for reducing luxations."},{"word":"Polyspermous","type":"a.","descr":" Containing many seeds; as, a polyspermous capsule or berry."},{"word":"Polyspermy","type":"n.","descr":" Fullness of sperm, or seed; the passage of more than one spermatozoon into the vitellus in the impregnation of the ovum."},{"word":"Polysporous","type":"a.","descr":" Containing many spores."},{"word":"Polystomata","type":"n. pl.","descr":" A division of trematode worms having more two suckers. Called also Polystomea and Polystoma."},{"word":"Polystome","type":"a.","descr":" Having many mouths."},{"word":"Polystome","type":"n.","descr":" An animal having many mouths; -- applied to Protozoa."},{"word":"Polystyle","type":"a.","descr":" Having many columns; -- said of a building, especially of an interior part or court; as, a polystyle hall."},{"word":"Polystyle","type":"n.","descr":" A polystyle hall or edifice."},{"word":"Polysulphide","type":"n.","descr":" A sulphide having more than one atom of sulphur in the molecule; -- contrasted with monosulphide."},{"word":"Polysulphuret","type":"n.","descr":" A polysulphide."},{"word":"Polysyllabic","type":"a.","descr":" Alt. of Polysyllabical"},{"word":"Polysyllabical","type":"a.","descr":" Pertaining to a polysyllable; containing, or characterized by, polysyllables; consisting of more than three syllables."},{"word":"Polysyllabicism","type":"n.","descr":" Polysyllabism."},{"word":"Polysyllabicity","type":"n.","descr":" Polysyllabism."},{"word":"Polysyllabism","type":"n.","descr":" The quality or state of being polysyllabic."},{"word":"Polysyllable","type":"n.","descr":" A word of many syllables, or consisting of more syllables than three; -- words of less than four syllables being called monosyllables, dissyllables, and trisyllables."},{"word":"Polysyndetic","type":"a.","descr":" Characterized by polysyndeton, or the multiplication of conjunctions."},{"word":"Polysyndeton","type":"n.","descr":" A figure by which the conjunction is often repeated, as in the sentence, \"We have ships and men and money and stores.\" Opposed to asyndeton."},{"word":"Polysynthesis","type":"n.","descr":" The act or process of combining many separate elements into a whole."},{"word":"Polysynthesis","type":"n.","descr":" The formation of a word by the combination of several simple words, as in the aboriginal languages of America; agglutination."},{"word":"Polysynthetic","type":"a.","descr":" Characterized by polysynthesis; agglutinative."},{"word":"Polsyntheticism","type":"n.","descr":" Polysynthesis."},{"word":"Polytechnic","type":"a.","descr":" Comprehending, or relating to, many arts and sciences; -- applied particularly to schools in which many branches of art and science are taught with especial reference to their practical application; also to exhibitions of machinery and industrial products."},{"word":"Polytechnical","type":"a.","descr":" Polytechnic."},{"word":"Polytechnics","type":"n.","descr":" The science of the mechanic arts."},{"word":"Polythalamia","type":"n. pl.","descr":" A division of Foraminifera including those having a manychambered shell."},{"word":"Polythalamous","type":"a.","descr":" Many-chambered; -- applied to shells of Foraminifera and cephalopods. See Illust. of Nautilus."},{"word":"Polytheism","type":"n.","descr":" The doctrine of, or belief in, a plurality of gods."},{"word":"Polytheist","type":"n.","descr":" One who believes in, or maintains the doctrine of, a plurality of gods."},{"word":"Polytheistic","type":"a.","descr":" Alt. of Polytheistical"},{"word":"Polytheistical","type":"a.","descr":" Of or pertaining to polytheism; characterized by polytheism; professing or advocating polytheism; as, polytheistic worship; a polytheistic author, or nation."},{"word":"Polytheize","type":"v. i.","descr":" To adhere to, advocate, or inculcate, the doctrine of polytheism."},{"word":"Polythelism","type":"n.","descr":" The condition of having more than two teats, or nipples."},{"word":"Polytocous","type":"a.","descr":" Bearing fruit repeatedly, as most perennial plants; polycarpic."},{"word":"Polytocous","type":"a.","descr":" Producing many or young."},{"word":"Polytomous","type":"a.","descr":" Subdivided into many distinct subordinate parts, which, however, not being jointed to the petiole, are not true leaflets; -- said of leaves."},{"word":"Polytomy","type":"n.","descr":" A division into many members."},{"word":"Polytungstate","type":"n.","descr":" A salt of polytungstic acid."},{"word":"Polytungstic","type":"a.","descr":" Containing several tungsten atoms or radicals; as, polytungstic acid."},{"word":"Polytype","type":"n.","descr":" A cast, or facsimile copy, of an engraved block, matter in type, etc. (see citation); as, a polytype in relief."},{"word":"Polytype","type":"a.","descr":" Of or pertaining to polytypes; obtained by polytyping; as, a polytype plate."},{"word":"Polytyped","type":"imp. and p. p.","descr":" of Polytype"},{"word":"Polytyping","type":"p. pr. and vb. n.","descr":" of Polytype"},{"word":"Polytype","type":"v. t.","descr":" To produce a polytype of; as, to polytype an engraving."},{"word":"Poluria","type":"n.","descr":" A persistently excessive flow of watery urine, with low specific gravity and without the presence of either albumin or sugar. It is generally accompanied with more or less thirst."},{"word":"Polyvalent","type":"a.","descr":" Multivalent."},{"word":"Polyve","type":"n.","descr":" A pulley."},{"word":"Polyzoa","type":"n. pl.","descr":" Same as Bryozoa. See Illust. under Bryozoa, and Phylactolaemata."},{"word":"Polyzoan","type":"n.","descr":" Any species of Polyzoa; one of the Polyzoa."},{"word":"Polyzoan","type":"n.","descr":" A polyzoon."},{"word":"Polyzoaria","type":"pl. ","descr":" of Polyzoarium"},{"word":"Polyzoarium","type":"n.","descr":" Same as Polyzoary."},{"word":"Polyzoary","type":"n.","descr":" The compound organism of a polyzoan."},{"word":"Polyzonal","type":"a.","descr":" Consisting of many zones or rings."},{"word":"Polyzoa","type":"pl. ","descr":" of Polyzoon"},{"word":"Polyzoon","type":"n.","descr":" One of the individual zooids forming the compound organism of a polyzoan."},{"word":"Pomace","type":"n.","descr":" The substance of apples, or of similar fruit, crushed by grinding."},{"word":"Pomacentroid","type":"a.","descr":" Pertaining to the Pomacentridae, a family of bright-colored tropical fishes having spiny opercula; -- often called coral fishes."},{"word":"Pomaceous","type":"a.","descr":" Like an apple or pear; producing pomes."},{"word":"Pomaceous","type":"a.","descr":" Of or pertaining to a suborder (Pomeae) of rosaceous plants, which includes the true thorn trees, the quinces, service berries, medlars, and loquats, as well as the apples, pears, crabs, etc."},{"word":"Pomaceous","type":"a.","descr":" Like pomace."},{"word":"Pomade","type":"n.","descr":" Cider."},{"word":"Pomade","type":"n.","descr":" Perfumed ointment; esp., a fragrant unguent for the hair; pomatum; -- originally made from apples."},{"word":"Pomander","type":"n.","descr":" A perfume to be carried with one, often in the form of a ball."},{"word":"Pomander","type":"n.","descr":" A box to contain such perfume, formerly carried by ladies, as at the end of a chain; -- more properly pomander box."},{"word":"Pomarine","type":"a.","descr":" Having the nostril covered with a scale."},{"word":"Pomatum","type":"n.","descr":" A perfumed unguent or composition, chiefly used in dressing the hair; pomade."},{"word":"Pomatum","type":"v. t.","descr":" To dress with pomatum."},{"word":"Pome","type":"n.","descr":" A fruit composed of several cartilaginous or bony carpels inclosed in an adherent fleshy mass, which is partly receptacle and partly calyx, as an apple, quince, or pear."},{"word":"Pome","type":"n.","descr":" A ball of silver or other metal, which is filled with hot water, and used by the priest in cold weather to warm his hands during the service."},{"word":"Pome","type":"n.","descr":" To grow to a head, or form a head in growing."},{"word":"Pomegranate","type":"n.","descr":" The fruit of the tree Punica Granatum; also, the tree itself (see Balaustine), which is native in the Orient, but is successfully cultivated in many warm countries, and as a house plant in colder climates. The fruit is as large as an orange, and has a hard rind containing many rather large seeds, each one separately covered with crimson, acid pulp."},{"word":"Pomegranate","type":"n.","descr":" A carved or embroidered ornament resembling a pomegranate."},{"word":"Pomel","type":"n.","descr":" A pommel."},{"word":"Pomelo","type":"n.","descr":" A variety of shaddock, called also grape fruit."},{"word":"Pomely","type":"a.","descr":" Dappled."},{"word":"Pomeranian","type":"a.","descr":" Of or pertaining to Pomerania, a province of Prussia on the Baltic Sea."},{"word":"Pomeranian","type":"n.","descr":" A native or inhabitant of Pomerania."},{"word":"Pomewater","type":"n.","descr":" A kind of sweet, juicy apple."},{"word":"Pomeys","type":"pl. ","descr":" of Pomey"},{"word":"Pomey","type":"n.","descr":" A figure supposed to resemble an apple; a roundel, -- always of a green color."},{"word":"Pomfret","type":"n.","descr":" One of two or more species of marine food fishes of the genus Stromateus (S. niger, S. argenteus) native of Southern Europe and Asia."},{"word":"Pomfret","type":"n.","descr":" A marine food fish of Bermuda (Brama Raji)."},{"word":"Pomiferous","type":"a.","descr":" Bearing pomes, or applelike fruits."},{"word":"Pomiferous","type":"a.","descr":" Bearing fruits, or excrescences, more or less resembling an apple."},{"word":"Pommage","type":"n.","descr":" See Pomage."},{"word":"Pomme","type":"a.","descr":" Having the ends terminating in rounded protuberances or single balls; -- said of a cross."},{"word":"Pomme blanche","type":"","descr":" The prairie turnip. See under Prairie."},{"word":"Pommel","type":"n.","descr":" A knob or ball; an object resembling a ball in form"},{"word":"Pommel","type":"n.","descr":" The knob on the hilt of a sword."},{"word":"Pommel","type":"n.","descr":" The knob or protuberant part of a saddlebow."},{"word":"Pommel","type":"n.","descr":" The top (of the head)."},{"word":"Pommel","type":"n.","descr":" A knob forming the finial of a turret or pavilion."},{"word":"Pommeled","type":"imp. and p. p.","descr":" of Pommel"},{"word":"Pommelled","type":"","descr":" of Pommel"},{"word":"Pommeling","type":"p. pr. and vb. n.","descr":" of Pommel"},{"word":"Pommelling","type":"","descr":" of Pommel"},{"word":"Pommel","type":"v. t.","descr":" To beat soundly, as with the pommel of a sword, or with something knoblike; hence, to beat with the fists."},{"word":"Pommelion","type":"n.","descr":" The cascabel, or hindmost knob, of a cannon."},{"word":"Pommette","type":"a.","descr":" Having two balls or protuberances at each end; -- said of a cross."},{"word":"Pomological","type":"a.","descr":" Of or pertaining to pomology."},{"word":"Pomologist","type":"n.","descr":" One versed in pomology; one who culticvates fruit trees."},{"word":"Pomology","type":"n.","descr":" The science of fruits; a treatise on fruits; the cultivation of fruits and fruit trees."},{"word":"Pomona","type":"n.","descr":" The goddess of fruits and fruit trees."},{"word":"Pomp","type":"n.","descr":" A procession distinguished by ostentation and splendor; a pageant."},{"word":"Pomp","type":"n.","descr":" Show of magnificence; parade; display; power."},{"word":"Pomp","type":"v. i.","descr":" To make a pompons display; to conduct."},{"word":"Pompadour","type":"n.","descr":" A crimson or pink color; also, a style of dress cut low and square in the neck; also, a mode of dressing the hair by drawing it straight back from the forehead over a roll; -- so called after the Marchioness de Pompadour of France. Also much used adjectively."},{"word":"Pompano","type":"n.","descr":" Any one of several species of marine fishes of the genus Trachynotus, of which four species are found on the Atlantic coast of the United States; -- called also palometa."},{"word":"Pompano","type":"n.","descr":" A California harvest fish (Stromateus simillimus), highly valued as a food fish."},{"word":"Pompatic","type":"a.","descr":" Pompous."},{"word":"Pompelmouses","type":"pl. ","descr":" of Pompelmous"},{"word":"Pompelmous","type":"n.","descr":" A shaddock, esp. one of large size."},{"word":"Pompet","type":"n.","descr":" The ball formerly used to ink the type."},{"word":"Pompholyx","type":"n.","descr":" Impure zinc oxide."},{"word":"Pompholyx","type":"n.","descr":" A skin disease in which there is an eruption of bullae, without inflammation or fever."},{"word":"Pompillion","type":"n.","descr":" An ointment or pomatum made of black poplar buds."},{"word":"Pompion","type":"n.","descr":" See Pumpion."},{"word":"Pompire","type":"n.","descr":" A pearmain."},{"word":"Pompoleon","type":"n.","descr":" See Pompelmous."},{"word":"Pompon","type":"n.","descr":" Any trifling ornament for a woman\\'s dress or bonnet."},{"word":"Pompon","type":"n.","descr":" A tuft or ball of wool, or the like, sometimes worn by soldiers on the front of the hat, instead of a feather."},{"word":"Pomposities","type":"pl. ","descr":" of Pomposity"},{"word":"Pomposity","type":"n.","descr":" The quality or state of being pompous; pompousness."},{"word":"Pomposo","type":"a. and adv.","descr":" Grand and dignified; in grand style."},{"word":"Pompous","type":"a.","descr":" Displaying pomp; stately; showy with grandeur; magnificent; as, a pompous procession."},{"word":"Pompous","type":"a.","descr":" Ostentatious; pretentious; boastful; vainlorious; as, pompous manners; a pompous style."},{"word":"Pomptine","type":"a.","descr":" See Pontine."},{"word":"Pomwater","type":"n.","descr":" Same as Pomewater."},{"word":"Ponchos","type":"pl. ","descr":" of Poncho"},{"word":"Poncho","type":"n.","descr":" A kind of cloak worn by the Spanish Americans, having the form of a blanket, with a slit in the middle for the head to pass through.  A kind of poncho made of rubber or painted cloth is used by the mounted troops in the United States service."},{"word":"Poncho","type":"n.","descr":" A trade name for camlets, or stout worsteds."},{"word":"Pond","type":"n.","descr":" A body of water, naturally or artificially confined, and usually of less extent than a lake."},{"word":"Pond","type":"v. t.","descr":" To make into a pond; to collect, as water, in a pond by damming."},{"word":"Pond","type":"v. t.","descr":" To ponder."},{"word":"Pondered","type":"imp. and p. p.","descr":" of Ponder"},{"word":"Pondering","type":"p. pr. and vb. n.","descr":" of Ponder"},{"word":"Ponder","type":"v. t.","descr":" To weigh."},{"word":"Ponder","type":"v. t.","descr":" To weigh in the mind; to view with deliberation; to examine carefully; to consider attentively."},{"word":"Ponder","type":"v. i.","descr":" To think; to deliberate; to muse; -- usually followed by on or over."},{"word":"Ponderability","type":"n.","descr":" The quality or state of being ponderable."},{"word":"Ponderable","type":"a.","descr":" Capable of being weighed; having appreciable weight."},{"word":"Ponderal","type":"a.","descr":" Estimated or ascertained by weight; -- distinguished from numeral; as, a ponderal drachma."},{"word":"Ponderance","type":"n.","descr":" Weight; gravity."},{"word":"Ponderary","type":"a.","descr":" Of or pertaining to weight; as, a ponderary system."},{"word":"Ponderate","type":"v. t.","descr":" To consider; to ponder."},{"word":"Ponderate","type":"v. i.","descr":" To have weight or influence."},{"word":"Ponderation","type":"n.","descr":" The act of weighing."},{"word":"Ponderer","type":"n.","descr":" One who ponders."},{"word":"Pondering","type":"a.","descr":" Deliberating."},{"word":"Ponderosities","type":"pl. ","descr":" of Ponderosity"},{"word":"Ponderosity","type":"n.","descr":" The quality or state of being ponderous; weight; gravity; heaviness, ponderousness; as, the ponderosity of gold."},{"word":"Ponderous","type":"a.","descr":" Very heavy; weighty; as, a ponderous shield; a ponderous load; the ponderous elephant."},{"word":"Ponderous","type":"a.","descr":" Important; momentous; forcible."},{"word":"Ponderous","type":"a.","descr":" Heavy; dull; wanting; lightless or spirit; as, a ponderous style; a ponderous joke."},{"word":"Ponderously","type":"adv.","descr":" In a ponderous manner."},{"word":"Ponderousness","type":"n.","descr":" The quality or state of being ponderous; ponderosity."},{"word":"Pondfish","type":"n.","descr":" Any one of numerous species of American fresh-water fishes belonging to the family Centrarchidae; -- called also pond perch, and sunfish."},{"word":"Pondweed","type":"n.","descr":" Any aquatic plant of the genus Potamogeton, of which many species are found in ponds or slow-moving rivers."},{"word":"Pone","type":"n.","descr":" A kind of johnnycake."},{"word":"Ponent","type":"a.","descr":" Western; occidental."},{"word":"Pongee","type":"n.","descr":" A fabric of undyed silk from India and China."},{"word":"Ponghee","type":"n.","descr":" A Buddhist priest of the higher orders in Burmah."},{"word":"Pongo","type":"n.","descr":" Any large ape; especially, the chimpanzee and the orang-outang."},{"word":"Poniard","type":"n.","descr":" A kind of dagger, -- usually a slender one with a triangular or square blade."},{"word":"Poniarded","type":"imp. and p. p.","descr":" of Poniard"},{"word":"Poniarding","type":"p. pr. and vb. n.","descr":" of Poniard"},{"word":"Poniard","type":"v. t.","descr":" To pierce with a poniard; to stab."},{"word":"Ponibility","type":"n.","descr":" The capability of being placed or located."},{"word":"Pontes","type":"pl. ","descr":" of Pons"},{"word":"Pons","type":"n.","descr":" A bridge; -- applied to several parts which connect others, but especially to the pons Varolii, a prominent band of nervous tissue situated on the ventral side of the medulla oblongata and connected at each side with the hemispheres of the cerebellum; the mesocephalon. See Brain."},{"word":"Pontage","type":"n.","descr":" A duty or tax paid for repairing bridges."},{"word":"Pontee","type":"n.","descr":" An iron rod used by glass makers for manipulating the hot glass; -- called also, puntil, puntel, punty, and ponty. See Fascet."},{"word":"Pontic","type":"a.","descr":" Of or pertaining to the Pontus, Euxine, or Black Sea."},{"word":"Pontifices","type":"pl. ","descr":" of Pontifex"},{"word":"Pontifex","type":"n.","descr":" A high priest; a pontiff."},{"word":"Pontiff","type":"n.","descr":" A high priest."},{"word":"Pontiff","type":"n.","descr":" One of the sacred college, in ancient Rome, which had the supreme jurisdiction over all matters of religion, at the head of which was the Pontifex Maximus."},{"word":"Pontiff","type":"n.","descr":" The chief priest."},{"word":"Pontiff","type":"n.","descr":" The pope."},{"word":"Pontific","type":"a.","descr":" Relating to, or consisting of, pontiffs or priests."},{"word":"Pontific","type":"a.","descr":" Of or pertaining to the pope; papal."},{"word":"Pontifical","type":"a.","descr":" Of or pertaining to a pontiff, or high priest; as, pontifical authority; hence, belonging to the pope; papal."},{"word":"Pontifical","type":"a.","descr":" Of or pertaining to the building of bridges."},{"word":"Pontifical","type":"n.","descr":" A book containing the offices, or formulas, used by a pontiff."},{"word":"Pontifical","type":"n.","descr":" The dress and ornaments of a pontiff."},{"word":"Pontificality","type":"n.","descr":" The state and government of the pope; the papacy."},{"word":"Pontifically","type":"adv.","descr":" In a pontifical manner."},{"word":"Pontificate","type":"n.","descr":" The state or dignity of a high priest; specifically, the office of the pope."},{"word":"Pontificate","type":"n.","descr":" The term of office of a pontiff."},{"word":"Pontificate","type":"v. i.","descr":" To perform the duty of a pontiff."},{"word":"Pontifice","type":"n.","descr":" Bridgework; structure or edifice of a bridge."},{"word":"Pontificial","type":"a.","descr":" Papal; pontifical."},{"word":"Pontifician","type":"a.","descr":" Of or pertaining to the pontiff or pope."},{"word":"Pontifician","type":"n.","descr":" One who adheres to the pope or papacy; a papist."},{"word":"Pontil","type":"n.","descr":" Same as Pontee."},{"word":"Pontile","type":"a.","descr":" Of or pertaining to the pons Varolii. See Pons."},{"word":"Pontine","type":"a.","descr":" Of or pertaining to an extensive marshy district between Rome and Naples."},{"word":"Pontlevis","type":"n.","descr":" The action of a horse in rearing repeatedly and dangerously."},{"word":"Ponton","type":"n.","descr":" See Pontoon."},{"word":"Pontoon","type":"n.","descr":" A wooden flat-bottomed boat, a metallic cylinder, or a frame covered with canvas, India rubber, etc., forming a portable float, used in building bridges quickly for the passage of troops."},{"word":"Pontoon","type":"n.","descr":" A low, flat vessel, resembling a barge, furnished with cranes, capstans, and other machinery, used in careening ships, raising weights, drawing piles, etc., chiefly in the Mediterranean; a lighter."},{"word":"Pontooning","type":"n.","descr":" The act, art, or process of constructing pontoon bridges."},{"word":"Ponvolant","type":"n.","descr":" A kind of light bridge, used in sieges, for surprising a post or outwork which has but a narrow moat; a flying bridge."},{"word":"Ponty","type":"n.","descr":" See Pontee."},{"word":"Ponies","type":"pl. ","descr":" of Pony"},{"word":"Pony","type":"n.","descr":" A small horse."},{"word":"Pony","type":"n.","descr":" Twenty-five pounds sterling."},{"word":"Pony","type":"n.","descr":" A translation or a key used to avoid study in getting lessons; a crib."},{"word":"Pony","type":"n.","descr":" A small glass of beer."},{"word":"Pood","type":"n.","descr":" A Russian weight, equal to forty Russian pounds or about thirty-six English pounds avoirdupois."},{"word":"Poodle","type":"n.","descr":" A breed of dogs having curly hair, and often showing remarkable intelligence in the performance of tricks."},{"word":"Pooh","type":"interj.","descr":" Pshaw! pish! nonsense! -- an expression of scorn, dislike, or contempt."},{"word":"Pooh-pooh","type":"v. t.","descr":" To make light of; to treat with derision or contempt, as if by saying pooh! pooh!"},{"word":"Pookoo","type":"n.","descr":" A red African antelope (Kobus Vardoni) allied to the water buck."},{"word":"Pool","type":"n.","descr":" A small and rather deep collection of (usually) fresh water, as one supplied by a spring, or occurring in the course of a stream; a reservoir for water; as, the pools of Solomon."},{"word":"Pool","type":"n.","descr":" A small body of standing or stagnant water; a puddle."},{"word":"Pool","type":"n.","descr":" The stake played for in certain games of cards, billiards, etc.; an aggregated stake to which each player has contributed a snare; also, the receptacle for the stakes."},{"word":"Pool","type":"n.","descr":" A game at billiards, in which each of the players stakes a certain sum, the winner taking the whole; also, in public billiard rooms, a game in which the loser pays the entrance fee for all who engage in the game; a game of skill in pocketing the balls on a pool table."},{"word":"Pool","type":"n.","descr":" In rifle shooting, a contest in which each competitor pays a certain sum for every shot he makes, the net proceeds being divided among the winners."},{"word":"Pool","type":"n.","descr":" Any gambling or commercial venture in which several persons join."},{"word":"Pool","type":"n.","descr":" A combination of persons contributing money to be used for the purpose of increasing or depressing the market price of stocks, grain, or other commodities; also, the aggregate of the sums so contributed; as, the pool took all the wheat offered below the limit; he put $10,000 into the pool."},{"word":"Pool","type":"n.","descr":" A mutual arrangement between competing lines, by which the receipts of all are aggregated, and then distributed pro rata according to agreement."},{"word":"Pool","type":"n.","descr":" An aggregation of properties or rights, belonging to different people in a community, in a common fund, to be charged with common liabilities."},{"word":"Pooled","type":"imp. and p. p.","descr":" of Pool"},{"word":"Pooling","type":"p. pr. and vb. n.","descr":" of Pool"},{"word":"Pool","type":"v. t.","descr":" To put together; to contribute to a common fund, on the basis of a mutual division of profits or losses; to make a common interest of; as, the companies pooled their traffic."},{"word":"Pool","type":"v. i.","descr":" To combine or contribute with others, as for a commercial, speculative, or gambling transaction."},{"word":"Pooler","type":"n.","descr":" A stick for stirring a tan vat."},{"word":"Pooling","type":"n.","descr":" The act of uniting, or an agreement to unite, an aggregation of properties belonging to different persons, with a view to common liabilities or profits."},{"word":"Poon","type":"n.","descr":" A name for several East Indian, or their wood, used for the masts and spars of vessels, as Calophyllum angustifolium, C. inophullum, and Sterculia foetida; -- called also peon."},{"word":"Poonac","type":"n.","descr":" A kind of oil cake prepared from the cocoanut. See Oil cake, under Cake."},{"word":"Poonga oil","type":"","descr":" A kind of oil used in India for lamps, and for boiling with dammar for pitching vessels. It is pressed from the seeds of a leguminous tree (Pongamia glabra)."},{"word":"Poop","type":"n.","descr":" See 2d Poppy."},{"word":"Pooped","type":"imp. and p. p.","descr":" of Poop"},{"word":"Pooping","type":"p. pr. and vb. n.","descr":" of Poop"},{"word":"Poop","type":"v. i.","descr":" To make a noise; to pop; also, to break wind."},{"word":"Poop","type":"n.","descr":" A deck raised above the after part of a vessel; the hindmost or after part of a vessel\\'s hull; also, a cabin covered by such a deck. See Poop deck, under Deck. See also Roundhouse."},{"word":"Poop","type":"v. t.","descr":" To break over the poop or stern, as a wave."},{"word":"Poop","type":"v. t.","descr":" To strike in the stern, as by collision."},{"word":"Pooped","type":"p. p. and a.","descr":" Having a poop; furnished with a poop."},{"word":"Pooped","type":"p. p. and a.","descr":" Struck on the poop."},{"word":"Pooping","type":"n.","descr":" The act or shock of striking a vessel\\'s stern by a following wave or vessel."},{"word":"Poor","type":"superl.","descr":" Destitute of property; wanting in material riches or goods; needy; indigent."},{"word":"Poor","type":"superl.","descr":" So completely destitute of property as to be entitled to maintenance from the public."},{"word":"Poor","type":"superl.","descr":" Destitute of such qualities as are desirable, or might naturally be expected"},{"word":"Poor","type":"superl.","descr":" Wanting in fat, plumpness, or fleshiness; lean; emaciated; meager; as, a poor horse, ox, dog, etc."},{"word":"Poor","type":"superl.","descr":" Wanting in strength or vigor; feeble; dejected; as, poor health; poor spirits."},{"word":"Poor","type":"superl.","descr":" Of little value or worth; not good; inferior; shabby; mean; as, poor clothes; poor lodgings."},{"word":"Poor","type":"superl.","descr":" Destitute of fertility; exhausted; barren; sterile; -- said of land; as, poor soil."},{"word":"Poor","type":"superl.","descr":" Destitute of beauty, fitness, or merit; as, a poor discourse; a poor picture."},{"word":"Poor","type":"superl.","descr":" Without prosperous conditions or good results; unfavorable; unfortunate; unconformable; as, a poor business; the sick man had a poor night."},{"word":"Poor","type":"superl.","descr":" Inadequate; insufficient; insignificant; as, a poor excuse."},{"word":"Poor","type":"superl.","descr":" Worthy of pity or sympathy; -- used also sometimes as a term of endearment, or as an expression of modesty, and sometimes as a word of contempt."},{"word":"Poor","type":"superl.","descr":" Free from self-assertion; not proud or arrogant; meek."},{"word":"Poor","type":"n.","descr":" A small European codfish (Gadus minutus); -- called also power cod."},{"word":"Poorbox","type":"n.","descr":" A receptacle in which money given for the poor is placed."},{"word":"Poorhouse","type":"n.","descr":" A dwelling for a number of paupers maintained at public expense; an almshouse; a workhouse."},{"word":"Poor-john","type":"n.","descr":" A small European fish, similar to the cod, but of inferior quality."},{"word":"Poorliness","type":"n.","descr":" The quality or state of being poorly; ill health."},{"word":"Poorly","type":"adv.","descr":" In a poor manner or condition; without plenty, or sufficiency, or suitable provision for comfort; as, to live poorly."},{"word":"Poorly","type":"adv.","descr":" With little or no success; indifferently; with little profit or advantage; as, to do poorly in business."},{"word":"Poorly","type":"adv.","descr":" Meanly; without spirit."},{"word":"Poorly","type":"adv.","descr":" Without skill or merit; as, he performs poorly."},{"word":"Poorly","type":"a.","descr":" Somewhat ill; indisposed; not in health."},{"word":"Poorness","type":"n.","descr":" The quality or state of being poor (in any of the senses of the adjective)."},{"word":"Poor-spirited","type":"a.","descr":" Of a mean spirit; cowardly; base."},{"word":"Poor-will","type":"n.","descr":" A bird of the Western United States (Phalaenoptilus Nutalli) allied to the whip-poor-will."},{"word":"Poor-willie","type":"n.","descr":" The bar-tailed godwit."},{"word":"Pop","type":"n.","descr":" A small, sharp, quick explosive sound or report; as, to go off with a pop."},{"word":"Pop","type":"n.","descr":" An unintoxicating beverage which expels the cork with a pop from the bottle containing it; as, ginger pop; lemon pop, etc."},{"word":"Pop","type":"n.","descr":" The European redwing."},{"word":"Popped","type":"imp. and p. p.","descr":" of Pop"},{"word":"Popping","type":"p. pr. and vb. n.","descr":" of Pop"},{"word":"Pop","type":"v. i.","descr":" To make a pop, or sharp, quick sound; as, the muskets popped away on all sides."},{"word":"Pop","type":"v. i.","descr":" To enter, or issue forth, with a quick, sudden movement; to move from place to place suddenly; to dart; -- with in, out, upon, off, etc."},{"word":"Pop","type":"v. i.","descr":" To burst open with a pop, when heated over a fire; as, this corn pops well."},{"word":"Pop","type":"v. t.","descr":" To thrust or push suddenly; to offer suddenly; to bring suddenly and unexpectedly to notice; as, to pop one\\'s head in at the door."},{"word":"Pop","type":"v. t.","descr":" To cause to pop; to cause to burst open by heat, as grains of Indian corn; as, to pop corn or chestnuts."},{"word":"Pop","type":"adv.","descr":" Like a pop; suddenly; unexpectedly."},{"word":"Pope","type":"n.","descr":" Any ecclesiastic, esp. a bishop."},{"word":"Pope","type":"n.","descr":" The bishop of Rome, the head of the Roman Catholic Church. See Note under Cardinal."},{"word":"Pope","type":"n.","descr":" A parish priest, or a chaplain, of the Greek Church."},{"word":"Pope","type":"n.","descr":" A fish; the ruff."},{"word":"Popedom","type":"n.","descr":" The place, office, or dignity of the pope; papal dignity."},{"word":"Popedom","type":"n.","descr":" The jurisdiction of the pope."},{"word":"Popeling","type":"n.","descr":" A petty or deputy pope."},{"word":"Popeling","type":"n.","descr":" An adherent of the pope."},{"word":"Popelote","type":"n.","descr":" A word variously explained as \"a little puppet,\" \"a little doll,\" or \"a young butterfly.\" Cf. Popet."},{"word":"Popery","type":"n.","descr":" The religion of the Roman Catholic Church, comprehending doctrines and practices; -- generally used in an opprobrious sense."},{"word":"Popet","type":"n.","descr":" A puppet."},{"word":"Popgun","type":"n.","descr":" A child\\'s gun; a tube and rammer for shooting pellets, with a popping noise, by compression of air."},{"word":"Popinjay","type":"n.","descr":" The green woodpecker."},{"word":"Popinjay","type":"n.","descr":" A parrot."},{"word":"Popinjay","type":"n.","descr":" A target in the form of a parrot."},{"word":"Popinjay","type":"n.","descr":" A trifling, chattering, fop or coxcomb."},{"word":"Popish","type":"a.","descr":" Of or pertaining to the pope; taught or ordained by the pope; hence, of or pertaining to the Roman Catholic Church; -- often used opprobriously."},{"word":"Poplar","type":"n.","descr":" Any tree of the genus Populus; also, the timber, which is soft, and capable of many uses."},{"word":"Poplar","type":"n.","descr":" The timber of the tulip tree; -- called also white poplar."},{"word":"Poplexy","type":"n.","descr":" Apoplexy."},{"word":"Poplin","type":"n.","descr":" A fabric of many varieties, usually made of silk and worsted, -- used especially for women\\'s dresses."},{"word":"Popliteal","type":"a.","descr":" Of or pertaining to the ham; in the region of the ham, or behind the knee joint; as, the popliteal space."},{"word":"Poplitic","type":"a.","descr":" Popliteal."},{"word":"Popper","type":"n.","descr":" A utensil for popping corn, usually a wire basket with a long handle."},{"word":"Popper","type":"n.","descr":" A dagger."},{"word":"Poppet","type":"n.","descr":" See Puppet."},{"word":"Poppet","type":"n.","descr":" One of certain upright timbers on the bilge ways, used to support a vessel in launching."},{"word":"Poppet","type":"n.","descr":" An upright support or guide fastened at the bottom only."},{"word":"Poppied","type":"a.","descr":" Mingled or interspersed with poppies."},{"word":"Poppied","type":"a.","descr":" Affected with poppy juice; hence, figuratively, drugged; drowsy; listless; inactive."},{"word":"Popping","type":"","descr":" a. and n. from Pop."},{"word":"Popple","type":"v. i.","descr":" To move quickly up and down; to bob up and down, as a cork on rough water; also, to bubble."},{"word":"Popple","type":"n.","descr":" The poplar."},{"word":"Popple","type":"n.","descr":" Tares."},{"word":"Poppies","type":"pl. ","descr":" of Poppy"},{"word":"Poppy","type":"n.","descr":" Any plant or species of the genus Papaver, herbs with showy polypetalous flowers and a milky juice. From one species (Papaver somniferum) opium is obtained, though all the species contain it to some extent; also, a flower of the plant. See Illust. of Capsule."},{"word":"Poppy","type":"n.","descr":" Alt. of Poppyhead"},{"word":"Poppyhead","type":"n.","descr":" A raised ornament frequently having the form of a final. It is generally used on the tops of the upright ends or elbows which terminate seats, etc., in Gothic churches."},{"word":"Populace","type":"n.","descr":" The common people; the vulgar; the multitude, -- comprehending all persons not distinguished by rank, office, education, or profession."},{"word":"Populacy","type":"n.","descr":" Populace."},{"word":"Popular","type":"a.","descr":" Of or pertaining to the common people, or to the whole body of the people, as distinguished from a select portion; as, the popular voice; popular elections."},{"word":"Popular","type":"a.","descr":" Suitable to common people; easy to be comprehended; not abstruse; familiar; plain."},{"word":"Popular","type":"a.","descr":" Adapted to the means of the common people; possessed or obtainable by the many; hence, cheap; common; ordinary; inferior; as, popular prices; popular amusements."},{"word":"Popular","type":"a.","descr":" Beloved or approved by the people; pleasing to people in general, or to many people; as, a popular preacher; a popular law; a popular administration."},{"word":"Popular","type":"a.","descr":" Devoted to the common people; studious of the favor of the populace."},{"word":"Popular","type":"a.","descr":" Prevailing among the people; epidemic; as, a popular disease."},{"word":"Populares","type":"n. pl.","descr":" The people or the people\\'s party, in ancient Rome, as opposed to the optimates."},{"word":"Popularities","type":"pl. ","descr":" of Popularity"},{"word":"Popularity","type":"n.","descr":" The quality or state of being popular; especially, the state of being esteemed by, or of being in favor with, the people at large; good will or favor proceeding from the people; as, the popularity of a law, statesman, or a book."},{"word":"Popularity","type":"n.","descr":" The quality or state of being adapted or pleasing to common, poor, or vulgar people; hence, cheapness; inferiority; vulgarity."},{"word":"Popularity","type":"n.","descr":" Something which obtains, or is intended to obtain, the favor of the vulgar; claptrap."},{"word":"Popularity","type":"n.","descr":" The act of courting the favor of the people."},{"word":"Popularity","type":"n.","descr":" Public sentiment; general passion."},{"word":"Popularization","type":"n.","descr":" The act of making popular, or of introducing among the people."},{"word":"Popularized","type":"imp. and p. p.","descr":" of Popularize"},{"word":"Popularizing","type":"p. pr. and vb. n.","descr":" of Popularize"},{"word":"Popularize","type":"v. t.","descr":" To make popular; to make suitable or acceptable to the common people; to make generally known; as, to popularize philosophy."},{"word":"Popularizer","type":"n.","descr":" One who popularizes."},{"word":"Popularly","type":"adv.","descr":" In a popular manner; so as to be generally favored or accepted by the people; commonly; currently; as, the story was popularity reported."},{"word":"Popularness","type":"n.","descr":" The quality or state of being popular; popularity."},{"word":"Populate","type":"a.","descr":" Populous."},{"word":"Populated","type":"imp. and p. p.","descr":" of Populate"},{"word":"Populating","type":"p. pr. and vb. n.","descr":" of Populate"},{"word":"Populate","type":"v. t.","descr":" To furnish with inhabitants, either by natural increase or by immigration or colonization; to cause to be inhabited; to people."},{"word":"Populate","type":"v. i.","descr":" To propagate."},{"word":"Population","type":"n.","descr":" The act or process of populating; multiplication of inhabitants."},{"word":"Population","type":"n.","descr":" The whole number of people, or inhabitants, in a country, or portion of a country; as, a population of ten millions."},{"word":"Populator","type":"n.","descr":" One who populates."},{"word":"Populicide","type":"n.","descr":" Slaughter of the people."},{"word":"Populin","type":"n.","descr":" A glycoside, related to salicin, found in the bark of certain species of the poplar (Populus), and extracted as a sweet white crystalline substance."},{"word":"Populosity","type":"n.","descr":" Populousness."},{"word":"Populous","type":"a.","descr":" Abounding in people; full of inhabitants; containing many inhabitants in proportion to the extent of the country."},{"word":"Populous","type":"a.","descr":" Popular; famous."},{"word":"Populous","type":"a.","descr":" Common; vulgar."},{"word":"Populous","type":"a.","descr":" Numerous; in large number."},{"word":"Poraille","type":"n.","descr":" Poor people; the poor."},{"word":"Porbeagle","type":"n.","descr":" A species of shark (Lamna cornubica), about eight feet long, having a pointed nose and a crescent-shaped tail; -- called also mackerel shark."},{"word":"Porcate","type":"a.","descr":" Having grooves or furrows broader than the intervening ridges; furrowed."},{"word":"Porcelain","type":"n.","descr":" Purslain."},{"word":"Porcelain","type":"n.","descr":" A fine translucent or semitransculent kind of earthenware, made first in China and Japan, but now also in Europe and America; -- called also China, or China ware."},{"word":"Porcelainized","type":"a.","descr":" Baked like potter\\'s lay; -- applied to clay shales that have been converted by heat into a substance resembling porcelain."},{"word":"Porcelaneous","type":"a.","descr":" Alt. of Porcellaneous"},{"word":"Porcellaneous","type":"a.","descr":" Of or pertaining to porcelain; resembling porcelain; as, porcelaneous shells."},{"word":"Porcellaneous","type":"a.","descr":" Having a smooth, compact shell without pores; -- said of certain Foraminifera."},{"word":"Porcelanite","type":"n.","descr":" A semivitrified clay or shale, somewhat resembling jasper; -- called also porcelain jasper."},{"word":"Porcelanous","type":"a.","descr":" Alt. of Porcellanous"},{"word":"Porcellanous","type":"a.","descr":" Porcelaneous."},{"word":"Porch","type":"n.","descr":" A covered and inclosed entrance to a building, whether taken from the interior, and forming a sort of vestibule within the main wall, or projecting without and with a separate roof. Sometimes the porch is large enough to serve as a covered walk. See also Carriage porch, under Carriage, and Loggia."},{"word":"Porch","type":"n.","descr":" A portico; a covered walk."},{"word":"Porcine","type":"a.","descr":" Of or pertaining to swine; characteristic of the hog."},{"word":"Porcupine","type":"n.","descr":" Any Old Word rodent of the genus Hystrix, having the back covered with long, sharp, erectile spines or quills, sometimes a foot long. The common species of Europe and Asia (Hystrix cristata) is the best known."},{"word":"Porcupine","type":"n.","descr":" Any species of Erethizon and related genera, native of America. They are related to the true porcupines, but have shorter spines, and are arboreal in their habits. The Canada porcupine (Erethizon dorsatus) is a well known species."},{"word":"Pore","type":"v.","descr":" One of the minute orifices in an animal or vegetable membrane, for transpiration, absorption, etc."},{"word":"Pore","type":"v.","descr":" A minute opening or passageway; an interstice between the constituent particles or molecules of a body; as, the pores of stones."},{"word":"Pored","type":"imp. and p. p.","descr":" of Pore"},{"word":"Poring","type":"p. pr. and vb. n.","descr":" of Pore"},{"word":"Pore","type":"v. i.","descr":" To look or gaze steadily in reading or studying; to fix the attention; to be absorbed; -- often with on or upon, and now usually with over."},{"word":"Poreblind","type":"a.","descr":" Nearsighted; shortsighted; purblind."},{"word":"Porer","type":"n.","descr":" One who pores."},{"word":"Porgies","type":"pl. ","descr":" of Porgy"},{"word":"Porgy","type":"n.","descr":" The scup."},{"word":"Porgy","type":"n.","descr":" The sailor\\'s choice, or pinfish."},{"word":"Porgy","type":"n.","descr":" The margate fish."},{"word":"Porgy","type":"n.","descr":" The spadefish."},{"word":"Porgy","type":"n.","descr":" Any one of several species of embiotocoids, or surf fishes, of the Pacific coast. The name is also given locally to several other fishes, as the bur fish."},{"word":"Porifera","type":"n. pl.","descr":" A grand division of the Invertebrata, including the sponges; -- called also Spongiae, Spongida, and Spongiozoa. The principal divisions are Calcispongiae, Keratosa or Fibrospongiae, and Silicea."},{"word":"Poriferan","type":"n.","descr":" One of the Polifera."},{"word":"Poriferata","type":"n. pl.","descr":" The Polifera."},{"word":"Poriform","type":"a.","descr":" Resembling a pore, or small puncture."},{"word":"Porime","type":"n.","descr":" A theorem or proposition so easy of demonstration as to be almost self-evident."},{"word":"Poriness","type":"n.","descr":" Porosity."},{"word":"Porism","type":"n.","descr":" A proposition affirming the possibility of finding such conditions as will render a certain determinate problem indeterminate or capable of innumerable solutions."},{"word":"Porism","type":"n.","descr":" A corollary."},{"word":"Porismatic","type":"a.","descr":" Alt. of Porismatical"},{"word":"Porismatical","type":"a.","descr":" Of or pertaining to a porism; poristic."},{"word":"Poristic","type":"a.","descr":" Alt. of Poristical"},{"word":"Poristical","type":"a.","descr":" Of or pertaining to a porism; of the nature of a porism."},{"word":"Porite","type":"n.","descr":" Any coral of the genus Porites, or family Poritidae."},{"word":"Porites","type":"n.","descr":" An important genus of reef-building corals having small twelve-rayed calicles, and a very porous coral. Some species are branched, others grow in large massive or globular forms."},{"word":"Pork","type":"n.","descr":" The flesh of swine, fresh or salted, used for food."},{"word":"Porker","type":"n.","descr":" A hog."},{"word":"Porket","type":"n.","descr":" A young hog; a pig."},{"word":"Porkling","type":"n.","descr":" A pig; a porket."},{"word":"Porkwood","type":"n.","descr":" The coarse-grained brownish yellow wood of a small tree (Pisonia obtusata) of Florida and the West Indies. Also called pigeon wood, beefwood, and corkwood."},{"word":"Pornerastic","type":"a.","descr":" Lascivious; licentious."},{"word":"Pornographic","type":"a.","descr":" Of or pertaining to pornography; lascivious; licentious; as, pornographic writing."},{"word":"Pornography","type":"n.","descr":" Licentious painting or literature; especially, the painting anciently employed to decorate the walls of rooms devoted to bacchanalian orgies."},{"word":"Pornography","type":"n.","descr":" A treatise on prostitutes, or prostitution."},{"word":"Porosity","type":"n.","descr":" The quality or state of being porous; -- opposed to density."},{"word":"Porotic","type":"n.","descr":" A medicine supposed to promote the formation of callus."},{"word":"Porous","type":"n.","descr":" Full of pores; having interstices in the skin or in the substance of the body; having spiracles or passages for fluids; permeable by liquids; as, a porous skin; porous wood."},{"word":"Porously","type":"adv.","descr":" In a porous manner."},{"word":"Porousness","type":"n.","descr":" The quality of being porous."},{"word":"Porousness","type":"n.","descr":" The open parts; the interstices of anything."},{"word":"Porpentine","type":"n.","descr":" Porcupine."},{"word":"Porpesse","type":"n.","descr":" A porpoise."},{"word":"Porphyraceous","type":"a.","descr":" Porphyritic."},{"word":"Porphyre","type":"n.","descr":" Porphyry."},{"word":"Porphyrite","type":"n.","descr":" A rock with a porphyritic structure; as, augite porphyrite."},{"word":"Porphyritic","type":"a.","descr":" Relating to, or resembling, porphyry, that is, characterized by the presence of distinct crystals, as of feldspar, quartz, or augite, in a relatively fine-grained base, often aphanitic or cryptocrystalline."},{"word":"Porphyrization","type":"n.","descr":" The act of porphyrizing, or the state of being porphyrized."},{"word":"Porphyrize","type":"v. t.","descr":" To cause to resemble porphyry; to make spotted in composition, like porphyry."},{"word":"Porphyrogenitism","type":"n.","descr":" The principle of succession in royal families, especially among the Eastern Roman emperors, by which a younger son, if born after the accession of his father to the throne, was preferred to an elder son who was not so born."},{"word":"Porphyries","type":"pl. ","descr":" of Porphyry"},{"word":"Porphyry","type":"n.","descr":" A term used somewhat loosely to designate a rock consisting of a fine-grained base (usually feldspathic) through which crystals, as of feldspar or quartz, are disseminated. There are red, purple, and green varieties, which are highly esteemed as marbles."},{"word":"Porpita","type":"n.","descr":" A genus of bright-colored Siphonophora found floating in the warmer parts of the ocean. The individuals are round and disk-shaped, with a large zooid in the center of the under side, surrounded by smaller nutritive and reproductive zooids, and by slender dactylozooids near the margin. The disk contains a central float, or pneumatocyst."},{"word":"Porpoise","type":"n.","descr":" Any small cetacean of the genus Phocaena, especially P. communis, or P. phocaena, of Europe, and the closely allied American species (P. Americana). The color is dusky or blackish above, paler beneath. They are closely allied to the dolphins, but have a shorter snout. Called also harbor porpoise, herring hag, puffing pig, and snuffer."},{"word":"Porpoise","type":"n.","descr":" A true dolphin (Delphinus); -- often so called by sailors."},{"word":"Porporino","type":"n.","descr":" A composition of quicksilver, tin, and sulphur, forming a yellow powder, sometimes used by mediaeval artists, for the sake of economy, instead of gold."},{"word":"Porpus","type":"n.","descr":" A porpoise."},{"word":"Porraceous","type":"a.","descr":" Resembling the leek in color; greenish."},{"word":"Porrect","type":"a.","descr":" Extended horizontally; stretched out."},{"word":"Porrection","type":"n.","descr":" The act of stretching forth."},{"word":"Porret","type":"n.","descr":" A scallion; a leek or small onion."},{"word":"Porridge","type":"n.","descr":" A food made by boiling some leguminous or farinaceous substance, or the meal of it, in water or in milk, making of broth or thin pudding; as, barley porridge, milk porridge, bean porridge, etc."},{"word":"Porringer","type":"n.","descr":" A porridge dish; esp., a bowl or cup from which children eat or are fed; as, a silver porringer."},{"word":"Port","type":"n.","descr":" A dark red or purple astringent wine made in Portugal. It contains a large percentage of alcohol."},{"word":"Port","type":"v.","descr":" A place where ships may ride secure from storms; a sheltered inlet, bay, or cove; a harbor; a haven. Used also figuratively."},{"word":"Port","type":"v.","descr":" In law and commercial usage, a harbor where vessels are admitted to discharge and receive cargoes, from whence they depart and where they finish their voyages."},{"word":"Port","type":"n.","descr":" A passageway; an opening or entrance to an inclosed place; a gate; a door; a portal."},{"word":"Port","type":"n.","descr":" An opening in the side of a vessel; an embrasure through which cannon may be discharged; a porthole; also, the shutters which close such an opening."},{"word":"Port","type":"n.","descr":" A passageway in a machine, through which a fluid, as steam, water, etc., may pass, as from a valve to the interior of the cylinder of a steam engine; an opening in a valve seat, or valve face."},{"word":"Ported","type":"imp. and p. p.","descr":" of Port"},{"word":"Porting","type":"p. pr. and vb. n.","descr":" of Port"},{"word":"Port","type":"v. t.","descr":" To carry; to bear; to transport."},{"word":"Port","type":"v. t.","descr":" To throw, as a musket, diagonally across the body, with the lock in front, the right hand grasping the small of the stock, and the barrel sloping upward and crossing the point of the left shoulder; as, to port arms."},{"word":"Port","type":"n.","descr":" The manner in which a person bears himself; deportment; carriage; bearing; demeanor; hence, manner or style of living; as, a proud port."},{"word":"Port","type":"n.","descr":" The larboard or left side of a ship (looking from the stern toward the bow); as, a vessel heels to port. See Note under Larboard. Also used adjectively."},{"word":"Port","type":"v. t.","descr":" To turn or put to the left or larboard side of a ship; -- said of the helm, and used chiefly in the imperative, as a command; as, port your helm."},{"word":"Portae","type":"pl. ","descr":" of Porta"},{"word":"Porta","type":"n.","descr":" The part of the liver or other organ where its vessels and nerves enter; the hilus."},{"word":"Porta","type":"n.","descr":" The foramen of Monro."},{"word":"Portability","type":"n.","descr":" The quality or state of being portable; fitness to be carried."},{"word":"Portable","type":"a.","descr":" Capable of being borne or carried; easily transported; conveyed without difficulty; as, a portable bed, desk, engine."},{"word":"Portable","type":"a.","descr":" Possible to be endured; supportable."},{"word":"Portableness","type":"n.","descr":" The quality or state of being portable; portability."},{"word":"Portace","type":"n.","descr":" See Portass."},{"word":"Portage","type":"n.","descr":" A sailor\\'s wages when in port."},{"word":"Portage","type":"n.","descr":" The amount of a sailor\\'s wages for a voyage."},{"word":"Portage","type":"n.","descr":" A porthole."},{"word":"Portage","type":"n.","descr":" The act of carrying or transporting."},{"word":"Portage","type":"n.","descr":" The price of carriage; porterage."},{"word":"Portage","type":"n.","descr":" Capacity for carrying; tonnage."},{"word":"Portage","type":"n.","descr":" A carry between navigable waters. See 3d Carry."},{"word":"Portage","type":"v. t. and i.","descr":" To carry (goods, boats, etc.) overland between navigable waters."},{"word":"Portage group","type":"","descr":" A subdivision of the Chemung period in American geology. See Chart of Geology."},{"word":"Portague","type":"n.","descr":" A Portuguese gold coin formerly current, and variously estimated to be worth from three and one half to four and one half pounds sterling."},{"word":"Portal","type":"n.","descr":" A door or gate; hence, a way of entrance or exit, especially one that is grand and imposing."},{"word":"Portal","type":"n.","descr":" The lesser gate, where there are two of different dimensions."},{"word":"Portal","type":"n.","descr":" Formerly, a small square corner in a room separated from the rest of the apartment by wainscoting, forming a short passage to another apartment."},{"word":"Portal","type":"n.","descr":" By analogy with the French portail, used by recent writers for the whole architectural composition which surrounds and includes the doorways and porches of a church."},{"word":"Portal","type":"n.","descr":" The space, at one end, between opposite trusses when these are terminated by inclined braces."},{"word":"Portal","type":"n.","descr":" A prayer book or breviary; a portass."},{"word":"Portal","type":"a.","descr":" Of or pertaining to a porta, especially the porta of the liver; as, the portal vein, which enters the liver at the porta, and divides into capillaries after the manner of an artery."},{"word":"Portamento","type":"n.","descr":" In singing, or in the use of the bow, a gradual carrying or lifting of the voice or sound very smoothly from one note to another; a gliding from tone to tone."},{"word":"Portance","type":"n.","descr":" See Port, carriage, demeanor."},{"word":"Portass","type":"n.","descr":" A breviary; a prayer book."},{"word":"Portate","type":"a.","descr":" Borne not erect, but diagonally athwart an escutcheon; as, a cross portate."},{"word":"Portative","type":"a.","descr":" Portable."},{"word":"Portative","type":"a.","descr":" Capable of holding up or carrying; as, the portative force of a magnet, of atmospheric pressure, or of capillarity."},{"word":"Portcluse","type":"n.","descr":" A portcullis."},{"word":"Portcrayon","type":"n.","descr":" A metallic handle with a clasp for holding a crayon."},{"word":"Portcullis","type":"n.","descr":" A grating of iron or of timbers pointed with iron, hung over the gateway of a fortress, to be let down to prevent the entrance of an enemy."},{"word":"Portcullis","type":"n.","descr":" An English coin of the reign of Elizabeth, struck for the use of the East India Company; -- so called from its bearing the figure of a portcullis on the reverse."},{"word":"Portcullised","type":"imp. and p. p.","descr":" of Portcullis"},{"word":"Portcullising","type":"p. pr. and vb. n.","descr":" of Portcullis"},{"word":"Portcullis","type":"v. t.","descr":" To obstruct with, or as with, a portcullis; to shut; to bar."},{"word":"Porte","type":"n.","descr":" The Ottoman court; the government of the Turkish empire, officially called the Sublime Porte, from the gate (port) of the sultan\\'s palace at which justice was administered."},{"word":"Porte-cochere","type":"n.","descr":" A large doorway allowing vehicles to drive into or through a building. It is common to have the entrance door open upon the passage of the porte-cochere. Also, a porch over a driveway before an entrance door."},{"word":"Ported","type":"a.","descr":" Having gates."},{"word":"Portegue","type":"n.","descr":" See Portague."},{"word":"Portemonnaie","type":"n.","descr":" A small pocketbook or wallet for carrying money."},{"word":"Portended","type":"imp. and p. p.","descr":" of Portend"},{"word":"Portending","type":"p. pr. and vb. n.","descr":" of Portend"},{"word":"Portend","type":"v. t.","descr":" To indicate (events, misfortunes, etc.) as in future; to foreshow; to foretoken; to bode; -- now used esp. of unpropitious signs."},{"word":"Portend","type":"v. t.","descr":" To stretch out before."},{"word":"Portension","type":"n.","descr":" The act of foreshowing; foreboding."},{"word":"Portent","type":"n.","descr":" That which portends, or foretoken; esp., that which portends evil; a sign of coming calamity; an omen; a sign."},{"word":"Portentive","type":"a.","descr":" Presaging; foreshadowing."},{"word":"Portentous","type":"a.","descr":" Of the nature of a portent; containing portents; foreshadowing, esp. foreshadowing ill; ominous."},{"word":"Portentous","type":"a.","descr":" Hence: Monstrous; prodigious; wonderful; dreadful; as, a beast of portentous size."},{"word":"Porter","type":"n.","descr":" A man who has charge of a door or gate; a doorkeeper; one who waits at the door to receive messages."},{"word":"Porter","type":"n.","descr":" A carrier; one who carries or conveys burdens, luggage, etc.; for hire."},{"word":"Porter","type":"n.","descr":" A bar of iron or steel at the end of which a forging is made; esp., a long, large bar, to the end of which a heavy forging is attached, and by means of which the forging is lifted and handled in hammering and heating; -- called also porter bar."},{"word":"Porter","type":"n.","descr":" A malt liquor, of a dark color and moderately bitter taste, possessing tonic and intoxicating qualities."},{"word":"Porterage","type":"n.","descr":" The work of a porter; the occupation of a carrier or of a doorkeeper."},{"word":"Porterage","type":"n.","descr":" Money charged or paid for the carriage of burdens or parcels by a porter."},{"word":"Porteress","type":"n.","descr":" See Portress."},{"word":"Porterhouse","type":"n.","descr":" A house where porter is sold."},{"word":"Portesse","type":"n.","descr":" See Porteass."},{"word":"Portfire","type":"n.","descr":" A case of strong paper filled with a composition of niter, sulphur, and mealed powder, -- used principally to ignite the priming in proving guns, and as an incendiary material in shells."},{"word":"Portfolio","type":"n.","descr":" A portable case for holding loose papers, prints, drawings, etc."},{"word":"Portfolio","type":"n.","descr":" Hence: The office and functions of a minister of state or member of the cabinet; as, to receive the portfolio of war; to resign the portfolio."},{"word":"Portglave","type":"n.","descr":" A sword bearer."},{"word":"Portgreve","type":"","descr":" Alt. of Portgrave"},{"word":"Portgrave","type":"","descr":" In old English law, the chief magistrate of a port or maritime town.; a portreeve."},{"word":"Porthole","type":"n.","descr":" An embrasure in a ship\\'s side. See 3d Port."},{"word":"Porthook","type":"n.","descr":" One of the iron hooks to which the port hinges are attached."},{"word":"Porthors","type":"n.","descr":" See Portass."},{"word":"Porticoes","type":"pl. ","descr":" of Portico"},{"word":"Porticos","type":"pl. ","descr":" of Portico"},{"word":"Portico","type":"n.","descr":" A colonnade or covered ambulatory, especially in classical styles of architecture; usually, a colonnade at the entrance of a building."},{"word":"Porticoed","type":"a.","descr":" Furnished with a portico."},{"word":"Portiere","type":"n.","descr":" A curtain hanging across a doorway."},{"word":"Portigue","type":"n.","descr":" See Portague."},{"word":"Portingal","type":"a.","descr":" Of or pertaining to Portugal; Portuguese."},{"word":"Portingal","type":"n.","descr":" A Portuguese."},{"word":"Portion","type":"n.","descr":" That which is divided off or separated, as a part from a whole; a separated part of anything."},{"word":"Portion","type":"n.","descr":" A part considered by itself, though not actually cut off or separated from the whole."},{"word":"Portion","type":"n.","descr":" A part assigned; allotment; share; fate."},{"word":"Portion","type":"n.","descr":" The part of an estate given to a child or heir, or descending to him by law, and distributed to him in the settlement of the estate; an inheritance."},{"word":"Portion","type":"n.","descr":" A wife\\'s fortune; a dowry."},{"word":"Portioned","type":"imp. and p. p.","descr":" of Portion"},{"word":"Portioning","type":"p. pr. and vb. n.","descr":" of Portion"},{"word":"Portion","type":"v. t.","descr":" To separate or divide into portions or shares; to parcel; to distribute."},{"word":"Portion","type":"v. t.","descr":" To endow with a portion or inheritance."},{"word":"Portioner","type":"n.","descr":" One who portions."},{"word":"Portioner","type":"n.","descr":" See Portionist, 2."},{"word":"Portionist","type":"n.","descr":" A scholar at Merton College, Oxford, who has a certain academical allowance or portion; -- corrupted into postmaster."},{"word":"Portionist","type":"n.","descr":" One of the incumbents of a benefice which has two or more rectors or vicars."},{"word":"Portionless","type":"a.","descr":" Having no portion."},{"word":"Portise","type":"n.","descr":" See Portass."},{"word":"Portland cement","type":"","descr":" A cement having the color of the Portland stone of England, made by calcining an artificial mixture of carbonate of lime and clay, or sometimes certain natural limestones or chalky clays. It contains a large proportion of clay, and hardens under water."},{"word":"Portland stone","type":"","descr":" A yellowish-white calcareous freestone from the Isle of Portland in England, much used in building."},{"word":"Portland vase","type":"","descr":" A celebrated cinerary urn or vase found in the tomb of the Emperor Alexander Severus. It is owned by the Duke of Portland, and kept in the British Museum."},{"word":"Portlast","type":"n.","descr":" The portoise. See Portoise."},{"word":"Portliness","type":"n.","descr":" The quality or state of being portly; dignity of mien or of personal appearance; stateliness."},{"word":"Portliness","type":"n.","descr":" Bulkiness; corpulence."},{"word":"Portly","type":"a.","descr":" Having a dignified port or mien; of a noble appearance; imposing."},{"word":"Portly","type":"a.","descr":" Bulky; corpulent."},{"word":"Portmen","type":"pl. ","descr":" of Portman"},{"word":"Portman","type":"n.","descr":" An inhabitant or burgess of a port, esp. of one of the Cinque Ports."},{"word":"Portmanteaus","type":"pl. ","descr":" of Portmanteau"},{"word":"Portmanteau","type":"n.","descr":" A bag or case, usually of leather, for carrying wearing apparel, etc., on journeys."},{"word":"Portmantle","type":"n.","descr":" A portmanteau."},{"word":"Portmote","type":"n.","descr":" In old English law, a court, or mote, held in a port town."},{"word":"Portoir","type":"n.","descr":" One who, or that which, bears; hence, one who, or that which, produces."},{"word":"Portoise","type":"n.","descr":" The gunwale of a ship."},{"word":"Portos","type":"n.","descr":" See Portass."},{"word":"Portpane","type":"n.","descr":" A cloth for carrying bread, so as not to touch it with the hands."},{"word":"Portrait","type":"n.","descr":" The likeness of a person, painted, drawn, or engraved; commonly, a representation of the human face painted from real life."},{"word":"Portrait","type":"n.","descr":" Hence, any graphic or vivid delineation or description of a person; as, a portrait in words."},{"word":"Portrait","type":"v. t.","descr":" To portray; to draw."},{"word":"Portraitist","type":"n.","descr":" A portrait painter."},{"word":"Portraiture","type":"n.","descr":" A portrait; a likeness; a painted resemblance; hence, that which is copied from some example or model."},{"word":"Portraiture","type":"n.","descr":" Pictures, collectively; painting."},{"word":"Portraiture","type":"n.","descr":" The art or practice of making portraits."},{"word":"Portraiture","type":"v. t.","descr":" To represent by a portrait, or as by a portrait; to portray."},{"word":"portrayed","type":"imp. and p. p.","descr":" of Portray"},{"word":"Portraying","type":"p. pr. and vb. n.","descr":" of Portray"},{"word":"Portray","type":"v. t.","descr":" To paint or draw the likeness of; as, to portray a king on horseback."},{"word":"Portray","type":"v. t.","descr":" Hence, figuratively, to describe in words."},{"word":"Portray","type":"v. t.","descr":" To adorn with pictures."},{"word":"Portrayal","type":"n.","descr":" The act or process of portraying; description; delineation."},{"word":"Portrayer","type":"n.","descr":" One who portrays."},{"word":"Portreeve","type":"n.","descr":" A port warden."},{"word":"Portress","type":"n.","descr":" A female porter."},{"word":"Port-royalist","type":"n.","descr":" One of the dwellers in the Cistercian convent of Port Royal des Champs, near Paris, when it was the home of the Jansenists in the 17th century, among them being Arnauld, Pascal, and other famous scholars.  Cf. Jansenist."},{"word":"Portsale","type":"n.","descr":" Public or open sale; auction."},{"word":"Portuary","type":"n.","descr":" A breviary."},{"word":"Portuguese","type":"a.","descr":" Of or pertaining to Portugal, or its inhabitants."},{"word":"Portuguese","type":"n. sing. and pl.","descr":" A native or inhabitant of Portugal; people of Portugal."},{"word":"Portulaca","type":"n.","descr":" A genus of polypetalous plants; also, any plant of the genus."},{"word":"Portulacaceous","type":"a.","descr":" Of or pertaining to a natural order of plants (Portulacaceae), of which Portulaca is the type, and which includes also the spring beauty (Claytonia) and other genera."},{"word":"Porwigle","type":"n.","descr":" See Polliwig."},{"word":"Pory","type":"a.","descr":" Porous; as, pory stone. [R.] Dryden."},{"word":"Pose","type":"a.","descr":" Standing still, with all the feet on the ground; -- said of the attitude of a lion, horse, or other beast."},{"word":"Pose","type":"n.","descr":" A cold in the head; catarrh."},{"word":"Pose","type":"v. t.","descr":" The attitude or position of a person; the position of the body or of any member of the body; especially, a position formally assumed for the sake of effect; an artificial position; as, the pose of an actor; the pose of an artist\\'s model or of a statue."},{"word":"Posed","type":"imp. and p. p.","descr":" of Pose"},{"word":"Posing","type":"p. pr. and vb. n.","descr":" of Pose"},{"word":"Pose","type":"v. t.","descr":" To place in an attitude or fixed position, for the sake of effect; to arrange the posture and drapery of (a person) in a studied manner; as, to pose a model for a picture; to pose a sitter for a portrait."},{"word":"Pose","type":"v. i.","descr":" To assume and maintain a studied attitude, with studied arrangement of drapery; to strike an attitude; to attitudinize; figuratively, to assume or affect a certain character; as, she poses as a prude."},{"word":"Pose","type":"v. t.","descr":" To interrogate; to question."},{"word":"Pose","type":"v. t.","descr":" To question with a view to puzzling; to embarrass by questioning or scrutiny; to bring to a stand."},{"word":"Posed","type":"a.","descr":" Firm; determined; fixed."},{"word":"Poser","type":"n.","descr":" One who, or that which, puzzles; a difficult or inexplicable question or fact."},{"word":"Posied","type":"a.","descr":" Inscribed with a posy."},{"word":"Posingly","type":"adv.","descr":" So as to pose or puzzle."},{"word":"Posited","type":"imp. and p. p.","descr":" of Posit"},{"word":"Positing","type":"p. pr. and vb. n.","descr":" of Posit"},{"word":"Posit","type":"v. t.","descr":" To dispose or set firmly or fixedly; to place or dispose in relation to other objects."},{"word":"Posit","type":"v. t.","descr":" To assume as real or conceded; as, to posit a principle."},{"word":"Position","type":"n.","descr":" The state of being posited, or placed; the manner in which anything is placed; attitude; condition; as, a firm, an inclined, or an upright position."},{"word":"Position","type":"n.","descr":" The spot where a person or thing is placed or takes a place; site; place; station; situation; as, the position of man in creation; the fleet changed its position."},{"word":"Position","type":"n.","descr":" Hence: The ground which any one takes in an argument or controversy; the point of view from which any one proceeds to a discussion; also, a principle laid down as the basis of reasoning; a proposition; a thesis; as, to define one\\'s position; to appear in a false position."},{"word":"Position","type":"n.","descr":" Relative place or standing; social or official rank; as, a person of position; hence, office; post; as, to lose one\\'s position."},{"word":"Position","type":"n.","descr":" A method of solving a problem by one or two suppositions; -- called also the rule of trial and error."},{"word":"Position","type":"v. t.","descr":" To indicate the position of; to place."},{"word":"Positional","type":"a.","descr":" Of or pertaining to position."},{"word":"Positive","type":"a.","descr":" Having a real position, existence, or energy; existing in fact; real; actual; -- opposed to negative."},{"word":"Positive","type":"a.","descr":" Derived from an object by itself; not dependent on changing circumstances or relations; absolute; -- opposed to relative; as, the idea of beauty is not positive, but depends on the different tastes individuals."},{"word":"Positive","type":"a.","descr":" Definitely laid down; explicitly stated; clearly expressed; -- opposed to implied; as, a positive declaration or promise."},{"word":"Positive","type":"a.","descr":" Hence: Not admitting of any doubt, condition, qualification, or discretion; not dependent on circumstances or probabilities; not speculative; compelling assent or obedience; peremptory; indisputable; decisive; as, positive instructions; positive truth; positive proof."},{"word":"Positive","type":"a.","descr":" Prescribed by express enactment or institution; settled by arbitrary appointment; said of laws."},{"word":"Positive","type":"a.","descr":" Fully assured; confident; certain; sometimes, overconfident; dogmatic; overbearing; -- said of persons."},{"word":"Positive","type":"a.","descr":" Having the power of direct action or influence; as, a positive voice in legislation."},{"word":"Positive","type":"a.","descr":" Corresponding with the original in respect to the position of lights and shades, instead of having the lights and shades reversed; as, a positive picture."},{"word":"Positive","type":"a.","descr":" Electro-positive."},{"word":"Positive","type":"a.","descr":" Hence, basic; metallic; not acid; -- opposed to negative, and said of metals, bases, and basic radicals."},{"word":"Positive","type":"n.","descr":" That which is capable of being affirmed; reality."},{"word":"Positive","type":"n.","descr":" That which settles by absolute appointment."},{"word":"Positive","type":"n.","descr":" The positive degree or form."},{"word":"Positive","type":"n.","descr":" A picture in which the lights and shades correspond in position with those of the original, instead of being reversed, as in a negative."},{"word":"Positive","type":"n.","descr":" The positive plate of a voltaic or electrolytic cell."},{"word":"Positively","type":"adv.","descr":" In a positive manner; absolutely; really; expressly; with certainty; indubitably; peremptorily; dogmatically; -- opposed to negatively."},{"word":"Positiveness","type":"n.","descr":" The quality or state of being positive; reality; actualness; certainty; confidence; peremptoriness; dogmatism. See Positive, a."},{"word":"Positivism","type":"n.","descr":" A system of philosophy originated by M. Auguste Comte, which deals only with positives. It excludes from philosophy everything but the natural phenomena or properties of knowable things, together with their invariable relations of coexistence and succession, as occurring in time and space. Such relations are denominated laws, which are to be discovered by observation, experiment, and comparison. This philosophy holds all inquiry into causes, both efficient and final, to be useless and unprofitable."},{"word":"Positivist","type":"n.","descr":" A believer in positivism."},{"word":"Positivist","type":"a.","descr":" Relating to positivism."},{"word":"Positivity","type":"n.","descr":" Positiveness."},{"word":"Positure","type":"n.","descr":" See Posture."},{"word":"Posnet","type":"n.","descr":" A little basin; a porringer; a skillet."},{"word":"Posologic","type":"a.","descr":" Alt. of Posological"},{"word":"Posological","type":"a.","descr":" Pertaining to posology."},{"word":"Posology","type":"n.","descr":" The science or doctrine of doses; dosology."},{"word":"Pospolite","type":"n.","descr":" A kind of militia in Poland, consisting of the gentry, which, in case of invasion, was summoned to the defense of the country."},{"word":"Poss","type":"v. t.","descr":" To push; to dash; to throw."},{"word":"Posse","type":"n.","descr":" See Posse comitatus."},{"word":"Posse comitatus","type":"","descr":" The power of the county, or the citizens who may be summoned by the sheriff to assist the authorities in suppressing a riot, or executing any legal precept which is forcibly opposed."},{"word":"Posse comitatus","type":"","descr":" A collection of people; a throng; a rabble."},{"word":"Possessed","type":"imp. and p. p.","descr":" of Possess"},{"word":"Possessing","type":"p. pr. and vb. n.","descr":" of Possess"},{"word":"Possess","type":"v. t.","descr":" To occupy in person; to hold or actually have in one\\'s own keeping; to have and to hold."},{"word":"Possess","type":"v. t.","descr":" To have the legal title to; to have a just right to; to be master of; to own; to have; as, to possess property, an estate, a book."},{"word":"Possess","type":"v. t.","descr":" To obtain occupation or possession of; to accomplish; to gain; to seize."},{"word":"Possess","type":"v. t.","descr":" To enter into and influence; to control the will of; to fill; to affect; -- said especially of evil spirits, passions, etc."},{"word":"Possess","type":"v. t.","descr":" To put in possession; to make the owner or holder of property, power, knowledge, etc.; to acquaint; to inform; -- followed by of or with before the thing possessed, and now commonly used reflexively."},{"word":"Possession","type":"n.","descr":" The act or state of possessing, or holding as one\\'s own."},{"word":"Possession","type":"n.","descr":" The having, holding, or detention of property in one\\'s power or command; actual seizin or occupancy; ownership, whether rightful or wrongful."},{"word":"Possession","type":"n.","descr":" The thing possessed; that which any one occupies, owns, or controls; in the plural, property in the aggregate; wealth; dominion; as, foreign possessions."},{"word":"Possession","type":"n.","descr":" The state of being possessed or controlled, as by an evil spirit, or violent passions; madness; frenzy; as, demoniacal possession."},{"word":"Possession","type":"v. t.","descr":" To invest with property."},{"word":"Possessionary","type":"a.","descr":" Of or pertaining to possession; arising from possession."},{"word":"Possessioner","type":"n.","descr":" A possessor; a property holder."},{"word":"Possessioner","type":"n.","descr":" An invidious name for a member of any religious community endowed with property in lands, buildings, etc., as contrasted with mendicant friars."},{"word":"Possessival","type":"a.","descr":" Of or pertaining to the possessive case; as, a possessival termination."},{"word":"Possessive","type":"a.","descr":" Of or pertaining to possession; having or indicating possession."},{"word":"Possessive","type":"n.","descr":" The possessive case."},{"word":"Possessive","type":"n.","descr":" A possessive pronoun, or a word in the possessive case."},{"word":"Possessively","type":"adv.","descr":" In a possessive manner."},{"word":"Possessor","type":"n.","descr":" One who possesses; one who occupies, holds, owns, or controls; one who has actual participation or enjoyment, generally of that which is desirable; a proprietor."},{"word":"Possessory","type":"a.","descr":" Of or pertaining to possession, either as a fact or a right; of the nature of possession; as, a possessory interest; a possessory lord."},{"word":"Posset","type":"n.","descr":" A beverage composed of hot milk curdled by some strong infusion, as by wine, etc., -- much in favor formerly."},{"word":"Posseted","type":"imp. and p. p.","descr":" of Posset"},{"word":"Posseting","type":"p. pr. and vb. n.","descr":" of Posset"},{"word":"Posset","type":"v. t.","descr":" To curdle; to turn, as milk; to coagulate; as, to posset the blood."},{"word":"Posset","type":"v. t.","descr":" To treat with possets; to pamper."},{"word":"Possibilities","type":"pl. ","descr":" of Possibility"},{"word":"Possibility","type":"n.","descr":" The quality or state of being possible; the power of happening, being, or existing."},{"word":"Possibility","type":"n.","descr":" That which is possible; a contingency; a thing or event that may not happen; a contingent interest, as in real or personal estate."},{"word":"Possible","type":"a.","descr":" Capable of existing or occurring, or of being conceived or thought of; able to happen; capable of being done; not contrary to the nature of things; -- sometimes used to express extreme improbability; barely able to be, or to come to pass; as, possibly he is honest, as it is possible that Judas meant no wrong."},{"word":"Possibly","type":"adv.","descr":" In a possible manner; by possible means; especially, by extreme, remote, or improbable intervention, change, or exercise of power; by a chance; perhaps; as, possibly he may recover."},{"word":"Possum","type":"n.","descr":" An opossum."},{"word":"Post-","type":"","descr":" A prefix signifying behind, back, after; as, postcommissure, postdot, postscript."},{"word":"Post","type":"a.","descr":" Hired to do what is wrong; suborned."},{"word":"Post","type":"n.","descr":" A piece of timber, metal, or other solid substance, fixed, or to be fixed, firmly in an upright position, especially when intended as a stay or support to something else; a pillar; as, a hitching post; a fence post; the posts of a house."},{"word":"Post","type":"n.","descr":" The doorpost of a victualer\\'s shop or inn, on which were chalked the scores of customers; hence, a score; a debt."},{"word":"Post","type":"n.","descr":" The place at which anything is stopped, placed, or fixed; a station."},{"word":"Post","type":"n.","descr":" A station, or one of a series of stations, established for the refreshment and accommodation of travelers on some recognized route; as, a stage or railway post."},{"word":"Post","type":"n.","descr":" A military station; the place at which a soldier or a body of troops is stationed; also, the troops at such a station."},{"word":"Post","type":"n.","descr":" The piece of ground to which a sentinel\\'s walk is limited."},{"word":"Post","type":"n.","descr":" A messenger who goes from station; an express; especially, one who is employed by the government to carry letters and parcels regularly from one place to another; a letter carrier; a postman."},{"word":"Post","type":"n.","descr":" An established conveyance for letters from one place or station to another; especially, the governmental system in any country for carrying and distributing letters and parcels; the post office; the mail; hence, the carriage by which the mail is transported."},{"word":"Post","type":"n.","descr":" Haste or speed, like that of a messenger or mail carrier."},{"word":"Post","type":"n.","descr":" One who has charge of a station, especially of a postal station."},{"word":"Post","type":"n.","descr":" A station, office, or position of service, trust, or emolument; as, the post of duty; the post of danger."},{"word":"Post","type":"n.","descr":" A size of printing and writing paper. See the Table under Paper."},{"word":"Posted","type":"imp. and p. p.","descr":" of Post"},{"word":"Posting","type":"p. pr. and vb. n.","descr":" of Post"},{"word":"Post","type":"v. t.","descr":" To attach to a post, a wall, or other usual place of affixing public notices; to placard; as, to post a notice; to post playbills."},{"word":"Post","type":"v. t.","descr":" To hold up to public blame or reproach; to advertise opprobriously; to denounce by public proclamation; as, to post one for cowardice."},{"word":"Post","type":"v. t.","descr":" To enter (a name) on a list, as for service, promotion, or the like."},{"word":"Post","type":"v. t.","descr":" To assign to a station; to set; to place; as, to post a sentinel."},{"word":"Post","type":"v. t.","descr":" To carry, as an account, from the journal to the ledger; as, to post an account; to transfer, as accounts, to the ledger."},{"word":"Post","type":"v. t.","descr":" To place in the care of the post; to mail; as, to post a letter."},{"word":"Post","type":"v. t.","descr":" To inform; to give the news to; to make (one) acquainted with the details of a subject; -- often with up."},{"word":"Post","type":"v. i.","descr":" To travel with post horses; figuratively, to travel in haste."},{"word":"Post","type":"v. i.","descr":" To rise and sink in the saddle, in accordance with the motion of the horse, esp. in trotting."},{"word":"Post","type":"adv.","descr":" With post horses; hence, in haste; as, to travel post."},{"word":"Post-abdomen","type":"n.","descr":" That part of a crustacean behind the cephalothorax; -- more commonly called abdomen."},{"word":"Postable","type":"a.","descr":" Capable of being carried by, or as by, post."},{"word":"Postact","type":"n.","descr":" An act done afterward."},{"word":"Postage","type":"n.","descr":" The price established by law to be paid for the conveyance of a letter or other mailable matter by a public post."},{"word":"Postal","type":"a.","descr":" Belonging to the post office or mail service; as, postal arrangements; postal authorities."},{"word":"Postanal","type":"a.","descr":" Situated behind, or posterior to, the anus."},{"word":"Postaxial","type":"a.","descr":" Situated behind any transverse axis in the body of an animal; caudal; posterior; especially, behind, or on the caudal or posterior (that is, ulnar or fibular) side of, the axis of a vertebrate limb."},{"word":"Postboy","type":"n.","descr":" One who rides post horses; a position; a courier."},{"word":"Postboy","type":"n.","descr":" A boy who carries letters from the post."},{"word":"Post-captain","type":"n.","descr":" A captain of a war vessel whose name appeared, or was \"posted,\" in the seniority list of the British navy, as distinguished from a commander whose name was not so posted. The term was also used in the United States navy; but no such commission as post-captain was ever recognized in either service, and the term has fallen into disuse."},{"word":"Postcavae","type":"pl. ","descr":" of Postcava"},{"word":"Postcava","type":"n.","descr":" The inferior vena cava."},{"word":"Postclavicle","type":"n.","descr":" A bone in the pectoral girdle of many fishes projecting backward from the clavicle."},{"word":"Postcommissure","type":"n.","descr":" A transverse commisure in the posterior part of the roof of the third ventricle of the brain; the posterior cerebral commisure."},{"word":"Postcomminion","type":"n.","descr":" The concluding portion of the communion service."},{"word":"Postcomminion","type":"n.","descr":" A prayer or prayers which the priest says at Mass, after the ablutions."},{"word":"Postcornua","type":"pl. ","descr":" of Postcornu"},{"word":"Postcornu","type":"n.","descr":" The posterior horn of each lateral ventricle of the brain."},{"word":"Postdated","type":"imp. and p. p.","descr":" of Postdate"},{"word":"Postdating","type":"p. pr. and vb. n.","descr":" of Postdate"},{"word":"Postdate","type":"v. t.","descr":" To date after the real time; as, to postdate a contract, that is, to date it later than the time when it was in fact made."},{"word":"Postdate","type":"v. t.","descr":" To affix a date to after the event."},{"word":"Postdate","type":"a.","descr":" Made or done after the date assigned."},{"word":"Postdate","type":"n.","descr":" A date put to a bill of exchange or other paper, later than that when it was actually made."},{"word":"Postdiluvial","type":"a.","descr":" Alt. of Postdiluvian"},{"word":"Postdiluvian","type":"a.","descr":" Being or happening after the flood in Noah\\'s days."},{"word":"Postdiluvian","type":"n.","descr":" One who lived after the flood."},{"word":"Post-disseizin","type":"n.","descr":" A subsequent disseizin committed by one of lands which the disseizee had before recovered of the same disseizor; a writ founded on such subsequent disseizin, now abolished."},{"word":"Post-disseizor","type":"n.","descr":" A person who disseizes another of lands which the disseizee had before recovered of the same disseizor."},{"word":"Postea","type":"n.","descr":" The return of the judge before whom a cause was tried, after a verdict, of what was done in the cause, which is indorsed on the nisi prius record."},{"word":"Postel","type":"n.","descr":" Apostle."},{"word":"Postencephalon","type":"n.","descr":" The metencephalon."},{"word":"Postentry","type":"n.","descr":" A second or subsequent, at the customhouse, of goods which had been omitted by mistake."},{"word":"Postentry","type":"n.","descr":" An additional or subsequent entry."},{"word":"Poster","type":"n.","descr":" A large bill or placard intended to be posted in public places."},{"word":"Poster","type":"n.","descr":" One who posts bills; a billposter."},{"word":"Poster","type":"n.","descr":" One who posts, or travels expeditiously; a courier."},{"word":"Poster","type":"n.","descr":" A post horse."},{"word":"Posterior","type":"a.","descr":" Later in time; hence, later in the order of proceeding or moving; coming after; -- opposed to prior."},{"word":"Posterior","type":"a.","descr":" Situated behind; hinder; -- opposed to anterior."},{"word":"Posterior","type":"a.","descr":" At or toward the caudal extremity; caudal; -- in human anatomy often used for dorsal."},{"word":"Posterior","type":"a.","descr":" On the side next the axis of inflorescence; -- said of an axillary flower."},{"word":"Posteriority","type":"n.","descr":" The state of being later or subsequent; as, posteriority of time, or of an event; -- opposed to priority."},{"word":"Posteriorly","type":"adv.","descr":" Subsequently in time; also, behind in position."},{"word":"Posteriors","type":"n. pl.","descr":" The hinder parts, as of an animal\\'s body."},{"word":"Posterity","type":"n.","descr":" The race that proceeds from a progenitor; offspring to the furthest generation; the aggregate number of persons who are descended from an ancestor of a generation; descendants; -- contrasted with ancestry; as, the posterity of Abraham."},{"word":"Posterity","type":"n.","descr":" Succeeding generations; future times."},{"word":"Postern","type":"n.","descr":" Originally, a back door or gate; a private entrance; hence, any small door or gate."},{"word":"Postern","type":"n.","descr":" A subterraneous passage communicating between the parade and the main ditch, or between the ditches and the interior of the outworks."},{"word":"Postern","type":"a.","descr":" Back; being behind; private."},{"word":"Postero","type":"","descr":" - (\/). A combining form meaning posterior, back; as, postero-inferior, situated back and below; postero-lateral, situated back and at the side."},{"word":"Postexist","type":"v. i.","descr":" To exist after; to live subsequently."},{"word":"Postexistence","type":"n.","descr":" Subsequent existence."},{"word":"Postexistent","type":"a.","descr":" Existing or living after."},{"word":"Postfact","type":"a.","descr":" Relating to a fact that occurs after another."},{"word":"Postfact","type":"n.","descr":" A fact that occurs after another."},{"word":"Postfactum","type":"n.","descr":" Same as Postfact."},{"word":"Post-fine","type":"n.","descr":" A duty paid to the king by the cognizee in a fine of lands, when the same was fully passed; -- called also the king\\'s silver."},{"word":"Postfixes","type":"pl. ","descr":" of Postfix"},{"word":"Postfix","type":"n.","descr":" A letter, syllable, or word, added to the end of another word; a suffix."},{"word":"Postfix","type":"v. t.","descr":" To annex; specifically (Gram.), to add or annex, as a letter, syllable, or word, to the end of another or principal word; to suffix."},{"word":"Postfrontal","type":"a.","descr":" Situated behind the frontal bone or the frontal region of the skull; -- applied especially to a bone back of and below the frontal in many animals."},{"word":"Postfrontal","type":"n.","descr":" A postfrontal bone."},{"word":"Postfurcae","type":"pl. ","descr":" of Postfurca"},{"word":"Postfurca","type":"n.","descr":" One of the internal thoracic processes of the sternum of an insect."},{"word":"Postgeniture","type":"n.","descr":" The condition of being born after another in the same family; -- distinguished from primogeniture."},{"word":"Postglenoid","type":"a.","descr":" Situated behind the glenoid fossa of the temporal bone."},{"word":"Posthaste","type":"n.","descr":" Haste or speed in traveling, like that of a post or courier."},{"word":"Posthaste","type":"adv.","descr":" With speed or expedition; as, he traveled posthaste; to send posthaste."},{"word":"Posthetomy","type":"n.","descr":" Circumcision."},{"word":"Posthouse","type":"n.","descr":" A house established for the convenience of the post, where relays of horses can be obtained."},{"word":"Posthouse","type":"n.","descr":" A house for distributing the malls; a post office."},{"word":"Posthume","type":"a.","descr":" Alt. of Posthumed"},{"word":"Posthumed","type":"a.","descr":" Posthumous."},{"word":"Posthumous","type":"a.","descr":" Born after the death of the father, or taken from the dead body of the mother; as, a posthumous son or daughter."},{"word":"Posthumous","type":"a.","descr":" Published after the death of the author; as, posthumous works; a posthumous edition."},{"word":"Posthumous","type":"a.","descr":" Being or continuing after one\\'s death; as, a posthumous reputation."},{"word":"Posthumously","type":"adv.","descr":" In a posthumous manner; after one\\'s decease."},{"word":"Postic","type":"a.","descr":" Backward."},{"word":"Postticous","type":"a.","descr":" Posterior."},{"word":"Postticous","type":"a.","descr":" Situated on the outer side of a filament; -- said of an extrorse anther."},{"word":"Postil","type":"n.","descr":" Originally, an explanatory note in the margin of the Bible, so called because written after the text; hence, a marginal note; a comment."},{"word":"Postil","type":"n.","descr":" A short homily or commentary on a passage of Scripture; as, the first postils were composed by order of Charlemagne."},{"word":"Postil","type":"v. t.","descr":" To write marginal or explanatory notes on; to gloss."},{"word":"Postiled","type":"imp. and p. p.","descr":" of Postil"},{"word":"Postilled","type":"","descr":" of Postil"},{"word":"Postiling","type":"p. pr. and vb. n.","descr":" of Postil"},{"word":"Postilling","type":"","descr":" of Postil"},{"word":"Postil","type":"v. i.","descr":" To write postils, or marginal notes; to comment; to postillate."},{"word":"Postiler","type":"n.","descr":" One who writers marginal notes; one who illustrates the text of a book by notes in the margin."},{"word":"Postilion","type":"n.","descr":" One who rides and guides the first pair of horses of a coach or post chaise; also, one who rides one of the horses when one pair only is used."},{"word":"Postillate","type":"v. t.","descr":" To explain by marginal notes; to postil."},{"word":"Postillate","type":"v. i.","descr":" To write postils; to comment."},{"word":"Postillate","type":"v. i.","descr":" To preach by expounding Scripture verse by verse, in regular order."},{"word":"Postillation","type":"n.","descr":" The act of postillating; exposition of Scripture in preaching."},{"word":"Postillator","type":"n.","descr":" One who postillates; one who expounds the Scriptures verse by verse."},{"word":"Posttiller","type":"n.","descr":" See Postiler."},{"word":"Posting","type":"n.","descr":" The act of traveling post."},{"word":"Posting","type":"n.","descr":" The act of transferring an account, as from the journal to the ledger."},{"word":"Postliminiar","type":"a.","descr":" Contrived, done, or existing subsequently."},{"word":"Postliminiary","type":"a.","descr":" Pertaining to, or involving, the right of postliminium."},{"word":"Postliminium","type":"n.","descr":" Alt. of Postliminy"},{"word":"Postliminy","type":"n.","descr":" The return to his own country, and his former privileges, of a person who had gone to sojourn in a foreign country, or had been banished, or taken by an enemy."},{"word":"Postliminy","type":"n.","descr":" The right by virtue of which persons and things taken by an enemy in war are restored to their former state when coming again under the power of the nation to which they belonged."},{"word":"Postlude","type":"n.","descr":" A voluntary at the end of a service."},{"word":"Postmen","type":"pl. ","descr":" of Postman"},{"word":"Postman","type":"n.","descr":" A post or courier; a letter carrier."},{"word":"Postman","type":"n.","descr":" One of the two most experienced barristers in the Court of Exchequer, who have precedence in motions; -- so called from the place where he sits. The other of the two is called the tubman."},{"word":"Postmark","type":"n.","descr":" The mark, or stamp, of a post office on a letter, giving the place and date of mailing or of arrival."},{"word":"Postmarked","type":"imp. and p. p.","descr":" of Postmark"},{"word":"Postmarking","type":"p. pr. and vb. n.","descr":" of Postmark"},{"word":"Postmark","type":"v. t.","descr":" To mark with a post-office stamp; as, to postmark a letter or parcel."},{"word":"Postmaster","type":"n.","descr":" One who has charge of a station for the accommodation of travelers; one who supplies post horses."},{"word":"Postmaster","type":"n.","descr":" One who has charge of a post office, and the distribution and forwarding of mails."},{"word":"Postmasters-general","type":"pl. ","descr":" of Postmaster-general"},{"word":"Postmaster-general","type":"n.","descr":" The chief officer of the post-office department of a government. In the United States the postmaster-general is a member of the cabinet."},{"word":"Postmastership","type":"n.","descr":" The office of postmaster."},{"word":"Postmeridian","type":"a.","descr":" Coming after the sun has passed the meridian; being in, or belonging to, the afternoon. (Abbrev. P. M.)"},{"word":"Postmeridian","type":"a.","descr":" Fig., belonging to the after portion of life; late."},{"word":"Post-mortem","type":"a.","descr":" After death; as, post-mortem rigidity."},{"word":"Postnares","type":"n. pl.","descr":" The posterior nares. See Nares."},{"word":"Postnatal","type":"a.","descr":" After birth; subsequent to birth; as, postnatal infanticide; postnatal diseases."},{"word":"Postnate","type":"a.","descr":" Subsequent."},{"word":"Post note","type":"","descr":" A note issued by a bank, payable at some future specified time, as distinguished from a note payable on demand."},{"word":"Postnuptial","type":"a.","descr":" Being or happening after marriage; as, a postnuptial settlement on a wife."},{"word":"Post-obit","type":"","descr":" Alt. of Post-obit bond"},{"word":"Post-obit bond","type":"","descr":" A bond in which the obligor, in consideration of having received a certain sum of money, binds himself to pay a larger sum, on unusual interest, on the death of some specified individual from whom he has expectations."},{"word":"Postoblongata","type":"n.","descr":" The posterior part of the medulla oblongata."},{"word":"Postocular","type":"a. and n.","descr":" Same as Postorbital."},{"word":"Post office","type":"n.","descr":" See under 4th Post."},{"word":"Postoral","type":"a.","descr":" Situated behind, or posterior to, the mouth."},{"word":"Postorbital","type":"a.","descr":" Situated behind the orbit; as, the postorbital scales of some fishes and reptiles."},{"word":"Postorbital","type":"n.","descr":" A postorbital bone or scale."},{"word":"Postpaid","type":"a.","descr":" Having the postage prepaid, as a letter."},{"word":"Postpalatine","type":"a.","descr":" Situated behind the palate, or behind the palatine bones."},{"word":"Postpliocene","type":"a.","descr":" Of or pertaining to the period immediately following the Pliocene; Pleistocene. Also used as a noun. See Quaternary."},{"word":"Postponed","type":"imp. and p. p.","descr":" of Postpone"},{"word":"Postponing","type":"p. pr. and vb. n.","descr":" of Postpone"},{"word":"Postpone","type":"v. t.","descr":" To defer to a future or later time; to put off; also, to cause to be deferred or put off; to delay; to adjourn; as, to postpone the consideration of a bill to the following day, or indefinitely."},{"word":"Postpone","type":"v. t.","descr":" To place after, behind, or below something, in respect to precedence, preference, value, or importance."},{"word":"Postponement","type":"n.","descr":" The act of postponing; a deferring, or putting off, to a future time; a temporary delay."},{"word":"Postponence","type":"n.","descr":" The act of postponing, in sense 2."},{"word":"Postponer","type":"n.","descr":" One who postpones."},{"word":"Postposed","type":"imp. and p. p.","descr":" of Postpose"},{"word":"Postposing","type":"p. pr. and vb. n.","descr":" of Postpose"},{"word":"Postpose","type":"v. t.","descr":" To postpone."},{"word":"Postposit","type":"v. t.","descr":" To postpone."},{"word":"Postposition","type":"n.","descr":" The act of placing after, or the state of being placed after."},{"word":"Postposition","type":"n.","descr":" A word or particle placed after, or at the end of, another word; -- distinguished from preposition."},{"word":"Postpositional","type":"a.","descr":" Of or pertaining to postposition."},{"word":"Postpositive","type":"a.","descr":" Placed after another word; as, a postpositive conjunction; a postpositive letter."},{"word":"Postprandial","type":"a.","descr":" Happening, or done, after dinner; after-dinner; as, postprandial speeches."},{"word":"Postremogeniture","type":"n.","descr":" The right of the youngest born."},{"word":"Postremote","type":"a.","descr":" More remote in subsequent time or order."},{"word":"Postrider","type":"n.","descr":" One who rides over a post road to carry the mails."},{"word":"Postscapula","type":"n.","descr":" The part of the scapula behind or below the spine, or mesoscapula."},{"word":"Postscapular","type":"a.","descr":" Of or pertaining to the postscapula; infraspinous."},{"word":"Postscenium","type":"n.","descr":" The part of a theater behind the scenes; the back part of the stage of a theater."},{"word":"Postscribe","type":"v. t.","descr":" To make a postscript."},{"word":"Postscript","type":"n.","descr":" A paragraph added to a letter after it is concluded and signed by the writer; an addition made to a book or composition after the main body of the work has been finished, containing something omitted, or something new occurring to the writer."},{"word":"Postscripted","type":"a.","descr":" Having a postscript; added in a postscript."},{"word":"Postscutellum","type":"n.","descr":" The hindermost dorsal piece of a thoracic somite of an insect; the plate behind the scutellum."},{"word":"Postsphenoid","type":"a.","descr":" Of or pertaining to the posterior part of the sphenoid bone."},{"word":"Post-temporal","type":"a.","descr":" Situated back of the temporal bone or the temporal region of the skull; -- applied especially to a bone which usually connects the supraclavicle with the skull in the pectoral arch of fishes."},{"word":"Post-temporal","type":"n.","descr":" A post-temporal bone."},{"word":"Posttertiary","type":"a.","descr":" Following, or more recent than, the Tertiary; Quaternary."},{"word":"Post-tragus","type":"n.","descr":" A ridge within and behind the tragus in the ear of some animals."},{"word":"Post-tympanic","type":"a.","descr":" Situated behind the tympanum, or in the skull, behind the auditory meatus."},{"word":"Postulant","type":"n.","descr":" One who makes a request or demand; hence, a candidate."},{"word":"Postulate","type":"n.","descr":" Something demanded or asserted; especially, a position or supposition assumed without proof, or one which is considered as self-evident; a truth to which assent may be demanded or challenged, without argument or evidence."},{"word":"Postulate","type":"n.","descr":" The enunciation of a self-evident problem, in distinction from an axiom, which is the enunciation of a self-evident theorem."},{"word":"Postulate","type":"a.","descr":" Postulated."},{"word":"Postulated","type":"imp. and p. p.","descr":" of Postulate"},{"word":"Postulating","type":"p. pr. and vb. n.","descr":" of Postulate"},{"word":"Postulate","type":"v. t.","descr":" To beg, or assume without proof; as, to postulate conclusions."},{"word":"Postulate","type":"v. t.","descr":" To take without express consent; to assume."},{"word":"Postulate","type":"v. t.","descr":" To invite earnestly; to solicit."},{"word":"Postulated","type":"a.","descr":" Assumed without proof; as, a postulated inference."},{"word":"Postulation","type":"n.","descr":" The act of postulating, or that which is postulated; assumption; solicitation; suit; cause."},{"word":"Postulatory","type":"a.","descr":" Of the nature of a postulate."},{"word":"Postulata","type":"pl. ","descr":" of Postulatum"},{"word":"Postulatum","type":"n.","descr":" A postulate."},{"word":"Postumous","type":"a.","descr":" See Posthumous."},{"word":"Postural","type":"a.","descr":" Of or pertaining to posture."},{"word":"Posture","type":"n.","descr":" The position of the body; the situation or disposition of the several parts of the body with respect to each other, or for a particular purpose; especially (Fine Arts), the position of a figure with regard to the several principal members by which action is expressed; attitude."},{"word":"Posture","type":"n.","descr":" Place; position; situation."},{"word":"Posture","type":"n.","descr":" State or condition, whether of external circumstances, or of internal feeling and will; disposition; mood; as, a posture of defense; the posture of affairs."},{"word":"Postured","type":"imp. and p. p.","descr":" of Posture"},{"word":"Posturing","type":"p. pr. and vb. n.","descr":" of Posture"},{"word":"Posture","type":"v. t.","descr":" To place in a particular position or attitude; to dispose the parts of, with reference to a particular purpose; as, to posture one\\'s self; to posture a model."},{"word":"Posture","type":"v. i.","descr":" To assume a particular posture or attitude; to contort the body into artificial attitudes, as an acrobat or contortionist; also, to pose."},{"word":"Posture","type":"v. i.","descr":" Fig.: To assume a character; as, to posture as a saint."},{"word":"Posturer","type":"n.","descr":" One who postures."},{"word":"Postzygapophyses","type":"pl. ","descr":" of Postzygapophysis"},{"word":"Postzygapophysis","type":"n.","descr":" A posterior zygapophysis."},{"word":"Posies","type":"pl. ","descr":" of Posy"},{"word":"Posy","type":"n.","descr":" A brief poetical sentiment; hence, any brief sentiment, motto, or legend; especially, one inscribed on a ring."},{"word":"Posy","type":"n.","descr":" A flower; a bouquet; a nosegay."},{"word":"Pot","type":"n.","descr":" A metallic or earthen vessel, appropriated to any of a great variety of uses, as for boiling meat or vegetables, for holding liquids, for plants, etc.; as, a quart pot; a flower pot; a bean pot."},{"word":"Pot","type":"n.","descr":" An earthen or pewter cup for liquors; a mug."},{"word":"Pot","type":"n.","descr":" The quantity contained in a pot; a potful; as, a pot of ale."},{"word":"Pot","type":"n.","descr":" A metal or earthenware extension of a flue above the top of a chimney; a chimney pot."},{"word":"Pot","type":"n.","descr":" A crucible; as, a graphite pot; a melting pot."},{"word":"Pot","type":"n.","descr":" A wicker vessel for catching fish, eels, etc."},{"word":"Pot","type":"n.","descr":" A perforated cask for draining sugar."},{"word":"Pot","type":"n.","descr":" A size of paper. See Pott."},{"word":"Potted","type":"imp. and p. p.","descr":" of Pot"},{"word":"Potting","type":"p. pr. and vb. n.","descr":" of Pot"},{"word":"Pot","type":"v. t.","descr":" To place or inclose in pots"},{"word":"Pot","type":"v. t.","descr":" To preserve seasoned in pots."},{"word":"Pot","type":"v. t.","descr":" To set out or cover in pots; as, potted plants or bulbs."},{"word":"Pot","type":"v. t.","descr":" To drain; as, to pot sugar, by taking it from the cooler, and placing it in hogsheads, etc., having perforated heads, through which the molasses drains off."},{"word":"Pot","type":"v. t.","descr":" To pocket."},{"word":"Pot","type":"v. i.","descr":" To tipple; to drink."},{"word":"Potable","type":"a.","descr":" Fit to be drunk; drinkable."},{"word":"Potable","type":"n.","descr":" A potable liquid; a beverage."},{"word":"Potableness","type":"n.","descr":" The quality of being drinkable."},{"word":"Potage","type":"n.","descr":" See Pottage."},{"word":"Potager","type":"n.","descr":" A porringer."},{"word":"Potagro","type":"n.","descr":" See Potargo."},{"word":"Potale","type":"n.","descr":" The refuse from a grain distillery, used to fatten swine."},{"word":"Potamian","type":"n.","descr":" A river tortoise; one of a group of tortoises (Potamites, or Trionychoidea) having a soft shell, webbed feet, and a sharp beak. See Trionyx."},{"word":"Potamography","type":"n.","descr":" An account or description of rivers; potamology."},{"word":"Potamology","type":"n.","descr":" A scientific account or discussion of rivers; a treatise on rivers; potamography."},{"word":"Potamospongiae","type":"n. pl.","descr":" The fresh-water sponges. See Spongilla."},{"word":"Potance","type":"n.","descr":" The stud in which the bearing for the lower pivot of the verge is made."},{"word":"Potargo","type":"n.","descr":" A kind of sauce or pickle."},{"word":"Potash","type":"n.","descr":" The hydroxide of potassium hydrate, a hard white brittle substance, KOH, having strong caustic and alkaline properties; -- hence called also caustic potash."},{"word":"Potash","type":"n.","descr":" The impure potassium carbonate obtained by leaching wood ashes, either as a strong solution (lye), or as a white crystalline (pearlash)."},{"word":"Potashes","type":"n. pl.","descr":" Potash."},{"word":"Potassa","type":"n.","descr":" Potassium oxide."},{"word":"Potassa","type":"n.","descr":" Potassium hydroxide, commonly called caustic potash."},{"word":"Potassamide","type":"n.","descr":" A yellowish brown substance obtained by heating potassium in ammonia."},{"word":"Pottassic","type":"a.","descr":" Pertaining to, or containing, potassium."},{"word":"Potassium","type":"n.","descr":" An Alkali element, occurring abundantly but always combined, as in the chloride, sulphate, carbonate, or silicate, in the minerals sylvite, kainite, orthoclase, muscovite, etc. Atomic weight 39.0. Symbol K (Kalium)."},{"word":"Potassoxyl","type":"n.","descr":" The radical KO, derived from, and supposed to exist in, potassium hydroxide and other compounds."},{"word":"Potation","type":"n.","descr":" The act of drinking."},{"word":"Potation","type":"n.","descr":" A draught."},{"word":"Potation","type":"n.","descr":" Drink; beverage."},{"word":"Potatoes","type":"pl. ","descr":" of Potato"},{"word":"Potato","type":"n.","descr":" A plant (Solanum tuberosum) of the Nightshade family, and its esculent farinaceous tuber, of which there are numerous varieties used for food. It is native of South America, but a form of the species is found native as far north as New Mexico."},{"word":"Potato","type":"n.","descr":" The sweet potato (see below)."},{"word":"Potator","type":"n.","descr":" A drinker."},{"word":"Potatory","type":"a.","descr":" Of or pertaining to drinking."},{"word":"Pot-bellied","type":"a.","descr":" Having a protuberant belly, like the bottom of a pot."},{"word":"Pot-belly","type":"n.","descr":" A protuberant belly."},{"word":"Potboiler","type":"n.","descr":" A term applied derisively to any literary or artistic work, and esp. a painting, done simply for money and the means of living."},{"word":"Potboy","type":"n.","descr":" A boy who carries pots of ale, beer, etc.; a menial in a public house."},{"word":"Potch","type":"v. i.","descr":" To thrust; to push."},{"word":"Potch","type":"v. t.","descr":" See Poach, to cook."},{"word":"Potcher","type":"n.","descr":" One who, or that which, potches."},{"word":"Potecary","type":"n.","descr":" An apothecary."},{"word":"Poteen","type":"n.","descr":" Whisky; especially, whisky illicitly distilled by the Irish peasantry."},{"word":"Potelot","type":"n.","descr":" Molybdenum sulphide."},{"word":"Potence","type":"n.","descr":" Potency; capacity."},{"word":"Potency","type":"n.","descr":" The quality or state of being potent; physical or moral power; inherent strength; energy; ability to effect a purpose; capability; efficacy; influence."},{"word":"Potent","type":"a.","descr":" Producing great physical effects; forcible; powerful\\' efficacious; as, a potent medicine."},{"word":"Potent","type":"a.","descr":" Having great authority, control, or dominion; puissant; mighty; influential; as, a potent prince."},{"word":"Potent","type":"a.","descr":" Powerful, in an intellectual or moral sense; having great influence; as, potent interest; a potent argument."},{"word":"Potent","type":"n.","descr":" A prince; a potentate."},{"word":"Potent","type":"n.","descr":" A staff or crutch."},{"word":"Potent","type":"n.","descr":" One of the furs; a surface composed of patches which are supposed to represent crutch heads; they are always alternately argent and azure, unless otherwise specially mentioned."},{"word":"Potentacy","type":"n.","descr":" Sovereignty."},{"word":"Potentate","type":"a.","descr":" One who is potent; one who possesses great power or sway; a prince, sovereign, or monarch."},{"word":"Potential","type":"a.","descr":" Being potent; endowed with energy adequate to a result; efficacious; influential."},{"word":"Potential","type":"a.","descr":" Existing in possibility, not in actuality."},{"word":"Potential","type":"n.","descr":" Anything that may be possible; a possibility; potentially."},{"word":"Potential","type":"n.","descr":" In the theory of gravitation, or of other forces acting in space, a function of the rectangular coordinates which determine the position of a point, such that its differential coefficients with respect to the coordinates are equal to the components of the force at the point considered; -- also called potential function, or force function. It is called also Newtonian potential when the force is directed to a fixed center and is inversely as the square of the distance from the center."},{"word":"Potential","type":"n.","descr":" The energy of an electrical charge measured by its power to do work; hence, the degree of electrification as referred to some standard, as that of the earth; electro-motive force."},{"word":"Potentiality","type":"n.","descr":" The quality or state of being potential; possibility, not actuality; inherent capability or disposition, not actually exhibited."},{"word":"Potentially","type":"adv.","descr":" With power; potently."},{"word":"Potentially","type":"adv.","descr":" In a potential manner; possibly, not positively."},{"word":"Potentiated","type":"imp. and p. p.","descr":" of Potentiate"},{"word":"Potentiating","type":"p. pr. and vb. n.","descr":" of Potentiate"},{"word":"Potentiate","type":"v. t.","descr":" To render active or potent."},{"word":"Potentiometer","type":"n.","descr":" An instrument for measuring or comparing electrial potentials or electro-motive forces."},{"word":"Potentized","type":"imp. and p. p.","descr":" of Potentize"},{"word":"Potentizing","type":"p. pr. and vb. n.","descr":" of Potentize"},{"word":"Potentize","type":"v. t.","descr":" To render the latent power of (anything) available."},{"word":"Potently","type":"adv.","descr":" With great force or energy; powerfully; efficaciously."},{"word":"Potentness","type":"n.","descr":" The quality or state of being potent; powerfulness; potency; efficacy."},{"word":"Potestate","type":"n.","descr":" A chief ruler; a potentate. [Obs.] Wyclif."},{"word":"Potestative","type":"a.","descr":" Authoritative."},{"word":"Potgun","type":"n.","descr":" A pot-shaped cannon; a mortar."},{"word":"Potgun","type":"n.","descr":" A popgun."},{"word":"Pothecary","type":"n.","descr":" An apothecary."},{"word":"Potheen","type":"n.","descr":" See Poteen."},{"word":"Pother","type":"n.","descr":" Bustle; confusion; tumult; flutter; bother."},{"word":"Pother","type":"v. i.","descr":" To make a bustle or stir; to be fussy."},{"word":"Pothered","type":"imp. and p. p.","descr":" of Pother"},{"word":"Pothering","type":"p. pr. and vb. n.","descr":" of Pother"},{"word":"Pother","type":"v. t.","descr":" To harass and perplex; to worry."},{"word":"Pothole","type":"n.","descr":" A circular hole formed in the rocky beds of rivers by the grinding action of stones or gravel whirled round by the water in what was at first a natural depression of the rock."},{"word":"Pothook","type":"n.","descr":" An S-shaped hook on which pots and kettles are hung over an open fire."},{"word":"Pothook","type":"n.","descr":" A written character curved like a pothook; (pl.) a scrawled writing."},{"word":"Pothouse","type":"n.","descr":" An alehouse."},{"word":"Potichomania","type":"n.","descr":" Alt. of Potichomanie"},{"word":"Potichomanie","type":"n.","descr":" The art or process of coating the inside of glass vessels with engravings or paintings, so as to give them the appearance of painted ware."},{"word":"Potion","type":"n.","descr":" A draught; a dose; usually, a draught or dose of a liquid medicine."},{"word":"Potion","type":"v. t.","descr":" To drug."},{"word":"Potlid","type":"n.","descr":" The lid or cover of a pot."},{"word":"Potluck","type":"n.","descr":" Whatever may chance to be in the pot, or may be provided for a meal."},{"word":"Potmen","type":"pl. ","descr":" of Potman"},{"word":"Potman","type":"n.","descr":" A pot companion."},{"word":"Potman","type":"n.","descr":" A servant in a public house; a potboy."},{"word":"Potoo","type":"n.","descr":" A large South American goatsucker (Nyctibius grandis)."},{"word":"Potoroo","type":"n.","descr":" Any small kangaroo belonging to Hypsiprymnus, Bettongia, and allied genera, native of Australia and Tasmania. Called also kangaroo rat."},{"word":"Potpie","type":"n.","descr":" A meat pie which is boiled instead of being baked."},{"word":"Potpourri","type":"n.","descr":" A medley or mixture."},{"word":"Potpourri","type":"n.","descr":" A ragout composed of different sorts of meats, vegetables, etc., cooked together."},{"word":"Potpourri","type":"n.","descr":" A jar or packet of flower leaves, perfumes, and spices, used to scent a room."},{"word":"Potpourri","type":"n.","descr":" A piece of music made up of different airs strung together; a medley."},{"word":"Potpourri","type":"n.","descr":" A literary production composed of parts brought together without order or bond of connection."},{"word":"Potsdam group","type":"","descr":" A subdivision of the Primordial or Cambrian period in American geology; -- so named from the sandstone of Potsdam, New York. See Chart of Geology."},{"word":"Potshard","type":"n.","descr":" Alt. of Potshare"},{"word":"Potshare","type":"n.","descr":" A potsherd."},{"word":"Potsherd","type":"n.","descr":" A piece or fragment of a broken pot."},{"word":"Potstone","type":"n.","descr":" A variety of steatite sometimes manufactured into culinary vessels."},{"word":"Pot-sure","type":"a.","descr":" Made confident by drink."},{"word":"Pott","type":"n.","descr":" A size of paper. See under Paper."},{"word":"Pottage","type":"n.","descr":" A kind of food made by boiling vegetables or meat, or both together, in water, until soft; a thick soup or porridge."},{"word":"Pottain","type":"n.","descr":" Old pot metal."},{"word":"Potteen","type":"n.","descr":" See Poteen."},{"word":"Potter","type":"n.","descr":" One whose occupation is to make earthen vessels."},{"word":"Potter","type":"n.","descr":" One who hawks crockery or earthenware."},{"word":"Potter","type":"n.","descr":" One who pots meats or other eatables."},{"word":"Potter","type":"n.","descr":" The red-bellied terrapin. See Terrapin."},{"word":"Pottered","type":"imp. and p. p.","descr":" of Potter"},{"word":"Pottering","type":"p. pr. and vb. n.","descr":" of Potter"},{"word":"Potter","type":"v. i.","descr":" To busy one\\'s self with trifles; to labor with little purpose, energy, of effect; to trifle; to pother."},{"word":"Potter","type":"v. i.","descr":" To walk lazily or idly; to saunter."},{"word":"Potter","type":"v. t.","descr":" To poke; to push; also, to disturb; to confuse; to bother."},{"word":"Pottern","type":"a.","descr":" Of or pertaining to potters."},{"word":"Potteries","type":"pl. ","descr":" of Pottery"},{"word":"Pottery","type":"n.","descr":" The vessels or ware made by potters; earthenware, glazed and baked."},{"word":"Pottery","type":"n.","descr":" The place where earthen vessels are made."},{"word":"Potting","type":"n.","descr":" Tippling."},{"word":"Potting","type":"n.","descr":" The act of placing in a pot; as, the potting of plants; the potting of meats for preservation."},{"word":"Potting","type":"n.","descr":" The process of putting sugar in casks for cleansing and draining."},{"word":"Pottle","type":"n.","descr":" A liquid measure of four pints."},{"word":"Pottle","type":"n.","descr":" A pot or tankard."},{"word":"Pottle","type":"n.","descr":" A vessel or small basket for holding fruit."},{"word":"Potto","type":"n.","descr":" A nocturnal mammal (Perodictius potto) of the Lemur family, found in West Africa. It has rudimentary forefingers. Called also aposoro, and bush dog."},{"word":"Potto","type":"n.","descr":" The kinkajou."},{"word":"Potts disease","type":"","descr":" Caries of the vertebrae, frequently resulting in curvature of the spine and paralysis of the lower extremities; -- so named from Percival Pott, an English surgeon."},{"word":"Potulent","type":"a.","descr":" Fit to drink; potable."},{"word":"Potulent","type":"a.","descr":" Nearly drunk; tipsy."},{"word":"Pot-valiant","type":"a.","descr":" Having the courage given by drink."},{"word":"Pot-walloper","type":"n.","descr":" A voter in certain boroughs of England, where, before the passage of the reform bill of 1832, the qualification for suffrage was to have boiled (walloped) his own pot in the parish for six months."},{"word":"Pot-walloper","type":"n.","descr":" One who cleans pots; a scullion."},{"word":"Pouch","type":"n.","descr":" A small bag; usually, a leathern bag; as, a pouch for money; a shot pouch; a mail pouch, etc."},{"word":"Pouch","type":"n.","descr":" That which is shaped like, or used as, a pouch"},{"word":"Pouch","type":"n.","descr":" A protuberant belly; a paunch; -- so called in ridicule."},{"word":"Pouch","type":"n.","descr":" A sac or bag for carrying food or young; as, the cheek pouches of certain rodents, and the pouch of marsupials."},{"word":"Pouch","type":"n.","descr":" A cyst or sac containing fluid."},{"word":"Pouch","type":"n.","descr":" A silicle, or short pod, as of the shepherd\\'s purse."},{"word":"Pouch","type":"n.","descr":" A bulkhead in the hold of a vessel, to prevent grain, etc., from shifting."},{"word":"Pouched","type":"imp. and p. p.","descr":" of Pouch"},{"word":"Pouching","type":"p. pr. and vb. n.","descr":" of Pouch"},{"word":"Pouch","type":"v. t.","descr":" To put or take into a pouch."},{"word":"Pouch","type":"v. t.","descr":" To swallow; -- said of fowls."},{"word":"Pouch","type":"v. t.","descr":" To pout."},{"word":"Pouch","type":"v. t.","descr":" To pocket; to put up with."},{"word":"Pouched","type":"a.","descr":" Having a marsupial pouch; as, the pouched badger, or the wombat."},{"word":"Pouched","type":"a.","descr":" Having external cheek pouches; as, the pouched gopher."},{"word":"Pouched","type":"a.","descr":" Having internal cheek pouches; as, the pouched squirrels."},{"word":"Pouchet box","type":"","descr":" See Pouncet box."},{"word":"Pouch-mouthed","type":"a.","descr":" Having a pouch mouth; blobber-lipped."},{"word":"Pouchong","type":"n.","descr":" A superior kind of souchong tea."},{"word":"Pouch-shell","type":"n.","descr":" A small British and American pond snail (Bulinus hypnorum)."},{"word":"Poudre","type":"n.","descr":" Dust; powder."},{"word":"Poudrette","type":"n.","descr":" A manure made from night soil, dried and mixed with charcoal, gypsum, etc."},{"word":"Poulaine","type":"n.","descr":" A long pointed shoe. See Cracowes."},{"word":"Pouldavis","type":"n.","descr":" Same as Poledavy."},{"word":"Poulder","type":"n. and v.","descr":" Powder."},{"word":"Pouldron","type":"n.","descr":" See Pauldron."},{"word":"Poulp","type":"n.","descr":" Alt. of Poulpe"},{"word":"Poulpe","type":"n.","descr":" Same as Octopus."},{"word":"Poult","type":"n.","descr":" A young chicken, partridge, grouse, or the like."},{"word":"Poulter","type":"n.","descr":" A poulterer."},{"word":"Poulterer","type":"n.","descr":" One who deals in poultry."},{"word":"Poultice","type":"n.","descr":" A soft composition, as of bread, bran, or a mucilaginous substance, to be applied to sores, inflamed parts of the body, etc.; a cataplasm."},{"word":"Poulticed","type":"imp. and p. p.","descr":" of Poultice"},{"word":"Poulticing","type":"p. pr. and vb. n.","descr":" of Poultice"},{"word":"Poultice","type":"v. t.","descr":" To apply a poultice to; to dress with a poultice."},{"word":"Poultive","type":"n.","descr":" A poultice."},{"word":"Poultry","type":"n.","descr":" Domestic fowls reared for the table, or for their eggs or feathers, such as cocks and hens, capons, turkeys, ducks, and geese."},{"word":"Pounce","type":"n.","descr":" A fine powder, as of sandarac, or cuttlefish bone, -- formerly used to prevent ink from spreading on manuscript."},{"word":"Pounce","type":"n.","descr":" Charcoal dust, or some other colored powder for making patterns through perforated designs, -- used by embroiderers, lace makers, etc."},{"word":"Pounded","type":"imp. and p. p.","descr":" of Pounce"},{"word":"Pouncing","type":"p. pr. and vb. n.","descr":" of Pounce"},{"word":"Pounce","type":"v. t.","descr":" To sprinkle or rub with pounce; as, to pounce paper, or a pattern."},{"word":"Pounce","type":"v. t.","descr":" The claw or talon of a bird of prey."},{"word":"Pounce","type":"v. t.","descr":" A punch or stamp."},{"word":"Pounce","type":"v. t.","descr":" Cloth worked in eyelet holes."},{"word":"Pounce","type":"v. t.","descr":" To strike or seize with the talons; to pierce, as with the talons."},{"word":"Pounce","type":"v. t.","descr":" To punch; to perforate; to stamp holes in, or dots on, by way of ornament."},{"word":"Pounce","type":"v. i.","descr":" To fall suddenly and seize with the claws; -- with on or upon; as, a hawk pounces upon a chicken. Also used figuratively."},{"word":"Pounced","type":"a.","descr":" Furnished with claws or talons; as, the pounced young of the eagle."},{"word":"Pounced","type":"a.","descr":" Ornamented with perforations or dots."},{"word":"Pouncet box","type":"","descr":" A box with a perforated lid, for sprinkling pounce, or for holding perfumes."},{"word":"Pouncing","type":"n.","descr":" The art or practice of transferring a design by means of pounce."},{"word":"Pouncing","type":"n.","descr":" Decorative perforation of cloth."},{"word":"Pounded","type":"imp. and p. p.","descr":" of Pound"},{"word":"Pounding","type":"p. pr. and vb. n.","descr":" of Pound"},{"word":"Pound","type":"v. t.","descr":" To strike repeatedly with some heavy instrument; to beat."},{"word":"Pound","type":"v. t.","descr":" To comminute and pulverize by beating; to bruise or break into fine particles with a pestle or other heavy instrument; as, to pound spice or salt."},{"word":"Pound","type":"v. i.","descr":" To strike heavy blows; to beat."},{"word":"Pound","type":"v. i.","descr":" To make a jarring noise, as in running; as, the engine pounds."},{"word":"Pound","type":"n.","descr":" An inclosure, maintained by public authority, in which cattle or other animals are confined when taken in trespassing, or when going at large in violation of law; a pinfold."},{"word":"Pound","type":"n.","descr":" A level stretch in a canal between locks."},{"word":"Pound","type":"n.","descr":" A kind of net, having a large inclosure with a narrow entrance into which fish are directed by wings spreading outward."},{"word":"Pound","type":"v. t.","descr":" To confine in, or as in, a pound; to impound."},{"word":"Pounds","type":"pl. ","descr":" of Pound"},{"word":"Pound","type":"pl. ","descr":" of Pound"},{"word":"Pounds","type":"pl. ","descr":" of Pound"},{"word":"Pound","type":"n.","descr":" A certain specified weight; especially, a legal standard consisting of an established number of ounces."},{"word":"Pound","type":"n.","descr":" A British denomination of money of account, equivalent to twenty shillings sterling, and equal in value to about $4.86.  There is no coin known by this name, but the gold sovereign is of the same value."},{"word":"Poundage","type":"n.","descr":" A sum deducted from a pound, or a certain sum paid for each pound; a commission."},{"word":"Poundage","type":"n.","descr":" A subsidy of twelve pence in the pound, formerly granted to the crown on all goods exported or imported, and if by aliens, more."},{"word":"Poundage","type":"n.","descr":" The sum allowed to a sheriff or other officer upon the amount realized by an execution; -- estimated in England, and formerly in the United States, at so much of the pound."},{"word":"Poundage","type":"v. t.","descr":" To collect, as poundage; to assess, or rate, by poundage."},{"word":"Poundage","type":"n.","descr":" Confinement of cattle, or other animals, in a public pound."},{"word":"Poundage","type":"n.","descr":" A charge paid for the release of impounded cattle."},{"word":"Poundal","type":"n.","descr":" A unit of force based upon the pound, foot, and second, being the force which, acting on a pound avoirdupois for one second, causes it to acquire by the of that time a velocity of one foot per second. It is about equal to the weight of half an ounce, and is 13,825 dynes."},{"word":"Pound-breach","type":"n.","descr":" The breaking of a public pound for releasing impounded animals."},{"word":"Poundcake","type":"n.","descr":" A kind of rich, sweet cake; -- so called from the ingredients being used by pounds, or in equal quantities."},{"word":"Pounder","type":"n.","descr":" One who, or that which, pounds, as a stamp in an ore mill."},{"word":"Pounder","type":"n.","descr":" An instrument used for pounding; a pestle."},{"word":"Pounder","type":"n.","descr":" A person or thing, so called with reference to a certain number of pounds in value, weight, capacity, etc.; as, a cannon carrying a twelve-pound ball is called a twelve pounder."},{"word":"Pounding","type":"n.","descr":" The act of beating, bruising, or breaking up; a beating."},{"word":"Pounding","type":"n.","descr":" A pounded or pulverized substance."},{"word":"Pound\/keeper","type":"n.","descr":" The keeper of a pound."},{"word":"Poundrate","type":"n.","descr":" A rate or proportion estimated at a certain amount for each pound; poundage."},{"word":"Poup","type":"v. i.","descr":" See Powp."},{"word":"Pouparts ligament","type":"","descr":" A ligament, of fascia, extending, in most mammals, from the ventral side of the ilium to near the symphysis of the pubic bones."},{"word":"Poupeton","type":"n.","descr":" A puppet, or little baby."},{"word":"Pour","type":"a.","descr":" Poor."},{"word":"Pour","type":"v. i.","descr":" To pore."},{"word":"Poured","type":"imp. and p. p.","descr":" of Pour"},{"word":"Pouring","type":"p. pr. and vb. n.","descr":" of Pour"},{"word":"Pour","type":"v. t.","descr":" To cause to flow in a stream, as a liquid or anything flowing like a liquid, either out of a vessel or into it; as, to pour water from a pail; to pour wine into a decanter; to pour oil upon the waters; to pour out sand or dust."},{"word":"Pour","type":"v. t.","descr":" To send forth as in a stream or a flood; to emit; to let escape freely or wholly."},{"word":"Pour","type":"v. t.","descr":" To send forth from, as in a stream; to discharge uninterruptedly."},{"word":"Pour","type":"v. i.","descr":" To flow, pass, or issue in a stream, or as a stream; to fall continuously and abundantly; as, the rain pours; the people poured out of the theater."},{"word":"Pour","type":"n.","descr":" A stream, or something like a stream; a flood."},{"word":"Poureliche","type":"adv.","descr":" Poorly."},{"word":"Pourer","type":"n.","descr":" One who pours."},{"word":"Pourlieu","type":"n.","descr":" See Purlieu."},{"word":"Pourparler","type":"n.","descr":" A consultation preliminary to a treaty."},{"word":"Pourparties","type":"pl. ","descr":" of Pourparty"},{"word":"Pourparty","type":"n.","descr":" A division; a divided share."},{"word":"Pourpoint","type":"n.","descr":" A quilted military doublet or gambeson worn in the 14th and 15th centuries; also, a name for the doublet of the 16th and 17th centuries worn by civilians."},{"word":"Pourpresture","type":"n.","descr":" See Purpresture."},{"word":"Poursuivant","type":"n.","descr":" See Pursuivant."},{"word":"Pourtray","type":"v. t.","descr":" See Portray."},{"word":"Pourveyance","type":"n.","descr":" See Purveyance."},{"word":"Pousse","type":"n.","descr":" Pulse; pease."},{"word":"Poussette","type":"n.","descr":" A movement, or part of a figure, in the contradance."},{"word":"Poussette","type":"v. i.","descr":" To perform a certain movement in a dance."},{"word":"Pout","type":"n.","descr":" The young of some birds, as grouse; a young fowl."},{"word":"Pout","type":"v. i.","descr":" To shoot pouts."},{"word":"Pouted","type":"imp. and p. p.","descr":" of Pout"},{"word":"Pouting","type":"p. pr. and vb. n.","descr":" of Pout"},{"word":"Pout","type":"v. i.","descr":" To thrust out the lips, as in sullenness or displeasure; hence, to look sullen."},{"word":"Pout","type":"v. i.","descr":" To protrude."},{"word":"Pout","type":"n.","descr":" A sullen protrusion of the lips; a fit of sullenness."},{"word":"Pout","type":"n.","descr":" The European whiting pout or bib."},{"word":"Pouter","type":"n.","descr":" One who, or that which, pouts."},{"word":"Pouter","type":"n.","descr":" A variety of the domestic pigeon remarkable for the extent to which it is able to dilate its throat and breast."},{"word":"Pouting","type":"n.","descr":" Childish sullenness."},{"word":"Poutingly","type":"adv.","descr":" In a pouting, or a sullen, manner."},{"word":"Povert","type":"n.","descr":" Poverty."},{"word":"Poverty","type":"n.","descr":" The quality or state of being poor or indigent; want or scarcity of means of subsistence; indigence; need."},{"word":"Poverty","type":"n.","descr":" Any deficiency of elements or resources that are needed or desired, or that constitute richness; as, poverty of soil; poverty of the blood; poverty of ideas."},{"word":"Powan","type":"n.","descr":" Alt. of Powen"},{"word":"Powen","type":"n.","descr":" A small British lake whitefish (Coregonus clupeoides, or C. ferus); -- called also gwyniad and lake herring."},{"word":"Powder","type":"n.","descr":" The fine particles to which any dry substance is reduced by pounding, grinding, or triturating, or into which it falls by decay; dust."},{"word":"Powder","type":"n.","descr":" An explosive mixture used in gunnery, blasting, etc.; gunpowder. See Gunpowder."},{"word":"Powdered","type":"imp. and p. p.","descr":" of Powder"},{"word":"Powdering","type":"p. pr. and vb. n.","descr":" of Powder"},{"word":"Powder","type":"v. t.","descr":" To reduce to fine particles; to pound, grind, or rub into a powder; to comminute; to pulverize; to triturate."},{"word":"Powder","type":"v. t.","descr":" To sprinkle with powder, or as with powder; to be sprinkle; as, to powder the hair."},{"word":"Powder","type":"v. t.","descr":" To sprinkle with salt; to corn, as meat."},{"word":"Powder","type":"v. i.","descr":" To be reduced to powder; to become like powder; as, some salts powder easily."},{"word":"Powder","type":"v. i.","descr":" To use powder on the hair or skin; as, she paints and powders."},{"word":"Powdered","type":"a.","descr":" Reduced to a powder; sprinkled with, or as with, powder."},{"word":"Powdered","type":"a.","descr":" Sprinkled with salt; salted; corned."},{"word":"Powdered","type":"a.","descr":" Same as Seme."},{"word":"Powderflask","type":"n.","descr":" A flask in which gunpowder is carried, having a charging tube at the end."},{"word":"Powderhorn","type":"n.","descr":" A horn in which gunpowder is carried."},{"word":"Powdering","type":"","descr":" a. and n. from Powder, v. t."},{"word":"Powdermill","type":"n.","descr":" A mill in which gunpowder is made."},{"word":"Powder-posted","type":"a.","descr":" Affected with dry rot; reduced to dust by rot. See Dry rot, under Dry."},{"word":"Powdery","type":"a.","descr":" Easily crumbling to pieces; friable; loose; as, a powdery spar."},{"word":"Powdery","type":"a.","descr":" Sprinkled or covered with powder; dusty; as, the powdery bloom on plums."},{"word":"Powdery","type":"a.","descr":" Resembling powder; consisting of powder."},{"word":"Powdike","type":"n.","descr":" A dike a marsh or fen."},{"word":"Powdry","type":"a.","descr":" See Powdery."},{"word":"Power","type":"n.","descr":" Same as Poor, the fish."},{"word":"Power","type":"n.","descr":" Ability to act, regarded as latent or inherent; the faculty of doing or performing something; capacity for action or performance; capability of producing an effect, whether physical or moral: potency; might; as, a man of great power; the power of capillary attraction; money gives power."},{"word":"Power","type":"n.","descr":" Ability, regarded as put forth or exerted; strength, force, or energy in action; as, the power of steam in moving an engine; the power of truth, or of argument, in producing conviction; the power of enthusiasm."},{"word":"Power","type":"n.","descr":" Capacity of undergoing or suffering; fitness to be acted upon; susceptibility; -- called also passive power; as, great power of endurance."},{"word":"Power","type":"n.","descr":" The exercise of a faculty; the employment of strength; the exercise of any kind of control; influence; dominion; sway; command; government."},{"word":"Power","type":"n.","descr":" The agent exercising an ability to act; an individual invested with authority; an institution, or government, which exercises control; as, the great powers of Europe; hence, often, a superhuman agent; a spirit; a divinity."},{"word":"Power","type":"n.","descr":" A military or naval force; an army or navy; a great host."},{"word":"Power","type":"n.","descr":" A large quantity; a great number; as, a power o\/ good things."},{"word":"Power","type":"n.","descr":" The rate at which mechanical energy is exerted or mechanical work performed, as by an engine or other machine, or an animal, working continuously; as, an engine of twenty horse power."},{"word":"Power","type":"n.","descr":" A mechanical agent; that from which useful mechanical energy is derived; as, water power; steam power; hand power, etc."},{"word":"Power","type":"n.","descr":" Applied force; force producing motion or pressure; as, the power applied at one and of a lever to lift a weight at the other end."},{"word":"Power","type":"n.","descr":" A machine acted upon by an animal, and serving as a motor to drive other machinery; as, a dog power."},{"word":"Power","type":"n.","descr":" The product arising from the multiplication of a number into itself; as, a square is the second power, and a cube is third power, of a number."},{"word":"Power","type":"n.","descr":" Mental or moral ability to act; one of the faculties which are possessed by the mind or soul; as, the power of thinking, reasoning, judging, willing, fearing, hoping, etc."},{"word":"Power","type":"n.","descr":" The degree to which a lens, mirror, or any optical instrument, magnifies; in the telescope, and usually in the microscope, the number of times it multiplies, or augments, the apparent diameter of an object; sometimes, in microscopes, the number of times it multiplies the apparent surface."},{"word":"Power","type":"n.","descr":" An authority enabling a person to dispose of an interest vested either in himself or in another person; ownership by appointment."},{"word":"Power","type":"n.","descr":" Hence, vested authority to act in a given case; as, the business was referred to a committee with power."},{"word":"Powerable","type":"a.","descr":" Capable of being effected or accomplished by the application of power; possible."},{"word":"Powerable","type":"a.","descr":" Capable of exerting power; powerful."},{"word":"Powerful","type":"a.","descr":" Full of power; capable of producing great effects of any kind; potent; mighty; efficacious; intense; as, a powerful man or beast; a powerful engine; a powerful argument; a powerful light; a powerful vessel."},{"word":"Powerful","type":"a.","descr":" Large; capacious; -- said of veins of ore."},{"word":"Powerless","type":"a.","descr":" Destitute of power, force, or energy; weak; impotent; not able to produce any effect."},{"word":"Powldron","type":"n.","descr":" Same as Pauldron."},{"word":"Powp","type":"v. i.","descr":" See Poop, v. i."},{"word":"Powter","type":"n.","descr":" See Pouter."},{"word":"Powpow","type":"n.","descr":" A priest, or conjurer, among the North American Indians."},{"word":"Powpow","type":"n.","descr":" Conjuration attended with great noise and confusion, and often with feasting, dancing, etc., performed by Indians for the cure of diseases, to procure success in hunting or in war, and for other purposes."},{"word":"Powpow","type":"n.","descr":" Hence: Any assembly characterized by noise and confusion; a noisy frolic or gathering."},{"word":"Powwow","type":"v. i.","descr":" To use conjuration, with noise and confusion, for the cure of disease, etc., as among the North American Indians."},{"word":"Powwow","type":"v. i.","descr":" Hence: To hold a noisy, disorderly meeting."},{"word":"Pox","type":"n.","descr":" Strictly, a disease by pustules or eruptions of any kind, but chiefly or wholly restricted to three or four diseases, -- the smallpox, the chicken pox, and the vaccine and the venereal diseases."},{"word":"Poxed","type":"imp. and p. p.","descr":" of Pox"},{"word":"Poxing","type":"p. pr. and vb. n.","descr":" of Pox"},{"word":"Pox","type":"v. t.","descr":" To infect with the pox, or syphilis."},{"word":"Poy","type":"n.","descr":" A support; -- used in composition; as, teapoy."},{"word":"Poy","type":"n.","descr":" A ropedancer\\'s balancing pole."},{"word":"Poy","type":"n.","descr":" A long boat hook by which barges are propelled against the stream."},{"word":"Poynado","type":"n.","descr":" A poniard."},{"word":"Poynd","type":"n.","descr":" Alt. of Poynder"},{"word":"Poynder","type":"n.","descr":" See Poind, Poinder."},{"word":"Poy nette","type":"n.","descr":" A bodkin."},{"word":"Poyntel","type":"n.","descr":" Paving or flooring made of small squares or lozenges set diagonally."},{"word":"Poyou","type":"n.","descr":" A South American armadillo (Dasypus sexcinctus). Called also sixbanded armadillo."},{"word":"Poze","type":"v. t.","descr":" See 5th Pose."},{"word":"Pozzuolana","type":"n.","descr":" Alt. of Pozzolana"},{"word":"Pozzolana","type":"n.","descr":" Volcanic ashes from Pozzuoli, in Italy, used in the manufacture of a kind of mortar which hardens under water."}]