[{"word":"Psalm","type":"n.","descr":" A sacred song; a poetical composition for use in the praise or worship of God."},{"word":"Psalm","type":"n.","descr":" Especially, one of the hymns by David and others, collected into one book of the Old Testament, or a modern metrical version of such a hymn for public worship."},{"word":"Psalm","type":"v. t.","descr":" To extol in psalms; to sing; as, psalming his praises."},{"word":"Psalmist","type":"n.","descr":" A writer or composer of sacred songs; -- a title particularly applied to David and the other authors of the Scriptural psalms."},{"word":"Psalmist","type":"n.","descr":" A clerk, precentor, singer, or leader of music, in the church."},{"word":"Psalmistry","type":"n.","descr":" The use of psalms in devotion; psalmody."},{"word":"Psalmodic","type":"a.","descr":" Alt. of Psalmodical"},{"word":"Psalmodical","type":"a.","descr":" Relating to psalmody."},{"word":"Psalmodist","type":"n.","descr":" One who sings sacred songs; a psalmist."},{"word":"Psalmodize","type":"v. i.","descr":" To practice psalmody."},{"word":"Psalmody","type":"n.","descr":" The act, practice, or art of singing psalms or sacred songs; also, psalms collectively, or a collection of psalms."},{"word":"Psalmograph","type":"n.","descr":" A writer of psalms; a psalmographer."},{"word":"Psalmographer","type":"n.","descr":" Alt. of Psalmographist"},{"word":"Psalmographist","type":"n.","descr":" A writer of psalms, or sacred songs and hymns."},{"word":"Psalmography","type":"n.","descr":" The act or practice of writing psalms, or sacred songs."},{"word":"Psalter","type":"n.","descr":" The Book of Psalms; -- often applied to a book containing the Psalms separately printed."},{"word":"Psalter","type":"n.","descr":" Specifically, the Book of Psalms as printed in the Book of Common Prayer; among the Roman Catholics, the part of the Breviary which contains the Psalms arranged for each day of the week."},{"word":"Psalter","type":"n.","descr":" A rosary, consisting of a hundred and fifty beads, corresponding to the number of the psalms."},{"word":"Psalterial","type":"a.","descr":" Of or pertaining to the psalterium."},{"word":"Psalteria","type":"pl. ","descr":" of Psalterium"},{"word":"Psalterium","type":"n.","descr":" The third stomach of ruminants. See Manyplies."},{"word":"Psalterium","type":"n.","descr":" The lyra of the brain."},{"word":"Psalteries","type":"pl. ","descr":" of Psaltery"},{"word":"Psaltery","type":"n.","descr":" A stringed instrument of music used by the Hebrews, the form of which is not known."},{"word":"Psammite","type":"n.","descr":" A species of micaceous sandstone."},{"word":"Psarolite","type":"n.","descr":" A silicified stem of tree fern, found in abundance in the Triassic sandstone."},{"word":"Psellism","type":"n.","descr":" Indistinct pronunciation; stammering."},{"word":"Psephism","type":"n.","descr":" A proposition adopted by a majority of votes; especially, one adopted by vote of the Athenian people; a statute."},{"word":"Pseudaesthesia","type":"n.","descr":" False or imaginary feeling or sense perception such as occurs in hypochondriasis, or such as is referred to an organ that has been removed, as an amputated foot."},{"word":"Pseudembryo","type":"n.","descr":" A false embryo."},{"word":"Pseudembryo","type":"n.","descr":" An asexual form from which the true embryo is produced by budding."},{"word":"Pseudepigraphic","type":"a.","descr":" Alt. of Pseudepigraphic"},{"word":"Pseudepigraphic","type":"a.","descr":" Of or pertaining to pseudepigraphy."},{"word":"Pseudepigraphous","type":"a.","descr":" Inscribed with a false name."},{"word":"Pseudepigraphy","type":"n.","descr":" The ascription of false names of authors to works."},{"word":"Pseudhaemal","type":"a.","descr":" Pertaining to the vascular system of annelids."},{"word":"Pseudo-","type":"","descr":" A combining form or prefix signifying false, counterfeit, pretended, spurious; as, pseudo-apostle, a false apostle; pseudo-clergy, false or spurious clergy; pseudo-episcopacy, pseudo-form, pseudo-martyr, pseudo-philosopher. Also used adjectively."},{"word":"Pseudobacteria","type":"n. pl.","descr":" Microscopic organic particles, molecular granules, powdered inorganic substances, etc., which in form, size, and grouping resemble bacteria."},{"word":"Pseudoblepsis","type":"n.","descr":" False or depraved sight; imaginary vision of objects."},{"word":"Pseudobranch","type":"n.","descr":" Same as Pseudobranchia."},{"word":"Pseudobranchiae","type":"pl. ","descr":" of Pseudobranchia"},{"word":"Pseudobranchia","type":"n.","descr":" A rudimentary branchia, or gill."},{"word":"Pseudo-bulb","type":"n.","descr":" An aerial corm, or thickened stem, as of some epiphytic orchidaceous plants."},{"word":"Pseudocarp","type":"n.","descr":" That portion of an anthocarpous fruit which is not derived from the ovary, as the soft part of a strawberry or of a fig."},{"word":"Pseudo-china","type":"n.","descr":" The false china root, a plant of the genus Smilax (S. Pseudo-china), found in America."},{"word":"Pseudocoele","type":"n.","descr":" Same as Pseudocoelia."},{"word":"Pseudocoelia","type":"n.","descr":" The fifth ventricle in the mammalian brain. See Ventricle."},{"word":"Pseudo-cone","type":"n.","descr":" One of the soft gelatinous cones found in the compound eyes of certain insects, taking the place of the crystalline cones of others."},{"word":"Pseudo-cumene","type":"n.","descr":" A hydrocarbon of the aromatic series, metameric with mesitylene and cumene, found in coal tar, and obtained as a colorless liquid."},{"word":"Pseudo-dipteral","type":"a.","descr":" Falsely or imperfectly dipteral, as a temple with the inner range of columns surrounding the cella omitted, so that the space between the cella wall and the columns is very great, being equal to two intercolumns and one column."},{"word":"Pseudo-dipteral","type":"n.","descr":" A pseudo-dipteral temple."},{"word":"Pseudodox","type":"a.","descr":" Not true in opinion or doctrine; false."},{"word":"Pseudodox","type":"n.","descr":" A false opinion or doctrine."},{"word":"Pseudofilari\/","type":"pl. ","descr":" of Pseudofilaria"},{"word":"Pseudofilaria","type":"n.","descr":" One of the two elongated vibratile young formed by fission of the embryo during the development of certain Gregarinae."},{"word":"Pseudo-galena","type":"n.","descr":" False galena, or blende. See Blende (a)."},{"word":"Pseudograph","type":"n.","descr":" A false writing; a spurious document; a forgery."},{"word":"Pseudography","type":"n.","descr":" False writing; forgery."},{"word":"Pseudohalteres","type":"pl. ","descr":" of Pseudohalter"},{"word":"Pseudohalter","type":"n.","descr":" One of the rudimentary front wings of certain insects (Stylops). They resemble the halteres, or rudimentary hind wings, of Diptera."},{"word":"Pseudo-heart","type":"n.","descr":" Any contractile vessel of invertebrates which is not of the nature of a real heart, especially one of those pertaining to the excretory system."},{"word":"Pseudo-hyperthophic","type":"a.","descr":" Falsely hypertrophic; as, pseudo-hypertrophic paralysis, a variety of paralysis in which the muscles are apparently enlarged, but are really degenerated and replaced by fat."},{"word":"Pseudologist","type":"n.","descr":" One who utters falsehoods; a liar."},{"word":"Pseudology","type":"n.","descr":" Falsehood of speech."},{"word":"Pseudo-metallic","type":"a.","descr":" Falsely or imperfectly metallic; -- said of a kind of luster, as in minerals."},{"word":"Pseudo-monocotyledonous","type":"a.","descr":" Having two coalescent cotyledons, as the live oak and the horse-chestnut."},{"word":"Pseudomorph","type":"n.","descr":" An irregular or deceptive form."},{"word":"Pseudomorph","type":"n.","descr":" A pseudomorphous crystal, as a crystal consisting of quartz, but having the cubic form of fluor spar, the fluor crystal having been changed to quartz by a process of substitution."},{"word":"Pseudomorphism","type":"n.","descr":" The state of having, or the property of taking, a crystalline form unlike that which belongs to the species."},{"word":"Pseudomorphous","type":"a.","descr":" Not having the true form."},{"word":"Pseudonavicullae","type":"pl. ","descr":" of Pseudonavicella"},{"word":"Pseudonavicella","type":"n.","descr":" Same as Pseudonavicula."},{"word":"Pseudonaviculae","type":"pl. ","descr":" of Pseudonavicula"},{"word":"Pseudonavicula","type":"n.","descr":" One of the minute spindle-shaped embryos of Gregarinae and some other Protozoa."},{"word":"Pseudoneuroptera","type":"n. pl.","descr":" division of insects (Zool.) reticulated wings, as in the Neuroptera, but having an active pupa state. It includes the dragon flies, May flies, white ants, etc. By some zoologists they are classed with the Orthoptera; by others, with the Neuroptera."},{"word":"Pseudoneuropterous","type":"a.","descr":" Of or pertaining to the Pseudoneuroptera."},{"word":"Pseudonym","type":"n.","descr":" A fictitious name assumed for the time, as by an author; a pen name."},{"word":"Pseudonumity","type":"n.","descr":" The using of fictitious names, as by authors."},{"word":"Pseudonymous","type":"a.","descr":" Bearing a false or fictitious name; as, a pseudonymous work."},{"word":"Pseuso-peripteral","type":"a.","descr":" Falsely or imperfectly peripteral, as a temple having the columns at the sides attached to the walls, and an ambulatory only at the ends or only at one end."},{"word":"Pseuso-peripteral","type":"n.","descr":" A pseudo-peripteral temple."},{"word":"Pseudopod","type":"n.","descr":" Any protoplasmic filament or irregular process projecting from any unicellular organism, or from any animal or plant call."},{"word":"Pseudopod","type":"n.","descr":" A rhizopod."},{"word":"Pseudopodial","type":"a.","descr":" Of or pertaining to a pseudopod, or to pseudopodia. See Illust. of Heliozoa."},{"word":"Pseudopodia","type":"pl. ","descr":" of Pseudopodium"},{"word":"Pseudopodium","type":"n.","descr":" Same as Pseudopod."},{"word":"Pseudopupae","type":"pl. ","descr":" of Pseudopupa"},{"word":"Pseudopupas","type":"pl. ","descr":" of Pseudopupa"},{"word":"Pseudopupa","type":"n.","descr":" A stage intermediate between the larva and pupa of bees and certain other hymenopterous insects."},{"word":"Pseudorhabdite","type":"n.","descr":" One of the peculiar rodlike corpuscles found in the integument of certain Turbellaria. They are filled with a soft granular substance."},{"word":"Pseudo-romantic","type":"a.","descr":" Falsely romantic."},{"word":"Pseudoscope","type":"n.","descr":" An instrument which exhibits objects with their proper relief reversed; -- an effect opposite to that produced by the stereoscope."},{"word":"Pseudoscopic","type":"a.","descr":" Of, pertaining to, or formed by, a pseudoscope; having its parts appearing with the relief reversed; as, a pseudoscopic image."},{"word":"Pseudoscorpiones","type":"n. pl.","descr":" An order of Arachnoidea having the palpi terminated by large claws, as in the scorpions, but destitute of a caudal sting; the false scorpions. Called also Pseudoscorpii, and Pseudoscorpionina. See Illust. of Book scorpion, under Book."},{"word":"Pseudosphere","type":"n.","descr":" The surface of constant negative curvature generated by the revolution of a tractrix. This surface corresponds in non-Euclidian space to the sphere in ordinary space. An important property of the surface is that any figure drawn upon it can be displaced in any way without tearing it or altering in size any of its elements."},{"word":"Pseudospore","type":"n.","descr":" A peculiar reproductive cell found in some fungi."},{"word":"Pseudostella","type":"n.","descr":" Any starlike meteor or phenomenon."},{"word":"Pseudostomata","type":"pl. ","descr":" of Pseudostoma"},{"word":"Pseudostoma","type":"n.","descr":" A group of cells resembling a stoma, but without any true aperture among them."},{"word":"Pseudo-symmetric","type":"a.","descr":" Exhibiting pseudo-symmetry."},{"word":"Pseudo-symmetry","type":"n.","descr":" A kind of symmetry characteristic of certain crystals which from twinning, or other causes, come to resemble forms of a system other than that to which they belong, as the apparently hexagonal prisms of aragonite."},{"word":"Pseudotetramera","type":"n. pl.","descr":" A division of beetles having the fifth tarsal joint minute and obscure, so that there appear to be but four joints."},{"word":"Pseudotineae","type":"pl. ","descr":" of Pseudotinea"},{"word":"Pseudotinea","type":"n.","descr":" The bee moth, or wax moth (Galleria)."},{"word":"Pseudoturbinal","type":"a.","descr":" See under Turbinal."},{"word":"Pseudovaries","type":"pl. ","descr":" of Pseudovary"},{"word":"Pseudovary","type":"n.","descr":" The organ in which pseudova are produced; -- called also pseudovarium."},{"word":"Pseudova","type":"pl. ","descr":" of Pseudovum"},{"word":"Pseudovum","type":"n.","descr":" An egglike germ produced by the agamic females of some insects and other animals, and by the larvae of certain insects. It is capable of development without fertilization. See Illust. of Paedogenesis."},{"word":"Pshaw","type":"interj.","descr":" Pish! pooch! -- an exclamation used as an expression of contempt, disdain, dislike, etc."},{"word":"Pshaw","type":"v. i.","descr":" To express disgust or contemptuous disapprobation, as by the exclamation \" Pshaw!\""},{"word":"Psilanthropic","type":"a.","descr":" Pertaining to, or embodying, psilanthropy. \"A psilanthropic explanation.\""},{"word":"Psilanthropism","type":"n.","descr":" Psilanthropy."},{"word":"Psilanthropist","type":"n.","descr":" One who believes that Christ was a mere man."},{"word":"Psilanthropy","type":"n.","descr":" The doctrine of the merely human existence of Christ."},{"word":"Psilology","type":"n.","descr":" Love of empty of empty talk or noise."},{"word":"Psilomelane","type":"n.","descr":" A hydrous oxide of manganese, occurring in smooth, botryoidal forms, and massive, and having an iron-black or steel-gray color."},{"word":"Psilopaedes","type":"n. pl.","descr":" birds whose young at first have down on the pterylae only; -- called also Gymnopaedes."},{"word":"Psilopaedic","type":"a.","descr":" Having down upon the pterylae only; -- said of the young of certain birds."},{"word":"Psilosopher","type":"n.","descr":" A superficial or narrow pretender to philosophy; a sham philosopher."},{"word":"Psittaceous","type":"a.","descr":" Alt. of Psittacid"},{"word":"Psittacid","type":"a.","descr":" Of or pertaining to the parrots, or the Psittaci."},{"word":"Psittacid","type":"n.","descr":" One of the Psittaci."},{"word":"Psittaci","type":"n. pl.","descr":" The order of birds which comprises the parrots."},{"word":"Psitta-co-fulvine","type":"n.","descr":" A yellow pigment found in the feathers of certain parrots."},{"word":"Psoas","type":"n.","descr":" An internal muscle arising from the lumbar vertebrae and inserted into the femur. In man there are usually two on each side, and the larger one, or great psoas, forms a part of the iliopsoas."},{"word":"Psora","type":"n.","descr":" A cutaneous disease; especially, the itch."},{"word":"Psoriasis","type":"n.","descr":" The state of being affected with psora."},{"word":"Psoriasis","type":"n.","descr":" A cutaneous disease, characterized by imbricated silvery scales, affecting only the superficial layers of the skin."},{"word":"Psoric","type":"a.","descr":" Of or pertaining to psora."},{"word":"Psorosperm","type":"n.","descr":" A minute parasite, usually the young of Gregarinae, in the pseudonavicula stage."},{"word":"Psychagogic","type":"a.","descr":" Attractive; persuasive."},{"word":"Psychagogue","type":"n.","descr":" A necromancer."},{"word":"Psychal","type":"a.","descr":" Of or pertaining to the soul; psychical."},{"word":"Psyche","type":"n.","descr":" A lovely maiden, daughter of a king and mistress of Eros, or Cupid. She is regarded as the personification of the soul."},{"word":"Psyche","type":"n.","descr":" The soul; the vital principle; the mind."},{"word":"Psyche","type":"n.","descr":" A cheval glass."},{"word":"Psychian","type":"n.","descr":" Any small moth of the genus Psyche and allied genera (family Psychidae). The larvae are called basket worms. See Basket worm, under Basket."},{"word":"Psychiatria","type":"n.","descr":" Alt. of Psychiatry"},{"word":"Psychiatry","type":"n.","descr":" The application of the healing art to mental diseases."},{"word":"Psychiatric","type":"a.","descr":" Of or pertaining to psychiatria."},{"word":"Psychic","type":"a.","descr":" Alt. of Psychical"},{"word":"Psychical","type":"a.","descr":" Of or pertaining to the human soul, or to the living principle in man."},{"word":"Psychical","type":"a.","descr":" Of or pertaining to the mind, or its functions and diseases; mental; -- contrasted with physical."},{"word":"Psychics","type":"n.","descr":" Psychology."},{"word":"Psychism","type":"n.","descr":" The doctrine of Quesne, that there is a fluid universally diffused, end equally animating all living beings, the difference in their actions being due to the difference of the individual organizations."},{"word":"Psycho-","type":"","descr":" A combining form from Gr. psychh` the soul, the mind, the understanding; as, psychology."},{"word":"Psychogenesis","type":"n.","descr":" Genesis through an internal force, as opposed to natural selection."},{"word":"Psychography","type":"n.","descr":" A description of the phenomena of mind."},{"word":"Psychography","type":"n.","descr":" Spirit writing."},{"word":"Psychologic","type":"a.","descr":" Alt. of Psychological"},{"word":"Psychological","type":"a.","descr":" Of or pertaining to psychology. See Note under Psychic."},{"word":"Psychologist","type":"n.","descr":" One who is versed in, devoted to, psychology."},{"word":"Psychologue","type":"n.","descr":" A psychologist."},{"word":"Psychologies","type":"pl. ","descr":" of Psychology"},{"word":"Psychology","type":"n.","descr":" The science of the human soul; specifically, the systematic or scientific knowledge of the powers and functions of the human soul, so far as they are known by consciousness; a treatise on the human soul."},{"word":"Psychomachy","type":"n.","descr":" A conflict of the soul with the body."},{"word":"Psychomancy","type":"n.","descr":" Necromancy."},{"word":"Psychometry","type":"n.","descr":" The art of measuring the duration of mental processes, or of determining the time relations of mental phenomena."},{"word":"Psycho-motor","type":"a.","descr":" Of or pertaining to movement produced by action of the mind or will."},{"word":"Psychopannychism","type":"n.","descr":" The doctrine that the soul falls asleep at death, and does not wake until the resurrection of the body."},{"word":"Psychopathy","type":"n.","descr":" Mental disease. See Psychosis, 2."},{"word":"Psychophysical","type":"a.","descr":" Of or pertaining to psychophysics; involving the action or mutual relations of the psychical and physical in man."},{"word":"Psychophysics","type":"n.","descr":" The science of the connection between nerve action and consciousness; the science which treats of the relations of the psychical and physical in their conjoint operation in man; the doctrine of the relation of function or dependence between body and soul."},{"word":"Psychopomp","type":"n.","descr":" A leader or guide of souls ."},{"word":"Psychosis","type":"n.","descr":" Any vital action or activity."},{"word":"Psychosis","type":"n.","descr":" A disease of the mind; especially, a functional mental disorder, that is, one unattended with evident organic changes."},{"word":"Psychozoic","type":"a.","descr":" Designating, or applied to the Era of man; as, the psychozoic era."},{"word":"Psychrometer","type":"n.","descr":" An instrument for measuring the tension of the aqueous vapor in the atmosphere, being essentially a wet and dry bulb hygrometer."},{"word":"Psychrometrical","type":"a.","descr":" Of or pertaining to the psychrometer or psychrometry."},{"word":"Psychrometry","type":"n.","descr":" Hygrometry."},{"word":"Psyllae","type":"pl. ","descr":" of Psylla"},{"word":"Psylla","type":"n.","descr":" Any leaping plant louse of the genus Psylla, or family Psyllidae."}]