[{"word":"Ptarmigan","type":"n.","descr":" Any grouse of the genus Lagopus, of which numerous species are known. The feet are completely feathered. Most of the species are brown in summer, but turn white, or nearly white, in winter."},{"word":"Ptenoglossa","type":"n. pl.","descr":" A division of gastropod mollusks having the teeth of the radula arranged in long transverse rows, somewhat like the barbs of a feather."},{"word":"Ptenoglossate","type":"a.","descr":" Of or pertaining to the Ptenoglossa."},{"word":"Pteranodon","type":"n.","descr":" A genus of American Cretaceous pterodactyls destitute of teeth. Several species are known, some of which had an expanse of wings of twenty feet or more."},{"word":"Pteranodontia","type":"n. pl.","descr":" A group of pterodactyls destitute of teeth, as in the genus Pteranodon."},{"word":"Pterichthys","type":"n.","descr":" A genus of Devonian fossil fishes with winglike appendages. The head and most of the body were covered with large bony plates. See Placodermi."},{"word":"Pteridologist","type":"n.","descr":" One who is versed in pteridology."},{"word":"Pteridology","type":"n.","descr":" That department of botany which treats of ferns."},{"word":"Pteridomania","type":"n.","descr":" A madness, craze, or strong fancy, for ferns."},{"word":"Pteridophyta","type":"n. pl.","descr":" A class of flowerless plants, embracing ferns, horsetails, club mosses, quillworts, and other like plants. See the Note under Cryptogamia."},{"word":"Pterobranchia","type":"n. pl.","descr":" An order of marine Bryozoa, having a bilobed lophophore and an axial cord. The genus Rhabdopleura is the type.  Called also Podostomata. See Rhabdopleura."},{"word":"Pteroceras","type":"n.","descr":" A genus of large marine gastropods having the outer border of the lip divided into lobes; -- called also scorpion shell."},{"word":"Pterocletes","type":"n. pl.","descr":" A division of birds including the sand grouse. They are in some respects intermediate between the pigeons and true grouse.  Called also Pteroclomorphae."},{"word":"Pterodactyl","type":"n.","descr":" An extinct flying reptile; one of the Pterosauria. See Illustration in Appendix."},{"word":"Pterodactyli","type":"n. pl.","descr":" Same as Pterosauria."},{"word":"Pteroglossal","type":"a.","descr":" Having the tongue finely notched along the sides, so as to have a featherlike appearance, as the toucans."},{"word":"Pteron","type":"n.","descr":" The region of the skull, in the temporal fossa back of the orbit, where the great wing of the sphenoid, the temporal, the parietal, and the frontal hones approach each other."},{"word":"Pteropappi","type":"n. pl.","descr":" Same as Odontotormae."},{"word":"Pterophore","type":"n.","descr":" Any moth of the genus Pterophorus and allied genera; a plume moth. See Plume moth, under Plume."},{"word":"Pteropod","type":"n.","descr":" One of the Pteropoda."},{"word":"Pteropoda","type":"n. pl.","descr":" A class of Mollusca in which the anterior lobes of the foot are developed in the form of broad, thin, winglike organs, with which they swim at near the surface of the sea."},{"word":"Pteropodous","type":"a.","descr":" Of or pertaining to the Pteropoda."},{"word":"Pterosaur","type":"n.","descr":" A pterodactyl."},{"word":"Pterosauria","type":"n. pl.","descr":" An extinct order of flying reptiles of the Mesozoic age; the pterodactyls; -- called also Pterodactyli, and Ornithosauria."},{"word":"Pterosaurian","type":"a.","descr":" Of or pertaining to the Pterosauria."},{"word":"Pterostigmata","type":"pl. ","descr":" of Pterostigma"},{"word":"Pterostigma","type":"n.","descr":" A thickened opaque spot on the wings of certain insects."},{"word":"Pterotic","type":"a.","descr":" Of or pertaining to, or designating, a bone between the prootic and epiotic in the dorsal and outer part of the periotic capsule of many fishes."},{"word":"Pterotic","type":"n.","descr":" The pterotic bone."},{"word":"Pterygiums","type":"pl. ","descr":" of Pterygium"},{"word":"Pterygia","type":"pl. ","descr":" of Pterygium"},{"word":"Pterygium","type":"n.","descr":" A superficial growth of vascular tissue radiating in a fanlike manner from the cornea over the surface of the eye."},{"word":"Pterygoid","type":"a.","descr":" Like a bird\\'s wing in form; as, a pterygoid bone."},{"word":"Pterygoid","type":"a.","descr":" Of, pertaining to, or in the region of, the pterygoid bones, pterygoid processes, or the whole sphenoid bone."},{"word":"Pterygoid","type":"n.","descr":" A pterygoid bone."},{"word":"Pterygomaxillary","type":"a.","descr":" Of or pertaining to the inner pterygoid plate, or pterygoid bone, and the lower jaw."},{"word":"Pterygopalatine","type":"a.","descr":" Of or pertaining to the pterygoid processes and the palatine bones."},{"word":"Pterygopodia","type":"pl. ","descr":" of Pterygopodium"},{"word":"Pterygopodium","type":"n.","descr":" A specially modified part of the ventral fin in male elasmobranchs, which serves as a copulatory organ, or clasper."},{"word":"Pterygoquadrate","type":"a.","descr":" Of, pertaining to, or representing the pterygoid and quadrate bones or cartilages."},{"word":"Pterylae","type":"pl. ","descr":" of Pteryla"},{"word":"Pteryla","type":"n.","descr":" One of the definite areas of the skin of a bird on which feathers grow; -- contrasted with apteria."},{"word":"Pterylography","type":"n.","descr":" The study or description of the arrangement of feathers, or of the pterylae, of birds."},{"word":"Pterylosis","type":"n.","descr":" The arrangement of feathers in definite areas."},{"word":"Ptilocerque","type":"n.","descr":" The pentail."},{"word":"Ptilopaedes","type":"n. pl.","descr":" Same as Dasypaedes."},{"word":"Ptilopaedic","type":"a.","descr":" Having nearly the whole surface of the skin covered with down; dasypaedic; -- said of the young of certain birds."},{"word":"Ptilopteri","type":"n. pl.","descr":" An order of birds including only the penguins."},{"word":"Ptilosis","type":"n.","descr":" Same as Pterylosis."},{"word":"Ptisan","type":"n.","descr":" A decoction of barley with other ingredients; a farinaceous drink."},{"word":"Ptisan","type":"n.","descr":" An aqueous medicine, containing little, if any, medicinal agent; a tea or tisane."},{"word":"Ptolemaic","type":"a.","descr":" Of or pertaining to Ptolemy, the geographer and astronomer."},{"word":"Ptolemaist","type":"n.","descr":" One who accepts the astronomical system of Ptolemy."},{"word":"Ptomaine","type":"n.","descr":" One of a class of animal bases or alkaloids formed in the putrefaction of various kinds of albuminous matter, and closely related to the vegetable alkaloids; a cadaveric poison. The ptomaines, as a class, have their origin in dead matter, by which they are to be distinguished from the leucomaines."},{"word":"Ptosis","type":"n.","descr":" Drooping of the upper eyelid, produced by paralysis of its levator muscle."},{"word":"Ptyalin","type":"n.","descr":" An unorganized amylolytic ferment, on enzyme, present in human mixed saliva and in the saliva of some animals."},{"word":"Ptyalism","type":"n.","descr":" Salivation, or an excessive flow of saliva."},{"word":"Ptyalogogue","type":"n.","descr":" A ptysmagogue."},{"word":"Ptysmagogue","type":"n.","descr":" A medicine that promotes the discharge of saliva."},{"word":"Ptyxis","type":"n.","descr":" The way in which a leaf is sometimes folded in the bud."}]