[{"word":"Pubble","type":"a.","descr":" Puffed out, pursy; pudgy; fat."},{"word":"Puberal","type":"a.","descr":" Of or pertaining to puberty."},{"word":"Puberty","type":"n.","descr":" The earliest age at which persons are capable of begetting or bearing children, usually considered, in temperate climates, to be about fourteen years in males and twelve in females."},{"word":"Puberty","type":"n.","descr":" The period when a plant first bears flowers."},{"word":"Puberulent","type":"a.","descr":" Very minutely downy."},{"word":"Pubes","type":"n.","descr":" The hair which appears upon the lower part of the hypogastric region at the age of puberty."},{"word":"Pubes","type":"n.","descr":" Hence (as more commonly used), the lower part of the hypogastric region; the pubic region."},{"word":"Pubes","type":"n.","descr":" The down of plants; a downy or villous substance which grows on plants; pubescence."},{"word":"Pubescence","type":"n.","descr":" The quality or state of being pubescent, or of having arrived at puberty."},{"word":"Pubescence","type":"n.","descr":" A covering of soft short hairs, or down, as one some plants and insects; also, the state of being so covered."},{"word":"Pubescency","type":"n.","descr":" Pubescence."},{"word":"Pubescent","type":"a.","descr":" Arrived at puberty."},{"word":"Pubescent","type":"a.","descr":" Covered with pubescence, or fine short hairs, as certain insects, and the leaves of some plants."},{"word":"Pubic","type":"a.","descr":" Of or pertaining to the pubes; in the region of the pubes; as, the pubic bone; the pubic region, or the lower part of the hypogastric region. See Pubes."},{"word":"Pubic","type":"a.","descr":" Of or pertaining to the pubis."},{"word":"Pubis","type":"n.","descr":" The ventral and anterior of the three principal bones composing either half of the pelvis; sharebone; pubic bone."},{"word":"Public","type":"a.","descr":" Of or pertaining to the people; belonging to the people; relating to, or affecting, a nation, state, or community; -- opposed to private; as, the public treasury."},{"word":"Public","type":"a.","descr":" Open to the knowledge or view of all; general; common; notorious; as, public report; public scandal."},{"word":"Public","type":"a.","descr":" Open to common or general use; as, a public road; a public house."},{"word":"Public","type":"n.","descr":" The general body of mankind, or of a nation, state, or community; the people, indefinitely; as, the American public; also, a particular body or aggregation of people; as, an author\\'s public."},{"word":"Public","type":"n.","descr":" A public house; an inn."},{"word":"Publican","type":"n.","descr":" A farmer of the taxes and public revenues; hence, a collector of toll or tribute. The inferior officers of this class were often oppressive in their exactions, and were regarded with great detestation."},{"word":"Publican","type":"n.","descr":" The keeper of an inn or public house; one licensed to retail beer, spirits, or wine."},{"word":"Publication","type":"n.","descr":" The act of publishing or making known; notification to the people at large, either by words, writing, or printing; proclamation; divulgation; promulgation; as, the publication of the law at Mount Sinai; the publication of the gospel; the publication of statutes or edicts."},{"word":"Publication","type":"n.","descr":" The act of offering a book, pamphlet, engraving, etc., to the public by sale or by gratuitous distribution."},{"word":"Publication","type":"n.","descr":" That which is published or made known; especially, any book, pamphlet, etc., offered for sale or to public notice; as, a daily or monthly publication."},{"word":"Publication","type":"n.","descr":" An act done in public."},{"word":"Public-hearted","type":"a.","descr":" Public-spirited."},{"word":"Publicist","type":"n.","descr":" A writer on the laws of nature and nations; one who is versed in the science of public right, the principles of government, etc."},{"word":"Publicity","type":"n.","descr":" The quality or state of being public, or open to the knowledge of a community; notoriety; publicness."},{"word":"Publicly","type":"adv.","descr":" With exposure to popular view or notice; without concealment; openly; as, property publicly offered for sale; an opinion publicly avowed; a declaration publicly made."},{"word":"Publicly","type":"adv.","descr":" In the name of the community."},{"word":"Public-minded","type":"a.","descr":" Public-spirited."},{"word":"Publicness","type":"n.","descr":" The quality or state of being public, or open to the view or notice of people at large; publicity; notoriety; as, the publicness of a sale."},{"word":"Publicness","type":"n.","descr":" The quality or state of belonging to the community; as, the publicness of property."},{"word":"Public-spirited","type":"a.","descr":" Having, or exercising, a disposition to advance the interest of the community or public; as, public-spirited men."},{"word":"Public-spirited","type":"a.","descr":" Dictated by a regard to public good; as, a public-spirited project or measure."},{"word":"Published","type":"imp. and p. p.","descr":" of Publish"},{"word":"Publishing","type":"p. pr. and vb. n.","descr":" of Publish"},{"word":"Publish","type":"v. t.","descr":" To make public; to make known to mankind, or to people in general; to divulge, as a private transaction; to promulgate or proclaim, as a law or an edict."},{"word":"Publish","type":"v. t.","descr":" To make known by posting, or by reading in a church; as, to publish banns of marriage."},{"word":"Publish","type":"v. t.","descr":" To send forth, as a book, newspaper, musical piece, or other printed work, either for sale or for general distribution; to print, and issue from the press."},{"word":"Publish","type":"v. t.","descr":" To utter, or put into circulation; as, to publish counterfeit paper."},{"word":"Publishable","type":"a.","descr":" Capable of being published; suitable for publication."},{"word":"Publisher","type":"n.","descr":" One who publishes; as, a publisher of a book or magazine."},{"word":"Publishment","type":"n.","descr":" The act or process of making publicly known; publication."},{"word":"Publishment","type":"n.","descr":" A public notice of intended marriage, required by the laws of some States."},{"word":"Puccoon","type":"n.","descr":" Any one of several plants yielding a red pigment which is used by the North American Indians, as the bloodroot and two species of Lithospermum (L. hirtum, and L. canescens); also, the pigment itself."},{"word":"Puce","type":"a.","descr":" Of a dark brown or brownish purple color."},{"word":"Pucel","type":"n.","descr":" See Pucelle."},{"word":"Pucelage","type":"n.","descr":" Virginity."},{"word":"Pucelle","type":"n.","descr":" A maid; a virgin."},{"word":"Puceron","type":"n.","descr":" Any plant louse, or aphis."},{"word":"Pucherite","type":"n.","descr":" Vanadate of bismuth, occurring in minute reddish brown crystals."},{"word":"Puck","type":"n.","descr":" A celebrated fairy, \"the merry wanderer of the night;\" -- called also Robin Goodfellow, Friar Rush, Pug, etc."},{"word":"Puck","type":"n.","descr":" The goatsucker."},{"word":"Puckball","type":"n.","descr":" A puffball."},{"word":"Puckered","type":"imp. and p. p.","descr":" of Pucker"},{"word":"Puckering","type":"p. pr. and vb. n.","descr":" of Pucker"},{"word":"Pucker","type":"v. t. and i.","descr":" To gather into small folds or wrinkles; to contract into ridges and furrows; to corrugate; -- often with up; as, to pucker up the mouth."},{"word":"Pucker","type":"n.","descr":" A fold; a wrinkle; a collection of folds."},{"word":"Pucker","type":"n.","descr":" A state of perplexity or anxiety; confusion; bother; agitation."},{"word":"Puckerer","type":"n.","descr":" One who, or that which, puckers."},{"word":"Puckery","type":"a.","descr":" Producing, or tending to produce, a pucker; as, a puckery taste."},{"word":"Puckery","type":"a.","descr":" Inclined to become puckered or wrinkled; full of puckers or wrinkles."},{"word":"Puckfist","type":"n.","descr":" A puffball."},{"word":"Puckish","type":"a.","descr":" Resembling Puck; merry; mischievous."},{"word":"Pucras","type":"n.","descr":" See Koklass."},{"word":"Pud","type":"n.","descr":" Same as Pood."},{"word":"Pud","type":"n.","descr":" The hand; the first."},{"word":"Puddening","type":"n.","descr":" A quantity of rope-yarn, or the like, placed, as a fender, on the bow of a boat."},{"word":"Puddening","type":"n.","descr":" A bunch of soft material to prevent chafing between spars, or the like."},{"word":"Puddered","type":"imp. and p. p.","descr":" of Pudder"},{"word":"Puddering","type":"p. pr. and vb. n.","descr":" of Pudder"},{"word":"Pudder","type":"v. i.","descr":" To make a tumult or bustle; to splash; to make a pother or fuss; to potter; to meddle."},{"word":"Pudder","type":"v. t.","descr":" To perplex; to embarrass; to confuse; to bother; as, to pudder a man."},{"word":"Pudder","type":"n.","descr":" A pother; a tumult; a confused noise; turmoil; bustle."},{"word":"Pudding","type":"n.","descr":" A species of food of a soft or moderately hard consistence, variously made, but often a compound of flour or meal, with milk and eggs, etc."},{"word":"Pudding","type":"n.","descr":" Anything resembling, or of the softness and consistency of, pudding."},{"word":"Pudding","type":"n.","descr":" An intestine; especially, an intestine stuffed with meat, etc.; a sausage."},{"word":"Pudding","type":"n.","descr":" Any food or victuals."},{"word":"Pudding","type":"n.","descr":" Same as Puddening."},{"word":"Pudding-headed","type":"a.","descr":" Stupid."},{"word":"Puddle","type":"n.","descr":" A small quantity of dirty standing water; a muddy plash; a small pool."},{"word":"Puddle","type":"n.","descr":" Clay, or a mixture of clay and sand, kneaded or worked, when wet, to render it impervious to water."},{"word":"Puddled","type":"imp. and p. p.","descr":" of Puddle"},{"word":"Puddling","type":"p. pr. and vb. n.","descr":" of Puddle"},{"word":"Puddle","type":"v. t.","descr":" To make foul or muddy; to pollute with dirt; to mix dirt with (water)."},{"word":"Puddle","type":"v. t.","descr":" To make dense or close, as clay or loam, by working when wet, so as to render impervious to water."},{"word":"Puddle","type":"v. t.","descr":" To make impervious to liquids by means of puddle; to apply puddle to."},{"word":"Puddle","type":"v. t.","descr":" To subject to the process of puddling, as iron, so as to convert it from the condition of cast iron to that of wrought iron."},{"word":"Puddle","type":"v. i.","descr":" To make a dirty stir."},{"word":"Puddle-ball","type":"n.","descr":" The lump of pasty wrought iron as taken from the puddling furnace to be hammered or rolled."},{"word":"Puddle-bar","type":"n.","descr":" An iron bar made at a single heat from a puddle-ball hammering and rolling."},{"word":"Puddler","type":"n.","descr":" One who converts cast iron into wrought iron by the process of puddling."},{"word":"Puddling","type":"n.","descr":" The process of working clay, loam, pulverized ore, etc., with water, to render it compact, or impervious to liquids; also, the process of rendering anything impervious to liquids by means of puddled material."},{"word":"Puddling","type":"n.","descr":" Puddle. See Puddle, n., 2."},{"word":"Puddling","type":"n.","descr":" The art or process of converting cast iron into wrought iron or steel by subjecting it to intense heat and frequent stirring in a reverberatory furnace in the presence of oxidizing substances, by which it is freed from a portion of its carbon and other impurities."},{"word":"Puddly","type":"a.","descr":" Consisting of, or resembling, puddles; muddy; foul."},{"word":"Puddock","type":"n.","descr":" A small inclosure."},{"word":"Pudency","type":"n.","descr":" Modesty; shamefacedness."},{"word":"Pudenda","type":"n. pl.","descr":" The external organs of generation."},{"word":"Pudendal","type":"a.","descr":" Of or pertaining to the pudenda, or pudendum."},{"word":"Pudendum","type":"n.","descr":" The external organs of generation, especially of the female; the vulva."},{"word":"Pudgy","type":"a.","descr":" Short and fat or sturdy; dumpy; podgy; as, a short, pudgy little man; a pudgy little hand."},{"word":"Pudic","type":"a.","descr":" Of or pertaining to the external organs of generation."},{"word":"Pudical","type":"a.","descr":" Pudic."},{"word":"Pudicity","type":"n.","descr":" Modesty; chastity."},{"word":"Pudu","type":"n.","descr":" A very small deer (Pudua humilis), native of the Chilian Andes. It has simple spikelike antlers, only two or three inches long."},{"word":"Pued","type":"imp. and p. p.","descr":" of Pue"},{"word":"Puing","type":"p. pr. and vb. n.","descr":" of Pue"},{"word":"Pue","type":"v. i.","descr":" To make a low whistling sound; to chirp, as birds."},{"word":"Pueblo","type":"n.","descr":" A communistic building erected by certain Indian tribes of Arizona and New Mexico. It is often of large size and several stories high, and is usually built either of stone or adobe. The term is also applied to any Indian village in the same region."},{"word":"Puefellow","type":"n.","descr":" A pewfellow."},{"word":"Puer","type":"n.","descr":" The dung of dogs, used as an alkaline steep in tanning."},{"word":"Puerco","type":"n.","descr":" A hog."},{"word":"Puerile","type":"a.","descr":" Boyish; childish; trifling; silly."},{"word":"Puerilely","type":"adv.","descr":" In a puerile manner; childishly."},{"word":"Puerileness","type":"n.","descr":" The quality of being puerile; puerility."},{"word":"Puerilities","type":"pl. ","descr":" of Puerility"},{"word":"Puerility","type":"n.","descr":" The quality of being puerile; childishness; puerileness."},{"word":"Puerility","type":"n.","descr":" That which is puerile or childish; especially, an expression which is flat, insipid, or silly."},{"word":"Puerperal","type":"a.","descr":" Of or pertaining to childbirth; as, a puerperal fever."},{"word":"Puerperous","type":"a.","descr":" Bearing children."},{"word":"Puet","type":"n.","descr":" The pewit."},{"word":"Puff","type":"n.","descr":" A sudden and single emission of breath from the mouth; hence, any sudden or short blast of wind; a slight gust; a whiff."},{"word":"Puff","type":"n.","descr":" Anything light and filled with air."},{"word":"Puff","type":"n.","descr":" A puffball."},{"word":"Puff","type":"n.","descr":" a kind of light pastry."},{"word":"Puff","type":"n.","descr":" A utensil of the toilet for dusting the skin or hair with powder."},{"word":"Puff","type":"n.","descr":" An exaggerated or empty expression of praise, especially one in a public journal."},{"word":"Puffed","type":"imp. and p. p.","descr":" of Puff"},{"word":"Puffing","type":"p. pr. and vb. n.","descr":" of Puff"},{"word":"Puff","type":"n.","descr":" To blow in puffs, or with short and sudden whiffs."},{"word":"Puff","type":"n.","descr":" To blow, as an expression of scorn; -- with at."},{"word":"Puff","type":"n.","descr":" To breathe quick and hard, or with puffs, as after violent exertion."},{"word":"Puff","type":"n.","descr":" To swell with air; to be dilated or inflated."},{"word":"Puff","type":"n.","descr":" To breathe in a swelling, inflated, or pompous manner; hence, to assume importance."},{"word":"Puff","type":"v. t.","descr":" To drive with a puff, or with puffs."},{"word":"Puff","type":"v. t.","descr":" To repel with words; to blow at contemptuously."},{"word":"Puff","type":"v. t.","descr":" To cause to swell or dilate; to inflate; to ruffle with puffs; -- often with up; as, a bladder puffed with air."},{"word":"Puff","type":"v. t.","descr":" To inflate with pride, flattery, self-esteem, or the like; -- often with up."},{"word":"Puff","type":"v. t.","descr":" To praise with exaggeration; to flatter; to call public attention to by praises; to praise unduly."},{"word":"Puff","type":"a.","descr":" Puffed up; vain."},{"word":"Puffball","type":"n.","descr":" A kind of ball-shaped fungus (Lycoperdon giganteum, and other species of the same genus) full of dustlike spores when ripe; -- called also bullfist, bullfice, puckfist, puff, and puffin."},{"word":"Puffer","type":"n.","descr":" One who puffs; one who praises with noisy or extravagant commendation."},{"word":"Puffer","type":"n.","descr":" One who is employed by the owner or seller of goods sold at suction to bid up the price; a by-bidder."},{"word":"Puffer","type":"n.","descr":" Any plectognath fish which inflates its body, as the species of Tetrodon and Diodon; -- called also blower, puff-fish, swellfish, and globefish."},{"word":"Puffer","type":"n.","descr":" The common, or harbor, porpoise."},{"word":"Puffer","type":"n.","descr":" A kier."},{"word":"Puffery","type":"n.","descr":" The act of puffing; bestowment of extravagant commendation."},{"word":"Puffin","type":"n.","descr":" An arctic sea bird Fratercula arctica) allied to the auks, and having a short, thick, swollen beak, whence the name; -- called also bottle nose, cockandy, coulterneb, marrot, mormon, pope, and sea parrot."},{"word":"Puffin","type":"n.","descr":" The puffball."},{"word":"Puffin","type":"n.","descr":" A sort of apple."},{"word":"Puffiness","type":"n.","descr":" The quality or state of being puffy."},{"word":"Puffing","type":"","descr":" a. and n. from Puff, v. i. and t."},{"word":"Puffingly","type":"adv.","descr":" In a puffing manner; with vehement breathing or shortness of breath; with exaggerated praise."},{"word":"Puff-leg","type":"n.","descr":" Any one of numerous species of beautiful humming birds of the genus Eriocnemis having large tufts of downy feathers on the legs."},{"word":"Puff-legged","type":"a.","descr":" Having a conspicuous tuft of feathers on the legs."},{"word":"Puffy","type":"a.","descr":" Swelled with air, or any soft matter; tumid with a soft substance; bloated; fleshy; as, a puffy tumor."},{"word":"Puffy","type":"a.","descr":" Hence, inflated; bombastic; as, a puffy style."},{"word":"Pugged","type":"imp. and p. p.","descr":" of Pug"},{"word":"Pugging","type":"p. pr. and vb. n.","descr":" of Pug"},{"word":"Pug","type":"v. t.","descr":" To mix and stir when wet, as clay for bricks, pottery, etc."},{"word":"Pug","type":"v. t.","descr":" To fill or stop with clay by tamping; to fill in or spread with mortar, as a floor or partition, for the purpose of deadening sound. See Pugging, 2."},{"word":"Pug","type":"n.","descr":" Tempered clay; clay moistened and worked so as to be plastic."},{"word":"Pug","type":"n.","descr":" A pug mill."},{"word":"Pug","type":"n.","descr":" An elf, or a hobgoblin; also same as Puck."},{"word":"Pug","type":"n.","descr":" A name for a monkey."},{"word":"Pug","type":"n.","descr":" A name for a fox."},{"word":"Pug","type":"n.","descr":" An intimate; a crony; a dear one."},{"word":"Pug","type":"n.","descr":" Chaff; the refuse of grain."},{"word":"Pug","type":"n.","descr":" A prostitute."},{"word":"Pug","type":"n.","descr":" One of a small breed of pet dogs having a short nose and head; a pug dog."},{"word":"Pug","type":"n.","descr":" Any geometrid moth of the genus Eupithecia."},{"word":"Pug-faced","type":"a.","descr":" Having a face like a monkey or a pug; monkey-faced."},{"word":"Pugger","type":"v. t.","descr":" To pucker."},{"word":"Puggered","type":"a.","descr":" Puckered."},{"word":"Pugging","type":"v. t.","descr":" The act or process of working and tempering clay to make it plastic and of uniform consistency, as for bricks, for pottery, etc."},{"word":"Pugging","type":"v. t.","descr":" Mortar or the like, laid between the joists under the boards of a floor, or within a partition, to deaden sound; -- in the United States usually called deafening."},{"word":"Pugging","type":"a.","descr":" Thieving."},{"word":"Pugh","type":"interj.","descr":" Pshaw! pish! -- a word used in contempt or disdain."},{"word":"Pugil","type":"n.","descr":" As much as is taken up between the thumb and two first fingers."},{"word":"Pugilism","type":"n.","descr":" The practice of boxing, or fighting with the fist."},{"word":"Pugilist","type":"n.","descr":" One who fights with his fists; esp., a professional prize fighter; a boxer."},{"word":"Pugilistic","type":"a.","descr":" Of or pertaining to pugillism."},{"word":"Pugnacious","type":"a.","descr":" Disposed to fight; inclined to fighting; quarrelsome; fighting."},{"word":"Pugnacity","type":"n.","descr":" Inclination or readiness to fight; quarrelsomeness."},{"word":"Pug nose","type":"","descr":" A short, thick nose; a snubnose."},{"word":"Puh","type":"interj.","descr":" The same as Pugh."},{"word":"Puisne","type":"a.","descr":" Later in age, time, etc.; subsequent."},{"word":"Puisne","type":"a.","descr":" Puny; petty; unskilled."},{"word":"Puisne","type":"a.","descr":" Younger or inferior in rank; junior; associate; as, a chief justice and three puisne justices of the Court of Common Pleas; the puisne barons of the Court of Exchequer."},{"word":"Puisne","type":"n.","descr":" One who is younger, or of inferior rank; a junior; esp., a judge of inferior rank."},{"word":"Puisny","type":"a.","descr":" Puisne; younger; inferior; petty; unskilled."},{"word":"Puissance","type":"n.","descr":" Power; strength; might; force; potency."},{"word":"Puissant","type":"a.","descr":" Powerful; strong; mighty; forcible; as, a puissant prince or empire."},{"word":"Puissantly","type":"adv.","descr":" In a puissant manner; powerfully; with great strength."},{"word":"Puissantness","type":"n.","descr":" The state or quality of being puissant; puissance; power."},{"word":"Puit","type":"n.","descr":" A well; a small stream; a fountain; a spring."},{"word":"Puked","type":"imp. and p. p.","descr":" of Puke"},{"word":"Puking","type":"p. pr. and vb. n.","descr":" of Puke"},{"word":"Puke","type":"v. i.","descr":" To eject the contests of the stomach; to vomit; to spew."},{"word":"Puke","type":"v. t.","descr":" To eject from the stomach; to vomit up."},{"word":"Puke","type":"n.","descr":" A medicine that causes vomiting; an emetic; a vomit."},{"word":"Puke","type":"a.","descr":" Of a color supposed to be between black and russet."},{"word":"Puker","type":"n.","descr":" One who pukes, vomits."},{"word":"Puker","type":"n.","descr":" That which causes vomiting."},{"word":"Pulas","type":"n.","descr":" The East Indian leguminous tree Butea frondosa. See Gum Butea, under Gum."},{"word":"Pulchritude","type":"n.","descr":" That quality of appearance which pleases the eye; beauty; comeliness; grace; loveliness."},{"word":"Pulchritude","type":"n.","descr":" Attractive moral excellence; moral beauty."},{"word":"Puled","type":"imp. and p. p.","descr":" of Pule"},{"word":"Puling","type":"p. pr. and vb. n.","descr":" of Pule"},{"word":"Pule","type":"v. i.","descr":" To cry like a chicken."},{"word":"Pule","type":"v. i.","descr":" To whimper; to whine, as a complaining child."},{"word":"Puler","type":"n.","descr":" One who pules; one who whines or complains; a weak person."},{"word":"Pulex","type":"n.","descr":" A genus of parasitic insects including the fleas. See Flea."},{"word":"Pulicene","type":"a.","descr":" Pertaining to, or abounding in, fleas; pulicose."},{"word":"Pulicose","type":"a.","descr":" Alt. of Pulicous"},{"word":"Pulicous","type":"a.","descr":" Abounding with fleas."},{"word":"Puling","type":"n.","descr":" A cry, as of a chicken,; a whining or whimpering."},{"word":"Puling","type":"a.","descr":" Whimpering; whining; childish."},{"word":"Pulingly","type":"adv.","descr":" With whining or complaint."},{"word":"Pulkha","type":"n.","descr":" A Laplander\\'s traveling sledge. See Sledge."},{"word":"Pulled","type":"imp. and p. p.","descr":" of Pull"},{"word":"Pulling","type":"p. pr. and vb. n.","descr":" of Pull"},{"word":"Pull","type":"v. t.","descr":" To draw, or attempt to draw, toward one; to draw forcibly."},{"word":"Pull","type":"v. t.","descr":" To draw apart; to tear; to rend."},{"word":"Pull","type":"v. t.","descr":" To gather with the hand, or by drawing toward one; to pluck; as, to pull fruit; to pull flax; to pull a finch."},{"word":"Pull","type":"v. t.","descr":" To move or operate by the motion of drawing towards one; as, to pull a bell; to pull an oar."},{"word":"Pull","type":"v. t.","descr":" To hold back, and so prevent from winning; as, the favorite was pulled."},{"word":"Pull","type":"v. t.","descr":" To take or make, as a proof or impression; -- hand presses being worked by pulling a lever."},{"word":"Pull","type":"v. t.","descr":" To strike the ball in a particular manner. See Pull, n., 8."},{"word":"Pull","type":"v. i.","descr":" To exert one\\'s self in an act or motion of drawing or hauling; to tug; as, to pull at a rope."},{"word":"Pull","type":"n.","descr":" The act of pulling or drawing with force; an effort to move something by drawing toward one."},{"word":"Pull","type":"n.","descr":" A contest; a struggle; as, a wrestling pull."},{"word":"Pull","type":"n.","descr":" A pluck; loss or violence suffered."},{"word":"Pull","type":"n.","descr":" A knob, handle, or lever, etc., by which anything is pulled; as, a drawer pull; a bell pull."},{"word":"Pull","type":"n.","descr":" The act of rowing; as, a pull on the river."},{"word":"Pull","type":"n.","descr":" The act of drinking; as, to take a pull at the beer, or the mug."},{"word":"Pull","type":"n.","descr":" Something in one\\'s favor in a comparison or a contest; an advantage; means of influencing; as, in weights the favorite had the pull."},{"word":"Pull","type":"n.","descr":" A kind of stroke by which a leg ball is sent to the off side, or an off ball to the side."},{"word":"Pullail","type":"n.","descr":" Poultry."},{"word":"Pullback","type":"n.","descr":" That which holds back, or causes to recede; a drawback; a hindrance."},{"word":"Pullback","type":"n.","descr":" The iron hook fixed to a casement to pull it shut, or to hold it party open at a fixed point."},{"word":"Pulled","type":"a.","descr":" Plucked; pilled; moulting."},{"word":"Pullen","type":"n.","descr":" Poultry."},{"word":"Puller","type":"n.","descr":" One who, or that which, pulls."},{"word":"Pullet","type":"n.","descr":" A young hen, or female of the domestic fowl."},{"word":"Pulleys","type":"pl. ","descr":" of Pulley"},{"word":"Pulley","type":"v. t.","descr":" A wheel with a broad rim, or grooved rim, for transmitting power from, or imparting power to, the different parts of machinery, or for changing the direction of motion, by means of a belt, cord, rope, or chain."},{"word":"Pulley","type":"b. t.","descr":" To raise or lift by means of a pulley."},{"word":"Pullicate","type":"n.","descr":" A kind of checked cotton or silk handkerchief."},{"word":"Pullman car","type":"","descr":" A kind of sleeping car; also, a palace car; -- often shortened to Pullman."},{"word":"Pullulate","type":"v. i.","descr":" To germinate; to bud; to multiply abundantly."},{"word":"Pullulation","type":"n.","descr":" A germinating, or budding."},{"word":"Pulli","type":"pl. ","descr":" of Pullus"},{"word":"Pullus","type":"n.","descr":" A chick; a young bird in the downy stage."},{"word":"Pulmobranchiata","type":"a. and n.","descr":" Alt. of Pulmobranchiate"},{"word":"Pulmobranchiate","type":"a. and n.","descr":" Same as Pulmonibranchiata, -ate."},{"word":"Pulmocutaneous","type":"a.","descr":" Of or pertaining to the lungs and the akin; as, the pulmocutaneous arteries of the frog."},{"word":"Pulmogasteropoda","type":"n. pl.","descr":" Same as Pulmonata."},{"word":"Pulmograde","type":"a.","descr":" Swimming by the expansion and contraction, or lunglike movement, of the body, or of the disk, as do the medusae."},{"word":"Pulmometer","type":"n.","descr":" A spirometer."},{"word":"Pulmonarian","type":"n.","descr":" Any arachnid that breathes by lunglike organs, as the spiders and scorpions. Also used adjectively."},{"word":"Pulmonary","type":"a.","descr":" Of or pertaining to the lungs; affecting the lungs; pulmonic."},{"word":"Pulmonary","type":"a.","descr":" Lungwort."},{"word":"Pulmonata","type":"n. pl.","descr":" An extensive division, or sub-class, of hermaphrodite gastropods, in which the mantle cavity is modified into an air-breathing organ, as in Helix, or land snails, Limax, or garden slugs, and many pond snails, as Limnaea and Planorbis."},{"word":"Pulmonate","type":"a.","descr":" Having breathing organs that act as lungs."},{"word":"Pulmonate","type":"a.","descr":" Pertaining to the Pulmonata."},{"word":"Pulmonate","type":"n.","descr":" One of the Pulmonata."},{"word":"Pulmonated","type":"a.","descr":" same as Pulmonate (a)."},{"word":"Pulmonibranchiata","type":"n. pl.","descr":" Same as Pulmonata."},{"word":"Pulmonibranchiate","type":"a. and n.","descr":" Same as Pulmonate."},{"word":"Pulmonic","type":"a.","descr":" Relating to, or affecting the lungs; pulmonary."},{"word":"Pulmonic","type":"n.","descr":" A pulmonic medicine."},{"word":"Pulmonifera","type":"n. pl.","descr":" Same as Pulmonata."},{"word":"Pulmoniferous","type":"a.","descr":" Having lungs; pulmonate."},{"word":"Pulp","type":"n.","descr":" A moist, slightly cohering mass, consisting of soft, undissolved animal or vegetable matter."},{"word":"Pulp","type":"n.","descr":" A tissue or part resembling pulp; especially, the soft, highly vascular and sensitive tissue which fills the central cavity, called the pulp cavity, of teeth."},{"word":"Pulp","type":"n.","descr":" The soft, succulent part of fruit; as, the pulp of a grape."},{"word":"Pulp","type":"n.","descr":" The exterior part of a coffee berry."},{"word":"Pulp","type":"n.","descr":" The material of which paper is made when ground up and suspended in water."},{"word":"Pulped","type":"imp. and p. p.","descr":" of Pulp"},{"word":"Pulping","type":"p. pr. and vb. n.","descr":" of Pulp"},{"word":"Pulp","type":"v. t.","descr":" To reduce to pulp."},{"word":"Pulp","type":"v. t.","descr":" To deprive of the pulp, or integument."},{"word":"Pulpatoon","type":"n.","descr":" A kind of delicate confectionery or cake, perhaps made from the pulp of fruit."},{"word":"Pulpiness","type":"n.","descr":" the quality or state of being pulpy."},{"word":"Pulpit","type":"n.","descr":" An elevated place, or inclosed stage, in a church, in which the clergyman stands while preaching."},{"word":"Pulpit","type":"n.","descr":" The whole body of the clergy; preachers as a class; also, preaching."},{"word":"Pulpit","type":"n.","descr":" A desk, or platform, for an orator or public speaker."},{"word":"Pulpit","type":"a.","descr":" Of or pertaining to the pulpit, or preaching; as, a pulpit orator; pulpit eloquence."},{"word":"Pulpited","type":"a.","descr":" Placed in a pulpit."},{"word":"Pulpiteer","type":"n.","descr":" One who speaks in a pulpit; a preacher; -- so called in contempt."},{"word":"Pulpiter","type":"n.","descr":" A preacher."},{"word":"Pulpitical","type":"a.","descr":" Of or pertaining to the pulpit; suited to the pulpit."},{"word":"Pulpitish","type":"a.","descr":" Of or pertaining to the pulpit; like preaching."},{"word":"Pulpitry","type":"n.","descr":" The teaching of the pulpit; preaching."},{"word":"Pulpous","type":"a.","descr":" Containing pulp; pulpy."},{"word":"Pulpy","type":"n.","descr":" Like pulp; consisting of pulp; soft; fleshy; succulent; as, the pulpy covering of a nut; the pulpy substance of a peach or a cherry."},{"word":"Pulque","type":"n.","descr":" An intoxicating Mexican drink. See Agave."},{"word":"Pulsated","type":"imp. and p. p.","descr":" of Pulsate"},{"word":"Pulsating","type":"p. pr. and vb. n.","descr":" of Pulsate"},{"word":"Pulsate","type":"v.","descr":" To throb, as a pulse; to beat, as the heart."},{"word":"Pulsatile","type":"a.","descr":" Capable of being struck or beaten; played by beating or by percussion; as, a tambourine is a pulsatile musical instrument."},{"word":"Pulsatile","type":"a.","descr":" Pulsating; throbbing, as a tumor."},{"word":"Pulsatilla","type":"n.","descr":" A genus of ranunculaceous herbs including the pasque flower. This genus is now merged in Anemone. Some species, as Anemone Pulsatilla, Anemone pratensis, and Anemone patens, are used medicinally."},{"word":"Pulsation","type":"n.","descr":" A beating or throbbing, especially of the heart or of an artery, or in an inflamed part; a beat of the pulse."},{"word":"Pulsation","type":"n.","descr":" A single beat or throb of a series."},{"word":"Pulsation","type":"n.","descr":" A stroke or impulse by which some medium is affected, as in the propagation of sounds."},{"word":"Pulsation","type":"n.","descr":" Any touching of another\\'s body willfully or in anger. This constitutes battery."},{"word":"Pulsative","type":"a.","descr":" Beating; throbbing."},{"word":"Pulsator","type":"n.","descr":" A beater; a striker."},{"word":"Pulsator","type":"n.","descr":" That which beats or throbs in working."},{"word":"Pulsatory","type":"a.","descr":" Capable of pulsating; throbbing."},{"word":"Pulse","type":"n.","descr":" Leguminous plants, or their seeds, as beans, pease, etc."},{"word":"Pulse","type":"n.","descr":" The beating or throbbing of the heart or blood vessels, especially of the arteries."},{"word":"Pulse","type":"n.","descr":" Any measured or regular beat; any short, quick motion, regularly repeated, as of a medium in the transmission of light, sound, etc.; oscillation; vibration; pulsation; impulse; beat; movement."},{"word":"Pulse","type":"v. i.","descr":" To beat, as the arteries; to move in pulses or beats; to pulsate; to throb."},{"word":"Pulse","type":"v. t.","descr":" To drive by a pulsation; to cause to pulsate."},{"word":"Pulseless","type":"a.","descr":" Having no pulsation; lifeless."},{"word":"Pulselessness","type":"n.","descr":" The state of being pulseless."},{"word":"Pulsific","type":"a.","descr":" Exciting the pulse; causing pulsation."},{"word":"Pulsimeter","type":"n.","descr":" A sphygmograph."},{"word":"Pulsion","type":"n.","descr":" The act of driving forward; propulsion; -- opposed to suction or traction."},{"word":"Pulsive","type":"a.","descr":" Tending to compel; compulsory."},{"word":"Pulsometer","type":"n.","descr":" A device, with valves, for raising water by steam, partly by atmospheric pressure, and partly by the direct action of the steam on the water, without the intervention of a piston; -- also called vacuum pump."},{"word":"Pulsometer","type":"n.","descr":" A pulsimeter."},{"word":"Pult","type":"v. t.","descr":" To put."},{"word":"Pultaceous","type":"a.","descr":" Macerated; softened; nearly fluid."},{"word":"Pultesse","type":"n.","descr":" Alt. of Pultise"},{"word":"Pultise","type":"n.","descr":" Poultry."},{"word":"Pulu","type":"n.","descr":" A vegetable substance consisting of soft, elastic, yellowish brown chaff, gathered in the Hawaiian Islands from the young fronds of free ferns of the genus Cibotium, chiefly C. Menziesii; -- used for stuffing mattresses, cushions, etc., and as an absorbent."},{"word":"Purverable","type":"a.","descr":" Capable of being reduced to fine powder."},{"word":"Pulveraceous","type":"a.","descr":" Having a finely powdered surface; pulverulent."},{"word":"Pulverate","type":"v. t.","descr":" To beat or reduce to powder or dust; to pulverize."},{"word":"Pulverine","type":"n.","descr":" Ashes of barilla."},{"word":"Pulverizable","type":"a.","descr":" Admitting of being pulverized; pulverable."},{"word":"Pulverization","type":"n.","descr":" The action of reducing to dust or powder."},{"word":"Pulverized","type":"imp. and p. p.","descr":" of Pulverize"},{"word":"Pulverizing","type":"p. pr. and vb. n.","descr":" of Pulverize"},{"word":"Pulverize","type":"v. t.","descr":" To reduce of fine powder or dust, as by beating, grinding, or the like; as, friable substances may be pulverized by grinding or beating, but to pulverize malleable bodies other methods must be pursued."},{"word":"Pulverize","type":"v. i.","descr":" To become reduced to powder; to fall to dust; as, the stone pulverizes easily."},{"word":"Pulverizer","type":"n.","descr":" One who, or that which, pulverizes."},{"word":"Pulverous","type":"a.","descr":" Consisting of dust or powder; like powder."},{"word":"Pulverulence","type":"n.","descr":" The state of being pulverulent; abundance of dust or powder; dustiness."},{"word":"Pulverulent","type":"a.","descr":" Consisting of, or reducible to, fine powder; covered with dust or powder; powdery; dusty."},{"word":"Pulvil","type":"n.","descr":" A sweet-scented powder; pulvillio."},{"word":"Pulvil","type":"v. t.","descr":" To apply pulvil to."},{"word":"Pulvillio","type":"n.","descr":" Alt. of Pulvillo"},{"word":"Pulvillo","type":"n.","descr":" A kind of perfume in the form of a powder, formerly much used, -- often in little bags."},{"word":"Pulvilli","type":"pl. ","descr":" of Pulvillus"},{"word":"Pulvillus","type":"n.","descr":" One of the minute cushions on the feet of certain insects."},{"word":"Pulvinar","type":"n.","descr":" A prominence on the posterior part of the thalamus of the human brain."},{"word":"Pulvinate","type":"a.","descr":" Alt. of Pulvinated"},{"word":"Pulvinated","type":"a.","descr":" Curved convexly or swelled; as, a pulvinated frieze."},{"word":"Pulvinated","type":"a.","descr":" Having the form of a cushion."},{"word":"Pulvinic","type":"a.","descr":" Pertaining to, or designating, an acid obtained by the decomposition of vulpinic acid, as a white crystalline substance."},{"word":"Pulvinuli","type":"pl. ","descr":" of Pulvinulus"},{"word":"Pulvinulus","type":"n.","descr":" Same as Pulvillus."},{"word":"Puma","type":"n.","descr":" A large American carnivore (Felis concolor), found from Canada to Patagonia, especially among the mountains. Its color is tawny, or brownish yellow, without spots or stripes. Called also catamount, cougar, American lion, mountain lion, and panther or painter."},{"word":"Pume","type":"n.","descr":" A stint."},{"word":"Pumicated","type":"imp. and p. p.","descr":" of Pumicate"},{"word":"Pumicating","type":"p. pr. and vb. n.","descr":" of Pumicate"},{"word":"Pumicate","type":"v. t.","descr":" To make smooth with pumice."},{"word":"Pumice","type":"n.","descr":" A very light porous volcanic scoria, usually of a gray color, the pores of which are capillary and parallel, giving it a fibrous structure. It is supposed to be produced by the disengagement of watery vapor without liquid or plastic lava. It is much used, esp. in the form of powder, for smoothing and polishing. Called also pumice stone."},{"word":"Pumiced","type":"a.","descr":" Affected with a kind of chronic laminitis in which there is a growth of soft spongy horn between the coffin bone and the hoof wall. The disease is called pumiced foot, or pumice foot."},{"word":"Pumiceous","type":"a.","descr":" Of or pertaining to pumice; resembling pumice."},{"word":"Pumice stone","type":"","descr":" Same as Pumice."},{"word":"Pumiciform","type":"a.","descr":" Resembling, or having the structure of, pumice."},{"word":"Pummace","type":"n.","descr":" Same as Pomace."},{"word":"Pummel","type":"n. and v. t.","descr":" Same as Pommel."},{"word":"Pump","type":"n.","descr":" A low shoe with a thin sole."},{"word":"Pump","type":"n.","descr":" An hydraulic machine, variously constructed, for raising or transferring fluids, consisting essentially of a moving piece or piston working in a hollow cylinder or other cavity, with valves properly placed for admitting or retaining the fluid as it is drawn or driven through them by the action of the piston."},{"word":"Pumped","type":"imp. and p. p.","descr":" of Pump"},{"word":"pumping","type":"p. pr. and vb. n.","descr":" of Pump"},{"word":"Pump","type":"v. t.","descr":" To raise with a pump, as water or other liquid."},{"word":"Pump","type":"v. t.","descr":" To draw water, or the like, from; to from water by means of a pump; as, they pumped the well dry; to pump a ship."},{"word":"Pump","type":"v. t.","descr":" Figuratively, to draw out or obtain, as secrets or money, by persistent questioning or plying; to question or ply persistently in order to elicit something, as information, money, etc."},{"word":"Pump","type":"v. i.","descr":" To work, or raise water, a pump."},{"word":"Pumpage","type":"n.","descr":" That which is raised by pumps, or the work done by pumps."},{"word":"Pumper","type":"n.","descr":" One who pumps; the instrument or machine used in pumping."},{"word":"Pumpernickel","type":"n.","descr":" A sort of bread, made of unbolted rye, which forms the chief food of the Westphalian peasants. It is acid but nourishing."},{"word":"Pumpet","type":"n.","descr":" A pompet."},{"word":"Pumping","type":"","descr":" a. and n. from pump."},{"word":"Pumpion","type":"n.","descr":" See Pumpkin."},{"word":"Pumpkin","type":"n.","descr":" A well-known trailing plant (Cucurbita pepo)  and its fruit, -- used for cooking and for feeding stock; a pompion."},{"word":"Pumy","type":"a.","descr":" Large and rounded."},{"word":"Pun","type":"v. t.","descr":" To pound."},{"word":"Pun","type":"n.","descr":" A play on words which have the same sound but different meanings; an expression in which two different applications of a word present an odd or ludicrous idea; a kind of quibble or equivocation."},{"word":"Punned","type":"imp. and p. p.","descr":" of Pun"},{"word":"Punning","type":"p. pr. and vb. n.","descr":" of Pun"},{"word":"Pun","type":"v. i.","descr":" To make puns, or a pun; to use a word in a double sense, especially when the contrast of ideas is ludicrous; to play upon words; to quibble."},{"word":"Pun","type":"v. t.","descr":" To persuade or affect by a pun."},{"word":"Punch","type":"n.","descr":" A beverage composed of wine or distilled liquor, water (or milk), sugar, and the juice of lemon, with spice or mint; -- specifically named from the kind of spirit used; as rum punch, claret punch, champagne punch, etc."},{"word":"Punch","type":"n.","descr":" The buffoon or harlequin of a puppet show."},{"word":"Punch","type":"n.","descr":" A short, fat fellow; anything short and thick."},{"word":"Punch","type":"n.","descr":" One of a breed of large, heavy draught horses; as, the Suffolk punch."},{"word":"Punch","type":"v. t.","descr":" To thrust against; to poke; as, to punch one with the end of a stick or the elbow."},{"word":"Punch","type":"n.","descr":" A thrust or blow."},{"word":"Punch","type":"n.","descr":" A tool, usually of steel, variously shaped at one end for different uses, and either solid, for stamping or for perforating holes in metallic plates and other substances, or hollow and sharpedged, for cutting out blanks, as for buttons, steel pens, jewelry, and the like; a die."},{"word":"Punch","type":"n.","descr":" An extension piece applied to the top of a pile; a dolly."},{"word":"Punch","type":"n.","descr":" A prop, as for the roof of a mine."},{"word":"Punched","type":"imp. and p. p.","descr":" of Punch"},{"word":"Punching","type":"p. pr. and vb. n.","descr":" of Punch"},{"word":"Punch","type":"n.","descr":" To perforate or stamp with an instrument by pressure, or a blow; as, to punch a hole; to punch ticket."},{"word":"Puncheon","type":"n.","descr":" A figured stamp, die, or punch, used by goldsmiths, cutlers, etc."},{"word":"Puncheon","type":"n.","descr":" A short, upright piece of timber in framing; a short post; an intermediate stud."},{"word":"Puncheon","type":"n.","descr":" A split log or heavy slab with the face smoothed; as, a floor made of puncheons."},{"word":"Puncheon","type":"n.","descr":" A cask containing, sometimes 84, sometimes 120, gallons."},{"word":"Puncher","type":"n.","descr":" One who, or that which, punches."},{"word":"Punchin","type":"n.","descr":" See Puncheon."},{"word":"Punchinello","type":"n.","descr":" A punch; a buffoon; originally, in a puppet show, a character represented as fat, short, and humpbacked."},{"word":"Punchy","type":"a.","descr":" Short and thick, or fat."},{"word":"Punctated","type":"a.","descr":" Alt. of Punctated"},{"word":"Punctated","type":"a.","descr":" Pointed; ending in a point or points."},{"word":"Punctated","type":"a.","descr":" Dotted with small spots of color, or with minute depressions or pits."},{"word":"Punctator","type":"n.","descr":" One who marks with points. specifically, one who writes Hebrew with points; -- applied to a Masorite."},{"word":"Puncticular","type":"a.","descr":" Comprised in, or like, a point; exact."},{"word":"Punctiform","type":"a.","descr":" Having the form of a point."},{"word":"Punctilios","type":"pl. ","descr":" of Punctilio"},{"word":"Punctilio","type":"n.","descr":" A nice point of exactness in conduct, ceremony, or proceeding; particularity or exactness in forms; as, the punctilios of a public ceremony."},{"word":"Punctilious","type":"a.","descr":" Attentive to punctilio; very nice or exact in the forms of behavior, etiquette, or mutual intercourse; precise; exact in the smallest particulars."},{"word":"Punction","type":"n.","descr":" A puncturing, or pricking; a puncture."},{"word":"Punctist","type":"n.","descr":" A punctator."},{"word":"Puncto","type":"n.","descr":" A nice point of form or ceremony."},{"word":"Puncto","type":"n.","descr":" A term applied to the point in fencing."},{"word":"Punctual","type":"a.","descr":" Consisting in a point; limited to a point; unextended."},{"word":"Punctual","type":"a.","descr":" Observant of nice points; punctilious; precise."},{"word":"Punctual","type":"a.","descr":" Appearing or done at, or adhering exactly to, a regular or an appointed time; precise; prompt; as, a punctual man; a punctual payment."},{"word":"Punctualist","type":"n.","descr":" One who is very exact in observing forms and ceremonies."},{"word":"Punctuality","type":"n.","descr":" The quality or state of being punctual; especially, adherence to the exact time of an engagement; exactness."},{"word":"Punctually","type":"adv.","descr":" In a punctual manner; promptly; exactly."},{"word":"Punctualness","type":"n.","descr":" Punctuality; exactness."},{"word":"Punctuated","type":"imp. and p. p.","descr":" of Punctuate"},{"word":"Punctuating","type":"p. pr. and vb. n.","descr":" of Punctuate"},{"word":"Punctuate","type":"v. t.","descr":" To mark with points; to separate into sentences, clauses, etc., by points or stops which mark the proper pauses in expressing the meaning."},{"word":"Punctuation","type":"n.","descr":" The act or art of punctuating or pointing a writing or discourse; the art or mode of dividing literary composition into sentences, and members of a sentence, by means of points, so as to elucidate the author\\'s meaning."},{"word":"Punctuative","type":"a.","descr":" Of or belonging to points of division; relating to punctuation."},{"word":"Punctuator","type":"n.","descr":" One who punctuates, as in writing; specifically, a punctator."},{"word":"Punctuist","type":"n.","descr":" A punctator."},{"word":"Punctulate","type":"a.","descr":" Alt. of Punctulated"},{"word":"Punctulated","type":"a.","descr":" Marked with small spots."},{"word":"Punctum","type":"n.","descr":" A point."},{"word":"Puncturation","type":"n.","descr":" The act or process of puncturing. See Acupuncture."},{"word":"Puncture","type":"n.","descr":" The act of puncturing; perforating with something pointed."},{"word":"Puncture","type":"n.","descr":" A small hole made by a point; a slight wound, bite, or sting; as, the puncture of a nail, needle, or pin."},{"word":"Punctured","type":"imp. and p. p.","descr":" of Puncture"},{"word":"Puncturing","type":"p. pr. and vb. n.","descr":" of Puncture"},{"word":"Puncture","type":"v. t.","descr":" To pierce with a small, pointed instrument, or the like; to prick; to make a puncture in; as, to puncture the skin."},{"word":"Punctured","type":"a.","descr":" Having the surface covered with minute indentations or dots."},{"word":"Punctured","type":"a.","descr":" Produced by puncture; having the characteristics of a puncture; as, a punctured wound."},{"word":"Pundit","type":"n.","descr":" A learned man; a teacher; esp., a Brahman versed in the Sanskrit language, and in the science, laws, and religion of the Hindoos; in Cashmere, any clerk or native official."},{"word":"Pundle","type":"n.","descr":" A short and fat woman; a squab."},{"word":"Punese","type":"n.","descr":" A bedbug."},{"word":"Pung","type":"n.","descr":" A kind of plain sleigh drawn by one horse; originally, a rude oblong box on runners."},{"word":"Pungence","type":"n.","descr":" Pungency."},{"word":"Pungency","type":"n.","descr":" The quality or state of being pungent or piercing; keenness; sharpness; piquancy; as, the pungency of ammonia."},{"word":"Pungent","type":"v. t.","descr":" Causing a sharp sensation, as of the taste, smell, or feelings; pricking; biting; acrid; as, a pungent spice."},{"word":"Pungent","type":"v. t.","descr":" Sharply painful; penetrating; poignant; severe; caustic; stinging."},{"word":"Pungent","type":"v. t.","descr":" Prickly-pointed; hard and sharp."},{"word":"Pungently","type":"adv.","descr":" In a pungent manner; sharply."},{"word":"Pungled","type":"a.","descr":" Shriveled or shrunken; -- said especially of grain which has lost its juices from the ravages of insects, such as the wheat midge, or Trips (Thrips cerealium)."},{"word":"Pungy","type":"n.","descr":" A small sloop or shallop, or a large boat with sails."},{"word":"Punic","type":"a.","descr":" Of or pertaining to the ancient Carthaginians."},{"word":"Punic","type":"a.","descr":" Characteristic of the ancient Carthaginians; faithless; treacherous; as, Punic faith."},{"word":"Punice","type":"n.","descr":" See Punese."},{"word":"Punice","type":"v. t.","descr":" To punish."},{"word":"Puniceous","type":"a.","descr":" Alt. of Punicial"},{"word":"Punicial","type":"a.","descr":" Of a bright red or purple color."},{"word":"Puniness","type":"n.","descr":" The quality or state of being puny; littleness; pettiness; feebleness."},{"word":"Punished","type":"imp. and p. p.","descr":" of Punish"},{"word":"Punishing","type":"p. pr. and vb. n.","descr":" of Punish"},{"word":"Punish","type":"v. t.","descr":" To impose a penalty upon; to afflict with pain, loss, or suffering for a crime or fault, either with or without a view to the offender\\'s amendment; to cause to suffer in retribution; to chasten; as, to punish traitors with death; a father punishes his child for willful disobedience."},{"word":"Punish","type":"v. t.","descr":" To inflict a penalty for (an offense) upon the offender; to repay, as a fault, crime, etc., with pain or loss; as, to punish murder or treason with death."},{"word":"Punish","type":"v. t.","descr":" To injure, as by beating; to pommel."},{"word":"Punishable","type":"a.","descr":" Deserving of, or liable to, punishment; capable of being punished by law or right; -- said of person or offenses."},{"word":"Punisher","type":"n.","descr":" One who inflicts punishment."},{"word":"Punishment","type":"n.","descr":" The act of punishing."},{"word":"Punishment","type":"n.","descr":" Any pain, suffering, or loss inflicted on a person because of a crime or offense."},{"word":"Punishment","type":"n.","descr":" A penalty inflicted by a court of justice on a convicted offender as a just retribution, and incidentally for the purposes of reformation and prevention."},{"word":"Punition","type":"n.","descr":" Punishment."},{"word":"Punitive","type":"a.","descr":" Of or pertaining to punishment; involving, awarding, or inflicting punishment; as, punitive law or justice."},{"word":"Punitory","type":"a.","descr":" Punishing; tending to punishment; punitive."},{"word":"Punk","type":"n.","descr":" Wood so decayed as to be dry, crumbly, and useful for tinder; touchwood."},{"word":"Punk","type":"n.","descr":" A fungus (Polyporus fomentarius, etc.) sometimes dried for tinder; agaric."},{"word":"Punk","type":"n.","descr":" An artificial tinder. See Amadou, and Spunk."},{"word":"Punk","type":"n.","descr":" A prostitute; a strumpet."},{"word":"Punka","type":"n.","descr":" A machine for fanning a room, usually a movable fanlike frame covered with canvas, and suspended from the ceiling. It is kept in motion by pulling a cord."},{"word":"Punkin","type":"n.","descr":" A pumpkin."},{"word":"Punkling","type":"n.","descr":" A young strumpet."},{"word":"Punner","type":"n.","descr":" A punster."},{"word":"Punnet","type":"n.","descr":" A broad, shallow basket, for displaying fruit or flowers."},{"word":"Punnology","type":"n.","descr":" The art or practice of punning; paronomasia."},{"word":"Punster","type":"n.","descr":" One who puns, or is skilled in, or given to, punning; a quibbler; a low wit."},{"word":"Punt","type":"v. i.","descr":" To play at basset, baccara, faro. or omber; to gamble."},{"word":"Punt","type":"n.","descr":" Act of playing at basset, baccara, faro, etc."},{"word":"Punt","type":"n.","descr":" A flat-bottomed boat with square ends. It is adapted for use in shallow waters."},{"word":"Punt","type":"v. t.","descr":" To propel, as a boat in shallow water, by pushing with a pole against the bottom; to push or propel (anything) with exertion."},{"word":"Punt","type":"v. t.","descr":" To kick (the ball) before it touches the ground, when let fall from the hands."},{"word":"Punt","type":"n.","descr":" The act of punting the ball."},{"word":"Punter","type":"v. t.","descr":" One who punts; specifically, one who plays against the banker or dealer, as in baccara and faro."},{"word":"Punter","type":"n.","descr":" One who punts a football; also, one who propels a punt."},{"word":"Puntil","type":"n.","descr":" Alt. of Puntel"},{"word":"Puntel","type":"n.","descr":" See Pontee."},{"word":"Punto","type":"n.","descr":" A point or hit."},{"word":"Punty","type":"n.","descr":" See Pontee."},{"word":"Puny","type":"superl.","descr":" Imperfectly developed in size or vigor; small and feeble; inferior; petty."},{"word":"Puny","type":"n.","descr":" A youth; a novice."},{"word":"Puoy","type":"n.","descr":" Same as Poy, n., 3."},{"word":"Pup","type":"n.","descr":" A young dog; a puppy."},{"word":"Pup","type":"n.","descr":" a young seal."},{"word":"Pupped","type":"imp. and p. p.","descr":" of Pup"},{"word":"Pupping","type":"p. pr. and vb. n.","descr":" of Pup"},{"word":"Pup","type":"v. i.","descr":" To bring forth whelps or young, as the female of the canine species."},{"word":"Pup\/","type":"pl. ","descr":" of Pupa"},{"word":"Pupas","type":"pl. ","descr":" of Pupa"},{"word":"Pupa","type":"n.","descr":" Any insect in that stage of its metamorphosis which usually immediately precedes the adult, or imago, stage."},{"word":"Pupa","type":"n.","descr":" A genus of air-breathing land snails having an elongated spiral shell."},{"word":"Pupal","type":"a.","descr":" Of or pertaining to a pupa, or the condition of a pupa."},{"word":"Pupate","type":"v. i.","descr":" To become a pupa."},{"word":"Pupation","type":"n.","descr":" the act of becoming a pupa."},{"word":"Pupe","type":"n.","descr":" A pupa."},{"word":"Pupelo","type":"n.","descr":" Cider brandy."},{"word":"Pupigerous","type":"a.","descr":" Bearing or containing a pupa; -- said of dipterous larvae which do not molt when the pupa is formed within them."},{"word":"Pupil","type":"n.","descr":" The aperture in the iris; the sight, apple, or black of the eye. See the Note under Eye, and Iris."},{"word":"Pupil","type":"n.","descr":" A youth or scholar of either sex under the care of an instructor or tutor."},{"word":"Pupil","type":"n.","descr":" A person under a guardian; a ward."},{"word":"Pupil","type":"n.","descr":" A boy or a girl under the age of puberty, that is, under fourteen if a male, and under twelve if a female."},{"word":"Pupilage","type":"n.","descr":" The state of being a pupil."},{"word":"Pupillarity","type":"n.","descr":" The period before puberty, or from birth to fourteen in males, and twelve in females."},{"word":"Pupillary","type":"a.","descr":" Of or pertaining to a pupil or ward."},{"word":"Pupillary","type":"a.","descr":" Of or pertaining to the pupil of the eye."},{"word":"Pupillometer","type":"n.","descr":" An instrument for measuring the size of the pupil of the pupil of the eye."},{"word":"Pupipara","type":"n. pl.","descr":" A division of Diptera in which the young are born in a stage like the pupa. It includes the sheep tick, horse tick, and other parasites. Called also Homaloptera."},{"word":"Pupiparous","type":"a.","descr":" Bearing, or containing, a pupa; -- said of the matured larvae, or larval skins, of certain Diptera."},{"word":"Pupiparous","type":"a.","descr":" Of or pertaining to the Pupipara."},{"word":"Pupivora","type":"n. pl.","descr":" A group of parasitic Hymenoptera, including the ichneumon flies, which destroy the larvae and pupae of insects."},{"word":"Pupivorous","type":"a.","descr":" Feeding on the pupae of insects."},{"word":"Puplican","type":"n.","descr":" Publican."},{"word":"Puppet","type":"n.","descr":" A small image in the human form; a doll."},{"word":"Puppet","type":"n.","descr":" A similar figure moved by the hand or by a wire in a mock drama; a marionette; a wooden actor in a play."},{"word":"Puppet","type":"n.","descr":" One controlled in his action by the will of another; a tool; -- so used in contempt."},{"word":"Puppet","type":"n.","descr":" The upright support for the bearing of the spindle in a lathe."},{"word":"Puppetish","type":"a.","descr":" Resembling a puppet in appearance or action; of the nature of a puppet."},{"word":"Puppetman","type":"n.","descr":" A master of a puppet show."},{"word":"Puppetry","type":"n.","descr":" Action or appearance resembling that of a puppet, or puppet show; hence, mere form or show; affectation."},{"word":"Puppies","type":"pl. ","descr":" of Puppy"},{"word":"Puppy","type":"n.","descr":" The young of a canine animal, esp. of the common dog; a whelp."},{"word":"Puppy","type":"n.","descr":" A name of contemptuous reproach for a conceited and impertinent person."},{"word":"Puppied","type":"imp. and p. p.","descr":" of Puppy"},{"word":"Puppying","type":"p. pr. and vb. n.","descr":" of Puppy"},{"word":"Puppy","type":"v. i.","descr":" To bring forth whelps; to pup."},{"word":"Puppyhood","type":"n.","descr":" The time or state of being a puppy; the time of being young and undisciplined."},{"word":"Puppyish","type":"a.","descr":" Like a puppy."},{"word":"Puppyism","type":"n.","descr":" Extreme meanness, affectation, conceit, or impudence."},{"word":"Purred","type":"imp. and p. p.","descr":" of Pur"},{"word":"Purring","type":"p. pr. and vb. n.","descr":" of Pur"},{"word":"Pur","type":"v. i.","descr":" To utter a low, murmuring, continued sound, as a cat does when pleased."},{"word":"Pur","type":"v. t.","descr":" To signify or express by purring."},{"word":"Pur","type":"n.","descr":" The low, murmuring sound made by a cat to express contentment or pleasure."},{"word":"Purana","type":"n.","descr":" One of a class of sacred Hindoo poetical works in the Sanskrit language which treat of the creation, destruction, and renovation of worlds, the genealogy and achievements of gods and heroes, the reigns of the Manus, and the transactions of their descendants. The principal Puranas are eighteen in number, and there are the same number of supplementary books called Upa Puranas."},{"word":"Puranic","type":"a.","descr":" Pertaining to the Puranas."},{"word":"Purbeck beds","type":"","descr":" The strata of the Purbeck stone, or Purbeck limestone, belonging to the Oolitic group. See the Chart of Geology."},{"word":"Purbeck stone","type":"","descr":" A limestone from the Isle of Purbeck in England."},{"word":"Purblind","type":"a.","descr":" Wholly blind."},{"word":"Purblind","type":"a.","descr":" Nearsighted, or dim-sighted; seeing obscurely; as, a purblind eye; a purblind mole."},{"word":"Purcelane","type":"n.","descr":" Purslane."},{"word":"Purchasable","type":"a.","descr":" Capable of being bought, purchased, or obtained for a consideration; hence, venal; corrupt."},{"word":"Purchased","type":"imp. and p. p.","descr":" of Purchase"},{"word":"Purchasing","type":"p. pr. and vb. n.","descr":" of Purchase"},{"word":"Purchase","type":"v. t.","descr":" To pursue and obtain; to acquire by seeking; to gain, obtain, or acquire."},{"word":"Purchase","type":"v. t.","descr":" To obtain by paying money or its equivalent; to buy for a price; as, to purchase land, or a house."},{"word":"Purchase","type":"v. t.","descr":" To obtain by any outlay, as of labor, danger, or sacrifice, etc.; as, to purchase favor with flattery."},{"word":"Purchase","type":"v. t.","descr":" To expiate by a fine or forfeit."},{"word":"Purchase","type":"v. t.","descr":" To acquire by any means except descent or inheritance."},{"word":"Purchase","type":"v. t.","descr":" To buy for a price."},{"word":"Purchase","type":"v. t.","descr":" To apply to (anything) a device for obtaining a mechanical advantage; to get a purchase upon, or apply a purchase to; as, to purchase a cannon."},{"word":"Purchase","type":"v. i.","descr":" To put forth effort to obtain anything; to strive; to exert one\\'s self."},{"word":"Purchase","type":"v. i.","descr":" To acquire wealth or property."},{"word":"Purchase","type":"v. t.","descr":" The act of seeking, getting, or obtaining anything."},{"word":"Purchase","type":"v. t.","descr":" The act of seeking and acquiring property."},{"word":"Purchase","type":"v. t.","descr":" The acquisition of title to, or properly in, anything for a price; buying for money or its equivalent."},{"word":"Purchase","type":"v. t.","descr":" That which is obtained, got, or acquired, in any manner, honestly or dishonestly; property; possession; acquisition."},{"word":"Purchase","type":"v. t.","descr":" That which is obtained for a price in money or its equivalent."},{"word":"Purchase","type":"v. t.","descr":" Any mechanical hold, or advantage, applied to the raising or removing of heavy bodies, as by a lever, a tackle, capstan, and the like; also, the apparatus, tackle, or device by which the advantage is gained."},{"word":"Purchase","type":"v. t.","descr":" Acquisition of lands or tenements by other means than descent or inheritance, namely, by one\\'s own act or agreement."},{"word":"Purchaser","type":"n.","descr":" One who purchases; one who acquires property for a consideration, generally of money; a buyer; a vendee."},{"word":"Purchaser","type":"n.","descr":" One who acquires an estate in lands by his own act or agreement, or who takes or obtains an estate by any means other than by descent or inheritance."},{"word":"Purdah","type":"n.","descr":" A curtain or screen; also, a cotton fabric in blue and white stripes, used for curtains."},{"word":"Pure","type":"superl.","descr":" Separate from all heterogeneous or extraneous matter; free from mixture or combination; clean; mere; simple; unmixed; as, pure water; pure clay; pure air; pure compassion."},{"word":"Pure","type":"superl.","descr":" Free from moral defilement or quilt; hence, innocent; guileless; chaste; -- applied to persons."},{"word":"Pure","type":"superl.","descr":" Free from that which harms, vitiates, weakens, or pollutes; genuine; real; perfect; -- applied to things and actions."},{"word":"Pure","type":"superl.","descr":" Ritually clean; fitted for holy services."},{"word":"Pure","type":"superl.","descr":" Of a single, simple sound or tone; -- said of some vowels and the unaspirated consonants."},{"word":"Pured","type":"a.","descr":" Purified; refined."},{"word":"Puree","type":"n.","descr":" A dish made by boiling any article of food to a pulp and rubbing it through a sieve; as, a puree of fish, or of potatoes; especially, a soup the thickening of which is so treated."},{"word":"Purely","type":"adv.","descr":" In a pure manner (in any sense of the adjective)."},{"word":"Purely","type":"adv.","descr":" Nicely; prettily."},{"word":"Pureness","type":"n.","descr":" The state of being pure (in any sense of the adjective)."},{"word":"Purfile","type":"n.","descr":" A sort of ancient trimming of tinsel and thread for women\\'s gowns; -- called also bobbinwork."},{"word":"Purfle","type":"v. t.","descr":" To decorate with a wrought or flowered border; to embroider; to ornament with metallic threads; as, to purfle with blue and white."},{"word":"Purfle","type":"v. t.","descr":" To ornament with a bordure of emines, furs, and the like; also, with gold studs or mountings."},{"word":"Purfle","type":"n.","descr":" Alt. of Purflew"},{"word":"Purflew","type":"n.","descr":" A hem, border., or trimming, as of embroidered work."},{"word":"Purflew","type":"n.","descr":" A border of any heraldic fur."},{"word":"Purfled","type":"a.","descr":" Ornamented; decorated; esp., embroidered on the edges."},{"word":"Purfling","type":"n.","descr":" Ornamentation on the border of a thing; specifically, the inlaid border of a musical instrument, as a violin."},{"word":"Purgament","type":"n.","descr":" That which is excreted; excretion."},{"word":"Purgament","type":"n.","descr":" A cathartic; a purgative."},{"word":"Purgation","type":"n.","descr":" The act of purging; the act of clearing, cleansing, or putifying, by separating and carrying off impurities, or whatever is superfluous; the evacuation of the bowels."},{"word":"Purgation","type":"n.","descr":" The clearing of one\\'s self from a crime of which one was publicly suspected and accused. It was either canonical, which was prescribed by the canon law, the form whereof used in the spiritual court was, that the person suspected take his oath that he was clear of the matter objected against him, and bring his honest neighbors with him to make oath that they believes he swore truly; or vulgar, which was by fire or water ordeal, or by combat. See Ordeal."},{"word":"Purgative","type":"a.","descr":" Having the power or quality of purging; cathartic."},{"word":"Purgative","type":"n.","descr":" A purging medicine; a cathartic."},{"word":"Purgatively","type":"adv.","descr":" In a purgative manner."},{"word":"Purgatorial","type":"a.","descr":" Alt. of Purgatorian"},{"word":"Purgatorian","type":"a.","descr":" Of or pertaining to purgatory; expiatory."},{"word":"Purgatorian","type":"n.","descr":" One who holds to the doctrine of purgatory."},{"word":"Purgatory","type":"a.","descr":" Tending to cleanse; cleansing; expiatory."},{"word":"Purgatory","type":"n.","descr":" A state or place of purification after death; according to the Roman Catholic creed, a place, or a state believed to exist after death, in which the souls of persons are purified by expiating such offenses committed in this life as do not merit eternal damnation, or in which they fully satisfy the justice of God for sins that have been forgiven. After this purgation from the impurities of sin, the souls are believed to be received into heaven."},{"word":"Purged","type":"imp. and p. p.","descr":" of Purge"},{"word":"Purging","type":"p. pr. and vb. n.","descr":" of Purge"},{"word":"Purge","type":"v. t.","descr":" To cleanse, clear, or purify by separating and carrying off whatever is impure, heterogeneous, foreign, or superfluous."},{"word":"Purge","type":"v. t.","descr":" To operate on as, or by means of, a cathartic medicine, or in a similar manner."},{"word":"Purge","type":"v. t.","descr":" To clarify; to defecate, as liquors."},{"word":"Purge","type":"v. t.","descr":" To clear of sediment, as a boiler, or of air, as a steam pipe, by driving off or permitting escape."},{"word":"Purge","type":"v. t.","descr":" To clear from guilt, or from moral or ceremonial defilement; as, to purge one of guilt or crime."},{"word":"Purge","type":"v. t.","descr":" To clear from accusation, or the charge of a crime or misdemeanor, as by oath or in ordeal."},{"word":"Purge","type":"v. t.","descr":" To remove in cleansing; to deterge; to wash away; -- often followed by away."},{"word":"Purge","type":"v. i.","descr":" To become pure, as by clarification."},{"word":"Purge","type":"v. i.","descr":" To have or produce frequent evacuations from the intestines, as by means of a cathartic."},{"word":"Purge","type":"v. t.","descr":" The act of purging."},{"word":"Purge","type":"v. t.","descr":" That which purges; especially, a medicine that evacuates the intestines; a cathartic."},{"word":"Purger","type":"n.","descr":" One who, or that which, purges or cleanses; especially, a cathartic medicine."},{"word":"Purgery","type":"n.","descr":" The part of a sugarhouse where the molasses is drained off from the sugar."},{"word":"Purging","type":"a.","descr":" That purges; cleansing."},{"word":"Purging","type":"n.","descr":" The act of cleansing; excessive evacuations; especially, diarrhea."},{"word":"Puri","type":"n.","descr":" See Euxanthin."},{"word":"Purification","type":"n.","descr":" The act of purifying; the act or operation of separating and removing from anything that which is impure or noxious, or heterogeneous or foreign to it; as, the purification of liquors, or of metals."},{"word":"Purification","type":"n.","descr":" The act or operation of cleansing ceremonially, by removing any pollution or defilement."},{"word":"Purification","type":"n.","descr":" A cleansing from guilt or the pollution of sin; the extinction of sinful desires, appetites, and inclinations."},{"word":"Purificative","type":"a.","descr":" Having power to purify; tending to cleanse."},{"word":"Purificator","type":"n.","descr":" One who, or that which, purifies; a purifier."},{"word":"Purrificatory","type":"a.","descr":" Serving or tending to purify; purificative."},{"word":"Purifier","type":"n.","descr":" One who, or that which, purifies or cleanses; a cleanser; a refiner."},{"word":"Puriform","type":"a.","descr":" In the form of pus."},{"word":"Purified","type":"imp. and p. p.","descr":" of Purify"},{"word":"Purifying","type":"p. pr. and vb. n.","descr":" of Purify"},{"word":"Purify","type":"v. t.","descr":" To make pure or clear from material defilement, admixture, or imperfection; to free from extraneous or noxious matter; as, to purify liquors or metals; to purify the blood; to purify the air."},{"word":"Purify","type":"v. t.","descr":" Hence, in figurative uses: (a) To free from guilt or moral defilement; as, to purify the heart."},{"word":"Purify","type":"v. t.","descr":" To free from ceremonial or legal defilement."},{"word":"Purify","type":"v. t.","descr":" To free from improprieties or barbarisms; as, to purify a language."},{"word":"Purify","type":"v. i.","descr":" To grow or become pure or clear."},{"word":"Purim","type":"n.","descr":" A Jewish festival, called also the Feast of Lots, instituted to commemorate the deliverance of the Jews from the machinations of Haman."},{"word":"Purism","type":"n.","descr":" Rigid purity; the quality of being affectedly pure or nice, especially in the choice of language; over-solicitude as to purity."},{"word":"Purist","type":"n.","descr":" One who aims at excessive purity or nicety, esp. in the choice of language."},{"word":"Purist","type":"n.","descr":" One who maintains that the New Testament was written in pure Greek."},{"word":"Puristic","type":"a.","descr":" Alt. of Puristical"},{"word":"Puristical","type":"a.","descr":" Of or pertaining to purists or purism."},{"word":"Puritan","type":"n.","descr":" One who, in the time of Queen Elizabeth and the first two Stuarts, opposed traditional and formal usages, and advocated simpler forms of faith and worship than those established by law; -- originally, a term of reproach. The Puritans formed the bulk of the early population of New England."},{"word":"Puritan","type":"n.","descr":" One who is scrupulous and strict in his religious life; -- often used reproachfully or in contempt; one who has overstrict notions."},{"word":"Puritan","type":"a.","descr":" Of or pertaining to the Puritans; resembling, or characteristic of, the Puritans."},{"word":"Puritanic","type":"a.","descr":" Alt. of Puritanical"},{"word":"Puritanical","type":"a.","descr":" Of or pertaining to the Puritans, or to their doctrines and practice."},{"word":"Puritanical","type":"a.","descr":" Precise in observance of legal or religious requirements; strict; overscrupulous; rigid; -- often used by way of reproach or contempt."},{"word":"Puritanically","type":"adv.","descr":" In a puritanical manner."},{"word":"Puritanism","type":"n.","descr":" The doctrines, notions, or practice of Puritans."},{"word":"Puritanized","type":"imp. and p. p.","descr":" of Puritanize"},{"word":"Puritanizing","type":"p. pr. and vb. n.","descr":" of Puritanize"},{"word":"Puritanize","type":"v. i.","descr":" To agree with, or teach, the doctrines of Puritans; to conform to the practice of Puritans."},{"word":"Purity","type":"n.","descr":" The condition of being pure."},{"word":"Purity","type":"n.","descr":" freedom from foreign admixture or deleterious matter; as, the purity of water, of wine, of drugs, of metals."},{"word":"Purity","type":"n.","descr":" Cleanness; freedom from foulness or dirt."},{"word":"Purity","type":"n.","descr":" Freedom from guilt or the defilement of sin; innocence; chastity; as, purity of heart or of life."},{"word":"Purity","type":"n.","descr":" Freedom from any sinister or improper motives or views."},{"word":"Purity","type":"n.","descr":" Freedom from foreign idioms, or from barbarous or improper words or phrases; as, purity of style."},{"word":"Purkinjes cells","type":"","descr":" Large ganglion cells forming a layer near the surface of the cerebellum."},{"word":"Purl","type":"v. t.","descr":" To decorate with fringe or embroidery."},{"word":"Purl","type":"n.","descr":" An embroidered and puckered border; a hem or fringe, often of gold or silver twist; also, a pleat or fold, as of a band."},{"word":"Purl","type":"n.","descr":" An inversion of stitches in knitting, which gives to the work a ribbed or waved appearance."},{"word":"Purled","type":"imp. and p. p.","descr":" of Purl"},{"word":"Purling","type":"p. pr. and vb. n.","descr":" of Purl"},{"word":"Purl","type":"v. i.","descr":" To run swiftly round, as a small stream flowing among stones or other obstructions; to eddy; also, to make a murmuring sound, as water does in running over or through obstructions."},{"word":"Purl","type":"v. and n.","descr":" To rise in circles, ripples, or undulations; to curl; to mantle."},{"word":"Purl","type":"n.","descr":" A circle made by the notion of a fluid; an eddy; a ripple."},{"word":"Purl","type":"n.","descr":" A gentle murmur, as that produced by the running of a liquid among obstructions; as, the purl of a brook."},{"word":"Purl","type":"n.","descr":" Malt liquor, medicated or spiced; formerly, ale or beer in which wormwood or other bitter herbs had been infused, and which was regarded as tonic; at present, hot beer mixed with gin, sugar, and spices."},{"word":"Purl","type":"n.","descr":" A tern."},{"word":"Purlieu","type":"n.","descr":" Originally, the ground near a royal forest, which, having been unlawfully added to the forest, was afterwards severed from it, and disafforested so as to remit to the former owners their rights."},{"word":"Purlieu","type":"n.","descr":" Hence, the outer portion of any place; an adjacent district; environs; neighborhood."},{"word":"Purlin","type":"n.","descr":" Alt. of Purline"},{"word":"Purline","type":"n.","descr":" In root construction, a horizontal member supported on the principals and supporting the common rafters."},{"word":"Purling","type":"n.","descr":" The motion of a small stream running among obstructions; also, the murmur it makes in so doing."},{"word":"Purloined","type":"imp. and p. p.","descr":" of Purloin"},{"word":"Purloining","type":"p. pr. and vb. n.","descr":" of Purloin"},{"word":"Purloin","type":"v. t.","descr":" To take or carry away for one\\'s self; hence, to steal; to take by theft; to filch."},{"word":"Purloin","type":"v. i.","descr":" To practice theft; to steal."},{"word":"Purloiner","type":"n.","descr":" One who purloins."},{"word":"Purparty","type":"n.","descr":" A share, part, or portion of an estate allotted to a coparcener."},{"word":"Purples","type":"pl. ","descr":" of Purple"},{"word":"Purple","type":"n.","descr":" A color formed by, or resembling that formed by, a combination of the primary colors red and blue."},{"word":"Purple","type":"n.","descr":" Cloth dyed a purple color, or a garment of such color; especially, a purple robe, worn as an emblem of rank or authority; specifically, the purple rode or mantle worn by Roman emperors as the emblem of imperial dignity; as, to put on the imperial purple."},{"word":"Purple","type":"n.","descr":" Hence: Imperial sovereignty; royal rank, dignity, or favor; loosely and colloquially, any exalted station; great wealth."},{"word":"Purple","type":"n.","descr":" A cardinalate. See Cardinal."},{"word":"Purple","type":"n.","descr":" Any species of large butterflies, usually marked with purple or blue, of the genus Basilarchia (formerly Limenitis) as, the banded purple (B. arthemis). See Illust. under Ursula."},{"word":"Purple","type":"n.","descr":" Any shell of the genus Purpura."},{"word":"Purple","type":"n.","descr":" See Purpura."},{"word":"Purple","type":"n.","descr":" A disease of wheat. Same as Earcockle."},{"word":"Purple","type":"a.","descr":" Exhibiting or possessing the color called purple, much esteemed for its richness and beauty; of a deep red, or red and blue color; as, a purple robe."},{"word":"Purple","type":"a.","descr":" Imperial; regal; -- so called from the color having been an emblem of imperial authority."},{"word":"Purple","type":"a.","descr":" Blood-red; bloody."},{"word":"Purpled","type":"imp. and p. p.","descr":" of Purple"},{"word":"Purpling","type":"p. pr. and vb. n.","descr":" of Purple"},{"word":"Purple","type":"v. t.","descr":" To make purple; to dye of purple or deep red color; as, hands purpled with blood."},{"word":"Purpleheart","type":"n.","descr":" A strong, durable, and elastic wood of a purplish color, obtained from several tropical American leguminous trees of the genus Copaifera (C. pubiflora, bracteata, and officinalis). Used for decorative veneering. See Copaiba."},{"word":"Purplewood","type":"n.","descr":" Same as Purpleheart."},{"word":"Purplish","type":"a.","descr":" Somewhat purple."},{"word":"Purport","type":"n.","descr":" Design or tendency; meaning; import; tenor."},{"word":"Purport","type":"n.","descr":" Disguise; covering."},{"word":"Purported","type":"imp. and p. p.","descr":" of Purport"},{"word":"Purporting","type":"p. pr. and vb. n.","descr":" of Purport"},{"word":"Purport","type":"n.","descr":" To intend to show; to intend; to mean; to signify; to import; -- often with an object clause or infinitive."},{"word":"Purportless","type":"a.","descr":" Without purport or meaning."},{"word":"Purpose","type":"n.","descr":" That which a person sets before himself as an object to be reached or accomplished; the end or aim to which the view is directed in any plan, measure, or exertion; view; aim; design; intention; plan."},{"word":"Purpose","type":"n.","descr":" Proposal to another; discourse."},{"word":"Purpose","type":"n.","descr":" Instance; example."},{"word":"Purposed","type":"imp. and p. p.","descr":" of Purpose"},{"word":"Purposing","type":"p. pr. and vb. n.","descr":" of Purpose"},{"word":"Purpose","type":"v. t.","descr":" To set forth; to bring forward."},{"word":"Purpose","type":"v. t.","descr":" To propose, as an aim, to one\\'s self; to determine upon, as some end or object to be accomplished; to intend; to design; to resolve; -- often followed by an infinitive or dependent clause."},{"word":"Purpose","type":"v. i.","descr":" To have a purpose or intention; to discourse."},{"word":"Purposedly","type":"adv.","descr":" In a purposed manner; according to purpose or design; purposely."},{"word":"Purposeful","type":"a.","descr":" Important; material."},{"word":"Purposeless","type":"a.","descr":" Having no purpose or result; objectless."},{"word":"Purposely","type":"adv.","descr":" With purpose or design; intentionally; with predetermination; designedly."},{"word":"Purposer","type":"n.","descr":" One who brings forward or proposes anything; a proposer."},{"word":"Purposer","type":"n.","descr":" One who forms a purpose; one who intends."},{"word":"Purposive","type":"a.","descr":" Having or indicating purpose or design."},{"word":"Purpre","type":"n. and a.","descr":" Purple."},{"word":"Purpresture","type":"n.","descr":" Wrongful encroachment upon another\\'s property; esp., any encroachment upon, or inclosure of, that which should be common or public, as highways, rivers, harbors, forts, etc."},{"word":"Purprise","type":"n.","descr":" A close or inclosure; the compass of a manor."},{"word":"Purpura","type":"n.","descr":" A disease characterized by livid spots on the skin from extravasated blood, with loss of muscular strength, pain in the limbs, and mental dejection; the purples."},{"word":"Purpura","type":"n.","descr":" A genus of marine gastropods, usually having a rough and thick shell. Some species yield a purple dye."},{"word":"Purpurate","type":"a.","descr":" Of or pertaining to purpura."},{"word":"Purpurate","type":"n.","descr":" A salt of purpuric acid."},{"word":"Purpure","type":"n.","descr":" Purple, -- represented in engraving by diagonal lines declining from the right top to the left base of the escutcheon (or from sinister chief to dexter base)."},{"word":"Purpureal","type":"a.","descr":" Of a purple color; purple."},{"word":"Purpureo-","type":"","descr":" A combining form signifying of a purple or purple-red color. Specif. (Chem.), used in designating certain brilliant purple-red compounds of cobaltic chloride and ammonia, similar to the roseocobaltic compounds. See Cobaltic."},{"word":"Purpuric","type":"a.","descr":" Of or pertaining to purpura."},{"word":"Purpuric","type":"a.","descr":" Pertaining to or designating, a nitrogenous acid contained in uric acid. It is not known in the pure state, but forms well-known purple-red compounds (as murexide), whence its name."},{"word":"Purpurin","type":"n.","descr":" A dyestuff resembling alizarin, found in madder root, and extracted as an orange or red crystalline substance."},{"word":"Purpuriparous","type":"a.","descr":" Producing, or connected with, a purple-colored secretion; as, the purpuriparous gland of certain gastropods."},{"word":"Purpurogenous","type":"a.","descr":" Having the power to produce a purple color; as, the purpurogenous membrane, or choroidal epithelium, of the eye. See Visual purple, under Visual."},{"word":"Purr","type":"v. i. and t.","descr":" To murmur as a cat. See Pur."},{"word":"Purr","type":"n.","descr":" The low murmuring sound made by a cat; pur. See Pur."},{"word":"Purre","type":"n.","descr":" The dunlin."},{"word":"Purree","type":"n.","descr":" A yellow coloring matter. See Euxanthin."},{"word":"Purrock","type":"n.","descr":" See Puddock, and Parrock."},{"word":"Purse","type":"n.","descr":" A small bag or pouch, the opening of which is made to draw together closely, used to carry money in; by extension, any receptacle for money carried on the person; a wallet; a pocketbook; a portemonnaie."},{"word":"Purse","type":"n.","descr":" Hence, a treasury; finances; as, the public purse."},{"word":"Purse","type":"n.","descr":" A sum of money offered as a prize, or collected as a present; as, to win the purse; to make up a purse."},{"word":"Purse","type":"n.","descr":" A specific sum of money"},{"word":"Purse","type":"n.","descr":" In Turkey, the sum of 500 piasters."},{"word":"Purse","type":"n.","descr":" In Persia, the sum of 50 tomans."},{"word":"Pursed","type":"imp. and p. p.","descr":" of Purse"},{"word":"Pursing","type":"p. pr. and vb. n.","descr":" of Purse"},{"word":"Purse","type":"v. t.","descr":" To put into a purse."},{"word":"Purse","type":"v. t.","descr":" To draw up or contract into folds or wrinkles, like the mouth of a purse; to pucker; to knit."},{"word":"Purse","type":"v. i.","descr":" To steal purses; to rob."},{"word":"Pursefuls","type":"pl. ","descr":" of Purseful"},{"word":"Purseful","type":"n.","descr":" All that is, or can be, contained in a purse; enough to fill a purse."},{"word":"Purse-proud","type":"a.","descr":" Affected with purse pride; puffed up with the possession of riches."},{"word":"Purser","type":"n.","descr":" A commissioned officer in the navy who had charge of the provisions, clothing, and public moneys on shipboard; -- now called paymaster."},{"word":"Purser","type":"n.","descr":" A clerk on steam passenger vessels whose duty it is to keep the accounts of the vessels, such as the receipt of freight, tickets, etc."},{"word":"Purser","type":"n.","descr":" Colloquially, any paymaster or cashier."},{"word":"Pursership","type":"n.","descr":" The office of purser."},{"word":"Purset","type":"n.","descr":" A purse or purse net."},{"word":"Pursiness","type":"n.","descr":" State of being pursy."},{"word":"Pursive","type":"a.","descr":" Pursy."},{"word":"Pursiveness","type":"n.","descr":" Pursiness."},{"word":"Purslain","type":"n.","descr":" Same as Purslane."},{"word":"Purslane","type":"n.","descr":" An annual plant (Portulaca oleracea), with fleshy, succulent, obovate leaves, sometimes used as a pot herb and for salads, garnishing, and pickling."},{"word":"Pursuable","type":"a.","descr":" Capable of being, or fit to be, pursued, followed, or prosecuted."},{"word":"Pursual","type":"n.","descr":" The act of pursuit."},{"word":"Pursuance","type":"n.","descr":" The act of pursuing or prosecuting; a following out or after."},{"word":"Pursuance","type":"n.","descr":" The state of being pursuant; consequence."},{"word":"Pursuant","type":"a.","descr":" Acting in consequence or in prosecution (of anything); hence, agreeable; conformable; following; according; -- with to or of."},{"word":"Pursuant","type":"adv.","descr":" Alt. of Pursuantly"},{"word":"Pursuantly","type":"adv.","descr":" Agreeably; conformably."},{"word":"Pursued","type":"imp. and p. p.","descr":" of Pursue"},{"word":"Pursuing","type":"p. pr. and vb. n.","descr":" of Pursue"},{"word":"Pursue","type":"v. t.","descr":" To follow with a view to overtake; to follow eagerly, or with haste; to chase; as, to pursue a hare."},{"word":"Pursue","type":"v. t.","descr":" To seek; to use or adopt measures to obtain; as, to pursue a remedy at law."},{"word":"Pursue","type":"v. t.","descr":" To proceed along, with a view to some and or object; to follow; to go in; as, Captain Cook pursued a new route; the administration pursued a wise course."},{"word":"Pursue","type":"v. t.","descr":" To prosecute; to be engaged in; to continue."},{"word":"Pursue","type":"v. t.","descr":" To follow as an example; to imitate."},{"word":"Pursue","type":"v. t.","descr":" To follow with enmity; to persecute; to call to account."},{"word":"Pursue","type":"v. i.","descr":" To go in pursuit; to follow."},{"word":"Pursue","type":"v. i.","descr":" To go on; to proceed, especially in argument or discourse; to continue."},{"word":"Pursue","type":"v. i.","descr":" To follow a matter judicially, as a complaining party; to act as a prosecutor."},{"word":"Pursuer","type":"n.","descr":" One who pursues or chases; one who follows in haste, with a view to overtake."},{"word":"Pursuer","type":"n.","descr":" A plaintiff; a prosecutor."},{"word":"Pursuit","type":"v. t.","descr":" The act of following or going after; esp., a following with haste, either for sport or in hostility; chase; prosecution; as, the pursuit of game; the pursuit of an enemy."},{"word":"Pursuit","type":"v. t.","descr":" A following with a view to reach, accomplish, or obtain; endeavor to attain to or gain; as, the pursuit of knowledge; the pursuit of happiness or pleasure."},{"word":"Pursuit","type":"v. t.","descr":" Course of business or occupation; continued employment with a view to same end; as, mercantile pursuits; a literary pursuit."},{"word":"Pursuit","type":"v. t.","descr":" Prosecution."},{"word":"Pursuivant","type":"n.","descr":" A functionary of lower rank than a herald, but discharging similar duties; -- called also pursuivant at arms; an attendant of the heralds. Also used figuratively."},{"word":"Pursuivant","type":"n.","descr":" The king\\'s messenger; a state messenger."},{"word":"Pursuivant","type":"v. t.","descr":" To pursue."},{"word":"Pursy","type":"a.","descr":" Fat and short-breathed; fat, short, and thick; swelled with pampering; as, pursy insolence."},{"word":"Purtenance","type":"n.","descr":" That which pertains or belongs to something; esp., the heard, liver, and lungs of an animal."},{"word":"Purrulence","type":"n.","descr":" Alt. of Purulency"},{"word":"Purulency","type":"n.","descr":" The quality or state of being purulent; the generation of pus; also, the pus itself."},{"word":"Purulent","type":"a.","descr":" Consisting of pus, or matter; partaking of the nature of pus; attended with suppuration; as, purulent inflammation."},{"word":"Purulently","type":"v.","descr":" In a purulent manner."},{"word":"Purveance","type":"n.","descr":" Alt. of Purveiaunce"},{"word":"Purveiaunce","type":"n.","descr":" Purveyance."},{"word":"Purveyed","type":"imp. and p. p.","descr":" of Purvey"},{"word":"Purveying","type":"p. pr. and vb. n.","descr":" of Purvey"},{"word":"Purvey","type":"v. t.","descr":" To furnish or provide, as with a convenience, provisions, or the like."},{"word":"Purvey","type":"v. t.","descr":" To procure; to get."},{"word":"Purvey","type":"v. i.","descr":" To purchase provisions; to provide; to make provision."},{"word":"Purvey","type":"v. i.","descr":" To pander; -- with to."},{"word":"Purveyance","type":"n.","descr":" The act or process of providing or procuring; providence; foresight; preparation; management."},{"word":"Purveyance","type":"n.","descr":" That which is provided; provisions; food."},{"word":"Purveyance","type":"n.","descr":" A providing necessaries for the sovereign by buying them at an appraised value in preference to all others, and oven without the owner\\'s consent. This was formerly a royal prerogative, but has long been abolished."},{"word":"Purveyor","type":"n.","descr":" One who provides victuals, or whose business is to make provision for the table; a victualer; a caterer."},{"word":"Purveyor","type":"n.","descr":" An officer who formerly provided, or exacted provision, for the king\\'s household."},{"word":"Purveyor","type":"n.","descr":" a procurer; a pimp; a bawd."},{"word":"Purview","type":"n.","descr":" The body of a statute, or that part which begins with \" Be it enacted, \" as distinguished from the preamble."},{"word":"Purview","type":"n.","descr":" The limit or scope of a statute; the whole extent of its intention or provisions."},{"word":"Purview","type":"n.","descr":" Limit or sphere of authority; scope; extent."},{"word":"Pus","type":"a.","descr":" The yellowish white opaque creamy matter produced by the process of suppuration. It consists of innumerable white nucleated cells floating in a clear liquid."},{"word":"Pusane","type":"n.","descr":" A piece of armor for the breast; often, an addition to, or reenforcement of. the breastplate; -- called also pesane."},{"word":"Puseyism","type":"n.","descr":" The principles of Dr. Pusey and others at Oxford, England, as exhibited in various publications, esp. in a series which appeared from 1833 to 1841, designated \" Tracts for the Times;\" tractarianism. See Tractarianism."},{"word":"Puseyistic","type":"a.","descr":" Alt. of Puseyite"},{"word":"Puseyite","type":"a.","descr":" Of or pertaining to Puseyism."},{"word":"Puseyite","type":"n.","descr":" One who holds the principles of Puseyism; -- often used opprobriously."},{"word":"Push","type":"n.","descr":" A pustule; a pimple."},{"word":"Pushed","type":"imp. and p. p.","descr":" of Push"},{"word":"Pushing","type":"p. pr. and vb. n.","descr":" of Push"},{"word":"Push","type":"v. t.","descr":" To press against with force; to drive or impel by pressure; to endeavor to drive by steady pressure, without striking; -- opposed to draw."},{"word":"Push","type":"v. t.","descr":" To thrust the points of the horns against; to gore."},{"word":"Push","type":"v. t.","descr":" To press or urge forward; to drive; to push an objection too far."},{"word":"Push","type":"v. t.","descr":" To bear hard upon; to perplex; to embarrass."},{"word":"Push","type":"v. t.","descr":" To importune; to press with solicitation; to tease."},{"word":"Push","type":"v. i.","descr":" To make a thrust; to shove; as, to push with the horns or with a sword."},{"word":"Push","type":"v. i.","descr":" To make an advance, attack, or effort; to be energetic; as, a man must push in order to succeed."},{"word":"Push","type":"v. i.","descr":" To burst pot, as a bud or shoot."},{"word":"Push","type":"n.","descr":" A thrust with a pointed instrument, or with the end of a thing."},{"word":"Push","type":"n.","descr":" Any thrust. pressure, impulse, or force, or force applied; a shove; as, to give the ball the first push."},{"word":"Push","type":"n.","descr":" An assault or attack; an effort; an attempt; hence, the time or occasion for action."},{"word":"Push","type":"n.","descr":" The faculty of overcoming obstacles; aggressive energy; as, he has push, or he has no push."},{"word":"Pusher","type":"n.","descr":" One who, or that which, pushes."},{"word":"Pushing","type":"a.","descr":" Pressing forward in business; enterprising; driving; energetic; also, forward; officious, intrusive."},{"word":"Pushpin","type":"n.","descr":" A child\\'s game played with pins."},{"word":"Pusil","type":"a.","descr":" Very small; little; petty."},{"word":"Pusillanimity","type":"n.","descr":" The quality of being pusillanimous; weakness of spirit; cowardliness."},{"word":"Pusillanimous","type":"a.","descr":" Destitute of a manly or courageous strength and firmness of mind; of weak spirit; mean-spirited; spiritless; cowardly; -- said of persons, as, a pussillanimous prince."},{"word":"Pusillanimous","type":"a.","descr":" Evincing, or characterized by, weakness of mind, and want of courage; feeble; as, pusillanimous counsels."},{"word":"Pusillanimously","type":"adv.","descr":" With pusillanimity."},{"word":"Pusley","type":"n.","descr":" Purslane."},{"word":"Puss","type":"n.","descr":" A cat; -- a fondling appellation."},{"word":"Puss","type":"n.","descr":" A hare; -- so called by sportsmen."},{"word":"Pussy","type":"n.","descr":" A pet name for a cat; also, an endearing name for a girl."},{"word":"Pussy","type":"n.","descr":" A catkin of the pussy willow."},{"word":"Pussy","type":"n.","descr":" The game of tipcat; -- also called pussy cat."},{"word":"Pussy","type":"a.","descr":" See Pursy."},{"word":"Pustulant","type":"v. t.","descr":" Producing pustules."},{"word":"Pustulant","type":"n.","descr":" A medicine that produces pustules, as croton oil."},{"word":"Pustular","type":"a.","descr":" Of or pertaining to pustules; as, pustular prominences; pustular eruptions."},{"word":"Pustular","type":"a.","descr":" Covered with pustulelike prominences; pustulate."},{"word":"Pustulate","type":"v. t.","descr":" To form into pustules, or blisters."},{"word":"Pustulate","type":"a.","descr":" Alt. of Pustulated"},{"word":"Pustulated","type":"a.","descr":" Covered with pustulelike prominences; pustular; pustulous; as, a pustulate leaf; a pustulate shell or coral."},{"word":"Pustulation","type":"n.","descr":" The act of producing pustules; the state of being pustulated."},{"word":"Pustule","type":"n.","descr":" A vesicle or an elevation of the cuticle with an inflamed base, containing pus."},{"word":"Pustulous","type":"a.","descr":" Resembling, or covered with, pustules; pustulate; pustular."},{"word":"Put","type":"n.","descr":" A pit."},{"word":"Put","type":"","descr":" 3d pers. sing. pres. of Put, contracted from putteth."},{"word":"Put","type":"n.","descr":" A rustic; a clown; an awkward or uncouth person."},{"word":"Put","type":"imp. and p. p.","descr":" of Put"},{"word":"Putting","type":"p. pr. and vb. n.","descr":" of Put"},{"word":"Put","type":"v. t.","descr":" To move in any direction; to impel; to thrust; to push; -- nearly obsolete, except with adverbs, as with by (to put by = to thrust aside; to divert); or with forth (to put forth = to thrust out)."},{"word":"Put","type":"v. t.","descr":" To bring to a position or place; to place; to lay; to set; figuratively, to cause to be or exist in a specified relation, condition, or the like; to bring to a stated mental or moral condition; as, to put one in fear; to put a theory in practice; to put an enemy to fight."},{"word":"Put","type":"v. t.","descr":" To attach or attribute; to assign; as, to put a wrong construction on an act or expression."},{"word":"Put","type":"v. t.","descr":" To lay down; to give up; to surrender."},{"word":"Put","type":"v. t.","descr":" To set before one for judgment, acceptance, or rejection; to bring to the attention; to offer; to state; to express; figuratively, to assume; to suppose; -- formerly sometimes followed by that introducing a proposition; as, to put a question; to put a case."},{"word":"Put","type":"v. t.","descr":" To incite; to entice; to urge; to constrain; to oblige."},{"word":"Put","type":"v. t.","descr":" To throw or cast with a pushing motion \"overhand,\" the hand being raised from the shoulder; a practice in athletics; as, to put the shot or weight."},{"word":"Put","type":"v. t.","descr":" To convey coal in the mine, as from the working to the tramway."},{"word":"Put","type":"v. i.","descr":" To go or move; as, when the air first puts up."},{"word":"Put","type":"v. i.","descr":" To steer; to direct one\\'s course; to go."},{"word":"Put","type":"v. i.","descr":" To play a card or a hand in the game called put."},{"word":"Put","type":"n.","descr":" The act of putting; an action; a movement; a thrust; a push; as, the put of a ball."},{"word":"Put","type":"n.","descr":" A certain game at cards."},{"word":"Put","type":"n.","descr":" A privilege which one party buys of another to \"put\" (deliver) to him a certain amount of stock, grain, etc., at a certain price and date."},{"word":"Put","type":"n.","descr":" A prostitute."},{"word":"Putage","type":"n.","descr":" Prostitution or fornication on the part of a woman."},{"word":"Putamen","type":"n.","descr":" The shell of a nut; the stone of a drupe fruit. See Endocarp."},{"word":"Putanism","type":"n.","descr":" Habitual lewdness or prostitution of a woman; harlotry."},{"word":"Putative","type":"a.","descr":" Commonly thought or deemed; supposed; reputed; as, the putative father of a child."},{"word":"Putchuck","type":"n.","descr":" Same as Pachak."},{"word":"Puteal","type":"n.","descr":" An inclosure surrounding a well to prevent persons from falling into it; a well curb."},{"word":"Puteli","type":"n.","descr":" Same as Patela."},{"word":"Putery","type":"n.","descr":" Putage."},{"word":"Putid","type":"a.","descr":" Rotten; fetid; stinking; base; worthless. Jer. Taylor."},{"word":"Putidity","type":"n.","descr":" Alt. of Putidness"},{"word":"Putidness","type":"n.","descr":" The quality or state of being putrid."},{"word":"Putlog","type":"n.","descr":" One of the short pieces of timber on which the planks forming the floor of a scaffold are laid, -- one end resting on the ledger of the scaffold, and the other in a hole left in the wall temporarily for the purpose."},{"word":"Put-off","type":"n.","descr":" A shift for evasion or delay; an evasion; an excuse."},{"word":"Putour","type":"n.","descr":" A keeper of a brothel; a procurer."},{"word":"Putredinous","type":"a.","descr":" Proceeding from putrefaction, or partaking of the putrefactive process; having an offensive smell; stinking; rotten."},{"word":"Putrefaction","type":"n.","descr":" The act or the process of putrefying; the offensive decay of albuminous or other matter."},{"word":"Putrefaction","type":"n.","descr":" The condition of being putrefied; also, that which putrefied."},{"word":"Putrefactive","type":"a.","descr":" Of or pertaining to putrefaction; as, the putrefactive smell or process."},{"word":"Putrefactive","type":"a.","descr":" Causing, or tending to promote, putrefaction."},{"word":"Putrefied","type":"imp. and p. p.","descr":" of Putrefy"},{"word":"Putrefying","type":"p. pr. and vb. n.","descr":" of Putrefy"},{"word":"Putrefy","type":"v. t.","descr":" To render putrid; to cause to decay offensively; to cause to be decomposed; to cause to rot."},{"word":"Putrefy","type":"v. t.","descr":" To corrupt; to make foul."},{"word":"Putrefy","type":"v. t.","descr":" To make morbid, carious, or gangrenous; as, to putrefy an ulcer or wound."},{"word":"Putrefy","type":"v. i.","descr":" To become putrid; to decay offensively; to rot."},{"word":"Putrescence","type":"n.","descr":" The state of being putrescent; putrescent matter."},{"word":"Putrescent","type":"a.","descr":" Becoming putrid or rotten."},{"word":"Putrescent","type":"a.","descr":" Of or pertaining to the process of putrefaction; as, a putrescent smell."},{"word":"Putrescible","type":"a.","descr":" Capable of putrefaction; liable to become putrid; as, putrescible substances."},{"word":"Putrescible","type":"n.","descr":" A substance, usually nitrogenous, which is liable to undergo decomposition when in contact with air and moisture at ordinary temperatures."},{"word":"Putrescin","type":"n.","descr":" A nontoxic diamine, C4H12N2, formed in the putrefaction of the flesh of mammals and some other animals."},{"word":"Putrid","type":"a.","descr":" Tending to decomposition or decay; decomposed; rotten; -- said of animal or vegetable matter; as, putrid flesh. See Putrefaction."},{"word":"Putrid","type":"a.","descr":" Indicating or proceeding from a decayed state of animal or vegetable matter; as, a putrid smell."},{"word":"Putridity","type":"n.","descr":" The quality of being putrid; putrefaction; rottenness."},{"word":"Putridness","type":"n.","descr":" Putridity."},{"word":"Putrifacted","type":"a.","descr":" Putrefied."},{"word":"Putrification","type":"n.","descr":" Putrefaction."},{"word":"Putrify","type":"v. t. and i.","descr":" To putrefy."},{"word":"Putrilage","type":"n.","descr":" That which is undergoing putrefaction; the products of putrefaction."},{"word":"Putry","type":"a.","descr":" Putrid."},{"word":"Putry","type":"n.","descr":" Putage."},{"word":"Putter","type":"n.","descr":" One who puts or plates."},{"word":"Putter","type":"n.","descr":" Specifically, one who pushes the small wagons in a coal mine, and the like."},{"word":"Puttered","type":"imp. and p. p.","descr":" of Putter"},{"word":"Puttering","type":"p. pr. and vb. n.","descr":" of Putter"},{"word":"Putter","type":"v. i.","descr":" To act inefficiently or idly; to trifle; to potter."},{"word":"Putter-on","type":"n.","descr":" An instigator."},{"word":"Puttier","type":"n.","descr":" One who putties; a glazier."},{"word":"Putting","type":"n.","descr":" The throwing of a heavy stone, shot, etc., with the hand raised or extended from the shoulder; -- originally, a Scottish game."},{"word":"Puttock","type":"n.","descr":" The European kite."},{"word":"Puttock","type":"n.","descr":" The buzzard."},{"word":"Puttock","type":"n.","descr":" The marsh harrier."},{"word":"Puttock","type":"n.","descr":" See Futtock."},{"word":"Putty","type":"n.","descr":" A kind of thick paste or cement compounded of whiting, or soft carbonate of lime, and linseed oil, when applied beaten or kneaded to the consistence of dough, -- used in fastening glass in sashes, stopping crevices, and for similar purposes."},{"word":"Puttied","type":"imp. and p. p.","descr":" of Putty"},{"word":"Puttying","type":"p. pr. and vb. n.","descr":" of Putty"},{"word":"Putty","type":"v. t.","descr":" To cement, or stop, with putty."},{"word":"Putty-faced","type":"a.","descr":" White-faced; -- used contemptuously."},{"word":"Puttyroot","type":"n.","descr":" An American orchidaceous plant (Aplectrum hyemale) which flowers in early summer. Its slender naked rootstock produces each year a solid corm, filled with exceedingly glutinous matter, which sends up later a single large oval evergreen plaited leaf. Called also Adam-and-Eve."},{"word":"Put-up","type":"a.","descr":" Arranged; plotted; -- in a bad sense; as, a put-up job."},{"word":"Puy","type":"n.","descr":" See Poy."},{"word":"Puzzel","type":"n.","descr":" A harlot; a drab; a hussy."},{"word":"Puzzle","type":"v.","descr":" Something which perplexes or embarrasses; especially, a toy or a problem contrived for testing ingenuity; also, something exhibiting marvelous skill in making."},{"word":"Puzzle","type":"v.","descr":" The state of being puzzled; perplexity; as, to be in a puzzle."},{"word":"Puzzled","type":"imp. and p. p.","descr":" of Puzzle"},{"word":"Puzzling","type":"p. pr. and vb. n.","descr":" of Puzzle"},{"word":"Puzzle","type":"v. t.","descr":" To perplex; to confuse; to embarrass; to put to a stand; to nonplus."},{"word":"Puzzle","type":"v. t.","descr":" To make intricate; to entangle."},{"word":"Puzzle","type":"v. t.","descr":" To solve by ingenuity, as a puzzle; -- followed by out; as, to puzzle out a mystery."},{"word":"Puzzle","type":"v. i.","descr":" To be bewildered, or perplexed."},{"word":"Puzzle","type":"v. i.","descr":" To work, as at a puzzle; as, to puzzle over a problem."},{"word":"Puzzledom","type":"n.","descr":" The domain of puzzles; puzzles, collectively."},{"word":"Puzzle-headed","type":"a.","descr":" Having the head full of confused notions."},{"word":"Puzzlement","type":"n.","descr":" The state of being puzzled; perplexity."},{"word":"Puzzier","type":"n.","descr":" One who, or that which, puzzles or perplexes."},{"word":"Puzzlingly","type":"adv.","descr":" In a puzzling manner."},{"word":"Puzzolan","type":"n.","descr":" Alt. of Puzzolana"},{"word":"Puzzolana","type":"n.","descr":" See Pozzuolana."},{"word":"Purocoll","type":"n.","descr":" A yellow crystalline substance allied to pyrrol, obtained by the distillation of gelatin."}]