[{"word":"Pyaemia","type":"n.","descr":" A form of blood poisoning produced by the absorption into the blood of morbid matters usually originating in a wound or local inflammation. It is characterized by the development of multiple abscesses throughout the body, and is attended with irregularly recurring chills, fever, profuse sweating, and exhaustion."},{"word":"Pyaemic","type":"a.","descr":" Of or pertaining to pyaemia; of the nature of pyaemia."},{"word":"Pycnaspidean","type":"a.","descr":" Having the posterior side of the tarsus covered with small irregular scales; -- said of certain birds."},{"word":"Pycnidia","type":"pl. ","descr":" of Pycnidium"},{"word":"Pycnidium","type":"n.","descr":" In certain fungi, a flask-shaped cavity from the surface of the inner walls of which spores are produced."},{"word":"Pycnite","type":"n.","descr":" A massive subcolumnar variety of topaz."},{"word":"Pycnodont","type":"n.","descr":" Any fossil fish belonging to the Pycnodontini. They have numerous round, flat teeth, adapted for crushing."},{"word":"Pycnodontini","type":"n. pl.","descr":" An extinct order of ganoid fishes. They had a compressed body, covered with dermal ribs (pleurolepida) and with enameled rhomboidal scales."},{"word":"Pycnogonid","type":"n.","descr":" One of the Pycnogonida."},{"word":"Pycnogonida","type":"n. pl.","descr":" A class of marine arthropods in which the body is small and thin, and the eight legs usually very long; -- called also Pantopoda."},{"word":"Pycnometer","type":"n.","descr":" A specific gravity bottle; a standard flask for measuring and comparing the densities of liquids."},{"word":"Pycnostyle","type":"a.","descr":" See under Intercolumniation."},{"word":"Pycnostyle","type":"n.","descr":" A pycnostyle colonnade."},{"word":"Pye","type":"n.","descr":" See 2d Pie (b)."},{"word":"Pyebald","type":"a.","descr":" See Piebald."},{"word":"Pyelitis","type":"n.","descr":" Inflammation of the pelvis of the kidney."},{"word":"Pyemia","type":"n.","descr":" See PyAemia."},{"word":"Pyet","type":"n.","descr":" A magpie; a piet."},{"word":"Pygal","type":"a.","descr":" Situated in the region of the rump, or posterior end of the backbone; -- applied especially to the posterior median plates in the carapace of chelonians."},{"word":"Pygarg","type":"","descr":" Alt. of Pygargus"},{"word":"Pygargus","type":"","descr":" A quadruped, probably the addax, an antelope having a white rump."},{"word":"Pygargus","type":"","descr":" The female of the hen harrier."},{"word":"Pygargus","type":"","descr":" The sea eagle."},{"word":"Pygidia","type":"pl. ","descr":" of Pygidium"},{"word":"Pygidium","type":"n.","descr":" The caudal plate of trilobites, crustacean, and certain insects. See Illust. of Limulus and Trilobite."},{"word":"Pygmy","type":"a.","descr":" Alt. of Pygmean"},{"word":"Pygmean","type":"a.","descr":" Of or pertaining to a pygmy; resembling a pygmy or dwarf; dwarfish; very small."},{"word":"Pygmies","type":"pl. ","descr":" of Pygmy"},{"word":"Pygmy","type":"n.","descr":" One of a fabulous race of dwarfs who waged war with the cranes, and were destroyed."},{"word":"Pygmy","type":"n.","descr":" Hence, a short, insignificant person; a dwarf."},{"word":"Pygobranchia","type":"n. pl.","descr":" A division of opisthobranchiate mollusks having the branchiae in a wreath or group around the anal opening, as in the genus Doris."},{"word":"Pygopod","type":"n.","descr":" One of the Pygopodes."},{"word":"Pygopod","type":"n.","descr":" Any species of serpentiform lizards of the family Pygopodidae, which have rudimentary hind legs near the anal cleft, but lack fore legs."},{"word":"Pygropodes","type":"n. pl.","descr":" A division of swimming birds which includes the grebes, divers, auks, etc., in which the legs are placed far back."},{"word":"Pygopodous","type":"a.","descr":" Of or pertaining to the Pygopodes."},{"word":"Pygostyle","type":"n.","descr":" The plate of bone which forms the posterior end of the vertebral column in most birds; the plowshare bone; the vomer. It is formed by the union of a number of the last caudal vertebrae, and supports the uropigium."},{"word":"Pyin","type":"n.","descr":" An albuminoid constituent of pus, related to mucin, possibly a mixture of substances rather than a single body."},{"word":"Pyjama","type":"n.","descr":" In India and Persia, thin loose trowsers or drawers; in Europe and America, drawers worn at night, or a kind of nightdress with legs."},{"word":"Pykar","type":"n.","descr":" An ancient English fishing boat."},{"word":"Pylae","type":"pl. ","descr":" of Pyla"},{"word":"Pylas","type":"pl. ","descr":" of Pyla"},{"word":"Pyla","type":"n.","descr":" The passage between the iter and optocoele in the brain."},{"word":"Pylagore","type":"n.","descr":" a deputy of a State at the Amphictyonic council."},{"word":"Pylangia","type":"pl. ","descr":" of Pylangium"},{"word":"Pylangium","type":"n.","descr":" The first and undivided part of the aortic trunk in the amphibian heart."},{"word":"Pylon","type":"n.","descr":" A low tower, having a truncated pyramidal form, and flanking an ancient Egyptian gateway."},{"word":"Pylon","type":"n.","descr":" An Egyptian gateway to a large building (with or without flanking towers)."},{"word":"Pyloric","type":"a.","descr":" Of, pertaining to, or in the region of, the pylorus; as, the pyloric end of the stomach."},{"word":"Pylori","type":"pl. ","descr":" of Pylorus"},{"word":"Pylorus","type":"n.","descr":" The opening from the stomach into the intestine."},{"word":"Pylorus","type":"n.","descr":" A posterior division of the stomach in some invertebrates."},{"word":"Pyne","type":"n. and v.","descr":" See Pine."},{"word":"Pynoun","type":"n.","descr":" A pennant."},{"word":"Pyocyanin","type":"n.","descr":" A blue coloring matter found in the pus from old sores, supposed to be formed through the agency of a species of bacterium (Bacillus pyocyaneus)."},{"word":"Pyogenic","type":"a.","descr":" Producing or generating pus."},{"word":"Pyoid","type":"a.","descr":" Of or pertaining to pus; of the nature of, or like, pus."},{"word":"Pyopneumothorax","type":"n.","descr":" Accumulation of air, or other gas, and of pus, in the pleural cavity."},{"word":"Pyot","type":"n.","descr":" The magpie. See Piet."},{"word":"Pyoxanthose","type":"n.","descr":" A greenish yellow crystalline coloring matter found with pyocyanin in pus."},{"word":"Pyracanth","type":"n.","descr":" The evergreen thorn (Crataegus Pyracantha), a shrub native of Europe."},{"word":"Pyral","type":"a.","descr":" Of or pertaining to a pyre."},{"word":"Pyralid","type":"n.","descr":" Any moth of the family Pyralidae. The species are numerous and mostly small, but some of them are very injurious, as the bee moth, meal moth, hop moth, and clover moth."},{"word":"Pyramid","type":"n.","descr":" A solid body standing on a triangular, square, or polygonal base, and terminating in a point at the top; especially, a structure or edifice of this shape."},{"word":"Pyramid","type":"n.","descr":" A solid figure contained by a plane rectilineal figure as base and several triangles which have a common vertex and whose bases are sides of the base."},{"word":"Pyramid","type":"n.","descr":" The game of pool in which the balls are placed in the form of a triangle at spot."},{"word":"Pyramidal","type":"a.","descr":" Of or pertaining to a pyramid; in the form of a a pyramid; pyramidical; as, pyramidal cleavage."},{"word":"Pyramidal","type":"a.","descr":" Same as Tetragonal."},{"word":"Pyramidal","type":"n.","descr":" One of the carpal bones. See Cuneiform, n., 2 (b)."},{"word":"Pyramidally","type":"adv.","descr":" Like a pyramid."},{"word":"Pyramidic","type":"a.","descr":" Alt. of Pyramidical"},{"word":"Pyramidical","type":"a.","descr":" Of or pertaining to a pyramid; having the form of a pyramid; pyramidal."},{"word":"Pyramidia","type":"pl. ","descr":" of Pyramidion"},{"word":"Pyramidion","type":"n.","descr":" The small pyramid which crowns or completes an obelisk."},{"word":"Pyramidoid","type":"n.","descr":" A solid resembling a pyramid; -- called also pyramoid."},{"word":"Pyramides","type":"pl. ","descr":" of Pyramis"},{"word":"Pyramis","type":"n.","descr":" A pyramid."},{"word":"Pyramoid","type":"n.","descr":" See Pyramidoid."},{"word":"Pyrargyrite","type":"n.","descr":" Ruby silver; dark red silver ore. It is a sulphide of antimony and silver, occurring in rhombohedral crystals or massive, and is of a dark red or black color with a metallic adamantine luster."},{"word":"Pyre","type":"n.","descr":" A funeral pile; a combustible heap on which the dead are burned; hence, any pile to be burnt."},{"word":"Pyrenae","type":"pl. ","descr":" of Pyrena"},{"word":"Pyrena","type":"n.","descr":" A nutlet resembling a seed, or the kernel of a drupe."},{"word":"Pyrene","type":"n.","descr":" One of the less volatile hydrocarbons of coal tar, obtained as a white crystalline substance, C16H10."},{"word":"Pyrene","type":"n.","descr":" Same as Pyrena."},{"word":"Pyrenean","type":"a.","descr":" Of or pertaining to the Pyrenees, a range of mountains separating France and Spain."},{"word":"Pyrenean","type":"n.","descr":" The Pyrenees."},{"word":"Pyrenoid","type":"n.","descr":" A transparent body found in the chromatophores of certain Infusoria."},{"word":"Pyrethrin","type":"n.","descr":" A substance resembling, and isomeric with, ordinary camphor, and extracted from the essential oil of feverfew; -- called also Pyrethrum camphor."},{"word":"Pyrethrine","type":"n.","descr":" An alkaloid extracted from the root of the pellitory of Spain (Anacyclus pyrethrum)."},{"word":"Pyretic","type":"a.","descr":" Of or pertaining to fever; febrile."},{"word":"Pyretology","type":"n.","descr":" A discourse or treatise on fevers; the doctrine of fevers."},{"word":"Pyrexiae","type":"pl. ","descr":" of Pyrexia"},{"word":"Pyrexia","type":"n.","descr":" The febrile condition."},{"word":"Pyrexial","type":"a.","descr":" Alt. of Pyrexical"},{"word":"Pyrexical","type":"a.","descr":" Of or pertaining to fever; feverish."},{"word":"Pyrgom","type":"n.","descr":" A variety of pyroxene; -- called also fassaite."},{"word":"Pyrheliometer","type":"n.","descr":" An instrument for measuring the direct heating effect of the sun\\'s rays."},{"word":"Pyridic","type":"a.","descr":" Related to, or formed from, pyridin or its homologues; as, the pyridic bases."},{"word":"Pyridine","type":"n.","descr":" A nitrogenous base, C5H5N, obtained from the distillation of bone oil or coal tar, and by the decomposition of certain alkaloids, as a colorless liquid with a peculiar pungent odor. It is the nucleus of a large number of organic substances, among which several vegetable alkaloids, as nicotine and certain of the ptomaines, may be mentioned. See Lutidine."},{"word":"Pyridyl","type":"n.","descr":" A hypothetical radical, C5H4N, regarded as the essential residue of pyridine, and analogous to phenyl."},{"word":"Pyriform","type":"a.","descr":" Having the form of a pear; pear-shaped."},{"word":"Pyritaceous","type":"a.","descr":" Of or pertaining to pyrites. See Pyritic."},{"word":"Pyrites","type":"pl. ","descr":" of Pyrite"},{"word":"Pyrite","type":"n.","descr":" A common mineral of a pale brass-yellow color and brilliant metallic luster, crystallizing in the isometric system; iron pyrites; iron disulphide."},{"word":"Pyrites","type":"n.","descr":" A name given to a number of metallic minerals, sulphides of iron, copper, cobalt, nickel, and tin, of a white or yellowish color."},{"word":"Pyritic","type":"a.","descr":" Alt. of Pyritical"},{"word":"Pyritical","type":"a.","descr":" Of or pertaining to pyrites; consisting of, or resembling, pyrites."},{"word":"Pyritiferous","type":"a.","descr":" Containing or producing pyrites."},{"word":"Pyritize","type":"v. t.","descr":" To convert into pyrites."},{"word":"Pyritohedral","type":"a.","descr":" Like pyrites in hemihedral form."},{"word":"Pyritohedron","type":"n.","descr":" The pentagonal dodecahedron, a common form of pyrite."},{"word":"Pyritoid","type":"n.","descr":" Pyritohedron."},{"word":"Pyritology","type":"n.","descr":" The science of blowpipe analysis."},{"word":"Pyritous","type":"a.","descr":" Pyritic."},{"word":"Pyro-","type":"","descr":" Alt. of Pyr-"},{"word":"Pyr-","type":"","descr":" Combining forms designating fire or heat; specifically (Chem.), used to imply an actual or theoretical derivative by the action of heat; as in pyrophosphoric, pyrosulphuric, pyrotartaric, pyrotungstic, etc."},{"word":"Pyro","type":"n.","descr":" Abbreviation of pyrogallic acid."},{"word":"Pyroacetic","type":"a.","descr":" Pertaining to, and designating, a substance (acetone) obtained by the distillation of the acetates. It is now called also pyroacetic ether, and formerly was called pyroacetic spirit."},{"word":"Pyroacid","type":"n.","descr":" An acid obtained by sybjecting another acid to the action of heat.  Cf. Pyro-."},{"word":"Pyroantimonate","type":"n.","descr":" A salt of pyroantimonic acid."},{"word":"Pyroantimonic","type":"a.","descr":" Pertaining to, or designating, an acid of antimony analogous to pyrophosphoric acid."},{"word":"Pyroarsenate","type":"n.","descr":" A salt of pyroarsenic acid."},{"word":"Pyroarsenic","type":"a.","descr":" Pertaining to or designating, an acid of arsenic analogous to pyrophosphoric acid."},{"word":"Pyroborate","type":"n.","descr":" A salt of pyroboric acid."},{"word":"Pyroboric","type":"a.","descr":" Pertaining to derived from, or designating, an acid, H2B4O7 (called also tetraboric acid), which is the acid ingredient of ordinary borax, and is obtained by heating boric acid."},{"word":"Pyrocatechin","type":"n.","descr":" A white crystalline substance, C6H4(OH)2, of the phenol series, found in various plants; -- so called because first obtained by distillation of gum catechu. Called also catechol, oxyphenol. etc."},{"word":"Pyrochlore","type":"n.","descr":" A niobate of calcium, cerium, and other bases, occurring usually in octahedrons of a yellowish or brownish color and resinous luster; -- so called from its becoming grass-green on being subjected to heat under the blowpipe."},{"word":"Pyrocitric","type":"a.","descr":" Pertaining to, or designating, any one of three acids obtained by the distillation of citric acid, and called respectively citraconic, itaconic, and mesaconic acid."},{"word":"Pyroelectric","type":"a.","descr":" Pertaining to, or dependent on, pyroelectricity; receiving electric polarity when heated."},{"word":"Pyroelectric","type":"n.","descr":" A substance which becomes electrically polar when heated, exhibiting opposite charges of statical electricity at two separate parts, especially the two extremities."},{"word":"Pyroelectricity","type":"n.","descr":" Electricity developed by means of heat; the science which treats of electricity thus developed."},{"word":"Pyrogallate","type":"n.","descr":" A salt of pyrogallic acid; an ether of pyrogallol."},{"word":"Pyrogallic","type":"a.","descr":" Pertaining to, derived from, or designating, an acid called pyrogallol. See Pyrogallol."},{"word":"Pyrogallol","type":"n.","descr":" A phenol metameric with phloroglucin, obtained by the distillation of gallic acid as a poisonous white crystalline substance having acid properties, and hence called also pyrogallic acid. It is a strong reducer, and is used as a developer in photography and in the production of certain dyes."},{"word":"Pyrogen","type":"n.","descr":" Electricity."},{"word":"Pyrogen","type":"n.","descr":" A poison separable from decomposed meat infusions, and supposed to be formed from albuminous matter through the agency of bacteria."},{"word":"Pyrogenic","type":"a.","descr":" Producing heat; -- said of substances, as septic poisons, which elevate the temperature of the body and cause fever."},{"word":"Pyrogenous","type":"a.","descr":" Produced by fire; igneous."},{"word":"Pyrognostic","type":"a.","descr":" Of or pertaining to characters developed by the use of heat; pertaining to the characters of minerals when examined before the blowpipe; as, the pyrognostic characters of galena."},{"word":"Pyrognostics","type":"n. pl.","descr":" The characters of a mineral observed by the use of the blowpipe, as the degree of fusibility, flame coloration, etc."},{"word":"Pyrography","type":"n.","descr":" A process of printing, ornamenting, or carving, by burning with heated instruments."},{"word":"Pyrolator","type":"n.","descr":" A fire worshiper."},{"word":"Pyrolatry","type":"n.","descr":" The worship of fire."},{"word":"Pyroligneous","type":"a.","descr":" Alt. of Pyrolignic"},{"word":"Pyrolignic","type":"a.","descr":" Pertaining to, or designating, the acid liquid obtained in the distillation of wood, consisting essentially of impure acetic acid."},{"word":"Pyrolignous","type":"a.","descr":" Same as Pyroligneous."},{"word":"Pyrolithic","type":"a.","descr":" Same as Pyrouric, or Cyanuric."},{"word":"Pyrologist","type":"n.","descr":" One who is versed in, or makes a study of, pyrology."},{"word":"Pyrology","type":"n.","descr":" That branch of physical science which treats of the properties, phenomena, or effects of heat; also, a treatise on heat."},{"word":"Pyrolusite","type":"n.","descr":" Manganese dioxide, a mineral of an iron-black or dark steel-gray color and metallic luster, usually soft.  Pyrolusite parts with its oxygen at a red heat, and is extensively used in discharging the brown and green tints of glass (whence its name)."},{"word":"Pyromagnetic","type":"a.","descr":" Acting by the agency of heat and magnetism; as, a pyromagnetic machine for producing electric currents."},{"word":"Pyromalate","type":"n.","descr":" A salt of pyromalic acid."},{"word":"Pyromalic","type":"a.","descr":" Pertaining to, or designating, an acid now called maleic acid."},{"word":"Pyromancy","type":"n.","descr":" Divination by means of fire."},{"word":"Pyromania","type":"n.","descr":" An insane disposition to incendiarism."},{"word":"Pyromantic","type":"a.","descr":" Of or pertaining to pyromancy."},{"word":"Pyromantic","type":"n.","descr":" One who pretends to divine by fire."},{"word":"Pyrometer","type":"n.","descr":" An instrument used for measuring the expansion of solid bodies by heat."},{"word":"Pyrometer","type":"n.","descr":" An instrument for measuring degrees of heat above those indicated by the mercurial thermometer."},{"word":"Pyrometric","type":"a.","descr":" Alt. of Pyrometrical"},{"word":"Pyrometrical","type":"a.","descr":" Pertaining to, or obtained by, the pyrometer; as, pyrometrical instruments; pyrometrical measurements."},{"word":"Pyrometry","type":"n.","descr":" The art of measuring degrees of heat, or the expansion of bodies by heat."},{"word":"Pyromorphite","type":"n.","descr":" Native lead phosphate with lead chloride, occurring in bright green and brown hexagonal crystals and also massive; -- so called because a fused globule crystallizes in cooling."},{"word":"Pyromorphous","type":"a.","descr":" Having the property of crystallizing by the agency of fire."},{"word":"Pyromucate","type":"n.","descr":" A salt of pyromucic acid."},{"word":"Pyromucic","type":"a.","descr":" Pertaining to, derived from, or designating, an acid obtained as a white crystalline substance by the distillation of mucic acid, or by the oxidation of furfurol."},{"word":"Pyronomics","type":"n.","descr":" The science of heat."},{"word":"Pyrope","type":"n.","descr":" A variety of garnet, of a poppy or blood-red color, frequently with a tinge of orange. It is used as a gem. See the Note under Garnet."},{"word":"Pyrophane","type":"n.","descr":" A mineral which is opaque in its natural state, but is said to change its color and become transparent by heat."},{"word":"Pyrophanous","type":"a.","descr":" Rendered transparent by heat."},{"word":"Pyrophone","type":"n.","descr":" A musical instrument in which the tones are produced by flames of hydrogen, or illuminating gas, burning in tubes of different sizes and lengths."},{"word":"Pyrophoric","type":"a.","descr":" Alt. of Pyrophorous"},{"word":"Pyrophorous","type":"a.","descr":" Light-producing; of or pertaining to pyrophorus."},{"word":"Pyrophorus","type":"n.","descr":" Any one of several substances or mixtures which phosphoresce or ignite spontaneously on exposure to air, as a heated mixture of alum, potash, and charcoal, or a mixture of charcoal and finely divided lead."},{"word":"Pyrophosphate","type":"n.","descr":" A salt of pyrophosphoric acid."},{"word":"Pyrophosphoric","type":"a.","descr":" Pertaining to, or designating, an acid, H4P2O7, which is obtained as a white crystalline substance. Its salts are obtained by heating the phosphates."},{"word":"Pyrophyllite","type":"n.","descr":" A mineral, usually of a white or greenish color and pearly luster, consisting chiefly of the hydrous silicate of alumina."},{"word":"Pyroscope","type":"n.","descr":" An instrument for measuring the intensity of heat radiating from a fire, or the cooling influence of bodies. It is a differential thermometer, having one bulb coated with gold or silver leaf."},{"word":"Pyrosis","type":"n.","descr":" See Water brash, under Brash."},{"word":"Pyrosmalite","type":"n.","descr":" A mineral, usually of a pale brown or of a gray or grayish green color, consisting chiefly of the hydrous silicate of iron and manganese; -- so called from the odor given off before the blowpipe."},{"word":"Pyrosome","type":"n.","descr":" Any compound ascidian of the genus Pyrosoma. The pyrosomes form large hollow cylinders, sometimes two or three feet long, which swim at the surface of the sea and are very phosphorescent."},{"word":"Pyrosulphate","type":"n.","descr":" A salt of pyrosulphuric acid."},{"word":"Pyrosulphuric","type":"a.","descr":" Pertaining to, or designating, an acid called also disulphuric acid) obtained by distillation of certain sulphates, as a colorless, thick, oily liquid, H2S2O7 resembling sulphuric acid. It is used in the solution of indigo, in the manufacture of alizarin, and in dehydration."},{"word":"Pyrotartaric","type":"a.","descr":" Pertaining to, or designating, an acid obtained as a white crystalline substance by the distillation of tartaric acid."},{"word":"Pyrotartrate","type":"n.","descr":" A salt of pyrotartaric acid."},{"word":"Pyrotechnian","type":"n.","descr":" A pyrotechnist."},{"word":"Pyrotechnic","type":"a.","descr":" Alt. of Pyrotechnical"},{"word":"Pyrotechnical","type":"a.","descr":" Of or pertaining to fireworks, or the art of forming them."},{"word":"Pyrotechnician","type":"n.","descr":" A pyrotechnist."},{"word":"Pyrotechnics","type":"n.","descr":" The art of making fireworks; the manufacture and use of fireworks; pyrotechny."},{"word":"Pyrotechnist","type":"n.","descr":" One skilled in pyrotechny; one who manufactures fireworks."},{"word":"Pyrotechny","type":"n.","descr":" The use and application of fire in science and the arts."},{"word":"Pyrotechny","type":"n.","descr":" Same as Pyrotechnics."},{"word":"Pyrothonide","type":"n.","descr":" A kind of empyreumatic oil produced by the combustion of textures of hemp, linen, or cotton in a copper vessel, -- formerly used as a remedial agent."},{"word":"Pyrotic","type":"a.","descr":" Caustic. See Caustic."},{"word":"Pyrotic","type":"n.","descr":" A caustic medicine."},{"word":"Pyrotritartaric","type":"a.","descr":" Designating an acid which is more commonly called uric acid."},{"word":"Pyrotungstic","type":"a.","descr":" Polytungstic. See Metatungstic."},{"word":"Pyrouric","type":"a.","descr":" Pertaining to, or designating, an acid now called cyanuric acid. See Cyanuric."},{"word":"Pyrovanadic","type":"a.","descr":" Pertaining to, or designating, an acid of vanadium, analogous to pyrophosphoric acid."},{"word":"Pyroxanthin","type":"n.","descr":" A yellow crystalline hydrocardon extracted from crude wood spirit; -- called also eblanin."},{"word":"Pyroxene","type":"n.","descr":" A common mineral occurring in monoclinic crystals, with a prismatic angle of nearly 90¡, and also in massive forms which are often laminated. It varies in color from white to dark green and black, and includes many varieties differing in color and composition, as diopside, malacolite, salite, coccolite, augite, etc. They are all silicates of lime and magnesia with sometimes alumina and iron. Pyroxene is an essential constituent of many rocks, especially basic igneous rocks, as basalt, gabbro, etc."},{"word":"Pyroxenic","type":"a.","descr":" Containing pyroxene; composed chiefly of pyroxene."},{"word":"Pyroxenite","type":"n.","descr":" A rock consisting essentially of pyroxene."},{"word":"Pyroxylic","type":"a.","descr":" Derived from wood by distillation; -- formerly used in designating crude wood spirit."},{"word":"Pyroxylin","type":"n.","descr":" A substance resembling gun cotton in composition and properties, but distinct in that it is more highly nitrified and is soluble in alcohol, ether, etc.; -- called also pyroxyle."},{"word":"Pyrrhic","type":"a.","descr":" Of or pertaining to an ancient Greek martial dance."},{"word":"Pyrrhic","type":"a.","descr":" Of or pertaining to a pyrrhic, or to pyrrhics; containing pyrrhic; as, a pyrrhic verse."},{"word":"Pyrrhic","type":"n.","descr":" An ancient Greek martial dance, to the accompaniment of the flute, its time being very quick."},{"word":"Pyrrhic","type":"n.","descr":" A foot consisting of two short syllables."},{"word":"Pyrrhicist","type":"n.","descr":" One two danced the pyrrhic."},{"word":"Pyrrhonean","type":"a.","descr":" Alt. of Pyrrhonic"},{"word":"Pyrrhonic","type":"a.","descr":" Of or pertaining to pyrrhonism."},{"word":"Pyrrhonism","type":"n.","descr":" Skepticism; universal doubt."},{"word":"Pyrrhonist","type":"n.","descr":" A follower of Pyrrho; a skeptic."},{"word":"Pyrrhotine","type":"n.","descr":" Alt. of Pyrrhotite"},{"word":"Pyrrhotite","type":"n.","descr":" A bronze-colored mineral, of metallic luster. It is a sulphide of iron, and is remarkable for being attracted by the magnet. Called also magnetic pyrites."},{"word":"Pyrrol","type":"n.","descr":" A nitrogenous base found in coal tar, bone oil, and other distillates of organic substances, and also produced synthetically as a colorless liquid, C4H5N, having on odor like that of chloroform. It is the nucleus and origin of a large number of derivatives. So called because it colors a splinter of wood moistened with hydrochloric acid a deep red."},{"word":"Pyrroline","type":"n.","descr":" A nitrogenous base, C4H7N, obtained as a colorless liquid by the reduction of pyrrol."},{"word":"Pyrula","type":"n.","descr":" A genus of large marine gastropods. having a pear-shaped shell. It includes the fig-shells. See Illust. in Appendix."},{"word":"Pyruric","type":"a.","descr":" Same as Pyrouric."},{"word":"Pyrus","type":"n.","descr":" A genus of rosaceous trees and shrubs having pomes for fruit. It includes the apple, crab apple, pear, chokeberry, sorb, and mountain ash."},{"word":"Pyruvic","type":"a.","descr":" Pertaining to, or designating, an acid (called also pyroracemic acid) obtained, as a liquid having a pungent odor, by the distillation of racemic acid."},{"word":"Pyruvil","type":"n.","descr":" A complex nitrogenous compound obtained by heating together pyruvic acid and urea."},{"word":"Pythagorean","type":"a.","descr":" Of or pertaining to Pythagoras (a Greek philosopher, born about 582 b. c.), or his philosophy."},{"word":"Pythagorean","type":"n.","descr":" A follower of Pythagoras; one of the school of philosophers founded by Pythagoras."},{"word":"Pythagoreanism","type":"n.","descr":" The doctrines of Pythagoras or the Pythagoreans."},{"word":"Pythagoric","type":"a.","descr":" Alt. of Pythagorical"},{"word":"Pythagorical","type":"a.","descr":" See Pythagorean, a."},{"word":"Pythagorism","type":"n.","descr":" The doctrines taught by Pythagoras."},{"word":"Pythagorized","type":"imp. and p. p.","descr":" of Pythagorize"},{"word":"Pythagorizing","type":"p. pr. and vb. n.","descr":" of Pythagorize"},{"word":"Pythagorize","type":"v. i.","descr":" To speculate after the manner of Pythagoras."},{"word":"Pythiad","type":"n.","descr":" The period intervening between one celebration of the Pythian games and the next."},{"word":"Pythian","type":"a.","descr":" Of or pertaining to Delphi, to the temple of Apollo, or to the priestess of Apollo, who delivered oracles at Delphi."},{"word":"Pythocenic","type":"a.","descr":" Producing decomposition, as diseases which are supposed to be accompanied or caused by decomposition."},{"word":"Python","type":"n.","descr":" Any species of very large snakes of the genus Python, and allied genera, of the family Pythonidae. They are nearly allied to the boas. Called also rock snake."},{"word":"Python","type":"n.","descr":" A diviner by spirits."},{"word":"Pythoness","type":"n.","descr":" The priestess who gave oracular answers at Delphi in Greece."},{"word":"Pythoness","type":"n.","descr":" Any woman supposed to have a spirit of divination; a sort of witch."},{"word":"Pythonic","type":"a.","descr":" Prophetic; oracular; pretending to foretell events."},{"word":"Pythonism","type":"n.","descr":" The art of predicting events after the manner of the priestess of Apollo at Delphi; equivocal prophesying."},{"word":"Pythonist","type":"n.","descr":" A conjurer; a diviner."},{"word":"Pythonomorpha","type":"n. pl.","descr":" Same as Mosasauria."},{"word":"Pyuria","type":"n.","descr":" A morbid condition in which pus is discharged in the urine."},{"word":"Pyx","type":"n.","descr":" The box, case, vase, or tabernacle, in which the host is reserved."},{"word":"Pyx","type":"n.","descr":" A box used in the British mint as a place of deposit for certain sample coins taken for a trial of the weight and fineness of metal before it is sent from the mint."},{"word":"Pyx","type":"n.","descr":" The box in which the compass is suspended; the binnacle."},{"word":"Pyx","type":"n.","descr":" Same as Pyxis."},{"word":"Pyx","type":"v. t.","descr":" To test as to weight and fineness, as the coins deposited in the pyx."},{"word":"Pyxidate","type":"a.","descr":" Having a pyxidium."},{"word":"Pyxidia","type":"pl. ","descr":" of Pyxidium"},{"word":"Pyxidium","type":"n.","descr":" A pod which divides circularly into an upper and lower half, of which the former acts as a kind of lid, as in the pimpernel and purslane."},{"word":"Pyxidium","type":"n.","descr":" The theca of mosses."},{"word":"Pyxle","type":"n.","descr":" Same as Pixy."},{"word":"Pyxis","type":"n.","descr":" A box; a pyx."},{"word":"Pyxis","type":"n.","descr":" A pyxidium."},{"word":"Pyxis","type":"n.","descr":" The acetabulum. See Acetabulum, 2."}]