[{"word":"Ra-","type":"","descr":" A prefix, from the Latin re and ad combined, coming to us through the French and Italian. See Re-, and Ad-."},{"word":"Raash","type":"n.","descr":" The electric catfish."},{"word":"Rab","type":"n.","descr":" A rod or stick used by masons in mixing hair with mortar."},{"word":"Rabat","type":"n.","descr":" A polishing material made of potter\\'s clay that has failed in baking."},{"word":"Rabate","type":"v.","descr":" To recover to the fist, as a hawk."},{"word":"Rabatine","type":"n.","descr":" A collar or cape."},{"word":"Rabato","type":"n.","descr":" A kind of ruff for the neck; a turned-down collar; a rebato."},{"word":"Rabbate","type":"v. t.","descr":" To abate or diminish."},{"word":"Rabbate","type":"n.","descr":" Abatement."},{"word":"Rabbeted","type":"imp. and p. p.","descr":" of Rabbet"},{"word":"Rabbeting","type":"p. pr. and vb. n.","descr":" of Rabbet"},{"word":"Rabbet","type":"v. t.","descr":" To cut a rabbet in; to furnish with a rabbet."},{"word":"Rabbet","type":"v. t.","descr":" To unite the edges of, as boards, etc., in a rabbet joint."},{"word":"Rabbet","type":"n.","descr":" A longitudinal channel, groove, or recess cut out of the edge or face of any body; especially, one intended to receive another member, so as to break or cover the joint, or more easily to hold the members in place; thus, the groove cut for a panel, for a pane of glass, or for a door, is a rabbet, or rebate."},{"word":"Rabbet","type":"n.","descr":" Same as Rabbet joint, below."},{"word":"Rabbis","type":"pl. ","descr":" of Rabbi"},{"word":"Rabbies","type":"pl. ","descr":" of Rabbi"},{"word":"Rabbi","type":"n.","descr":" Master; lord; teacher; -- a Jewish title of respect or honor for a teacher or doctor of the law."},{"word":"Rabbin","type":"n.","descr":" Same as Rabbi."},{"word":"Rabbinic","type":"a.","descr":" Alt. of Rabbinical"},{"word":"Rabbinical","type":"a.","descr":" Of or pertaining to the rabbins or rabbis, or pertaining to the opinions, learning, or language of the rabbins."},{"word":"Rabbinic","type":"n.","descr":" The language or dialect of the rabbins; the later Hebrew."},{"word":"Rabbinically","type":"adv.","descr":" In a rabbinical manner; after the manner of the rabbins."},{"word":"Rabbinism","type":"n.","descr":" A rabbinic expression or phraseology; a peculiarity of the language of the rabbins."},{"word":"Rabbinism","type":"n.","descr":" The teachings and traditions of the rabbins."},{"word":"Rabbinist","type":"n.","descr":" One among the Jews who adhered to the Talmud and the traditions of the rabbins, in opposition to the Karaites, who rejected the traditions."},{"word":"Rabbinite","type":"n.","descr":" Same as Rabbinist."},{"word":"Rabbit","type":"n.","descr":" Any of the smaller species of the genus Lepus, especially the common European species (Lepus cuniculus), which is often kept as a pet, and has been introduced into many countries. It is remarkably prolific, and has become a pest in some parts of Australia and New Zealand."},{"word":"Rabbiting","type":"n.","descr":" The hunting of rabbits."},{"word":"Rabbitry","type":"n.","descr":" A place where rabbits are kept; especially, a collection of hutches for tame rabbits."},{"word":"Rabble","type":"n.","descr":" An iron bar, with the end bent, used in stirring or skimming molten iron in the process of puddling."},{"word":"Rabble","type":"v. t.","descr":" To stir or skim with a rabble, as molten iron."},{"word":"Rabble","type":"v. i.","descr":" To speak in a confused manner."},{"word":"Rabble","type":"v. i.","descr":" A tumultuous crowd of vulgar, noisy people; a mob; a confused, disorderly throng."},{"word":"Rabble","type":"v. i.","descr":" A confused, incoherent discourse; a medley of voices; a chatter."},{"word":"Rabble","type":"a.","descr":" Of or pertaining to a rabble; like, or suited to, a rabble; disorderly; vulgar."},{"word":"Rabbled","type":"imp. and p. p.","descr":" of Rabble"},{"word":"Rabbling","type":"p. pr. and vb. n.","descr":" of Rabble"},{"word":"Rabble","type":"v. t.","descr":" To insult, or assault, by a mob; to mob; as, to rabble a curate."},{"word":"Rabble","type":"v. t.","descr":" To utter glibly and incoherently; to mouth without intelligence."},{"word":"Rabble","type":"v. t.","descr":" To rumple; to crumple."},{"word":"Rabblement","type":"n.","descr":" A tumultuous crowd of low people; a rabble."},{"word":"Rabbler","type":"n.","descr":" A scraping tool for smoothing metal."},{"word":"Rabble-rout","type":"n.","descr":" A tumultuous crowd; a rabble; a noisy throng."},{"word":"Rabdoidal","type":"a.","descr":" See Sagittal."},{"word":"Rabdology","type":"n.","descr":" The method or art of performing arithmetical operations by means of Napier\\'s bones. See Napier\\'s bones."},{"word":"Rabdomancy","type":"n.","descr":" Divination by means of rods or wands."},{"word":"Rabid","type":"n.","descr":" Furious; raging; extremely violent."},{"word":"Rabid","type":"n.","descr":" Extreme, unreasonable, or fanatical in opinion; excessively zealous; as, a rabid socialist."},{"word":"Rabid","type":"n.","descr":" Affected with the distemper called rabies; mad; as, a rabid dog or fox."},{"word":"Rabid","type":"n.","descr":" Of or pertaining to rabies, or hydrophobia; as, rabid virus."},{"word":"Rabidity","type":"n.","descr":" Rabidness; furiousness."},{"word":"Rabidly","type":"adv.","descr":" In a rabid manner; with extreme violence."},{"word":"Rabidness","type":"n.","descr":" The quality or state of being rabid."},{"word":"Rabies","type":"n.","descr":" Same as Hydrophobia (b); canine madness."},{"word":"Rabinet","type":"n.","descr":" A kind of small ordnance formerly in use."},{"word":"Rabious","type":"a.","descr":" Fierce."},{"word":"Rabot","type":"n.","descr":" A rubber of hard wood used in smoothing marble to be polished."},{"word":"Raca","type":"a.","descr":" A term of reproach used by the Jews of our Savior\\'s time, meaning \"worthless.\""},{"word":"Racahout","type":"n.","descr":" A preparation from acorns used by the Arabs as a substitute for chocolate, and also as a beverage for invalids."},{"word":"Raccoon","type":"n.","descr":" A North American nocturnal carnivore (Procyon lotor) allied to the bears, but much smaller, and having a long, full tail, banded with black and gray. Its body is gray, varied with black and white. Called also coon, and mapach."},{"word":"Race","type":"v. t.","descr":" To raze."},{"word":"Race","type":"n.","descr":" A root."},{"word":"Race","type":"n.","descr":" The descendants of a common ancestor; a family, tribe, people, or nation, believed or presumed to belong to the same stock; a lineage; a breed."},{"word":"Race","type":"n.","descr":" Company; herd; breed."},{"word":"Race","type":"n.","descr":" A variety of such fixed character that it may be propagated by seed."},{"word":"Race","type":"n.","descr":" Peculiar flavor, taste, or strength, as of wine; that quality, or assemblage of qualities, which indicates origin or kind, as in wine; hence, characteristic flavor; smack."},{"word":"Race","type":"n.","descr":" Hence, characteristic quality or disposition."},{"word":"Race","type":"n.","descr":" A progress; a course; a movement or progression."},{"word":"Race","type":"n.","descr":" Esp., swift progress; rapid course; a running."},{"word":"Race","type":"n.","descr":" Hence: The act or process of running in competition; a contest of speed in any way, as in running, riding, driving, skating, rowing, sailing; in the plural, usually, a meeting for contests in the running of horses; as, he attended the races."},{"word":"Race","type":"n.","descr":" Competitive action of any kind, especially when prolonged; hence, career; course of life."},{"word":"Race","type":"n.","descr":" A strong or rapid current of water, or the channel or passage for such a current; a powerful current or heavy sea, sometimes produced by the meeting of two tides; as, the Portland Race; the Race of Alderney."},{"word":"Race","type":"n.","descr":" The current of water that turns a water wheel, or the channel in which it flows; a mill race."},{"word":"Race","type":"n.","descr":" A channel or guide along which a shuttle is driven back and forth, as in a loom, sewing machine, etc."},{"word":"Raced","type":"imp. and p. p.","descr":" of Race"},{"word":"Racing","type":"p. pr. and vb. n.","descr":" of Race"},{"word":"Race","type":"v. i.","descr":" To run swiftly; to contend in a race; as, the animals raced over the ground; the ships raced from port to port."},{"word":"Race","type":"v. i.","descr":" To run too fast at times, as a marine engine or screw, when the screw is lifted out of water by the action of a heavy sea."},{"word":"Race","type":"v. t.","descr":" To cause to contend in a race; to drive at high speed; as, to race horses."},{"word":"Race","type":"v. t.","descr":" To run a race with."},{"word":"Racemate","type":"n.","descr":" A salt of racemic acid."},{"word":"Racemation","type":"n.","descr":" A cluster or bunch, as of grapes."},{"word":"Racemation","type":"n.","descr":" Cultivation or gathering of clusters of grapes."},{"word":"Raceme","type":"n.","descr":" A flower cluster with an elongated axis and many one-flowered lateral pedicels, as in the currant and chokecherry."},{"word":"Racemed","type":"a.","descr":" Arranged in a raceme, or in racemes."},{"word":"Racemic","type":"a.","descr":" Pertaining to, or designating, an acid found in many kinds of grapes. It is also obtained from tartaric acid, with which it is isomeric, and from sugar, gum, etc., by oxidation. It is a sour white crystalline substance, consisting of a combination of dextrorotatory and levorotatory tartaric acids."},{"word":"Racemiferous","type":"a.","descr":" Bearing racemes, as the currant."},{"word":"Racemiform","type":"a.","descr":" Having the form of a raceme."},{"word":"Racemose","type":"a.","descr":" Resembling a raceme; growing in the form of a raceme; as, (Bot.) racemose berries or flowers; (Anat.) the racemose glands, in which the ducts are branched and clustered like a raceme."},{"word":"Racemous","type":"a.","descr":" See Racemose."},{"word":"Racemule","type":"n.","descr":" A little raceme."},{"word":"Racemulose","type":"a.","descr":" Growing in very small racemes."},{"word":"Racer","type":"n.","descr":" One who, or that which, races, or contends in a race; esp., a race horse."},{"word":"Racer","type":"n.","descr":" The common American black snake."},{"word":"Racer","type":"n.","descr":" One of the circular iron or steel rails on which the chassis of a heavy gun is turned."},{"word":"Rach","type":"n.","descr":" Alt. of Rache"},{"word":"Rache","type":"n.","descr":" A dog that pursued his prey by scent, as distinguished from the greyhound."},{"word":"Rachialgia","type":"n.","descr":" A painful affection of the spine; especially, Pott\\'s disease; also, formerly, lead colic."},{"word":"Rachidian","type":"a.","descr":" Of or pertaining to the rachis; spinal; vertebral. Same as Rhachidian."},{"word":"Rachilla","type":"n.","descr":" Same as Rhachilla."},{"word":"Rachiodont","type":"a.","descr":" Same as Rhachiodont."},{"word":"Rachises","type":"pl. ","descr":" of Rachis"},{"word":"Rachides","type":"pl. ","descr":" of Rachis"},{"word":"Rachis","type":"n.","descr":" The spine; the vertebral column."},{"word":"Rachis","type":"n.","descr":" Same as Rhachis."},{"word":"Rachitic","type":"a.","descr":" Of or pertaining to rachitis; affected by rachitis; rickety."},{"word":"Rachitis","type":"n.","descr":" Literally, inflammation of the spine, but commonly applied to the rickets. See Rickets."},{"word":"Rachitis","type":"n.","descr":" A disease which produces abortion in the fruit or seeds."},{"word":"Rachitome","type":"n.","descr":" A dissecting instrument for opening the spinal canal."},{"word":"Racial","type":"a.","descr":" Of or pertaining to a race or family of men; as, the racial complexion."},{"word":"Racily","type":"adv.","descr":" In a racy manner."},{"word":"Raciness","type":"n.","descr":" The quality of being racy; peculiar and piquant flavor."},{"word":"Racing","type":"","descr":" a. and n. from Race, v. t. and i."},{"word":"Rack","type":"n.","descr":" Same as Arrack."},{"word":"Rack","type":"n.","descr":" The neck and spine of a fore quarter of veal or mutton."},{"word":"Rack","type":"n.","descr":" A wreck; destruction."},{"word":"Rack","type":"n.","descr":" Thin, flying, broken clouds, or any portion of floating vapor in the sky."},{"word":"Rack","type":"v. i.","descr":" To fly, as vapor or broken clouds."},{"word":"Racked","type":"imp. and p. p.","descr":" of Rack"},{"word":"Racking","type":"p. pr. and vb. n.","descr":" of Rack"},{"word":"Rack","type":"v.","descr":" To amble fast, causing a rocking or swaying motion of the body; to pace; -- said of a horse."},{"word":"Rack","type":"n.","descr":" A fast amble."},{"word":"Rack","type":"v. t.","descr":" To draw off from the lees or sediment, as wine."},{"word":"Rack","type":"a.","descr":" An instrument or frame used for stretching, extending, retaining, or displaying, something."},{"word":"Rack","type":"a.","descr":" An engine of torture, consisting of a large frame, upon which the body was gradually stretched until, sometimes, the joints were dislocated; -- formerly used judicially for extorting confessions from criminals or suspected persons."},{"word":"Rack","type":"a.","descr":" An instrument for bending a bow."},{"word":"Rack","type":"a.","descr":" A grate on which bacon is laid."},{"word":"Rack","type":"a.","descr":" A frame or device of various construction for holding, and preventing the waste of, hay, grain, etc., supplied to beasts."},{"word":"Rack","type":"a.","descr":" A frame on which articles are deposited for keeping or arranged for display; as, a clothes rack; a bottle rack, etc."},{"word":"Rack","type":"a.","descr":" A piece or frame of wood, having several sheaves, through which the running rigging passes; -- called also rack block. Also, a frame to hold shot."},{"word":"Rack","type":"a.","descr":" A frame or table on which ores are separated or washed."},{"word":"Rack","type":"a.","descr":" A frame fitted to a wagon for carrying hay, straw, or grain on the stalk, or other bulky loads."},{"word":"Rack","type":"a.","descr":" A distaff."},{"word":"Rack","type":"a.","descr":" A bar with teeth on its face, or edge, to work with those of a wheel, pinion, or worm, which is to drive it or be driven by it."},{"word":"Rack","type":"a.","descr":" That which is extorted; exaction."},{"word":"Rack","type":"v. t.","descr":" To extend by the application of force; to stretch or strain; specifically, to stretch on the rack or wheel; to torture by an engine which strains the limbs and pulls the joints."},{"word":"Rack","type":"v. t.","descr":" To torment; to torture; to affect with extreme pain or anguish."},{"word":"Rack","type":"v. t.","descr":" To stretch or strain, in a figurative sense; hence, to harass, or oppress by extortion."},{"word":"Rack","type":"v. t.","descr":" To wash on a rack, as metals or ore."},{"word":"Rack","type":"v. t.","descr":" To bind together, as two ropes, with cross turns of yarn, marline, etc."},{"word":"Rackabones","type":"n.","descr":" A very lean animal, esp. a horse."},{"word":"Racker","type":"n.","descr":" One who racks."},{"word":"Racker","type":"n.","descr":" A horse that has a racking gait."},{"word":"Racket","type":"n.","descr":" A thin strip of wood, having the ends brought together, forming a somewhat elliptical hoop, across which a network of catgut or cord is stretched. It is furnished with a handle, and is used for catching or striking a ball in tennis and similar games."},{"word":"Racket","type":"n.","descr":" A variety of the game of tennis played with peculiar long-handled rackets; -- chiefly in the plural."},{"word":"Racket","type":"n.","descr":" A snowshoe formed of cords stretched across a long and narrow frame of light wood."},{"word":"Racket","type":"n.","descr":" A broad wooden shoe or patten for a man or horse, to enable him to step on marshy or soft ground."},{"word":"Racket","type":"v. t.","descr":" To strike with, or as with, a racket."},{"word":"Racket","type":"n.","descr":" Confused, clattering noise; din; noisy talk or sport."},{"word":"Racket","type":"n.","descr":" A carouse; any reckless dissipation."},{"word":"Racketed","type":"imp. and p. p.","descr":" of Racket"},{"word":"Racketing","type":"p. pr. and vb. n.","descr":" of Racket"},{"word":"Racket","type":"v. i.","descr":" To make a confused noise or racket."},{"word":"Racket","type":"v. i.","descr":" To engage in noisy sport; to frolic."},{"word":"Racket","type":"v. i.","descr":" To carouse or engage in dissipation."},{"word":"Racketer","type":"n.","descr":" One who makes, or engages in, a racket."},{"word":"Rackett","type":"n.","descr":" An old wind instrument of the double bassoon kind, having ventages but not keys."},{"word":"Racket-tail","type":"n.","descr":" Any one of several species of humming birds of the genus Steganura, having two of the tail feathers very long and racket-shaped."},{"word":"Racket-tailed","type":"a.","descr":" Having long and spatulate, or racket-shaped, tail feathers."},{"word":"Rackety","type":"a.","descr":" Making a tumultuous noise."},{"word":"Racking","type":"n.","descr":" Spun yarn used in racking ropes."},{"word":"Rack-rent","type":"n.","descr":" A rent of the full annual value of the tenement, or near it; an excessive or unreasonably high rent."},{"word":"Rack-rent","type":"v. t.","descr":" To subject to rack-rent, as a farm or tenant."},{"word":"Rack-renter","type":"n.","descr":" One who is subjected to paying rack-rent."},{"word":"Rack-renter","type":"n.","descr":" One who exacts rack-rent."},{"word":"Racktail","type":"n.","descr":" An arm attached to a swinging notched arc or rack, to let off the striking mechanism of a repeating clock."},{"word":"Rackwork","type":"n.","descr":" Any mechanism having a rack, as a rack and pinion."},{"word":"Racle","type":"a.","descr":" See Rakel."},{"word":"Racleness","type":"n.","descr":" See Rakelness."},{"word":"Raconteur","type":"n.","descr":" A relater; a storyteller."},{"word":"Racoonda","type":"n.","descr":" The coypu."},{"word":"Racovian","type":"n.","descr":" One of a sect of Socinians or Unitarians in Poland."},{"word":"Racquet","type":"n.","descr":" See Racket."},{"word":"Racy","type":"superl.","descr":" Having a strong flavor indicating origin; of distinct characteristic taste; tasting of the soil; hence, fresh; rich."},{"word":"Racy","type":"superl.","descr":" Hence: Exciting to the mental taste by a strong or distinctive character of thought or language; peculiar and piquant; fresh and lively."},{"word":"Rad","type":"","descr":" imp. and p. p. of Read, Rede."},{"word":"Radde","type":"","descr":" imp. of Read, Rede."},{"word":"Raddle","type":"n.","descr":" A long, flexible stick, rod, or branch, which is interwoven with others, between upright posts or stakes, in making a kind of hedge or fence."},{"word":"Raddle","type":"n.","descr":" A hedge or fence made with raddles; -- called also raddle hedge."},{"word":"Raddle","type":"n.","descr":" An instrument consisting of a wooden bar, with a row of upright pegs set in it, used by domestic weavers to keep the warp of a proper width, and prevent tangling when it is wound upon the beam of the loom."},{"word":"Raddle","type":"v. t.","descr":" To interweave or twist together."},{"word":"Raddle","type":"n.","descr":" A red pigment used in marking sheep, and in some mechanical processes; ruddle."},{"word":"Raddle","type":"v. t.","descr":" To mark or paint with, or as with, raddle."},{"word":"Raddock","type":"n.","descr":" The ruddock."},{"word":"Rade","type":"n.","descr":" A raid."},{"word":"Radeau","type":"n.","descr":" A float; a raft."},{"word":"Radial","type":"a.","descr":" Of or pertaining to a radius or ray; consisting of, or like, radii or rays; radiated; as, (Bot.) radial projections; (Zool.) radial vessels or canals; (Anat.) the radial artery."},{"word":"Radialia","type":"pl. ","descr":" of Radiale"},{"word":"Radiale","type":"n.","descr":" The bone or cartilage of the carpus which articulates with the radius and corresponds to the scaphoid bone in man."},{"word":"Radiale","type":"n.","descr":" Radial plates in the calyx of a crinoid."},{"word":"Radially","type":"adv.","descr":" In a radial manner."},{"word":"Radian","type":"n.","descr":" An arc of a circle which is equal to the radius, or the angle measured by such an arc."},{"word":"Radiance","type":"n.","descr":" Alt. of Radiancy"},{"word":"Radiancy","type":"n.","descr":" The quality of being radiant; brilliancy; effulgence; vivid brightness; as, the radiance of the sun."},{"word":"Radiant","type":"a.","descr":" Emitting or proceeding as from a center; resembling rays; radiating; radiate."},{"word":"Radiant","type":"a.","descr":" Especially, emitting or darting rays of light or heat; issuing in beams or rays; beaming with brightness; emitting a vivid light or splendor; as, the radiant sun."},{"word":"Radiant","type":"a.","descr":" Beaming with vivacity and happiness; as, a radiant face."},{"word":"Radiant","type":"a.","descr":" Giving off rays; -- said of a bearing; as, the sun radiant; a crown radiant."},{"word":"Radiant","type":"a.","descr":" Having a raylike appearance, as the large marginal flowers of certain umbelliferous plants; -- said also of the cluster which has such marginal flowers."},{"word":"Radiant","type":"n.","descr":" The luminous point or object from which light emanates; also, a body radiating light brightly."},{"word":"Radiant","type":"n.","descr":" A straight line proceeding from a given point, or fixed pole, about which it is conceived to revolve."},{"word":"Radiant","type":"n.","descr":" The point in the heavens at which the apparent paths of shooting stars meet, when traced backward, or whence they appear to radiate."},{"word":"Radiantly","type":"adv.","descr":" In a radiant manner; with glittering splendor."},{"word":"Radiary","type":"n.","descr":" A radiate."},{"word":"Radiata","type":"n. pl.","descr":" An extensive artificial group of invertebrates, having all the parts arranged radially around the vertical axis of the body, and the various organs repeated symmetrically in each ray or spheromere."},{"word":"Radiated","type":"imp. and p. p.","descr":" of Radiate"},{"word":"Radiating","type":"p. pr. and vb. n.","descr":" of Radiate"},{"word":"Radiate","type":"v. i.","descr":" To emit rays; to be radiant; to shine."},{"word":"Radiate","type":"v. i.","descr":" To proceed in direct lines from a point or surface; to issue in rays, as light or heat."},{"word":"Radiate","type":"v. t.","descr":" To emit or send out in direct lines from a point or points; as, to radiate heat."},{"word":"Radiate","type":"v. t.","descr":" To enlighten; to illuminate; to shed light or brightness on; to irradiate."},{"word":"Radiate","type":"a.","descr":" Having rays or parts diverging from a center; radiated; as, a radiate crystal."},{"word":"Radiate","type":"a.","descr":" Having in a capitulum large ray florets which are unlike the disk florets, as in the aster, daisy, etc."},{"word":"Radiate","type":"a.","descr":" Belonging to the Radiata."},{"word":"Radiate","type":"n.","descr":" One of the Radiata."},{"word":"Radiated","type":"a.","descr":" Emitted, or sent forth, in rays or direct lines; as, radiated heat."},{"word":"Radiated","type":"a.","descr":" Formed of, or arranged like, rays or radii; having parts or markings diverging, like radii, from a common center or axis; as, a radiated structure; a radiated group of crystals."},{"word":"Radiated","type":"a.","descr":" Belonging to the Radiata."},{"word":"Radiately","type":"adv.","descr":" In a radiate manner; with radiation or divergence from a center."},{"word":"Radiate-veined","type":"a.","descr":" Having the principal veins radiating, or diverging, from the apex of the petiole; -- said of such leaves as those of the grapevine, most maples, and the castor-oil plant."},{"word":"Radiatiform","type":"a.","descr":" Having the marginal florets enlarged and radiating but not ligulate, as in the capitula or heads of the cornflower."},{"word":"Radiation","type":"n.","descr":" The act of radiating, or the state of being radiated; emission and diffusion of rays of light; beamy brightness."},{"word":"Radiation","type":"n.","descr":" The shooting forth of anything from a point or surface, like the diverging rays of light; as, the radiation of heat."},{"word":"Radiative","type":"a.","descr":" Capable of radiating; acting by radiation."},{"word":"Radiator","type":"n.","descr":" That which radiates or emits rays, whether of light or heat; especially, that part of a heating apparatus from which the heat is radiated or diffused; as, a steam radiator."},{"word":"Radical","type":"a.","descr":" Of or pertaining to the root; proceeding directly from the root."},{"word":"Radical","type":"a.","descr":" Hence: Of or pertaining to the root or origin; reaching to the center, to the foundation, to the ultimate sources, to the principles, or the like; original; fundamental; thorough-going; unsparing; extreme; as, radical evils; radical reform; a radical party."},{"word":"Radical","type":"a.","descr":" Belonging to, or proceeding from, the root of a plant; as, radical tubers or hairs."},{"word":"Radical","type":"a.","descr":" Proceeding from a rootlike stem, or one which does not rise above the ground; as, the radical leaves of the dandelion and the sidesaddle flower."},{"word":"Radical","type":"a.","descr":" Relating, or belonging, to the root, or ultimate source of derivation; as, a radical verbal form."},{"word":"Radical","type":"a.","descr":" Of or pertaining to a radix or root; as, a radical quantity; a radical sign. See below."},{"word":"Radical","type":"n.","descr":" A primitive word; a radix, root, or simple, underived, uncompounded word; an etymon."},{"word":"Radical","type":"n.","descr":" A primitive letter; a letter that belongs to the radix."},{"word":"Radical","type":"n.","descr":" One who advocates radical changes in government or social institutions, especially such changes as are intended to level class inequalities; -- opposed to conservative."},{"word":"Radical","type":"n.","descr":" A characteristic, essential, and fundamental constituent of any compound; hence, sometimes, an atom."},{"word":"Radical","type":"n.","descr":" Specifically, a group of two or more atoms, not completely saturated, which are so linked that their union implies certain properties, and are conveniently regarded as playing the part of a single atom; a residue; -- called also a compound radical.  Cf. Residue."},{"word":"Radical","type":"n.","descr":" A radical quantity. See under Radical, a."},{"word":"Radical","type":"a.","descr":" A radical vessel. See under Radical, a."},{"word":"Radicalism","type":"n.","descr":" The quality or state of being radical; specifically, the doctrines or principles of radicals in politics or social reform."},{"word":"Radicality","type":"n.","descr":" Germinal principle; source; origination."},{"word":"Radicality","type":"n.","descr":" Radicalness; relation to a root in essential nature or principle."},{"word":"Radically","type":"adv.","descr":" In a radical manner; at, or from, the origin or root; fundamentally; as, a scheme or system radically wrong or defective."},{"word":"Radically","type":"adv.","descr":" Without derivation; primitively; essentially."},{"word":"Radicalness","type":"n.","descr":" Quality or state of being radical."},{"word":"Radicant","type":"a.","descr":" Taking root on, or above, the ground; rooting from the stem, as the trumpet creeper and the ivy."},{"word":"Radicate","type":"a.","descr":" Radicated."},{"word":"Radicate","type":"v. i.","descr":" To take root; to become rooted."},{"word":"Radicated","type":"imp. and p. p.","descr":" of Radicate"},{"word":"Radicating","type":"p. pr. and vb. n.","descr":" of Radicate"},{"word":"Radicate","type":"v. t.","descr":" To cause to take root; to plant deeply and firmly; to root."},{"word":"Radicated","type":"a.","descr":" Rooted"},{"word":"Radicated","type":"a.","descr":" Having roots, or possessing a well-developed root."},{"word":"Radicated","type":"a.","descr":" Having rootlike organs for attachment."},{"word":"Radication","type":"n.","descr":" The process of taking root, or state of being rooted; as, the radication of habits."},{"word":"Radication","type":"n.","descr":" The disposition of the roots of a plant."},{"word":"Radicel","type":"n.","descr":" A small branch of a root; a rootlet."},{"word":"Radiciflorous","type":"a.","descr":" Rhizanthous."},{"word":"Radiciform","type":"a.","descr":" Having the nature or appearance of a radix or root."},{"word":"Radicle","type":"n.","descr":" The rudimentary stem of a plant which supports the cotyledons in the seed, and from which the root is developed downward; the stem of the embryo; the caulicle."},{"word":"Radicle","type":"n.","descr":" A rootlet; a radicel."},{"word":"Radicular","type":"a.","descr":" Of or pertaining to roots, or the root of a plant."},{"word":"Radicule","type":"n.","descr":" A radicle."},{"word":"Radiculose","type":"a.","descr":" Producing numerous radicles, or rootlets."},{"word":"Radii","type":"n.","descr":" pl. of Radius."},{"word":"Radio-","type":"","descr":" A combining form indicating connection with, or relation to, a radius or ray; specifically (Anat.), with the radius of the forearm; as, radio-ulnar, radio-muscular, radio-carpal."},{"word":"Radio-flagellata","type":"n. pl.","descr":" A group of Protozoa having both flagella and pseudopodia."},{"word":"Radiograph","type":"n.","descr":" A picture produced by the Rontgen rays upon a sensitive surface, photographic or fluorescent, especially a picture of opaque objects traversed by the rays."},{"word":"Radiolaria","type":"n. pl.","descr":" Order of rhizopods, usually having a siliceous skeleton, or shell, and sometimes radiating spicules. The pseudopodia project from the body like rays. It includes the polycystines. See Polycystina."},{"word":"Radiolarian","type":"a.","descr":" Of or pertaining to the Radiolaria."},{"word":"Radiolarian","type":"n.","descr":" One of the Radiolaria."},{"word":"Radioli","type":"n. pl.","descr":" The barbs of the radii of a feather; barbules."},{"word":"Radiolite","type":"n.","descr":" A hippurite."},{"word":"Radiometer","type":"n.","descr":" A forestaff."},{"word":"Radiometer","type":"n.","descr":" An instrument designed for measuring the mechanical effect of radiant energy."},{"word":"Radiomicrometer","type":"n.","descr":" A very sensitive modification or application of the thermopile, used for indicating minute changes of radiant heat, or temperature."},{"word":"Radiophone","type":"n.","descr":" An apparatus for the production of sound by the action of luminous or thermal rays. It is essentially the same as the photophone."},{"word":"Radiophony","type":"n.","descr":" The art or practice of using the radiophone."},{"word":"Radious","type":"a.","descr":" Consisting of rays, as light."},{"word":"Radious","type":"a.","descr":" Radiating; radiant."},{"word":"Radish","type":"n.","descr":" The pungent fleshy root of a well-known cruciferous plant (Raphanus sativus); also, the whole plant."},{"word":"Radii","type":"pl. ","descr":" of Radius"},{"word":"Radiuses","type":"pl. ","descr":" of Radius"},{"word":"Radius","type":"n.","descr":" A right line drawn or extending from the center of a circle to the periphery; the semidiameter of a circle or sphere."},{"word":"Radius","type":"n.","descr":" The preaxial bone of the forearm, or brachium, corresponding to the tibia of the hind limb. See Illust. of Artiodactyla."},{"word":"Radius","type":"n.","descr":" A ray, or outer floret, of the capitulum of such plants as the sunflower and the daisy. See Ray, 2."},{"word":"Radius","type":"n.","descr":" The barbs of a perfect feather."},{"word":"Radius","type":"n.","descr":" Radiating organs, or color-markings, of the radiates."},{"word":"Radius","type":"n.","descr":" The movable limb of a sextant or other angular instrument."},{"word":"Radius vector","type":"","descr":" A straight line (or the length of such line) connecting any point, as of a curve, with a fixed point, or pole, round which the straight line turns, and to which it serves to refer the successive points of a curve, in a system of polar coordinates. See Coordinate, n."},{"word":"Radius vector","type":"n.","descr":" An ideal straight line joining the center of an attracting body with that of a body describing an orbit around it, as a line joining the sun and a planet or comet, or a planet and its satellite."},{"word":"Radices","type":"pl. ","descr":" of Radix"},{"word":"Radixes","type":"pl. ","descr":" of Radix"},{"word":"Radix","type":"n.","descr":" A primitive word, from which spring other words; a radical; a root; an etymon."},{"word":"Radix","type":"n.","descr":" A number or quantity which is arbitrarily made the fundamental number of any system; a base. Thus, 10 is the radix, or base, of the common system of logarithms, and also of the decimal system of numeration."},{"word":"Radix","type":"n.","descr":" A finite expression, from which a series is derived."},{"word":"Radix","type":"n.","descr":" The root of a plant."},{"word":"Radulae","type":"pl. ","descr":" of Radula"},{"word":"Radula","type":"n.","descr":" The chitinous ribbon bearing the teeth of mollusks; -- called also lingual ribbon, and tongue. See Odontophore."},{"word":"Raduliform","type":"a.","descr":" Rasplike; as, raduliform teeth."},{"word":"Raffed","type":"imp. and p. p.","descr":" of Raff"},{"word":"Raffing","type":"p. pr. and vb. n.","descr":" of Raff"},{"word":"Raff","type":"v. t.","descr":" To sweep, snatch, draw, or huddle together; to take by a promiscuous sweep."},{"word":"Raff","type":"n.","descr":" A promiscuous heap; a jumble; a large quantity; lumber; refuse."},{"word":"Raff","type":"n.","descr":" The sweepings of society; the rabble; the mob; -- chiefly used in the compound or duplicate, riffraff."},{"word":"Raff","type":"n.","descr":" A low fellow; a churl."},{"word":"Raffaelesque","type":"a.","descr":" Raphaelesque."},{"word":"Raffia","type":"n.","descr":" A fibrous material used for tying plants, said to come from the leaves of a palm tree of the genus Raphia."},{"word":"Raffinose","type":"n.","descr":" A colorless crystalline slightly sweet substance obtained from the molasses of the sugar beet."},{"word":"Raffish","type":"a.","descr":" Resembling, or having the character of, raff, or a raff; worthless; low."},{"word":"Raffle","type":"v.","descr":" A kind of lottery, in which several persons pay, in shares, the value of something put up as a stake, and then determine by chance (as by casting dice) which one of them shall become the sole possessor."},{"word":"Raffle","type":"v.","descr":" A game of dice in which he who threw three alike won all the stakes."},{"word":"Raffled","type":"imp. and p. p.","descr":" of Raffle"},{"word":"Raffling","type":"p. pr. and vb. n.","descr":" of Raffle"},{"word":"Raffle","type":"v. i.","descr":" To engage in a raffle; as, to raffle for a watch."},{"word":"Raffle","type":"v. t.","descr":" To dispose of by means of a raffle; -- often followed by off; as, to raffle off a horse."},{"word":"Raffler","type":"n.","descr":" One who raffles."},{"word":"Rafflesia","type":"n.","descr":" A genus of stemless, leafless plants, living parasitically upon the roots and stems of grapevines in Malaysia. The flowers have a carrionlike odor, and are very large, in one species (Rafflesia Arnoldi) having a diameter of two or three feet."},{"word":"Raft","type":"","descr":" imp. and p. p. of Reave."},{"word":"Raft","type":"n.","descr":" A collection of logs, boards, pieces of timber, or the like, fastened together, either for their own collective conveyance on the water, or to serve as a support in conveying other things; a float."},{"word":"Raft","type":"n.","descr":" A collection of logs, fallen trees, etc. (such as is formed in some Western rivers of the United States), which obstructs navigation."},{"word":"Raft","type":"n.","descr":" A large collection of people or things taken indiscriminately."},{"word":"Rafted","type":"imp. and p. p.","descr":" of Raft"},{"word":"Rafting","type":"p. pr. and vb. n.","descr":" of Raft"},{"word":"Raft","type":"v. t.","descr":" To transport on a raft, or in the form of a raft; to make into a raft; as, to raft timber."},{"word":"Rafte","type":"","descr":" imp. of Reave."},{"word":"Rafter","type":"n.","descr":" A raftsman."},{"word":"Rafter","type":"n.","descr":" Originally, any rough and somewhat heavy piece of timber. Now, commonly, one of the timbers of a roof which are put on sloping, according to the inclination of the roof. See Illust. of Queen-post."},{"word":"Rafter","type":"v. t.","descr":" To make into rafters, as timber."},{"word":"Rafter","type":"v. t.","descr":" To furnish with rafters, as a house."},{"word":"Rafter","type":"v. t.","descr":" To plow so as to turn the grass side of each furrow upon an unplowed ridge; to ridge."},{"word":"Rafting","type":"n.","descr":" The business of making or managing rafts."},{"word":"Raftsmen","type":"pl. ","descr":" of Raftsman"},{"word":"Raftsman","type":"n.","descr":" A man engaged in rafting."},{"word":"Rafty","type":"a.","descr":" Damp; musty."},{"word":"Rag","type":"v. t.","descr":" To scold or rail at; to rate; to tease; to torment; to banter."},{"word":"Rag","type":"n.","descr":" A piece of cloth torn off; a tattered piece of cloth; a shred; a tatter; a fragment."},{"word":"Rag","type":"n.","descr":" Hence, mean or tattered attire; worn-out dress."},{"word":"Rag","type":"n.","descr":" A shabby, beggarly fellow; a ragamuffin."},{"word":"Rag","type":"n.","descr":" A coarse kind of rock, somewhat cellular in texture."},{"word":"Rag","type":"n.","descr":" A ragged edge."},{"word":"Rag","type":"n.","descr":" A sail, or any piece of canvas."},{"word":"Ragged","type":"imp. and p. p.","descr":" of Rag"},{"word":"Ragging","type":"p. pr. and vb. n.","descr":" of Rag"},{"word":"Rag","type":"v. i.","descr":" To become tattered."},{"word":"Rag","type":"v. t.","descr":" To break (ore) into lumps for sorting."},{"word":"Rag","type":"v. t.","descr":" To cut or dress roughly, as a grindstone."},{"word":"Ragabash","type":"n.","descr":" Alt. of Ragabrash"},{"word":"Ragabrash","type":"n.","descr":" An idle, ragged person."},{"word":"Ragamuffin","type":"n.","descr":" A paltry or disreputable fellow; a mean wretch."},{"word":"Ragamuffin","type":"n.","descr":" A person who wears ragged clothing."},{"word":"Ragamuffin","type":"n.","descr":" The long-tailed titmouse."},{"word":"Rage","type":"n.","descr":" Violent excitement; eager passion; extreme vehemence of desire, emotion, or suffering, mastering the will."},{"word":"Rage","type":"n.","descr":" Especially, anger accompanied with raving; overmastering wrath; violent anger; fury."},{"word":"Rage","type":"n.","descr":" A violent or raging wind."},{"word":"Rage","type":"n.","descr":" The subject of eager desire; that which is sought after, or prosecuted, with unreasonable or excessive passion; as, to be all the rage."},{"word":"Raged","type":"imp. and p. p.","descr":" of Rage"},{"word":"Raging","type":"p. pr. and vb. n.","descr":" of Rage"},{"word":"Rage","type":"n.","descr":" To be furious with anger; to be exasperated to fury; to be violently agitated with passion."},{"word":"Rage","type":"n.","descr":" To be violent and tumultuous; to be violently driven or agitated; to act or move furiously; as, the raging sea or winds."},{"word":"Rage","type":"n.","descr":" To ravage; to prevail without restraint, or with destruction or fatal effect; as, the plague raged in Cairo."},{"word":"Rage","type":"n.","descr":" To toy or act wantonly; to sport."},{"word":"Rage","type":"v. t.","descr":" To enrage."},{"word":"Rageful","type":"a.","descr":" Full of rage; expressing rage."},{"word":"Ragery","type":"n.","descr":" Wantonness."},{"word":"Ragged","type":"n.","descr":" Rent or worn into tatters, or till the texture is broken; as, a ragged coat; a ragged sail."},{"word":"Ragged","type":"n.","descr":" Broken with rough edges; having jags; uneven; rough; jagged; as, ragged rocks."},{"word":"Ragged","type":"n.","descr":" Hence, harsh and disagreeable to the ear; dissonant."},{"word":"Ragged","type":"n.","descr":" Wearing tattered clothes; as, a ragged fellow."},{"word":"Ragged","type":"n.","descr":" Rough; shaggy; rugged."},{"word":"Raggie","type":"a.","descr":" Alt. of Raggy"},{"word":"Raggy","type":"a.","descr":" Ragged; rough."},{"word":"Raghuvansa","type":"n.","descr":" A celebrated Sanskrit poem having for its subject the Raghu dynasty."},{"word":"Raging","type":"","descr":" a. and n. from Rage, v. i."},{"word":"Ragious","type":"a.","descr":" Raging; furious; rageful."},{"word":"Raglan","type":"n.","descr":" A loose overcoat with large sleeves; -- named from Lord Raglan, an English general."},{"word":"Ragmen","type":"pl. ","descr":" of Ragman"},{"word":"Ragman","type":"n.","descr":" A man who collects, or deals in, rags."},{"word":"Ragman","type":"n.","descr":" A document having many names or numerous seals, as a papal bull."},{"word":"Ragmans roll","type":"","descr":" The rolls of deeds on parchment in which the Scottish nobility and gentry subscribed allegiance to Edward I. of England, A. D. 1296."},{"word":"Ragout","type":"n.","descr":" A dish made of pieces of meat, stewed, and highly seasoned; as, a ragout of mutton."},{"word":"Ragpicker","type":"n.","descr":" One who gets a living by picking up rags and refuse things in the streets."},{"word":"Raguled","type":"a.","descr":" Alt. of Ragguled"},{"word":"Ragguled","type":"a.","descr":" Notched in regular diagonal breaks; -- said of a line, or a bearing having such an edge."},{"word":"Ragweed","type":"n.","descr":" A common American composite weed (Ambrosia artemisiaefolia) with finely divided leaves; hogweed."},{"word":"Ragwork","type":"n.","descr":" A kind of rubblework. In the United States, any rubblework of thin and small stones."},{"word":"Ragwort","type":"n.","descr":" A name given to several species of the composite genus Senecio."},{"word":"Raia","type":"n.","descr":" A genus of rays which includes the skates. See Skate."},{"word":"Raiae","type":"n. pl.","descr":" The order of elasmobranch fishes which includes the sawfishes, skates, and rays; -- called also Rajae, and Rajii."},{"word":"Raid","type":"n.","descr":" A hostile or predatory incursion; an inroad or incursion of mounted men; a sudden and rapid invasion by a cavalry force; a foray."},{"word":"Raid","type":"n.","descr":" An attack or invasion for the purpose of making arrests, seizing property, or plundering; as, a raid of the police upon a gambling house; a raid of contractors on the public treasury."},{"word":"Raided","type":"imp. and p. p.","descr":" of Raid"},{"word":"Raiding","type":"p. pr. and vb. n.","descr":" of Raid"},{"word":"Raid","type":"v. t.","descr":" To make a raid upon or into; as, two regiments raided the border counties."},{"word":"Raider","type":"n.","descr":" One who engages in a raid."},{"word":"Rail","type":"n.","descr":" An outer cloak or covering; a neckerchief for women."},{"word":"Rail","type":"v. i.","descr":" To flow forth; to roll out; to course."},{"word":"Rail","type":"n.","descr":" A bar of timber or metal, usually horizontal or nearly so, extending from one post or support to another, as in fences, balustrades, staircases, etc."},{"word":"Rail","type":"n.","descr":" A horizontal piece in a frame or paneling. See Illust. of Style."},{"word":"Rail","type":"n.","descr":" A bar of steel or iron, forming part of the track on which the wheels roll. It is usually shaped with reference to vertical strength, and is held in place by chairs, splices, etc."},{"word":"Rail","type":"n.","descr":" The stout, narrow plank that forms the top of the bulwarks."},{"word":"Rail","type":"n.","descr":" The light, fencelike structures of wood or metal at the break of the deck, and elsewhere where such protection is needed."},{"word":"Railed","type":"imp. and p. p.","descr":" of Rail"},{"word":"Railing","type":"p. pr. and vb. n.","descr":" of Rail"},{"word":"Rail","type":"v. t.","descr":" To inclose with rails or a railing."},{"word":"Rail","type":"v. t.","descr":" To range in a line."},{"word":"Rail","type":"v.","descr":" Any one of numerous species of limicoline birds of the family Rallidae, especially those of the genus Rallus, and of closely allied genera. They are prized as game birds."},{"word":"Rail","type":"v. i.","descr":" To use insolent and reproachful language; to utter reproaches; to scoff; -- followed by at or against, formerly by on."},{"word":"Rail","type":"v. t.","descr":" To rail at."},{"word":"Rail","type":"v. t.","descr":" To move or influence by railing."},{"word":"Railer","type":"n.","descr":" One who rails; one who scoffs, insults, censures, or reproaches with opprobrious language."},{"word":"Railing","type":"a.","descr":" Expressing reproach; insulting."},{"word":"Railing","type":"n.","descr":" A barrier made of a rail or of rails."},{"word":"Railing","type":"n.","descr":" Rails in general; also, material for making rails."},{"word":"Railingly","type":"adv.","descr":" With scoffing or insulting language."},{"word":"Raillery","type":"n.","descr":" Pleasantry or slight satire; banter; jesting language; satirical merriment."},{"word":"Railleur","type":"n.","descr":" A banterer; a jester; a mocker."},{"word":"Railroad","type":"n.","descr":" Alt. of Railway"},{"word":"Railway","type":"n.","descr":" A road or way consisting of one or more parallel series of iron or steel rails, patterned and adjusted to be tracks for the wheels of vehicles, and suitably supported on a bed or substructure."},{"word":"Railway","type":"n.","descr":" The road, track, etc., with all the lands, buildings, rolling stock, franchises, etc., pertaining to them and constituting one property; as, a certain railroad has been put into the hands of a receiver."},{"word":"Railroading","type":"n.","descr":" The construction of a railroad; the business of managing or operating a railroad."},{"word":"Raiment","type":"n.","descr":" Clothing in general; vesture; garments; -- usually singular in form, with a collective sense."},{"word":"Raiment","type":"n.","descr":" An article of dress."},{"word":"Rain","type":"n. and v.","descr":" Reign."},{"word":"Rain","type":"n.","descr":" Water falling in drops from the clouds; the descent of water from the clouds in drops."},{"word":"Rained","type":"imp. and p. p.","descr":" of Rain"},{"word":"Raining","type":"p. pr. and vb. n.","descr":" of Rain"},{"word":"Rain","type":"n.","descr":" To fall in drops from the clouds, as water; -- used mostly with it for a nominative; as, it rains."},{"word":"Rain","type":"n.","descr":" To fall or drop like water from the clouds; as, tears rained from their eyes."},{"word":"Rain","type":"v. t.","descr":" To pour or shower down from above, like rain from the clouds."},{"word":"Rain","type":"v. t.","descr":" To bestow in a profuse or abundant manner; as, to rain favors upon a person."},{"word":"Rainbow","type":"n.","descr":" A bow or arch exhibiting, in concentric bands, the several colors of the spectrum, and formed in the part of the hemisphere opposite to the sun by the refraction and reflection of the sun\\'s rays in drops of falling rain."},{"word":"Rainbowed","type":"a.","descr":" Formed with or like a rainbow."},{"word":"Raindeer","type":"n.","descr":" See Reindeer."},{"word":"Raindrop","type":"n.","descr":" A drop of rain."},{"word":"Rainfall","type":"n.","descr":" A fall or descent of rain; the water, or amount of water, that falls in rain; as, the average annual rainfall of a region."},{"word":"Raininess","type":"n.","descr":" The state of being rainy."},{"word":"Rainless","type":"a.","descr":" Destitute of rain; as, a rainless region."},{"word":"Rain-tight","type":"a.","descr":" So tight as to exclude rain; as, a rain-tight roof."},{"word":"Rainy","type":"a.","descr":" Abounding with rain; wet; showery; as, rainy weather; a rainy day or season."},{"word":"Raip","type":"n.","descr":" A rope; also, a measure equal to a rod."},{"word":"Rais","type":"n.","descr":" Same as 2d Reis."},{"word":"Raisable","type":"a.","descr":" Capable of being raised."},{"word":"Raised","type":"imp. and p. p.","descr":" of Raise"},{"word":"Raising","type":"p. pr. and vb. n.","descr":" of Raise"},{"word":"Raise","type":"v. t.","descr":" To cause to rise; to bring from a lower to a higher place; to lift upward; to elevate; to heave; as, to raise a stone or weight."},{"word":"Raise","type":"v. t.","descr":" To bring to a higher condition or situation; to elevate in rank, dignity, and the like; to increase the value or estimation of; to promote; to exalt; to advance; to enhance; as, to raise from a low estate; to raise to office; to raise the price, and the like."},{"word":"Raise","type":"v. t.","descr":" To increase the strength, vigor, or vehemence of; to excite; to intensify; to invigorate; to heighten; as, to raise the pulse; to raise the voice; to raise the spirits or the courage; to raise the heat of a furnace."},{"word":"Raise","type":"v. t.","descr":" To elevate in degree according to some scale; as, to raise the pitch of the voice; to raise the temperature of a room."},{"word":"Raise","type":"v. t.","descr":" To cause to rise up, or assume an erect position or posture; to set up; to make upright; as, to raise a mast or flagstaff."},{"word":"Raise","type":"v. t.","descr":" To cause to spring up from a recumbent position, from a state of quiet, or the like; to awaken; to arouse."},{"word":"Raise","type":"v. t.","descr":" To rouse to action; to stir up; to incite to tumult, struggle, or war; to excite."},{"word":"Raise","type":"v. t.","descr":" To bring up from the lower world; to call up, as a spirit from the world of spirits; to recall from death; to give life to."},{"word":"Raise","type":"v. t.","descr":" To cause to arise, grow up, or come into being or to appear; to give rise to; to originate, produce, cause, effect, or the like."},{"word":"Raise","type":"v. t.","descr":" To form by the accumulation of materials or constituent parts; to build up; to erect;  as, to raise a lofty structure, a wall, a heap of stones."},{"word":"Raise","type":"v. t.","descr":" To bring together; to collect; to levy; to get together or obtain for use or service; as, to raise money, troops, and the like."},{"word":"Raise","type":"v. t.","descr":" To cause to grow; to procure to be produced, bred, or propagated; to grow; as, to raise corn, barley, hops, etc.; toraise cattle."},{"word":"Raise","type":"v. t.","descr":" To bring into being; to produce; to cause to arise, come forth, or appear; -- often with up."},{"word":"Raise","type":"v. t.","descr":" To give rise to; to set agoing; to occasion; to start; to originate; as, to raise a smile or a blush."},{"word":"Raise","type":"v. t.","descr":" To give vent or utterance to; to utter; to strike up."},{"word":"Raise","type":"v. t.","descr":" To bring to notice; to submit for consideration; as, to raise a point of order; to raise an objection."},{"word":"Raise","type":"v. t.","descr":" To cause to rise, as by the effect of leaven; to make light and spongy, as bread."},{"word":"Raise","type":"v. t.","descr":" To cause (the land or any other object) to seem higher by drawing nearer to it; as, to raise Sandy Hook light."},{"word":"Raise","type":"v. t.","descr":" To let go; as in the command, Raise tacks and sheets, i. e., Let go tacks and sheets."},{"word":"Raise","type":"v. t.","descr":" To create or constitute; as, to raise a use, that is, to create it."},{"word":"Raised","type":"a.","descr":" Lifted up; showing above the surroundings; as, raised or embossed metal work."},{"word":"Raised","type":"a.","descr":" Leavened; made with leaven, or yeast; -- used of bread, cake, etc., as distinguished from that made with cream of tartar, soda, etc.  See Raise, v. t., 4."},{"word":"Raiser","type":"n.","descr":" One who, or that which, raises (in various senses of the verb)."},{"word":"Raisin","type":"n.","descr":" A grape, or a bunch of grapes."},{"word":"Raisin","type":"n.","descr":" A grape dried in the sun or by artificial heat."},{"word":"Raising","type":"n.","descr":" The act of lifting, setting up, elevating, exalting, producing, or restoring to life."},{"word":"Raising","type":"n.","descr":" Specifically, the operation or work of setting up the frame of a building; as, to help at a raising."},{"word":"Raising","type":"n.","descr":" The operation of embossing sheet metal, or of forming it into cup-shaped or hollow articles, by hammering, stamping, or spinning."},{"word":"Raisonne","type":"a.","descr":" Arranged systematically, or according to classes or subjects; as, a catalogue raisonne. See under Catalogue."},{"word":"Raivel","type":"n.","descr":" A separator."},{"word":"Raj","type":"n.","descr":" Reign; rule."},{"word":"Raja","type":"n.","descr":" Same as Rajah."},{"word":"Rajah","type":"a.","descr":" A native prince or king; also, a landholder or person of importance in the agricultural districts."},{"word":"Rajahship","type":"n.","descr":" The office or dignity of a rajah."},{"word":"Rajpoot","type":"n.","descr":" Alt. of Rajput"},{"word":"Rajput","type":"n.","descr":" A Hindoo of the second, or royal and military, caste; a Kshatriya; especially, an inhabitant of the country of Rajpootana, in northern central India."},{"word":"Rake","type":"n.","descr":" An implement consisting of a headpiece having teeth, and a long handle at right angles to it, -- used for collecting hay, or other light things which are spread over a large surface, or for breaking and smoothing the earth."},{"word":"Rake","type":"n.","descr":" A toothed machine drawn by a horse, -- used for collecting hay or grain; a horserake."},{"word":"Rake","type":"n.","descr":" A fissure or mineral vein traversing the strata vertically, or nearly so; -- called also rake-vein."},{"word":"Raked","type":"imp. and p. p.","descr":" of Rake"},{"word":"Raking","type":"p. pr. and vb. n.","descr":" of Rake"},{"word":"Rake","type":"v. t.","descr":" To collect with a rake; as, to rake hay; -- often with up; as, he raked up the fallen leaves."},{"word":"Rake","type":"v. t.","descr":" To collect or draw together with laborious industry; to gather from a wide space; to scrape together; as, to rake together wealth; to rake together slanderous tales; to rake together the rabble of a town."},{"word":"Rake","type":"v. t.","descr":" To pass a rake over; to scrape or scratch with a rake for the purpose of collecting and clearing off something, or for stirring up the soil; as, to rake a lawn; to rake a flower bed."},{"word":"Rake","type":"v. t.","descr":" To search through; to scour; to ransack."},{"word":"Rake","type":"v. t.","descr":" To scrape or scratch across; to pass over quickly and lightly, as a rake does."},{"word":"Rake","type":"v. t.","descr":" To enfilade; to fire in a direction with the length of; in naval engagements, to cannonade, as a ship, on the stern or head so that the balls range the whole length of the deck."},{"word":"Rake","type":"v. i.","descr":" To use a rake, as for searching or for collecting; to scrape; to search minutely."},{"word":"Rake","type":"v. i.","descr":" To pass with violence or rapidity; to scrape along."},{"word":"Rake","type":"n.","descr":" The inclination of anything from a perpendicular direction; as, the rake of a roof, a staircase, etc."},{"word":"Rake","type":"n.","descr":" the inclination of a mast or funnel, or, in general, of any part of a vessel not perpendicular to the keel."},{"word":"Rake","type":"v. i.","descr":" To incline from a perpendicular direction; as, a mast rakes aft."},{"word":"Rake","type":"n.","descr":" A loose, disorderly, vicious man; a person addicted to lewdness and other scandalous vices; a debauchee; a roue."},{"word":"Rake","type":"v. i.","descr":" To walk about; to gad or ramble idly."},{"word":"Rake","type":"v. i.","descr":" To act the rake; to lead a dissolute, debauched life."},{"word":"Rakehell","type":"n.","descr":" A lewd, dissolute fellow; a debauchee; a rake."},{"word":"Rakehell","type":"a.","descr":" Alt. of Rakehelly"},{"word":"Rakehelly","type":"a.","descr":" Dissolute; wild; lewd; rakish."},{"word":"Rakel","type":"a.","descr":" Hasty; reckless; rash."},{"word":"Raker","type":"n.","descr":" One who, or that which, rakes"},{"word":"Raker","type":"n.","descr":" A person who uses a rake."},{"word":"Raker","type":"n.","descr":" A machine for raking grain or hay by horse or other power."},{"word":"Raker","type":"n.","descr":" A gun so placed as to rake an enemy\\'s ship."},{"word":"Raker","type":"n.","descr":" See Gill rakers, under 1st Gill."},{"word":"Rakery","type":"n.","descr":" Debauchery; lewdness."},{"word":"Rakeshame","type":"n.","descr":" A vile, dissolute wretch."},{"word":"Rakestale","type":"n.","descr":" The handle of a rake."},{"word":"Rake-vein","type":"n.","descr":" See Rake, a mineral vein."},{"word":"Raking","type":"n.","descr":" The act or process of using a rake; the going over a space with a rake."},{"word":"Raking","type":"n.","descr":" A space gone over with a rake; also, the work done, or the quantity of hay, grain, etc., collected, by going once over a space with a rake."},{"word":"Rakish","type":"a.","descr":" Dissolute; lewd; debauched."},{"word":"Rakish","type":"a.","descr":" Having a saucy appearance indicative of speed and dash."},{"word":"Rakishly","type":"adv.","descr":" In a rakish manner."},{"word":"Rakishness","type":"n.","descr":" The quality or state of being rakish."},{"word":"Raku ware","type":"","descr":" A kind of earthenware made in Japan, resembling Satsuma ware, but having a paler color."},{"word":"Rale","type":"n.","descr":" An adventitious sound, usually of morbid origin, accompanying the normal respiratory sounds. See Rhonchus."},{"word":"Rallentando","type":"a.","descr":" Slackening; -- a direction to perform a passage with a gradual decrease in time and force; ritardando."},{"word":"Ralliance","type":"n.","descr":" The act of rallying."},{"word":"Rallier","type":"n.","descr":" One who rallies."},{"word":"Ralline","type":"a.","descr":" Pertaining to the rails."},{"word":"Rallied","type":"imp. and p. p.","descr":" of Rally"},{"word":"Rallying","type":"p. pr. and vb. n.","descr":" of Rally"},{"word":"Rally","type":"v. t.","descr":" To collect, and reduce to order, as troops dispersed or thrown into confusion; to gather again; to reunite."},{"word":"Rally","type":"v. i.","descr":" To come into orderly arrangement; to renew order, or united effort, as troops scattered or put to flight; to assemble; to unite."},{"word":"Rally","type":"v. i.","descr":" To collect one\\'s vital powers or forces; to regain health or consciousness; to recuperate."},{"word":"Rally","type":"v. i.","descr":" To recover strength after a decline in prices; -- said of the market, stocks, etc."},{"word":"Rallies","type":"pl. ","descr":" of Rally"},{"word":"Rally","type":"n.","descr":" The act or process of rallying (in any of the senses of that word)."},{"word":"Rally","type":"n.","descr":" A political mass meeting."},{"word":"Rally","type":"v. t.","descr":" To attack with raillery, either in good humor and pleasantry, or with slight contempt or satire."},{"word":"Rally","type":"v. i.","descr":" To use pleasantry, or satirical merriment."},{"word":"Rally","type":"n.","descr":" Good-humored raillery."},{"word":"Ralph","type":"n.","descr":" A name sometimes given to the raven."},{"word":"Ralstonite","type":"n.","descr":" A fluoride of alumina and soda occurring with the Greenland cryolite in octahedral crystals."},{"word":"Ram","type":"n.","descr":" The male of the sheep and allied animals. In some parts of England a ram is called a tup."},{"word":"Ram","type":"n.","descr":" Aries, the sign of the zodiac which the sun enters about the 21st of March."},{"word":"Ram","type":"n.","descr":" The constellation Aries, which does not now, as formerly, occupy the sign of the same name."},{"word":"Ram","type":"n.","descr":" An engine of war used for butting or battering."},{"word":"Ram","type":"n.","descr":" In ancient warfare, a long beam suspended by slings in a framework, and used for battering the walls of cities; a battering-ram."},{"word":"Ram","type":"n.","descr":" A heavy steel or iron beak attached to the prow of a steam war vessel for piercing or cutting down the vessel of an enemy; also, a vessel carrying such a beak."},{"word":"Ram","type":"n.","descr":" A hydraulic ram. See under Hydraulic."},{"word":"Ram","type":"n.","descr":" The weight which strikes the blow, in a pile driver, steam hammer, stamp mill, or the like."},{"word":"Ram","type":"n.","descr":" The plunger of a hydraulic press."},{"word":"Rammed","type":"imp. and p. p.","descr":" of Ram"},{"word":"Ramming","type":"p. pr. and vb. n.","descr":" of Ram"},{"word":"Ram","type":"v. t.","descr":" To butt or strike against; to drive a ram against or through; to thrust or drive with violence; to force in; to drive together; to cram; as, to ram an enemy\\'s vessel; to ram piles, cartridges, etc."},{"word":"Ram","type":"v. t.","descr":" To fill or compact by pounding or driving."},{"word":"Ramadan","type":"n.","descr":" The ninth Mohammedan month."},{"word":"Ramadan","type":"n.","descr":" The great annual fast of the Mohammedans, kept during daylight through the ninth month."},{"word":"Ramage","type":"n.","descr":" Boughs or branches."},{"word":"Ramage","type":"n.","descr":" Warbling of birds in trees."},{"word":"Ramage","type":"a.","descr":" Wild; untamed."},{"word":"Ramagious","type":"a.","descr":" Wild; not tame."},{"word":"Ramal","type":"a.","descr":" Of or pertaining to a ramus, or branch; rameal."},{"word":"Ramayana","type":"n.","descr":" The more ancient of the two great epic poems in Sanskrit. The hero and heroine are Rama and his wife Sita."},{"word":"Ramberge","type":"n.","descr":" Formerly, a kind of large war galley."},{"word":"Rambled","type":"imp. and p. p.","descr":" of Ramble"},{"word":"Rambling","type":"p. pr. and vb. n.","descr":" of Ramble"},{"word":"Ramble","type":"v. i.","descr":" To walk, ride, or sail, from place to place, without any determinate object in view; to roam carelessly or irregularly; to rove; to wander; as, to ramble about the city; to ramble over the world."},{"word":"Ramble","type":"v. i.","descr":" To talk or write in a discursive, aimless way."},{"word":"Ramble","type":"v. i.","descr":" To extend or grow at random."},{"word":"Ramble","type":"n.","descr":" A going or moving from place to place without any determinate business or object; an excursion or stroll merely for recreation."},{"word":"Ramble","type":"n.","descr":" A bed of shale over the seam."},{"word":"Rambler","type":"n.","descr":" One who rambles; a rover; a wanderer."},{"word":"Rambling","type":"a.","descr":" Roving; wandering; discursive; as, a rambling fellow, talk, or building."},{"word":"Ramblingly","type":"adv.","descr":" In a rambling manner."},{"word":"Rambooze","type":"n.","descr":" A beverage made of wine, ale (or milk), sugar, etc."},{"word":"Rambutan","type":"n.","descr":" A Malayan fruit produced by the tree Nephelium lappaceum, and closely related to the litchi nut. It is bright red, oval in shape, covered with coarse hairs (whence the name), and contains a pleasant acid pulp. Called also ramboostan."},{"word":"Rameal","type":"a.","descr":" Same as Ramal."},{"word":"Ramean","type":"n.","descr":" A Ramist."},{"word":"Ramed","type":"a.","descr":" Having the frames, stem, and sternpost adjusted; -- said of a ship on the stocks."},{"word":"Ramee","type":"n.","descr":" See Ramie."},{"word":"Ramekin","type":"n.","descr":" See Ramequin."},{"word":"Rament","type":"n.","descr":" A scraping; a shaving."},{"word":"Rament","type":"n.","descr":" Ramenta."},{"word":"Ramenta","type":"n. pl.","descr":" Thin brownish chaffy scales upon the leaves or young shoots of some plants, especially upon the petioles and leaves of ferns."},{"word":"Ramentaceous","type":"a.","descr":" Covered with ramenta."},{"word":"Rameous","type":"a.","descr":" Ramal."},{"word":"Ramequin","type":"n.","descr":" A mixture of cheese, eggs, etc., formed in a mold, or served on bread."},{"word":"Ramie","type":"n.","descr":" The grass-cloth plant (B\/hmeria nivea); also, its fiber, which is very fine and exceedingly strong; -- called also China grass, and rhea. See Grass-cloth plant, under Grass."},{"word":"Ramification","type":"n.","descr":" The process of branching, or the development of branches or offshoots from a stem; also, the mode of their arrangement."},{"word":"Ramification","type":"n.","descr":" A small branch or offshoot proceeding from a main stock or channel; as, the ramifications of an artery, vein, or nerve."},{"word":"Ramification","type":"n.","descr":" A division into principal and subordinate classes, heads, or departments; also, one of the subordinate parts; as, the ramifications of a subject or scheme."},{"word":"Ramification","type":"n.","descr":" The production of branchlike figures."},{"word":"Ramiflorous","type":"a.","descr":" Flowering on the branches."},{"word":"Ramiform","type":"a.","descr":" Having the form of a branch."},{"word":"Ramified","type":"imp. and p. p.","descr":" of Ramify"},{"word":"Ramifying","type":"p. pr. and vb. n.","descr":" of Ramify"},{"word":"Ramify","type":"v. t.","descr":" To divide into branches or subdivisions; as, to ramify an art, subject, scheme."},{"word":"Ramify","type":"v. i.","descr":" To shoot, or divide, into branches or subdivisions, as the stem of a plant."},{"word":"Ramify","type":"v. i.","descr":" To be divided or subdivided, as a main subject."},{"word":"Ramigerous","type":"a.","descr":" Bearing branches; branched."},{"word":"Ramiparous","type":"a.","descr":" Producing branches; ramigerous."},{"word":"Ramist","type":"n.","descr":" A follower of Pierre Rame, better known as Ramus, a celebrated French scholar, who was professor of rhetoric and philosophy at Paris in the reign of Henry II., and opposed the Aristotelians."},{"word":"Ramline","type":"n.","descr":" A line used to get a straight middle line, as on a spar, or from stem to stern in building a vessel."},{"word":"Rammel","type":"n.","descr":" Refuse matter."},{"word":"Rammer","type":"n.","descr":" One who, or that which, rams or drives."},{"word":"Rammer","type":"n.","descr":" An instrument for driving anything with force; as, a rammer for driving stones or piles, or for beating the earth to more solidity"},{"word":"Rammer","type":"n.","descr":" A rod for forcing down the charge of a gun; a ramrod"},{"word":"Rammer","type":"n.","descr":" An implement for pounding the sand of a mold to render it compact."},{"word":"Rammish","type":"a.","descr":" Like a ram; hence, rank; lascivious."},{"word":"Rammishness","type":"n.","descr":" The quality of being rammish."},{"word":"Rammy","type":"a.","descr":" Like a ram; rammish."},{"word":"Ramollescence","type":"n.","descr":" A softening or mollifying."},{"word":"Ramoon","type":"n.","descr":" A small West Indian tree (Trophis Americana) of the Mulberry family, whose leaves and twigs are used as fodder for cattle."},{"word":"Ramose","type":"a.","descr":" Branched, as the stem or root of a plant; having lateral divisions; consisting of, or having, branches; full of branches; ramifying; branching; branchy."},{"word":"Ramous","type":"a.","descr":" Ramose."},{"word":"Ramped","type":"imp. and p. p.","descr":" of Ramp"},{"word":"Ramping","type":"p. pr. and vb. n.","descr":" of Ramp"},{"word":"Ramp","type":"v. i.","descr":" To spring; to leap; to bound; to rear; to prance; to become rampant; hence, to frolic; to romp."},{"word":"Ramp","type":"v. i.","descr":" To move by leaps, or as by leaps; hence, to move swiftly or with violence."},{"word":"Ramp","type":"v. i.","descr":" To climb, as a plant; to creep up."},{"word":"Ramp","type":"n.","descr":" A leap; a spring; a hostile advance."},{"word":"Ramp","type":"n.","descr":" A highwayman; a robber."},{"word":"Ramp","type":"n.","descr":" A romping woman; a prostitute."},{"word":"Ramp","type":"n.","descr":" Any sloping member, other than a purely constructional one, such as a continuous parapet to a staircase."},{"word":"Ramp","type":"n.","descr":" A short bend, slope, or curve, where a hand rail or cap changes its direction."},{"word":"Ramp","type":"n.","descr":" An inclined plane serving as a communication between different interior levels."},{"word":"Rampacious","type":"a.","descr":" High-spirited; rampageous."},{"word":"Rampage","type":"v.","descr":" Violent or riotous behavior; a state of excitement, passion, or debauchery; as, to be on the rampage."},{"word":"Rampage","type":"v. i.","descr":" To leap or prance about, as an animal; to be violent; to rage."},{"word":"Rampageous","type":"a.","descr":" Characterized by violence and passion; unruly; rampant."},{"word":"Rampallian","type":"n.","descr":" A mean wretch."},{"word":"Rampancy","type":"n.","descr":" The quality or state of being rampant; excessive action or development; exuberance; extravagance."},{"word":"Rampant","type":"v.","descr":" Ramping; leaping; springing; rearing upon the hind legs; hence, raging; furious."},{"word":"Rampant","type":"v.","descr":" Ascending; climbing; rank in growth; exuberant."},{"word":"Rampant","type":"v.","descr":" Rising with fore paws in the air as if attacking; -- said of a beast of prey, especially a lion. The right fore leg and right hind leg should be raised higher than the left."},{"word":"Rampantly","type":"adv.","descr":" In a rampant manner."},{"word":"Rampart","type":"n.","descr":" That which fortifies and defends from assault; that which secures safety; a defense or bulwark."},{"word":"Rampart","type":"n.","descr":" A broad embankment of earth round a place, upon which the parapet is raised. It forms the substratum of every permanent fortification."},{"word":"Ramparted","type":"imp. and p. p.","descr":" of Rampart"},{"word":"Ramparting","type":"p. pr. and vb. n.","descr":" of Rampart"},{"word":"Rampart","type":"v. t.","descr":" To surround or protect with, or as with, a rampart or ramparts."},{"word":"Rampe","type":"n.","descr":" The cuckoopint."},{"word":"Rampier","type":"n.","descr":" See Rampart."},{"word":"Rampion","type":"n.","descr":" A plant (Campanula Rapunculus) of the Bellflower family, with a tuberous esculent root; -- also called ramps."},{"word":"Rampire","type":"n.","descr":" A rampart."},{"word":"Rampire","type":"v. t.","descr":" To fortify with a rampire; to form into a rampire."},{"word":"Rampler","type":"n.","descr":" A rambler."},{"word":"Rampler","type":"a.","descr":" Roving; rambling."},{"word":"Ramrod","type":"n.","descr":" The rod used in ramming home the charge in a muzzle-loading firearm."},{"word":"Ramshackle","type":"a.","descr":" Loose; disjointed; falling to pieces; out of repair."},{"word":"Ramshackle","type":"v. t.","descr":" To search or ransack; to rummage."},{"word":"Ramson","type":"n.","descr":" A broad-leaved species of garlic (Allium ursinum), common in European gardens; -- called also buckram."},{"word":"Ramsted","type":"n.","descr":" A yellow-flowered weed; -- so named from a Mr. Ramsted who introduced it into Pennsylvania. See Toad flax. Called also Ramsted weed."},{"word":"Ramulose","type":"a.","descr":" Having many small branches, or ramuli."},{"word":"Ramulous","type":"a.","descr":" Ramulose."},{"word":"Ramuli","type":"pl. ","descr":" of Ramulus"},{"word":"Ramulus","type":"n.","descr":" A small branch, or branchlet, of corals, hydroids, and similar organisms."},{"word":"Rami","type":"pl. ","descr":" of Ramus"},{"word":"Ramus","type":"n.","descr":" A branch; a projecting part or prominent process; a ramification."},{"word":"Ramuscule","type":"n.","descr":" A small ramus, or branch."},{"word":"Ran","type":"","descr":" imp. of Run."},{"word":"Ran","type":"n.","descr":" Open robbery."},{"word":"Ran","type":"n.","descr":" Yarns coiled on a spun-yarn winch."},{"word":"Rana","type":"n.","descr":" A genus of anurous batrachians, including the common frogs."},{"word":"Ranal","type":"a.","descr":" Having a general affinity to ranunculaceous plants."},{"word":"Rance","type":"n.","descr":" A prop or shore."},{"word":"Rance","type":"n.","descr":" A round between the legs of a chair."},{"word":"Rancescent","type":"a.","descr":" Becoming rancid or sour."},{"word":"Ranch","type":"v. t.","descr":" To wrench; to tear; to sprain; to injure by violent straining or contortion."},{"word":"Ranch","type":"n.","descr":" A tract of land used for grazing and the rearing of horses, cattle, or sheep. See Rancho, 2."},{"word":"Rancheros","type":"pl. ","descr":" of Ranchero"},{"word":"Ranchero","type":"n.","descr":" A herdsman; a peasant employed on a ranch or rancho."},{"word":"Ranchero","type":"n.","descr":" The owner and occupant of a ranch or rancho."},{"word":"Ranchmen","type":"pl. ","descr":" of Ranchman"},{"word":"Ranchman","type":"n.","descr":" An owner or occupant of, or laborer on, a ranch; a herdsman."},{"word":"Ranchos","type":"pl. ","descr":" of Rancho"},{"word":"Rancho","type":"n.","descr":" A rude hut, as of posts, covered with branches or thatch, where herdsmen or farm laborers may live or lodge at night."},{"word":"Rancho","type":"n.","descr":" A large grazing farm where horses and cattle are raised; -- distinguished from hacienda, a cultivated farm or plantation."},{"word":"Rancid","type":"a.","descr":" Having a rank smell or taste, from chemical change or decomposition; musty; as, rancid oil or butter."},{"word":"Rancidity","type":"n.","descr":" The quality or state of being rancid; a rancid scent or flavor, as of old oil."},{"word":"Rancidly","type":"adv.","descr":" In a rancid manner."},{"word":"Rancidness","type":"n.","descr":" The quality of being rancid."},{"word":"Rancor","type":"n.","descr":" The deepest malignity or spite; deep-seated enmity or malice; inveterate hatred."},{"word":"Rancorous","type":"a.","descr":" Full of rancor; evincing, or caused by, rancor; deeply malignant; implacably spiteful or malicious; intensely virulent."},{"word":"Rancorously","type":"adv.","descr":" In a rancorous manner."},{"word":"Rand","type":"n.","descr":" A border; edge; margin."},{"word":"Rand","type":"n.","descr":" A long, fleshy piece, as of beef, cut from the flank or leg; a sort of steak."},{"word":"Rand","type":"n.","descr":" A thin inner sole for a shoe; also, a leveling slip of leather applied to the sole before attaching the heel."},{"word":"Rand","type":"v. i.","descr":" To rant; to storm."},{"word":"Randall grass","type":"","descr":" The meadow fescue (Festuca elatior). See under Grass."},{"word":"Randan","type":"n.","descr":" The product of a second sifting of meal; the finest part of the bran."},{"word":"Randan","type":"n.","descr":" A boat propelled by three rowers with four oars, the middle rower pulling two."},{"word":"Randing","type":"n.","descr":" The act or process of making and applying rands for shoes."},{"word":"Randing","type":"n.","descr":" A kind of basket work used in gabions."},{"word":"Random","type":"n.","descr":" Force; violence."},{"word":"Random","type":"n.","descr":" A roving motion; course without definite direction; want of direction, rule, or method; hazard; chance; -- commonly used in the phrase at random, that is, without a settled point of direction; at hazard."},{"word":"Random","type":"n.","descr":" Distance to which a missile is cast; range; reach; as, the random of a rifle ball."},{"word":"Random","type":"n.","descr":" The direction of a rake-vein."},{"word":"Random","type":"a.","descr":" Going at random or by chance; done or made at hazard, or without settled direction, aim, or purpose; hazarded without previous calculation; left to chance; haphazard; as, a random guess."},{"word":"Randomly","type":"adv.","descr":" In a random manner."},{"word":"Randon","type":"n.","descr":" Random."},{"word":"Randon","type":"v. i.","descr":" To go or stray at random."},{"word":"Ranedeer","type":"n.","descr":" See Reindeer."},{"word":"Ranee","type":"n.","descr":" Same as Rani."},{"word":"Ranforce","type":"n.","descr":" See Re\/nforce."},{"word":"Rang","type":"","descr":" imp. of Ring, v. t. and i."},{"word":"Ranged","type":"imp. and p. p.","descr":" of Range"},{"word":"Ranging","type":"p. pr. and vb. n.","descr":" of Range"},{"word":"Range","type":"n.","descr":" To set in a row, or in rows; to place in a regular line or lines, or in ranks; to dispose in the proper order; to rank; as, to range soldiers in line."},{"word":"Range","type":"n.","descr":" To place (as a single individual) among others in a line, row, or order, as in the ranks of an army; -- usually, reflexively and figuratively, (in the sense) to espouse a cause, to join a party, etc."},{"word":"Range","type":"n.","descr":" To separate into parts; to sift."},{"word":"Range","type":"n.","descr":" To dispose in a classified or in systematic order; to arrange regularly; as, to range plants and animals in genera and species."},{"word":"Range","type":"n.","descr":" To rove over or through; as, to range the fields."},{"word":"Range","type":"n.","descr":" To sail or pass in a direction parallel to or near; as, to range the coast."},{"word":"Range","type":"n.","descr":" To be native to, or to live in; to frequent."},{"word":"Range","type":"v. i.","descr":" To rove at large; to wander without restraint or direction; to roam."},{"word":"Range","type":"v. i.","descr":" To have range; to change or differ within limits; to be capable of projecting, or to admit of being projected, especially as to horizontal distance; as, the temperature ranged through seventy degrees Fahrenheit; the gun ranges three miles; the shot ranged four miles."},{"word":"Range","type":"v. i.","descr":" To be placed in order; to be ranked; to admit of arrangement or classification; to rank."},{"word":"Range","type":"v. i.","descr":" To have a certain direction; to correspond in direction; to be or keep in a corresponding line; to trend or run; -- often followed by with; as, the front of a house ranges with the street; to range along the coast."},{"word":"Range","type":"v. i.","descr":" To be native to, or live in, a certain district or region; as, the peba ranges from Texas to Paraguay."},{"word":"Range","type":"v.","descr":" A series of things in a line; a row; a rank; as, a range of buildings; a range of mountains."},{"word":"Range","type":"v.","descr":" An aggregate of individuals in one rank or degree; an order; a class."},{"word":"Range","type":"v.","descr":" The step of a ladder; a rung."},{"word":"Range","type":"v.","descr":" A kitchen grate."},{"word":"Range","type":"v.","descr":" An extended cooking apparatus of cast iron, set in brickwork, and affording conveniences for various ways of cooking; also, a kind of cooking stove."},{"word":"Range","type":"v.","descr":" A bolting sieve to sift meal."},{"word":"Range","type":"v.","descr":" A wandering or roving; a going to and fro; an excursion; a ramble; an expedition."},{"word":"Range","type":"v.","descr":" That which may be ranged over; place or room for excursion; especially, a region of country in which cattle or sheep may wander and pasture."},{"word":"Range","type":"v.","descr":" Extent or space taken in by anything excursive; compass or extent of excursion; reach; scope; discursive power; as, the range of one\\'s voice, or authority."},{"word":"Range","type":"v.","descr":" The region within which a plant or animal naturally lives."},{"word":"Range","type":"v.","descr":" The horizontal distance to which a shot or other projectile is carried."},{"word":"Range","type":"v.","descr":" Sometimes, less properly, the trajectory of a shot or projectile."},{"word":"Range","type":"v.","descr":" A place where shooting, as with cannons or rifles, is practiced."},{"word":"Range","type":"v.","descr":" In the public land system of the United States, a row or line of townships lying between two successive meridian lines six miles apart."},{"word":"Range","type":"v.","descr":" See Range of cable, below."},{"word":"Rangement","type":"n.","descr":" Arrangement."},{"word":"Ranger","type":"n.","descr":" One who ranges; a rover; sometimes, one who ranges for plunder; a roving robber."},{"word":"Ranger","type":"n.","descr":" That which separates or arranges; specifically, a sieve."},{"word":"Ranger","type":"n.","descr":" A dog that beats the ground in search of game."},{"word":"Ranger","type":"n.","descr":" One of a body of mounted troops, formerly armed with short muskets, who range over the country, and often fight on foot."},{"word":"Ranger","type":"n.","descr":" The keeper of a public park or forest; formerly, a sworn officer of a forest, appointed by the king\\'s letters patent, whose business was to walk through the forest, recover beasts that had strayed beyond its limits, watch the deer, present trespasses to the next court held for the forest, etc."},{"word":"Rangership","type":"n.","descr":" The office of the keeper of a forest or park."},{"word":"Rangle","type":"v. i.","descr":" To range about in an irregular manner."},{"word":"Rani","type":"n.","descr":" A queen or princess; the wife of a rajah."},{"word":"Ranine","type":"a.","descr":" Of or pertaining to the frogs and toads."},{"word":"Ranine","type":"a.","descr":" Pertaining to, or designating, a swelling under the tongue; also, pertaining to the region where the swelling occurs; -- applied especially to branches of the lingual artery and lingual vein."},{"word":"Rank","type":"superl.","descr":" Luxuriant in growth; of vigorous growth; exuberant; grown to immoderate height; as, rank grass; rank weeds."},{"word":"Rank","type":"superl.","descr":" Raised to a high degree; violent; extreme; gross; utter; as, rank heresy."},{"word":"Rank","type":"superl.","descr":" Causing vigorous growth; producing luxuriantly; very rich and fertile; as, rank land."},{"word":"Rank","type":"superl.","descr":" Strong-scented; rancid; musty; as, oil of a rank smell; rank-smelling rue."},{"word":"Rank","type":"superl.","descr":" Strong to the taste."},{"word":"Rank","type":"superl.","descr":" Inflamed with venereal appetite."},{"word":"Rank","type":"adv.","descr":" Rankly; stoutly; violently."},{"word":"Rank","type":"n. and v.","descr":" A row or line; a range; an order; a tier; as, a rank of osiers."},{"word":"Rank","type":"n. and v.","descr":" A line of soldiers ranged side by side; -- opposed to file. See 1st File, 1 (a)."},{"word":"Rank","type":"n. and v.","descr":" Grade of official standing, as in the army, navy, or nobility; as, the rank of general; the rank of admiral."},{"word":"Rank","type":"n. and v.","descr":" An aggregate of individuals classed together; a permanent social class; an order; a division; as, ranks and orders of men; the highest and the lowest ranks of men, or of other intelligent beings."},{"word":"Rank","type":"n. and v.","descr":" Degree of dignity, eminence, or excellence; position in civil or social life; station; degree; grade; as, a writer of the first rank; a lawyer of high rank."},{"word":"Rank","type":"n. and v.","descr":" Elevated grade or standing; high degree; high social position; distinction; eminence; as, a man of rank."},{"word":"Ranked","type":"imp. and p. p.","descr":" of Rank"},{"word":"Ranking","type":"p. pr. and vb. n.","descr":" of Rank"},{"word":"Rank","type":"v. t.","descr":" To place abreast, or in a line."},{"word":"Rank","type":"v. t.","descr":" To range in a particular class, order, or division; to class; also, to dispose methodically; to place in suitable classes or order; to classify."},{"word":"Rank","type":"v. t.","descr":" To take rank of; to outrank."},{"word":"Rank","type":"v. i.","descr":" To be ranged; to be set or disposed, as in a particular degree, class, order, or division."},{"word":"Rank","type":"v. i.","descr":" To have a certain grade or degree of elevation in the orders of civil or military life; to have a certain degree of esteem or consideration; as, he ranks with the first class of poets; he ranks high in public estimation."},{"word":"Ranker","type":"n.","descr":" One who ranks, or disposes in ranks; one who arranges."},{"word":"Rankled","type":"imp. and p. p.","descr":" of Rankle"},{"word":"Rankling","type":"p. pr. and vb. n.","descr":" of Rankle"},{"word":"Rankle","type":"a.","descr":" To become, or be, rank; to grow rank or strong; to be inflamed; to fester; -- used literally and figuratively."},{"word":"Rankle","type":"a.","descr":" To produce a festering or inflamed effect; to cause a sore; -- used literally and figuratively; as, a splinter rankles in the flesh; the words rankled in his bosom."},{"word":"Rankle","type":"v. t.","descr":" To cause to fester; to make sore; to inflame."},{"word":"Rankly","type":"adv.","descr":" With rank or vigorous growth; luxuriantly; hence, coarsely; grossly; as, weeds grow rankly."},{"word":"Rankness","type":"n.","descr":" The condition or quality of being rank."},{"word":"Rannel","type":"n.","descr":" A prostitute."},{"word":"Ranny","type":"n.","descr":" The erd shrew."},{"word":"Ransacked","type":"imp. and p. p.","descr":" of Ransack"},{"word":"Ransacking","type":"p. pr. and vb. n.","descr":" of Ransack"},{"word":"Ransack","type":"v. t.","descr":" To search thoroughly; to search every place or part of; as, to ransack a house."},{"word":"Ransack","type":"v. t.","descr":" To plunder; to pillage completely."},{"word":"Ransack","type":"v. t.","descr":" To violate; to ravish; to defiour."},{"word":"Ransack","type":"v. i.","descr":" To make a thorough search."},{"word":"Ransack","type":"n.","descr":" The act of ransacking, or state of being ransacked; pillage."},{"word":"Ransom","type":"n.","descr":" The release of a captive, or of captured property, by payment of a consideration; redemption; as, prisoners hopeless of ransom."},{"word":"Ransom","type":"n.","descr":" The money or price paid for the redemption of a prisoner, or for goods captured by an enemy; payment for freedom from restraint, penalty, or forfeit."},{"word":"Ransom","type":"n.","descr":" A sum paid for the pardon of some great offense and the discharge of the offender; also, a fine paid in lieu of corporal punishment."},{"word":"Ransomed","type":"imp. and p. p.","descr":" of Ransom"},{"word":"Ransoming","type":"p. pr. and vb. n.","descr":" of Ransom"},{"word":"Ransom","type":"n.","descr":" To redeem from captivity, servitude, punishment, or forfeit, by paying a price; to buy out of servitude or penalty; to rescue; to deliver; as, to ransom prisoners from an enemy."},{"word":"Ransom","type":"n.","descr":" To exact a ransom for, or a payment on."},{"word":"Ransomable","type":"a.","descr":" Such as can be ransomed."},{"word":"Ransomer","type":"n.","descr":" One who ransoms or redeems."},{"word":"Ransomless","type":"a.","descr":" Incapable of being ransomed; without ransom."},{"word":"Ranted","type":"imp. and p. p.","descr":" of Rant"},{"word":"Ranting","type":"p. pr. and vb. n.","descr":" of Rant"},{"word":"Rant","type":"v. i.","descr":" To rave in violent, high-sounding, or extravagant language, without dignity of thought; to be noisy, boisterous, and bombastic in talk or declamation; as, a ranting preacher."},{"word":"Rant","type":"n.","descr":" High-sounding language, without importance or dignity of thought; boisterous, empty declamation; bombast; as, the rant of fanatics."},{"word":"Ranter","type":"n.","descr":" A noisy talker; a raving declaimer."},{"word":"Ranter","type":"n.","descr":" One of a religious sect which sprung up in 1645; -- called also Seekers. See Seeker."},{"word":"Ranter","type":"n.","descr":" One of the Primitive Methodists, who seceded from the Wesleyan Methodists on the ground of their deficiency in fervor and zeal; -- so called in contempt."},{"word":"Ranterism","type":"n.","descr":" The practice or tenets of the Ranters."},{"word":"Rantingly","type":"adv.","descr":" In a ranting manner."},{"word":"Rantipole","type":"n.","descr":" A wild, romping young person."},{"word":"Rantipole","type":"a.","descr":" Wild; roving; rakish."},{"word":"Rantipole","type":"v. i.","descr":" To act like a rantipole."},{"word":"Rantism","type":"n.","descr":" Ranterism."},{"word":"Ranty","type":"a.","descr":" Wild; noisy; boisterous."},{"word":"Ranula","type":"n.","descr":" A cyst formed under the tongue by obstruction of the duct of the submaxillary gland."},{"word":"Ranunculaceous","type":"a.","descr":" Of or pertaining to a natural order of plants (Ranunculaceae), of which the buttercup is the type, and which includes also the virgin\\'s bower, the monkshood, larkspur, anemone, meadow rue, and peony."},{"word":"Ranunculuses","type":"pl. ","descr":" of Ranunculus"},{"word":"Ranunculi","type":"pl. ","descr":" of Ranunculus"},{"word":"Ranunculus","type":"n.","descr":" A genus of herbs, mostly with yellow flowers, including crowfoot, buttercups, and the cultivated ranunculi (R. Asiaticus, R. aconitifolius, etc.) in which the flowers are double and of various colors."},{"word":"Ranz des vaches","type":"","descr":" The name for numerous simple, but very irregular, melodies of the Swiss mountaineers, blown on a long tube called the Alpine horn, and sometimes sung."},{"word":"Rap","type":"n.","descr":" A lay or skein containing 120 yards of yarn."},{"word":"Rapped","type":"imp. and p. p.","descr":" of Rap"},{"word":"Rapping","type":"p. pr. and vb. n.","descr":" of Rap"},{"word":"Rap","type":"v. i.","descr":" To strike with a quick, sharp blow; to knock; as, to rap on the door."},{"word":"Rap","type":"v. t.","descr":" To strike with a quick blow; to knock on."},{"word":"Rap","type":"v. t.","descr":" To free (a pattern) in a mold by light blows on the pattern, so as to facilitate its removal."},{"word":"Rap","type":"n.","descr":" A quick, smart blow; a knock."},{"word":"Rapped","type":"imp. and p. p.","descr":" of Rap"},{"word":"Rapt","type":"","descr":" of Rap"},{"word":"Rapping","type":"p. pr. and vb. n.","descr":" of Rap"},{"word":"Rap","type":"v.","descr":" To snatch away; to seize and hurry off."},{"word":"Rap","type":"v.","descr":" To hasten."},{"word":"Rap","type":"v.","descr":" To seize and bear away, as the mind or thoughts; to transport out of one\\'s self; to affect with ecstasy or rapture; as, rapt into admiration."},{"word":"Rap","type":"v.","descr":" To exchange; to truck."},{"word":"Rap","type":"n.","descr":" A popular name for any of the tokens that passed current for a half-penny in Ireland in the early part of the eighteenth century; any coin of trifling value."},{"word":"Rapaces","type":"n. pl.","descr":" Same as Accipitres."},{"word":"Rapacious","type":"a.","descr":" Given to plunder; disposed or accustomed to seize by violence; seizing by force."},{"word":"Rapacious","type":"a.","descr":" Accustomed to seize food; subsisting on prey, or animals seized by violence; as, a tiger is a rapacious animal; a rapacious bird."},{"word":"Rapacious","type":"a.","descr":" Avaricious; grasping; extortionate; also, greedy; ravenous; voracious; as, rapacious usurers; a rapacious appetite."},{"word":"Rapacity","type":"n.","descr":" The quality of being rapacious; rapaciousness; ravenousness; as, the rapacity of pirates; the rapacity of wolves."},{"word":"Rapacity","type":"n.","descr":" The act or practice of extorting or exacting by oppressive injustice; exorbitant greediness of gain."},{"word":"Raparee","type":"n.","descr":" See Rapparee."},{"word":"Rape","type":"n.","descr":" Fruit, as grapes, plucked from the cluster."},{"word":"Rape","type":"n.","descr":" The refuse stems and skins of grapes or raisins from which the must has been expressed in wine making."},{"word":"Rape","type":"n.","descr":" A filter containing the above refuse, used in clarifying and perfecting malt, vinegar, etc."},{"word":"Rape","type":"n.","descr":" The act of seizing and carrying away by force; violent seizure; robbery."},{"word":"Rape","type":"n.","descr":" Sexual connection with a woman without her consent. See Age of consent, under Consent, n."},{"word":"Rape","type":"n.","descr":" That which is snatched away."},{"word":"Rape","type":"n.","descr":" Movement, as in snatching; haste; hurry."},{"word":"Rape","type":"v. t.","descr":" To commit rape upon; to ravish."},{"word":"Rape","type":"v. i.","descr":" To rob; to pillage."},{"word":"Rape","type":"n.","descr":" One of six divisions of the county of Sussex, England, intermediate between a hundred and a shire."},{"word":"Rape","type":"n.","descr":" A name given to a variety or to varieties of a plant of the turnip kind, grown for seeds and herbage. The seeds are used for the production of rape oil, and to a limited extent for the food of cage birds."},{"word":"Rapeful","type":"a.","descr":" Violent."},{"word":"Rapeful","type":"a.","descr":" Given to the commission of rape."},{"word":"Rapfully","type":"adv.","descr":" Violently."},{"word":"Raphaelesque","type":"a.","descr":" Like Raphael\\'s works; in Raphael\\'s manner of painting."},{"word":"Raphaelism","type":"n.","descr":" The principles of painting introduced by Raphael, the Italian painter."},{"word":"Raphaelite","type":"n.","descr":" One who advocates or adopts the principles of Raphaelism."},{"word":"Raphany","type":"n.","descr":" A convulsive disease, attended with ravenous hunger, not uncommon in Sweden and Germany. It was so called because supposed to be caused by eating corn with which seeds of jointed charlock (Raphanus raphanistrum) had been mixed, but the condition is now known to be a form of ergotism."},{"word":"Raphe","type":"n.","descr":" A line, ridge, furrow, or band of fibers, especially in the median line; as, the raphe of the tongue."},{"word":"Raphe","type":"n.","descr":" Same as Rhaphe."},{"word":"Raphides","type":"n. pl.","descr":" See Rhaphides."},{"word":"Rapid","type":"a.","descr":" Very swift or quick; moving with celerity; fast; as, a rapid stream; a rapid flight; a rapid motion."},{"word":"Rapid","type":"a.","descr":" Advancing with haste or speed; speedy in progression; in quick sequence; as, rapid growth; rapid improvement; rapid recurrence; rapid succession."},{"word":"Rapid","type":"a.","descr":" Quick in execution; as, a rapid penman."},{"word":"Rapid","type":"a.","descr":" The part of a river where the current moves with great swiftness, but without actual waterfall or cascade; -- usually in the plural; as, the Lachine rapids in the St. Lawrence."},{"word":"Rapidity","type":"n.","descr":" The quality or state of being rapid; swiftness; celerity; velocity; as, the rapidity of a current; rapidity of speech; rapidity of growth or improvement."},{"word":"Rapidly","type":"adv.","descr":" In a rapid manner."},{"word":"Rapidness","type":"n.","descr":" Quality of being rapid; rapidity."},{"word":"Rapier","type":"n.","descr":" A straight sword, with a narrow and finely pointed blade, used only for thrusting."},{"word":"Rapiered","type":"a.","descr":" Wearing a rapier."},{"word":"Rapilli","type":"n. pl.","descr":" Lapilli."},{"word":"Rapine","type":"n.","descr":" The act of plundering; the seizing and carrying away of things by force; spoliation; pillage; plunder."},{"word":"Rapine","type":"n.","descr":" Ravishment; rape."},{"word":"Rapine","type":"v. t.","descr":" To plunder."},{"word":"Rapinous","type":"a.","descr":" Given to rapine."},{"word":"Rappage","type":"n.","descr":" The enlargement of a mold caused by rapping the pattern."},{"word":"Rapparee","type":"n.","descr":" A wild Irish plunderer, esp. one of the 17th century; -- so called from his carrying a half-pike, called a rapary."},{"word":"Rapped","type":"","descr":" imp. and p. p. of Rap, to strike."},{"word":"Rapped","type":"","descr":" imp. and p. p. of Rap, to snatch away."},{"word":"Rappee","type":"v.","descr":" A pungent kind of snuff made from the darker and ranker kinds of tobacco leaves."},{"word":"Rappel","type":"n.","descr":" The beat of the drum to call soldiers to arms."},{"word":"Rapper","type":"n.","descr":" One who, or that which, raps or knocks; specifically, the knocker of a door."},{"word":"Rapper","type":"n.","descr":" A forcible oath or lie."},{"word":"Rapport","type":"n.","descr":" Relation; proportion; conformity; correspondence; accord."},{"word":"Rapscallion","type":"n.","descr":" A rascal; a good-for-nothing fellow."},{"word":"Rapt","type":"","descr":" imp. and p. p. of Rap, to snatch away."},{"word":"Rapt","type":"a.","descr":" Snatched away; hurried away or along."},{"word":"Rapt","type":"a.","descr":" Transported with love, admiration, delight, etc.; enraptured."},{"word":"Rapt","type":"a.","descr":" Wholly absorbed or engrossed, as in work or meditation."},{"word":"Rapt","type":"a.","descr":" An ecstasy; a trance."},{"word":"Rapt","type":"a.","descr":" Rapidity."},{"word":"Rapt","type":"v. t.","descr":" To transport or ravish."},{"word":"Rapt","type":"v. t.","descr":" To carry away by force."},{"word":"Rapter","type":"n.","descr":" A raptor."},{"word":"Raptor","type":"n.","descr":" A ravisher; a plunderer."},{"word":"Raptores","type":"n. pl.","descr":" Same as Accipitres. Called also Raptatores."},{"word":"Raptorial","type":"a.","descr":" Rapacious; living upon prey; -- said especially of certain birds."},{"word":"Raptorial","type":"a.","descr":" Adapted for seizing prey; -- said of the legs, claws, etc., of insects, birds, and other animals."},{"word":"Raptorial","type":"a.","descr":" Of or pertaining to the Raptores. See Illust. (f) of Aves."},{"word":"Raptorious","type":"a.","descr":" Raptorial."},{"word":"Rapture","type":"n.","descr":" A seizing by violence; a hurrying along; rapidity with violence."},{"word":"Rapture","type":"n.","descr":" The state or condition of being rapt, or carried away from one\\'s self by agreeable excitement; violence of a pleasing passion; extreme joy or pleasure; ecstasy."},{"word":"Rapture","type":"n.","descr":" A spasm; a fit; a syncope; delirium."},{"word":"Raptured","type":"imp. and p. p.","descr":" of Rapture"},{"word":"Rapturing","type":"p. pr. and vb. n.","descr":" of Rapture"},{"word":"Rapture","type":"v. t.","descr":" To transport with excitement; to enrapture."},{"word":"Rapturist","type":"n.","descr":" An enthusiast."},{"word":"Rapturize","type":"v. t. and i.","descr":" To put, or be put, in a state of rapture."},{"word":"Rapturous","type":"a.","descr":" Ecstatic; transporting; ravishing; feeling, expressing, or manifesting rapture; as, rapturous joy, pleasure, or delight; rapturous applause."},{"word":"Rapturously","type":"adv.","descr":" In a rapturous manner."},{"word":"Rare","type":"a.","descr":" Early."},{"word":"Rare","type":"superl.","descr":" Nearly raw; partially cooked; not thoroughly cooked; underdone; as, rare beef or mutton."},{"word":"Rare","type":"superl.","descr":" Not frequent; seldom met with or occurring; unusual; as, a rare event."},{"word":"Rare","type":"superl.","descr":" Of an uncommon nature; unusually excellent; valuable to a degree seldom found."},{"word":"Rare","type":"superl.","descr":" Thinly scattered; dispersed."},{"word":"Rare","type":"superl.","descr":" Characterized by wide separation of parts; of loose texture; not thick or dense; thin; as, a rare atmosphere at high elevations."},{"word":"Rarebit","type":"n.","descr":" A dainty morsel; a Welsh rabbit. See Welsh rabbit, under Rabbit."},{"word":"Raree-show","type":"n.","descr":" A show carried about in a box; a peep show."},{"word":"Rarefaction","type":"n.","descr":" The act or process of rarefying; the state of being rarefied; -- opposed to condensation; as, the rarefaction of air."},{"word":"Rarefiable","type":"a.","descr":" Capable of being rarefied."},{"word":"Rarefied","type":"imp. and p. p.","descr":" of Rarefy"},{"word":"Rarefying","type":"p. pr. and vb. n.","descr":" of Rarefy"},{"word":"Rarefy","type":"v. t.","descr":" To make rare, thin, porous, or less dense; to expand or enlarge without adding any new portion of matter to; -- opposed to condense."},{"word":"Rarefy","type":"v. i.","descr":" To become less dense; to become thin and porous."},{"word":"Rarely","type":"adv.","descr":" In a rare manner or degree; seldom; not often; as, things rarely seen."},{"word":"Rarely","type":"adv.","descr":" Finely; excellently; with rare skill. See 3d Rare, 2."},{"word":"Rareness","type":"n.","descr":" The state or quality of being rare."},{"word":"Rareripe","type":"a.","descr":" Early ripe; ripe before others, or before the usual season."},{"word":"Rareripe","type":"n.","descr":" An early ripening fruit, especially a kind of freestone peach."},{"word":"Rarification","type":"n.","descr":" See Rarefaction."},{"word":"Rarities","type":"pl. ","descr":" of Rarity"},{"word":"Rarity","type":"n.","descr":" The quality or state of being rare; rareness; thinness; as, the rarity (contrasted with the density) of gases."},{"word":"Rarity","type":"n.","descr":" That which is rare; an uncommon thing; a thing valued for its scarcity."},{"word":"Ras","type":"n.","descr":" See 2d Reis."},{"word":"Rasante","type":"a.","descr":" Sweeping; grazing; -- applied to a style of fortification in which the command of the works over each other, and over the country, is kept very low, in order that the shot may more effectually sweep or graze the ground before them."},{"word":"Rascal","type":"v.","descr":" One of the rabble; a low, common sort of person or creature; collectively, the rabble; the common herd; also, a lean, ill-conditioned beast, esp. a deer."},{"word":"Rascal","type":"v.","descr":" A mean, trickish fellow; a base, dishonest person; a rogue; a scoundrel; a trickster."},{"word":"Rascal","type":"a.","descr":" Of or pertaining to the common herd or common people; low; mean; base."},{"word":"Rascaldom","type":"n.","descr":" State of being a rascal; rascality; domain of rascals; rascals, collectively."},{"word":"Rascaless","type":"n.","descr":" A female rascal."},{"word":"Rascalities","type":"pl. ","descr":" of Rascality"},{"word":"Rascality","type":"n.","descr":" The quality or state of being rascally, or a rascal; mean trickishness or dishonesty; base fraud."},{"word":"Rascality","type":"n.","descr":" The poorer and lower classes of people."},{"word":"Rascallion","type":"n.","descr":" A low, mean wretch."},{"word":"Rascally","type":"a.","descr":" Like a rascal; trickish or dishonest; base; worthless; -- often in humorous disparagement, without implication of dishonesty."},{"word":"Rased","type":"imp. and p. p.","descr":" of Rase"},{"word":"Rasing","type":"p. pr. and vb. n.","descr":" of Rase"},{"word":"Rase","type":"v. t.","descr":" To rub along the surface of; to graze."},{"word":"Rase","type":"v. t.","descr":" To rub or scratch out; to erase."},{"word":"Rase","type":"v. t.","descr":" To level with the ground; to overthrow; to destroy; to raze."},{"word":"Rase","type":"v. i.","descr":" To be leveled with the ground; to fall; to suffer overthrow."},{"word":"Rase","type":"n.","descr":" A scratching out, or erasure."},{"word":"Rase","type":"n.","descr":" A slight wound; a scratch."},{"word":"Rase","type":"n.","descr":" A way of measuring in which the commodity measured was made even with the top of the measuring vessel by rasing, or striking off, all that was above it."},{"word":"Rash","type":"v. t.","descr":" To pull off or pluck violently."},{"word":"Rash","type":"v. t.","descr":" To slash; to hack; to cut; to slice."},{"word":"Rash","type":"n.","descr":" A fine eruption or efflorescence on the body, with little or no elevation."},{"word":"Rash","type":"n.","descr":" An inferior kind of silk, or mixture of silk and worsted."},{"word":"Rash","type":"superl.","descr":" Sudden in action; quick; hasty."},{"word":"Rash","type":"superl.","descr":" Requiring sudden action; pressing; urgent."},{"word":"Rash","type":"superl.","descr":" Esp., overhasty in counsel or action; precipitate; resolving or entering on a project or measure without due deliberation and caution; opposed to prudent; said of persons; as, a rash statesman or commander."},{"word":"Rash","type":"superl.","descr":" Uttered or undertaken with too much haste or too little reflection; as, rash words; rash measures."},{"word":"Rash","type":"superl.","descr":" So dry as to fall out of the ear with handling, as corn."},{"word":"Rash","type":"v. t.","descr":" To prepare with haste."},{"word":"Rasher","type":"n.","descr":" A thin slice of bacon."},{"word":"Rasher","type":"n.","descr":" A California rockfish (Sebastichthys miniatus)."},{"word":"Rashful","type":"a.","descr":" Rash; hasty; precipitate."},{"word":"Rashling","type":"n.","descr":" A rash person."},{"word":"Rashly","type":"adv.","descr":" In a rash manner; with precipitation."},{"word":"Rashness","type":"n.","descr":" The quality or state of being rash."},{"word":"Raskolnik","type":"n.","descr":" One of the separatists or dissenters from the established or Greek church in Russia."},{"word":"Rasores","type":"v. t.","descr":" An order of birds; the Gallinae."},{"word":"Rasorial","type":"a.","descr":" Of or pertaining to the Rasores, or gallinaceous birds, as the peacock, domestic fowl, partridge, quail, and the like."},{"word":"Rasour","type":"n.","descr":" Razor."},{"word":"Rasped","type":"imp. and p. p.","descr":" of Rasp"},{"word":"Rasping","type":"p. pr. and vb. n.","descr":" of Rasp"},{"word":"Rasp","type":"v. t.","descr":" To rub or file with a rasp; to rub or grate with a rough file; as, to rasp wood to make it smooth; to rasp bones to powder."},{"word":"Rasp","type":"v. t.","descr":" Hence, figuratively: To grate harshly upon; to offend by coarse or rough treatment or language; as, some sounds rasp the ear; his insults rasped my temper."},{"word":"Rasp","type":"v.","descr":" A coarse file, on which the cutting prominences are distinct points raised by the oblique stroke of a sharp punch, instead of lines raised by a chisel, as on the true file."},{"word":"Rasp","type":"v.","descr":" The raspberry."},{"word":"Raspatorium","type":"n.","descr":" See Raspatory."},{"word":"Raspatory","type":"v.","descr":" A surgeon\\'s rasp."},{"word":"Raspberry","type":"n.","descr":" The thimble-shaped fruit of the Rubus Idaeus and other similar brambles; as, the black, the red, and the white raspberry."},{"word":"Raspberry","type":"n.","descr":" The shrub bearing this fruit."},{"word":"Rasper","type":"n.","descr":" One who, or that which, rasps; a scraper."},{"word":"Raspis","type":"n.","descr":" The raspberry."},{"word":"Raspy","type":"a.","descr":" Like a rasp, or the sound made by a rasp; grating."},{"word":"Rasse","type":"n.","descr":" A carnivore (Viverricula Mallaccensis) allied to the civet but smaller, native of China and the East Indies. It furnishes a perfume resembling that of the civet, which is highly prized by the Javanese. Called also Malacca weasel, and lesser civet."},{"word":"Rasure","type":"v.","descr":" The act of rasing, scraping, or erasing; erasure; obliteration."},{"word":"Rasure","type":"v.","descr":" A mark by which a letter, word, or any part of a writing or print, is erased, effaced, or obliterated; an erasure."},{"word":"Rat","type":"n.","descr":" One of  several species of small rodents of the genus Mus and allied genera, larger than mice, that infest houses, stores, and ships, especially the Norway, or brown, rat (M. decumanus), the black rat (M. rattus), and the roof rat (M. Alexandrinus). These were introduced into America from the Old World."},{"word":"Rat","type":"n.","descr":" A round and tapering mass of hair, or similar material, used by women to support the puffs and rolls of their natural hair."},{"word":"Rat","type":"n.","descr":" One who deserts his party or associates; hence, in the trades, one who works for lower wages than those prescribed by a trades union."},{"word":"Ratted","type":"imp. and p. p.","descr":" of Rat"},{"word":"Ratting","type":"p. pr. and vb. n.","descr":" of Rat"},{"word":"Rat","type":"v. i.","descr":" In English politics, to desert one\\'s party from interested motives; to forsake one\\'s associates for one\\'s own advantage; in the trades, to work for less wages, or on other conditions, than those established by a trades union."},{"word":"Rat","type":"v. i.","descr":" To catch or kill rats."},{"word":"Rata","type":"n.","descr":" A New Zealand forest tree (Metrosideros robusta), also, its hard dark red wood, used by the Maoris for paddles and war clubs."},{"word":"Ratability","type":"n.","descr":" The quality or state of being ratable."},{"word":"Ratable","type":"a.","descr":" Capable of being rated, or set at a certain value."},{"word":"Ratable","type":"a.","descr":" Liable to, or subjected by law to, taxation; as, ratable estate."},{"word":"Ratable","type":"a.","descr":" Made at a proportionate rate; as, ratable payments."},{"word":"Ratafia","type":"n.","descr":" A spirituous liquor flavored with the kernels of cherries, apricots, peaches, or other fruit, spiced, and sweetened with sugar; -- a term applied to the liqueurs called noyau, cura\/ao, etc."},{"word":"Ratan","type":"n.","descr":" See Rattan."},{"word":"Ratany","type":"n.","descr":" Same as Rhatany."},{"word":"Rataplan","type":"n.","descr":" The iterative sound of beating a drum, or of a galloping horse."},{"word":"Ratch","type":"n.","descr":" Same as Rotche."},{"word":"Ratch","type":"n.","descr":" A ratchet wheel, or notched bar, with which a pawl or click works."},{"word":"Ratchel","type":"n.","descr":" Gravelly stone."},{"word":"Ratchet","type":"n.","descr":" A pawl, click, or detent, for holding or propelling a ratchet wheel, or ratch, etc."},{"word":"Ratchet","type":"n.","descr":" A mechanism composed of a ratchet wheel, or ratch, and pawl.  See Ratchet wheel, below, and 2d Ratch."},{"word":"Rate","type":"v. t. and i.","descr":" To chide with vehemence; to scold; to censure violently."},{"word":"Rate","type":"n.","descr":" Established portion or measure; fixed allowance."},{"word":"Rate","type":"n.","descr":" That which is established as a measure or criterion; degree; standard; rank; proportion; ratio; as, a slow rate of movement; rate of interest is the ratio of the interest to the principal, per annum."},{"word":"Rate","type":"n.","descr":" Valuation; price fixed with relation to a standard; cost; charge; as, high or low rates of transportation."},{"word":"Rate","type":"n.","descr":" A tax or sum assessed by authority on property for public use, according to its income or value; esp., in England, a local tax; as, parish rates; town rates."},{"word":"Rate","type":"n.","descr":" Order; arrangement."},{"word":"Rate","type":"n.","descr":" Ratification; approval."},{"word":"Rate","type":"n.","descr":" The gain or loss of a timepiece in a unit of time; as, daily rate; hourly rate; etc."},{"word":"Rate","type":"n.","descr":" The order or class to which a war vessel belongs, determined according to its size, armament, etc.; as, first rate, second rate, etc."},{"word":"Rate","type":"n.","descr":" The class of a merchant vessel for marine insurance, determined by its relative safety as a risk, as A1, A2, etc."},{"word":"Rated","type":"imp. and p. p.","descr":" of Rate"},{"word":"Rating","type":"p. pr. and vb. n.","descr":" of Rate"},{"word":"Rate","type":"v. t.","descr":" To set a certain estimate on; to value at a certain price or degree."},{"word":"Rate","type":"v. t.","descr":" To assess for the payment of a rate or tax."},{"word":"Rate","type":"v. t.","descr":" To settle the relative scale, rank, position, amount, value, or quality of; as, to rate a ship; to rate a seaman; to rate a pension."},{"word":"Rate","type":"v. t.","descr":" To ratify."},{"word":"Rate","type":"v. i.","descr":" To be set or considered in a class; to have rank; as, the ship rates as a ship of the line."},{"word":"Rate","type":"v. i.","descr":" To make an estimate."},{"word":"Rateable","type":"a.","descr":" See Ratable."},{"word":"Ratel","type":"n.","descr":" Any carnivore of the genus Mellivora, allied to the weasels and the skunks; -- called also honey badger."},{"word":"Ratepayer","type":"n.","descr":" One who pays rates or taxes."},{"word":"Rater","type":"n.","descr":" One who rates or estimates."},{"word":"Rater","type":"n.","descr":" One who rates or scolds."},{"word":"Ratfish","type":"n.","descr":" Same as Rat-tail."},{"word":"Rath","type":"n.","descr":" A hill or mound."},{"word":"Rath","type":"n.","descr":" A kind of ancient fortification found in Ireland."},{"word":"Rath","type":"a.","descr":" Alt. of Rathe"},{"word":"Rathe","type":"a.","descr":" Coming before others, or before the usual time; early."},{"word":"Rath","type":"adv.","descr":" Alt. of Rathe"},{"word":"Rathe","type":"adv.","descr":" Early; soon; betimes."},{"word":"Rather","type":"a.","descr":" Prior; earlier; former."},{"word":"Rather","type":"a.","descr":" Earlier; sooner; before."},{"word":"Rather","type":"a.","descr":" More readily or willingly; preferably."},{"word":"Rather","type":"a.","descr":" On the other hand; to the contrary of what was said or suggested; instead."},{"word":"Rather","type":"a.","descr":" Of two alternatives conceived of, this by preference to, or as more likely than, the other; somewhat."},{"word":"Rather","type":"a.","descr":" More properly; more correctly speaking."},{"word":"Rather","type":"a.","descr":" In some degree; somewhat; as, the day is rather warm; the house is rather damp."},{"word":"Rathripe","type":"a.","descr":" Rareripe, or early ripe."},{"word":"Rathripe","type":"n.","descr":" A rareripe."},{"word":"Ratification","type":"n.","descr":" The act of ratifying; the state of being ratified; confirmation; sanction; as, the ratification of a treaty."},{"word":"Ratifier","type":"n.","descr":" One who, or that which, ratifies; a confirmer."},{"word":"Ratified","type":"imp. and p. p.","descr":" of Ratify"},{"word":"Ratifying","type":"p. pr. and vb. n.","descr":" of Ratify"},{"word":"Ratify","type":"n.","descr":" To approve and sanction; to make valid; to confirm; to establish; to settle; especially, to give sanction to, as something done by an agent or servant; as, to ratify an agreement, treaty, or contract; to ratify a nomination."},{"word":"Ratihabition","type":"n.","descr":" Confirmation or approbation, as of an act or contract."},{"word":"Ratio","type":"n.","descr":" The relation which one quantity or magnitude has to another of the same kind. It is expressed by the quotient of the division of the first by the second; thus, the ratio of 3 to 6 is expressed by \/ or \/; of a to b by a\/b; or (less commonly) the second term is made the dividend; as, a:b = b\/a."},{"word":"Ratio","type":"n.","descr":" Hence, fixed relation of number, quantity, or degree; rate; proportion; as, the ratio of representation in Congress."},{"word":"Ratiocinate","type":"v. i.","descr":" To reason, esp. deductively; to offer reason or argument."},{"word":"Ratiocination","type":"n.","descr":" The process of reasoning, or deducing conclusions from premises; deductive reasoning."},{"word":"Ratiocinative","type":"a.","descr":" Characterized by, or addicted to, ratiocination; consisting in the comparison of propositions or facts, and the deduction of inferences from the comparison; argumentative; as, a ratiocinative process."},{"word":"Ratiocinatory","type":"a.","descr":" Ratiocinative."},{"word":"Ration","type":"n.","descr":" A fixed daily allowance of provisions assigned to a soldier in the army, or a sailor in the navy, for his subsistence."},{"word":"Ration","type":"n.","descr":" Hence, a certain portion or fixed amount dealt out; an allowance; an allotment."},{"word":"Ration","type":"v. t.","descr":" To supply with rations, as a regiment."},{"word":"Rational","type":"a.","descr":" Relating to the reason; not physical; mental."},{"word":"Rational","type":"a.","descr":" Having reason, or the faculty of reasoning; endowed with reason or understanding; reasoning."},{"word":"Rational","type":"a.","descr":" Agreeable to reason; not absurd, preposterous, extravagant, foolish, fanciful, or the like; wise; judicious; as, rational conduct; a rational man."},{"word":"Rational","type":"a.","descr":" Expressing the type, structure, relations, and reactions of a compound; graphic; -- said of formulae. See under Formula."},{"word":"Rational","type":"n.","descr":" A rational being."},{"word":"Rationale","type":"a.","descr":" An explanation or exposition of the principles of some opinion, action, hypothesis, phenomenon, or the like; also, the principles themselves."},{"word":"Rationalism","type":"n.","descr":" The doctrine or system of those who deduce their religious opinions from reason or the understanding, as distinct from, or opposed to, revelation."},{"word":"Rationalism","type":"n.","descr":" The system that makes rational power the ultimate test of truth; -- opposed to sensualism, or sensationalism, and empiricism."},{"word":"Rationalist","type":"n.","descr":" One who accepts rationalism as a theory or system; also, disparagingly, a false reasoner. See Citation under Reasonist."},{"word":"Rationalistic","type":"a.","descr":" Alt. of Rationalistical"},{"word":"Rationalistical","type":"a.","descr":" Belonging to, or in accordance with, the principles of rationalism."},{"word":"Rationality","type":"n.","descr":" The quality or state of being rational; agreement with reason; possession of reason; due exercise of reason; reasonableness."},{"word":"Rationalization","type":"n.","descr":" The act or process of rationalizing."},{"word":"Rationalize","type":"v. t.","descr":" To make rational; also, to convert to rationalism."},{"word":"Rationalize","type":"v. t.","descr":" To interpret in the manner of a rationalist."},{"word":"Rationalize","type":"v. t.","descr":" To form a rational conception of."},{"word":"Rationalize","type":"v. t.","descr":" To render rational; to free from radical signs or quantities."},{"word":"Rationalize","type":"v. i.","descr":" To use, and rely on, reason in forming a theory, belief, etc., especially in matters of religion: to accord with the principles of rationalism."},{"word":"Rationally","type":"adv.","descr":" In a rational manner."},{"word":"Rationalness","type":"n.","descr":" The quality or state of being rational; rationality."},{"word":"Ratitae","type":"n. pl.","descr":" An order of birds in which the wings are small, rudimentary, or absent, and the breastbone is destitute of a keel. The ostrich, emu, moa, and apteryx are examples."},{"word":"Ratitate","type":"a.","descr":" Of or pertaining to the Ratitae."},{"word":"Ratite","type":"a.","descr":" Of or pertaining to the Ratitae."},{"word":"Ratite","type":"n.","descr":" One of the Ratitae."},{"word":"Ratlines","type":"n. pl.","descr":" Alt. of Ratlins"},{"word":"Ratlins","type":"n. pl.","descr":" The small transverse ropes attached to the shrouds and forming the steps of a rope ladder."},{"word":"Raton","type":"n.","descr":" A small rat."},{"word":"Ratoon","type":"n.","descr":" Same as Rattoon, n."},{"word":"Ratoon","type":"n.","descr":" A rattan cane."},{"word":"Ratoon","type":"v. i.","descr":" Same as Rattoon, v. i."},{"word":"Ratsbane","type":"n.","descr":" Rat poison; white arsenic."},{"word":"Ratsbaned","type":"a.","descr":" Poisoned by ratsbane."},{"word":"Rat-tail","type":"a.","descr":" Like a rat\\'s tail in form; as, a rat-tail file, which is round, slender, and tapering. See Illust. of File."},{"word":"Rat-tail","type":"n.","descr":" An excrescence growing from the pastern to the middle of the shank of a horse."},{"word":"Rat-tail","type":"n.","descr":" The California chimaera. See Chimaera."},{"word":"Rat-tail","type":"n.","descr":" Any fish of the genus Macrurus. See Grenadier, 2."},{"word":"Rat-tailed","type":"a.","descr":" Having a long, tapering tail like that of a rat."},{"word":"Rattan","type":"n.","descr":" One of the long slender flexible stems of several species of palms of the genus Calamus, mostly East Indian, though some are African and Australian. They are exceedingly tough, and are used for walking sticks, wickerwork, chairs and seats of chairs, cords and cordage, and many other purposes."},{"word":"Ratteen","type":"n.","descr":" A thick woolen stuff quilled or twilled."},{"word":"Ratten","type":"v. t.","descr":" To deprive feloniously of the tools used in one\\'s employment (as by breaking or stealing them), for the purpose of annoying; as, to ratten a mechanic who works during a strike."},{"word":"Ratter","type":"n.","descr":" One who, or that which, rats, as one who deserts his party."},{"word":"Ratter","type":"n.","descr":" Anything which catches rats; esp., a dog trained to catch rats; a rat terrier. See Terrier."},{"word":"Rattinet","type":"n.","descr":" A woolen stuff thinner than ratteen."},{"word":"Ratting","type":"n.","descr":" The conduct or practices of one who rats.  See Rat, v. i., 1."},{"word":"Ratting","type":"v. i.","descr":" The low sport of setting a dog upon rats confined in a pit to see how many he will kill in a given time."},{"word":"Rattled","type":"imp. and p. p.","descr":" of Rattle"},{"word":"Rattling","type":"p. pr. and vb. n.","descr":" of Rattle"},{"word":"Rattle","type":"v. i.","descr":" To make a quick succession of sharp, inharmonious noises, as by the collision of hard and not very sonorous bodies shaken together; to clatter."},{"word":"Rattle","type":"v. i.","descr":" To drive or ride briskly, so as to make a clattering; as, we rattled along for a couple of miles."},{"word":"Rattle","type":"v. i.","descr":" To make a clatter with the voice; to talk rapidly and idly; to clatter; -- with on or away; as, she rattled on for an hour."},{"word":"Rattle","type":"v. t.","descr":" To cause to make a rattling or clattering sound; as, to rattle a chain."},{"word":"Rattle","type":"v. t.","descr":" To assail, annoy, or stun with a rattling noise."},{"word":"Rattle","type":"v. t.","descr":" Hence, to disconcert; to confuse; as, to rattle one\\'s judgment; to rattle a player in a game."},{"word":"Rattle","type":"v. t.","descr":" To scold; to rail at."},{"word":"Rattle","type":"n.","descr":" A rapid succession of sharp, clattering sounds; as, the rattle of a drum."},{"word":"Rattle","type":"n.","descr":" Noisy, rapid talk."},{"word":"Rattle","type":"n.","descr":" An instrument with which a rattling sound is made; especially, a child\\'s toy that rattles when shaken."},{"word":"Rattle","type":"n.","descr":" A noisy, senseless talker; a jabberer."},{"word":"Rattle","type":"n.","descr":" A scolding; a sharp rebuke."},{"word":"Rattle","type":"n.","descr":" Any organ of an animal having a structure adapted to produce a rattling sound."},{"word":"Rattle","type":"n.","descr":" The noise in the throat produced by the air in passing through mucus which the lungs are unable to expel; -- chiefly observable at the approach of death, when it is called the death rattle. See R\/le."},{"word":"Rattlebox","type":"n.","descr":" A toy that makes a rattling sound; a rattle."},{"word":"Rattlebox","type":"n.","descr":" An American herb (Crotalaria sagittalis), the seeds of which, when ripe, rattle in the inflated pod."},{"word":"Rattlebox","type":"n.","descr":" Any species of Crotalaria, a genus of yellow-flowered herbs, with inflated, many-seeded pods."},{"word":"Rattle-brained","type":"a.","descr":" Giddy; rattle-headed."},{"word":"Rattlehead","type":"n.","descr":" An empty, noisy talker."},{"word":"Rattle-headed","type":"a.","descr":" Noisy; giddy; unsteady."},{"word":"Rattlemouse","type":"n.","descr":" A bat."},{"word":"Rattlepate","type":"n.","descr":" A rattlehead."},{"word":"Rattle-pated","type":"a.","descr":" Rattle-headed."},{"word":"Rattler","type":"n.","descr":" One who, or that which, rattles."},{"word":"Rattlesnake","type":"n.","descr":" Any one of several species of venomous American snakes belonging to the genera Crotalus and Caudisona, or Sistrurus. They have a series of horny interlocking joints at the end of the tail which make a sharp rattling sound when shaken. The common rattlesnake of the Northern United States (Crotalus horridus), and the diamond rattlesnake of the South (C. adamanteus), are the best known. See Illust. of Fang."},{"word":"Rattletrap","type":"n.","descr":" Any machine or vehicle that does not run smoothly."},{"word":"Rattleweed","type":"n.","descr":" Any plant of the genus Astragalus. See Milk vetch."},{"word":"Rattlewings","type":"n.","descr":" The golden-eye."},{"word":"Rattlewort","type":"n.","descr":" Same as Rattlebox."},{"word":"Rattlings","type":"n. pl.","descr":" Ratlines."},{"word":"Rattoon","type":"n.","descr":" One of the stems or shoots of sugar cane of the second year\\'s growth from the root, or later. See Plant-cane."},{"word":"Rattooned","type":"imp. and p. p.","descr":" of Rattoon"},{"word":"Rattooning","type":"p. pr. and vb. n.","descr":" of Rattoon"},{"word":"Rattoon","type":"v. i.","descr":" To sprout or spring up from the root, as sugar cane from the root of the previous year\\'s planting."},{"word":"Raucid","type":"a.","descr":" Hoarse; raucous."},{"word":"Raucity","type":"n.","descr":" Harshness of sound; rough utterance; hoarseness; as, the raucity of a trumpet, or of the human voice."},{"word":"Raucous","type":"a.","descr":" Hoarse; harsh; rough; as, a raucous, thick tone."},{"word":"Raught","type":"","descr":" imp. and p. p. of Reach."},{"word":"Raught","type":"","descr":" imp. and p. p. of Reck."},{"word":"Raunch","type":"v. t.","descr":" See Ranch."},{"word":"Raunsoun","type":"n.","descr":" Ransom."},{"word":"Ravage","type":"n.","descr":" Desolation by violence; violent ruin or destruction; devastation; havoc; waste; as, the ravage of a lion; the ravages of fire or tempest; the ravages of an army, or of time."},{"word":"Ravaged","type":"imp. and p. p.","descr":" of Ravage"},{"word":"Ravaging","type":"p. pr. and vb. n.","descr":" of Ravage"},{"word":"Ravage","type":"n.","descr":" To lay waste by force; to desolate by violence; to commit havoc or devastation upon; to spoil; to plunder; to consume."},{"word":"Ravager","type":"n.","descr":" One who, or that which, ravages or lays waste; spoiler."},{"word":"Rave","type":"","descr":" imp. of Rive."},{"word":"Rave","type":"n.","descr":" One of the upper side pieces of the frame of a wagon body or a sleigh."},{"word":"Raved","type":"imp. and p. p.","descr":" of Rave"},{"word":"Raving","type":"p. pr. and vb. n.","descr":" of Rave"},{"word":"Rave","type":"v. i.","descr":" To wander in mind or intellect; to be delirious; to talk or act irrationally; to be wild, furious, or raging, as a madman."},{"word":"Rave","type":"v. i.","descr":" To rush wildly or furiously."},{"word":"Rave","type":"v. i.","descr":" To talk with unreasonable enthusiasm or excessive passion or excitement; -- followed by about, of, or on; as, he raved about her beauty."},{"word":"Rave","type":"v. t.","descr":" To utter in madness or frenzy; to say wildly; as, to rave nonsense."},{"word":"Ravehook","type":"n.","descr":" A tool, hooked at the end, for enlarging or clearing seams for the reception of oakum."},{"word":"Raveled","type":"imp. and p. p.","descr":" of Ravel"},{"word":"Ravelled","type":"","descr":" of Ravel"},{"word":"Raveling","type":"p. pr. and vb. n.","descr":" of Ravel"},{"word":"Ravelling","type":"","descr":" of Ravel"},{"word":"Ravel","type":"v. t.","descr":" To separate or undo the texture of; to take apart; to untwist; to unweave or unknit; -- often followed by out; as, to ravel a twist; to ravel out a stocking."},{"word":"Ravel","type":"v. t.","descr":" To undo the intricacies of; to disentangle."},{"word":"Ravel","type":"v. t.","descr":" To pull apart, as the threads of a texture, and let them fall into a tangled mass; hence, to entangle; to make intricate; to involve."},{"word":"Ravel","type":"v. i.","descr":" To become untwisted or unwoven; to be disentangled; to be relieved of intricacy."},{"word":"Ravel","type":"v. i.","descr":" To fall into perplexity and confusion."},{"word":"Ravel","type":"v. i.","descr":" To make investigation or search, as by picking out the threads of a woven pattern."},{"word":"Raveler","type":"n.","descr":" One who ravels."},{"word":"Ravelin","type":"n.","descr":" A detached work with two embankments which make a salient angle. It is raised before the curtain on the counterscarp of the place. Formerly called demilune, and half-moon."},{"word":"Raveling","type":"n.","descr":" The act of untwisting or of disentangling."},{"word":"Raveling","type":"n.","descr":" That which is raveled out; esp., a thread detached from a texture."},{"word":"Raven","type":"n.","descr":" A large black passerine bird (Corvus corax), similar to the crow, but larger. It is native of the northern parts of Europe, Asia, and America, and is noted for its sagacity."},{"word":"Raven","type":"a.","descr":" Of the color of the raven; jet black; as, raven curls; raven darkness."},{"word":"Raven","type":"n.","descr":" Rapine; rapacity."},{"word":"Raven","type":"n.","descr":" Prey; plunder; food obtained by violence."},{"word":"Ravened","type":"imp. and p. p.","descr":" of Raven"},{"word":"Ravening","type":"p. pr. and vb. n.","descr":" of Raven"},{"word":"Raven","type":"v. t.","descr":" To obtain or seize by violence."},{"word":"Raven","type":"v. t.","descr":" To devour with great eagerness."},{"word":"Raven","type":"v. i.","descr":" To prey with rapacity; to be greedy; to show rapacity."},{"word":"Ravenala","type":"n.","descr":" A genus of plants related to the banana."},{"word":"Ravener","type":"n.","descr":" One who, or that which, ravens or plunders."},{"word":"Ravener","type":"n.","descr":" A bird of prey, as the owl or vulture."},{"word":"Ravening","type":"n.","descr":" Eagerness for plunder; rapacity; extortion."},{"word":"Ravening","type":"a.","descr":" Greedily devouring; rapacious; as, ravening wolves."},{"word":"Ravenous","type":"a.","descr":" Devouring with rapacious eagerness; furiously voracious; hungry even to rage; as, a ravenous wolf or vulture."},{"word":"Ravenous","type":"a.","descr":" Eager for prey or gratification; as, a ravenous appetite or desire."},{"word":"Ravens-duck","type":"n.","descr":" A fine quality of sailcloth."},{"word":"Raver","type":"n.","descr":" One who raves."},{"word":"Ravin","type":"a.","descr":" Ravenous."},{"word":"Ravin","type":"n.","descr":" Alt. of Ravine"},{"word":"Ravine","type":"n.","descr":" Food obtained by violence; plunder; prey; raven."},{"word":"Ravin","type":"v. t. and i.","descr":" Alt. of Ravine"},{"word":"Ravine","type":"v. t. and i.","descr":" See Raven, v. t. and i."},{"word":"Ravine","type":"n.","descr":" A torrent of water."},{"word":"Ravine","type":"n.","descr":" A deep and narrow hollow, usually worn by a stream or torrent of water; a gorge; a mountain cleft."},{"word":"Raving","type":"a.","descr":" Talking irrationally and wildly; as, a raving lunatic."},{"word":"Ravished","type":"imp. and p. p.","descr":" of Ravish"},{"word":"Ravishing","type":"p. pr. and vb. n.","descr":" of Ravish"},{"word":"Ravish","type":"v. t.","descr":" To seize and carry away by violence; to snatch by force."},{"word":"Ravish","type":"v. t.","descr":" To transport with joy or delight; to delight to ecstasy."},{"word":"Ravish","type":"v. t.","descr":" To have carnal knowledge of (a woman) by force, and against her consent; to rape."},{"word":"Ravisher","type":"n.","descr":" One who ravishes (in any sense)."},{"word":"Ravishing","type":"a.","descr":" Rapturous; transporting."},{"word":"Ravishingly","type":"adv.","descr":" In a ravishing manner."},{"word":"Ravishment","type":"n.","descr":" The act of carrying away by force or against consent; abduction; as, the ravishment of children from their parents, of a ward from his guardian, or of a wife from her husband."},{"word":"Ravishment","type":"n.","descr":" The state of being ravished; rapture; transport of delight; ecstasy."},{"word":"Ravishment","type":"n.","descr":" The act of ravishing a woman; rape."},{"word":"Ravissant","type":"a.","descr":" In a half-raised position, as if about to spring on prey."},{"word":"Raw","type":"superl.","descr":" Not altered from its natural state; not prepared by the action of heat; as, raw sienna; specifically, not cooked; not changed by heat to a state suitable for eating; not done; as, raw meat."},{"word":"Raw","type":"superl.","descr":" Hence: Unprepared for use or enjoyment; immature; unripe; unseasoned; inexperienced; unpracticed; untried; as, raw soldiers; a raw recruit."},{"word":"Raw","type":"superl.","descr":" Not worked in due form; in the natural state; untouched by art; unwrought."},{"word":"Raw","type":"superl.","descr":" Not distilled; as, raw water"},{"word":"Raw","type":"superl.","descr":" Not spun or twisted; as, raw silk or cotton"},{"word":"Raw","type":"superl.","descr":" Not mixed or diluted; as, raw spirits"},{"word":"Raw","type":"superl.","descr":" Not tried; not melted and strained; as, raw tallow"},{"word":"Raw","type":"superl.","descr":" Not tanned; as, raw hides"},{"word":"Raw","type":"superl.","descr":" Not trimmed, covered, or folded under; as, the raw edge of a piece of metal or of cloth."},{"word":"Raw","type":"superl.","descr":" Not covered; bare."},{"word":"Raw","type":"superl.","descr":" Bald."},{"word":"Raw","type":"superl.","descr":" Deprived of skin; galled; as, a raw sore."},{"word":"Raw","type":"superl.","descr":" Sore, as if by being galled."},{"word":"Raw","type":"superl.","descr":" Disagreeably damp or cold; chilly; bleak; as, a raw wind."},{"word":"Raw","type":"n.","descr":" A raw, sore, or galled place; a sensitive spot; as, to touch one on the raw."},{"word":"Rawbone","type":"a.","descr":" Rawboned."},{"word":"Rawboned","type":"a.","descr":" Having little flesh on the bones; gaunt."},{"word":"Rawhead","type":"n.","descr":" A specter mentioned to frighten children; as, rawhead and bloodybones."},{"word":"Rawhide","type":"n.","descr":" A cowhide, or coarse riding whip, made of untanned (or raw) hide twisted."},{"word":"Rawish","type":"a.","descr":" Somewhat raw."},{"word":"Rawly","type":"adv.","descr":" In a raw manner; unskillfully; without experience."},{"word":"Rawly","type":"adv.","descr":" Without proper preparation or provision."},{"word":"Rawness","type":"n.","descr":" The quality or state of being raw."},{"word":"Ray","type":"v. t.","descr":" To array."},{"word":"Ray","type":"v. t.","descr":" To mark, stain, or soil; to streak; to defile."},{"word":"Ray","type":"n.","descr":" Array; order; arrangement; dress."},{"word":"Ray","type":"n.","descr":" One of a number of lines or parts diverging from a common point or center, like the radii of a circle; as, a star of six rays."},{"word":"Ray","type":"n.","descr":" A radiating part of a flower or plant; the marginal florets of a compound flower, as an aster or a sunflower; one of the pedicels of an umbel or other circular flower cluster; radius. See Radius."},{"word":"Ray","type":"n.","descr":" One of the radiating spines, or cartilages, supporting the fins of fishes."},{"word":"Ray","type":"n.","descr":" One of the spheromeres of a radiate, especially one of the arms of a starfish or an ophiuran."},{"word":"Ray","type":"n.","descr":" A line of light or heat proceeding from a radiant or reflecting point; a single element of light or heat propagated continuously; as, a solar ray; a polarized ray."},{"word":"Ray","type":"n.","descr":" One of the component elements of the total radiation from a body; any definite or limited portion of the spectrum; as, the red ray; the violet ray. See Illust. under Light."},{"word":"Ray","type":"n.","descr":" Sight; perception; vision; -- from an old theory of vision, that sight was something which proceeded from the eye to the object seen."},{"word":"Ray","type":"n.","descr":" One of a system of diverging lines passing through a point, and regarded as extending indefinitely in both directions. See Half-ray."},{"word":"Rayed","type":"imp. and p. p.","descr":" of Ray"},{"word":"Raying","type":"p. pr. and vb. n.","descr":" of Ray"},{"word":"Ray","type":"n.","descr":" To mark with long lines; to streak."},{"word":"Ray","type":"n.","descr":" To send forth or shoot out; to cause to shine out; as, to ray smiles."},{"word":"Ray","type":"v. i.","descr":" To shine, as with rays."},{"word":"Ray","type":"n.","descr":" Any one of numerous elasmobranch fishes of the order Raiae, including the skates, torpedoes, sawfishes, etc."},{"word":"Ray","type":"n.","descr":" In a restricted sense, any of the broad, flat, narrow-tailed species, as the skates and sting rays. See Skate."},{"word":"Rayah","type":"n.","descr":" A person not a Mohammedan, who pays the capitation tax."},{"word":"Ray grass","type":"","descr":" A perennial European grass (Lolium perenne); -- called also rye grass, and red darnel. See Darnel, and Grass."},{"word":"Rayless","type":"a.","descr":" Destitute of rays; hence, dark; not illuminated; blind; as, a rayless sky; rayless eyes."},{"word":"Rayon","type":"n.","descr":" Ray; beam."},{"word":"Rayonnant","type":"a.","descr":" Darting forth rays, as the sun when it shines out."},{"word":"Raze","type":"n.","descr":" A Shakespearean word (used once) supposed to mean the same as race, a root."},{"word":"Razed","type":"imp. and p. p.","descr":" of Raze"},{"word":"Razing","type":"p. pr. and vb. n.","descr":" of Raze"},{"word":"Raze","type":"v. t.","descr":" To erase; to efface; to obliterate."},{"word":"Raze","type":"v. t.","descr":" To subvert from the foundation; to lay level with the ground; to overthrow; to destroy; to demolish."},{"word":"Razed","type":"a.","descr":" Slashed or striped in patterns."},{"word":"Razee","type":"v. t.","descr":" An armed ship having her upper deck cut away, and thus reduced to the next inferior rate, as a seventy-four cut down to a frigate."},{"word":"Razeed","type":"imp. and p. p.","descr":" of Razee"},{"word":"Razeeing","type":"p. pr. and vb. n.","descr":" of Razee"},{"word":"Razee","type":"v. t.","descr":" To cut down to a less number of decks, and thus to an inferior rate or class, as a ship; hence, to prune or abridge by cutting off or retrenching parts; as, to razee a book, or an article."},{"word":"Razor","type":"v. t.","descr":" A keen-edged knife of peculiar shape, used in shaving the hair from the face or the head."},{"word":"Razor","type":"v. t.","descr":" A tusk of a wild boar."},{"word":"Razorable","type":"a.","descr":" Ready for the razor; fit to be shaved."},{"word":"Razorback","type":"n.","descr":" The rorqual."},{"word":"Razor-backed","type":"a.","descr":" Having a sharp, lean, or thin back; as, a razor-backed hog, perch, etc."},{"word":"Razorbill","type":"n.","descr":" A species of auk (Alca torda) common in the Arctic seas. See Auk, and Illust. in Appendix."},{"word":"Razorbill","type":"n.","descr":" See Cutwater, 3."},{"word":"Razure","type":"n.","descr":" The act of erasing or effacing, or the state of being effaced; obliteration. See Rasure."},{"word":"Razure","type":"n.","descr":" An erasure; a change made by erasing."},{"word":"Razzia","type":"n.","descr":" A plundering and destructive incursion; a foray; a raid."},{"word":"Raught","type":"","descr":" of Reach"},{"word":"Raft","type":"","descr":" of Reave"},{"word":"Rang","type":"imp.","descr":" of Ring"},{"word":"Ran","type":"imp.","descr":" of Run"}]