[{"word":"Rhabarbarate","type":"a.","descr":" Impregnated or tinctured with rhubarb."},{"word":"Rhabarbarin","type":"n.","descr":" Alt. of Rhabarbarine"},{"word":"Rhabarbarine","type":"n.","descr":" Chrysophanic acid."},{"word":"Rhabdite","type":"n.","descr":" A minute smooth rodlike or fusiform structure found in the tissues of many Turbellaria."},{"word":"Rhabdite","type":"n.","descr":" One of the hard parts forming the ovipositor of insects."},{"word":"Rhabdocoela","type":"n. pl.","descr":" A suborder of Turbellaria including those that have a simple cylindrical, or saclike, stomach, without an intestine."},{"word":"Rhabdocoelous","type":"a.","descr":" Of or pertaining to the Rhabdocoela."},{"word":"Rhabdoidal","type":"a.","descr":" See Sagittal."},{"word":"Rhabdolith","type":"n.","descr":" A minute calcareous rodlike structure found both at the surface and the bottom of the ocean; -- supposed by some to be a calcareous alga."},{"word":"Rhabdology","type":"n.","descr":" Same as Rabdology."},{"word":"Rhabdom","type":"n.","descr":" One of numerous minute rodlike structures formed of two or more cells situated behind the retinulae in the compound eyes of insects, etc. See Illust. under Ommatidium."},{"word":"Rhabdomancy","type":"n.","descr":" Same as Rabdomancy."},{"word":"Rhabdomere","type":"n.","descr":" One of the several parts composing a rhabdom."},{"word":"Rhabdophora","type":"n. pl.","descr":" An extinct division of Hydrozoa which includes the graptolities."},{"word":"Rhabdopleura","type":"n.","descr":" A genus of marine Bryozoa in which the tubular cells have a centralchitinous axis and the tentacles are borne on a bilobed lophophore. It is the type of the order Pterobranchia, or Podostomata"},{"word":"Rhabdosphere","type":"n.","descr":" A minute sphere composed of rhabdoliths."},{"word":"Rhachialgia","type":"n.","descr":" See Rachialgia."},{"word":"Rhachidian","type":"a.","descr":" Of or pertaining to the rhachis; as, the rhachidian teeth of a mollusk."},{"word":"Rhachiglossa","type":"n. pl.","descr":" A division of marine gastropods having a retractile proboscis and three longitudinal rows of teeth on the radula. It includes many of the large ornamental shells, as the miters, murices, olives, purpuras, volutes, and whelks. See Illust. in Append."},{"word":"Rhachilla","type":"n.","descr":" A branch of inflorescence; the zigzag axis on which the florets are arranged in the spikelets of grasses."},{"word":"Rhachiodont","type":"a.","descr":" Having gular teeth formed by a peculiar modification of the inferior spines of some of the vertebrae, as certain South African snakes (Dasypeltis) which swallow birds\\' eggs and use these gular teeth to crush them."},{"word":"Rhachises","type":"pl. ","descr":" of Rhachis"},{"word":"Rhachides","type":"pl. ","descr":" of Rhachis"},{"word":"Rhachis","type":"n.","descr":" The spine."},{"word":"Rhachis","type":"n.","descr":" The continued stem or midrib of a pinnately compound leaf, as in a rose leaf or a fern."},{"word":"Rhachis","type":"n.","descr":" The principal axis in a raceme, spike, panicle, or corymb."},{"word":"Rhachis","type":"n.","descr":" The shaft of a feather. The rhachis of the after-shaft, or plumule, is called the hyporhachis."},{"word":"Rhachis","type":"n.","descr":" The central cord in the stem of a crinoid."},{"word":"Rhachis","type":"n.","descr":" The median part of the radula of a mollusk."},{"word":"Rhachis","type":"n.","descr":" A central cord of the ovary of nematodes."},{"word":"Rhachitis","type":"n.","descr":" See Rachitis."},{"word":"Rhadamanthine","type":"a.","descr":" Of or pertaining to Rhadamanthus; rigorously just; as, a Rhadamanthine judgment."},{"word":"Rhadamanthus","type":"n.","descr":" One of the three judges of the infernal regions; figuratively, a strictly just judge."},{"word":"Rh\/tian","type":"a and n.","descr":" Rhetain."},{"word":"Rh\/tic","type":"a.","descr":" Pertaining to, or of the same horizon as, certain Mesozoic strata of the Rhetian Alps. These strata are regarded as closing the Triassic period. See the Chart of Geology."},{"word":"Rh\/tizite","type":"n.","descr":" A variety of the mineral cyanite."},{"word":"Rhamadan","type":"n.","descr":" See Ramadan."},{"word":"Rhamnaceous","type":"a.","descr":" Of or pertaining to a natural order of shrubs and trees (Rhamnaceae, or Rhamneae) of which the buckthorn (Rhamnus) is the type. It includes also the New Jersey tea, the supple-jack, and one of the plants called lotus (Zizyphus)."},{"word":"Rhamnus","type":"n.","descr":" A genus of shrubs and small trees; buckthorn. The California Rhamnus Purshianus and the European R. catharticus are used in medicine. The latter is used for hedges."},{"word":"Rhamphorhynchus","type":"n.","descr":" A genus of pterodactyls in which the elongated tail supported a leathery expansion at the tip."},{"word":"Rhamphothecae","type":"pl. ","descr":" of Rhamphotheca"},{"word":"Rhamphotheca","type":"n.","descr":" The horny covering of the bill of birds."},{"word":"Rhaphe","type":"n.","descr":" The continuation of the seed stalk along the side of an anatropous ovule or seed, forming a ridge or seam."},{"word":"Rhaphides","type":"n. pl.","descr":" Minute transparent, often needle-shaped, crystals found in the tissues of plants."},{"word":"Rhaponticine","type":"n.","descr":" Chrysophanic acid."},{"word":"Rhapsode","type":"n.","descr":" A rhapsodist."},{"word":"Rhapsoder","type":"n.","descr":" A rhapsodist."},{"word":"Rhapsodic","type":"a.","descr":" Alt. of Rhapsodic"},{"word":"Rhapsodic","type":"a.","descr":" Of or pertaining to rhapsody; consisting of rhapsody; hence, confused; unconnected."},{"word":"Rhapsodist","type":"n.","descr":" Anciently, one who recited or composed a rhapsody; especially, one whose profession was to recite the verses of Hormer and other epic poets."},{"word":"Rhapsodist","type":"n.","descr":" Hence, one who recites or sings poems for a livelihood; one who makes and repeats verses extempore."},{"word":"Rhapsodist","type":"n.","descr":" One who writes or speaks disconnectedly and with great excitement or affectation of feeling."},{"word":"Rhapsodized","type":"imp. and p. p.","descr":" of Rhapsodize"},{"word":"Rhapsodizing","type":"p. pr. and vb. n.","descr":" of Rhapsodize"},{"word":"Rhapsodize","type":"v. t.","descr":" To utter as a rhapsody, or in the manner of a rhapsody"},{"word":"Rhapsodize","type":"v. i.","descr":" To utter rhapsodies."},{"word":"Rhapsodomancy","type":"n.","descr":" Divination by means of verses."},{"word":"Rhapsodies","type":"pl. ","descr":" of Rhapsody"},{"word":"Rhapsody","type":"n.","descr":" A recitation or song of a rhapsodist; a portion of an epic poem adapted for recitation, or usually recited, at one time; hence, a division of the Iliad or the Odyssey; -- called also a book."},{"word":"Rhapsody","type":"n.","descr":" A disconnected series of sentences or statements composed under excitement, and without dependence or natural connection; rambling composition."},{"word":"Rhapsody","type":"n.","descr":" A composition irregular in form, like an improvisation; as, Liszt\\'s \"Hungarian Rhapsodies.\""},{"word":"Rhatany","type":"n.","descr":" Alt. of Rhatanhy"},{"word":"Rhatanhy","type":"n.","descr":" The powerfully astringent root of a half-shrubby Peruvian plant (Krameria triandra). It is used in medicine and to color port wine."},{"word":"Rhea","type":"n.","descr":" The ramie or grass-cloth plant. See Grass-cloth plant, under Grass."},{"word":"Rhea","type":"n.","descr":" Any one of three species of large South American ostrichlike birds of the genera Rhea and Pterocnemia. Called also the American ostrich."},{"word":"Rheae","type":"n. pl.","descr":" A suborder of struthious birds including the rheas."},{"word":"Rheeboc","type":"n.","descr":" The peele."},{"word":"Rheic","type":"a.","descr":" Pertaining to, or designating, an acid (commonly called chrysophanic acid) found in rhubarb (Rheum)."},{"word":"Rhein","type":"n.","descr":" Chrysophanic acid."},{"word":"Rheinberry","type":"n.","descr":" One of the berries or drupes of the European buckthorn; also, the buckthorn itself."},{"word":"Rhematic","type":"a.","descr":" Having a verb for its base; derived from a verb; as, rhematic adjectives."},{"word":"Rhematic","type":"n.","descr":" The doctrine of propositions or sentences."},{"word":"Rhemish","type":"a.","descr":" Of or pertaining to Rheimis, or Reima, in France."},{"word":"Rhenish","type":"a.","descr":" Of or pertaining to the river Rhine; as, Rhenish wine."},{"word":"Rhenish","type":"n.","descr":" Rhine wine."},{"word":"Rheochord","type":"n.","descr":" A metallic wire used for regulating the resistance of a circuit, or varying the strength of an electric current, by inserting a greater or less length of it in the circuit."},{"word":"Rheometer","type":"n.","descr":" An instrument for measuring currents, especially the force or intensity of electrical currents; a galvanometer."},{"word":"Rheometer","type":"n.","descr":" An instrument for measuring the velocity of the blood current in the arteries."},{"word":"Rheometric","type":"a.","descr":" Of or pertaining to a rheometer or rheometry."},{"word":"Rheometry","type":"n.","descr":" The measurement of the force or intensity of currents."},{"word":"Rheometry","type":"n.","descr":" The calculus; fluxions."},{"word":"Rheomotor","type":"n.","descr":" Any apparatus by which an electrical current is originated."},{"word":"Rheophore","type":"n.","descr":" A connecting wire of an electric or voltaic apparatus, traversed by a current."},{"word":"Rheophore","type":"n.","descr":" One of the poles of a voltaic battery; an electrode."},{"word":"Rheoscope","type":"n.","descr":" An instrument for detecting the presence or movement of currents, as of electricity."},{"word":"Rheostat","type":"n.","descr":" A contrivance for adjusting or regulating the strength of electrical currents, operating usually by the intercalation of resistance which can be varied at will."},{"word":"Rheotome","type":"n.","descr":" An instrument which periodically or otherwise interrupts an electric current."},{"word":"Rheotrope","type":"n.","descr":" An instrument for reversing the direction of an electric current."},{"word":"Rhesus","type":"n.","descr":" A monkey; the bhunder."},{"word":"Rhetian","type":"a.","descr":" Pertaining to the ancient Rhaeti, or Rhaetians, or to Rhaetia, their country; as, the Rhetian Alps, now the country of Tyrol and the Grisons."},{"word":"Rhetic","type":"a.","descr":" Same as Rhaetic."},{"word":"Rhetizite","type":"n.","descr":" Same as Rhaetizite."},{"word":"Rhetor","type":"n.","descr":" A rhetorician."},{"word":"Rhetoric","type":"n.","descr":" The art of composition; especially, elegant composition in prose."},{"word":"Rhetoric","type":"n.","descr":" Oratory; the art of speaking with propriety, elegance, and force."},{"word":"Rhetoric","type":"n.","descr":" Hence, artificial eloquence; fine language or declamation without conviction or earnest feeling."},{"word":"Rhetoric","type":"n.","descr":" Fig. : The power of persuasion or attraction; that which allures or charms."},{"word":"Rhetorical","type":"a.","descr":" Of or pertaining to rhetoric; according to, or exhibiting, rhetoric; oratorical; as, the rhetorical art; a rhetorical treatise; a rhetorical flourish."},{"word":"Rhetoricate","type":"v. i.","descr":" To play the orator."},{"word":"Rhetorication","type":"n.","descr":" Rhetorical amplification."},{"word":"Rhetorician","type":"n.","descr":" One well versed in the rules and principles of rhetoric."},{"word":"Rhetorician","type":"n.","descr":" A teacher of rhetoric."},{"word":"Rhetorician","type":"n.","descr":" An orator; specifically, an artificial orator without genuine eloquence; a declaimer."},{"word":"Rhetorician","type":"a.","descr":" Suitable to a master of rhetoric."},{"word":"Rhetorized","type":"imp. and p. p.","descr":" of Rhetorize"},{"word":"Rhetorizing","type":"p. pr. and vb. n.","descr":" of Rhetorize"},{"word":"Rhetorize","type":"v. i.","descr":" To play the orator."},{"word":"Rhetorize","type":"v. t.","descr":" To represent by a figure of rhetoric, or by personification."},{"word":"Rheum","type":"n.","descr":" A genus of plants. See Rhubarb."},{"word":"Rheum","type":"n.","descr":" A serous or mucous discharge, especially one from the eves or nose."},{"word":"Rheumatic","type":"a.","descr":" Derived from, or having the character of, rheum; rheumic."},{"word":"Rheumatic","type":"a.","descr":" Of or pertaining to rheumatism; as, rheumatic pains or affections; affected with rheumatism; as, a rheumatic old man; causing rheumatism; as, a rheumatic day."},{"word":"Rheumatic","type":"n.","descr":" One affected with rheumatism."},{"word":"Rheumatism","type":"n.","descr":" A general disease characterized by painful, often multiple, local inflammations, usually affecting the joints and muscles, but also extending sometimes to the deeper organs, as the heart."},{"word":"Rheumatismal","type":"a.","descr":" Of or pertaining to rheumatism."},{"word":"Rheumatismoid","type":"a.","descr":" Of or resembling rheum or rheumatism."},{"word":"Rheumic","type":"a.","descr":" Pertaining to, or characterized by, rheum."},{"word":"Rheumides","type":"n. pl.","descr":" The class of skin disease developed by the dartrous diathesis. See under Dartrous."},{"word":"Rheumy","type":"a.","descr":" Of or pertaining to rheum; abounding in, or causing, rheum; affected with rheum."},{"word":"Rhigolene","type":"n.","descr":" A mixture of volatile hydrocarbons intermediate between gsolene and cymogene. It is obtained in the purification of crude petroleum, and is used as a refregerant."},{"word":"Rhime","type":"n.","descr":" See Rhyme."},{"word":"Rhinal","type":"a.","descr":" Og or pertaining to the nose or olfactory organs."},{"word":"Rhinaster","type":"n.","descr":" The borele."},{"word":"Rhine","type":"n.","descr":" A water course; a ditch."},{"word":"Rhinencephalic","type":"a.","descr":" Of or pertaining to the rhinencephalon."},{"word":"Rhinencephala","type":"pl. ","descr":" of Rhinencephalon"},{"word":"Rhinencephalon","type":"n.","descr":" The division of the brain in front of the prosencephalon, consisting of the two olfactory lobes from which the olfactory nerves arise."},{"word":"Rhinestone","type":"n.","descr":" A colorless stone of high luster, made of paste. It is much used as an inexpensive ornament."},{"word":"Rhinitis","type":"n.","descr":" Infllammation of the nose; esp., inflammation of the mucous membrane of the nostrils."},{"word":"Rhino","type":"n.","descr":" Gold and silver, or money."},{"word":"Rhino-","type":"","descr":" A combining form from Greek \/\/, \/\/\/, the nose, as in rhinolith, rhinology."},{"word":"Rhinocerial","type":"a.","descr":" Alt. of Rhinocerical"},{"word":"Rhinocerical","type":"a.","descr":" Of or pertaining to the rhinoceros; resembling the rhinoceros, or his horn."},{"word":"Rhinoceros","type":"n.","descr":" Any pachyderm belonging to the genera Rhinoceros, Atelodus, and several allied genera of the family Rhinocerotidae, of which several living, and many extinct, species are known. They are large and powerful, and usually have either one or two stout conical median horns on the snout."},{"word":"Rhinocerote","type":"n.","descr":" A rhinoceros."},{"word":"Rhinocerotic","type":"a.","descr":" Of or pertaining to the rhinoceros."},{"word":"Rhinolite","type":"n.","descr":" Alt. of Rhinolith"},{"word":"Rhinolith","type":"n.","descr":" A concretion formed within the cavities of the nose."},{"word":"Rhinological","type":"a.","descr":" Of or pertaining to rhinology."},{"word":"Rhinologist","type":"n.","descr":" One skilled in rhinology."},{"word":"Rhinology","type":"n.","descr":" The science which treats of the nose, and its diseases."},{"word":"Rhinolophid","type":"n.","descr":" Any species of the genus Rhinilophus, or family Rhinolophidae, having a horseshoe-shaped nasal crest; a horseshoe bat."},{"word":"Rhinolophine","type":"a.","descr":" Like or pertaining to the rhinolophids, or horseshoe bats."},{"word":"Rhinophore","type":"n.","descr":" One of the two tentacle-like organs on the back of the head or neck of a nudibranch or tectibranch mollusk. They are usually retractile, and often transversely furrowed or plicate, and are regarded as olfactory organs. Called also dorsal tentacles. See Illust.  under Pygobranchia, and Opisthobranchia."},{"word":"Rhinoplastic","type":"a.","descr":" Of or pertaining to rhinoplasty; as, a rhinoplastic operation."},{"word":"Rhinoplasty","type":"n.","descr":" Plastic surgery of the nose to correct deformity or to replace lost tissue. Tissue may be transplanted from the patient\\'s cheek, forehead, arm, etc., or even from another person."},{"word":"Rhinopome","type":"n.","descr":" Any old-world bat of the genus Rhinopoma. The rhinopomes have a long tail extending beyond the web, and inhabit caves and tombs."},{"word":"Rhinoscleroma","type":"n.","descr":" A rare disease of the skin, characterized by the development of very hard, more or less flattened, prominences, appearing first upon the nose and subsequently upon the neighboring parts, esp. the lips, palate, and throat."},{"word":"Rhinoscope","type":"n.","descr":" A small mirror for use in rhinoscopy."},{"word":"Rhinoscopic","type":"a.","descr":" Of or pertaining to rhinoscopy."},{"word":"Rhinoscopy","type":"n.","descr":" The examination or study of the soft palate, posterior nares, etc., by means of a laryngoscopic mirror introduced into the pharynx."},{"word":"Rhinothecae","type":"pl. ","descr":" of Rhinotheca"},{"word":"Rhinotheca","type":"n.","descr":" The sheath of the upper mandible of a bird."},{"word":"Rhipidoglossa","type":"n. pl.","descr":" A division of gastropod mollusks having a large number of long, divergent, hooklike, lingual teeth in each transverse row. It includes the scutibranchs. See Illustration in Appendix."},{"word":"Rhipipter","type":"n.","descr":" One of the Rhipiptera, a group of insects having wings which fold like a fan; a strepsipter."},{"word":"Rhipipteran","type":"n.","descr":" Same as Rhipipter."},{"word":"Rhizanthous","type":"a.","descr":" Producing flowers from a rootstock, or apparently from a root."},{"word":"Rhizine","type":"n.","descr":" A rootlike filament or hair growing from the stems of mosses or on lichens; a rhizoid."},{"word":"Rhizocarpous","type":"a.","descr":" Having perennial rootstocks or bulbs, but annual flowering stems; -- said of all perennial herbs."},{"word":"Rhizocephala","type":"n. pl.","descr":" A division of Pectostraca including saclike parasites of Crustacea. They adhere by rootlike extensions of the head. See Illusration in Appendix."},{"word":"Rhizodont","type":"n.","descr":" A reptile whose teeth are rooted in sockets, as the crocodile."},{"word":"Rhizogan","type":"a.","descr":" Prodicing roots."},{"word":"Rhizogen","type":"n.","descr":" One of a proposed class of flowering plants growning on the roots of other plants and destitute of green foliage."},{"word":"Rhizoid","type":"n.","descr":" A rootlike appendage."},{"word":"Rhizomata","type":"pl. ","descr":" of Rhizoma"},{"word":"Rhizoma","type":"n.","descr":" SAme as Rhizome."},{"word":"Rhizomatous","type":"a.","descr":" Having the nature or habit of a rhizome or rootstock."},{"word":"Rhizome","type":"n.","descr":" A rootstock. See Rootstock."},{"word":"Rhizophaga","type":"n. pl.","descr":" A division of marsupials. The wombat is the type."},{"word":"Rhizophagous","type":"a.","descr":" Feeding on roots; root-eating."},{"word":"Rhizophora","type":"n.","descr":" A genus of trees including the mangrove. See Mangrove."},{"word":"Rhizophorous","type":"a.","descr":" Bearing roots."},{"word":"Rhizopod","type":"n.","descr":" One of the Rhizopoda."},{"word":"Rhizopoda","type":"n. pl.","descr":" An extensive class of Protozoa, including those which have pseudopodia, by means of which they move about and take their food. The principal groups are Lobosa (or Am\/bea), Helizoa, Radiolaria, and Foraminifera (or Reticularia). See Protozoa."},{"word":"Rhizopodous","type":"a.","descr":" Of or pertaining to the rhizopods."},{"word":"Rhizostomata","type":"n. pl.","descr":" A suborder of Medusae which includes very large species without marginal tentacles, but having large mouth lobes closely united at the edges. See Illust. in Appendix."},{"word":"Rhizostome","type":"n.","descr":" One of the Rhizostomata."},{"word":"Rhizotaxis","type":"n.","descr":" The arrangement of the roots of plants."},{"word":"Rhob","type":"n.","descr":" See 1st Rob."},{"word":"Rhodammonium","type":"a.","descr":" Pertaining to, derived from, or containing, rhodium and ammonia; -- said of certain complex compounds."},{"word":"Rhodanate","type":"n.","descr":" A salt of rhodanic acid; a sulphocyanate."},{"word":"Rhodanic","type":"a.","descr":" Pertaining to, or designating, an acid (commonly called sulphocyanic acid) which frms a red color with ferric salts."},{"word":"Rhodeoretin","type":"n.","descr":" Same as Convolvuln."},{"word":"Rhodian","type":"a.","descr":" Of or pertaining to Rhodes, an island of the Mediterranean."},{"word":"Rhodian","type":"n.","descr":" A native or inhabitant of Rhodes."},{"word":"Rhodic","type":"a.","descr":" Of or pertaining to rhodium; containing rhodium."},{"word":"Rhodium","type":"n.","descr":" A rare element of the light platinum group. It is found in platinum ores, and obtained free as a white inert metal which it is very difficult to fuse. Symbol Rh. Atomic weight 104.1.  Specific gravity 12."},{"word":"Rhodizonic","type":"a.","descr":" Pertaining to, or designating, a colorless crystalline substance (called rhodizonic acid, and carboxylic acid) obtained from potassium carboxide and from certain quinones. It forms brilliant red, yellow, and purple salts."},{"word":"Rhodochrosite","type":"n.","descr":" Manganese carbonate, a rose-red mineral sometimes occuring crystallized, but generally massive with rhombohedral cleavage like calcite; -- called also dialogite."},{"word":"Rhodocrinite","type":"n.","descr":" A rose encrinite."},{"word":"Rhododendron","type":"n.","descr":" A genus of shrubs or small trees, often having handsome evergreen leaves, and remarkable for the beauty of their flowers; rosebay."},{"word":"Rhodomontade","type":"n.","descr":" See Rodomontade."},{"word":"Rhodomontader","type":"n.","descr":" See Rodomontador."},{"word":"Rhodonite","type":"n.","descr":" Manganese spar, or silicate of manganese, a mineral occuring crystallised and in rose-red masses. It is often used as an ornamental stone."},{"word":"Rhodophane","type":"n.","descr":" The red pigment contained in the inner segments of the cones of the retina in animals. See Chromophane."},{"word":"Rhodopsin","type":"n.","descr":" The visual purple. See under Visual."},{"word":"Rhodosperm","type":"n.","descr":" Any seaweed with red spores."},{"word":"Rhomb","type":"n.","descr":" An equilateral parallelogram, or quadrilateral figure whose sides are equal and the opposite sides parallel. The angles may be unequal, two being obtuse and two acute, as in the cut, or the angles may be equal, in which case it is usually called a square."},{"word":"Rhomb","type":"n.","descr":" A rhombohedron."},{"word":"Rhombic","type":"a.","descr":" Shaped like a rhomb."},{"word":"Rhombic","type":"a.","descr":" Same as Orthorhombic."},{"word":"Rhomboganoid","type":"n.","descr":" A ganoid fish having rhombic enameled scales; one of the Rhomboganoidei."},{"word":"Rhomboganoidei","type":"n. pl.","descr":" Same as Ginglymodi."},{"word":"Rhombogene","type":"n.","descr":" A dicyemid which produces infusorialike embryos; -- opposed to nematogene. See Dicyemata."},{"word":"Rhombohedral","type":"a.","descr":" Related to the rhombohedron; presenting the form of a rhombohedron, or a form derivable from a rhombohedron; relating to a system of forms including the rhombohedron and scalenohedron."},{"word":"Rhombohedric","type":"a.","descr":" Rhombohedral."},{"word":"Rhombohedron","type":"n.","descr":" A solid contained by six rhomboids; a parallelopiped."},{"word":"Rhomboid","type":"n.","descr":" An oblique-angled parallelogram like a rhomb, but having only the opposite sides equal, the length and with being different."},{"word":"Rhomboid","type":"a.","descr":" Same as Rhomboidal."},{"word":"Rhomboidal","type":"a.","descr":" Having, or approaching, the shape of a rhomboid."},{"word":"Rhomboides","type":"n.","descr":" A rhomboid."},{"word":"Rhomboid-ovate","type":"a.","descr":" Between rhomboid and ovate, or oval, in shape."},{"word":"Rhomb spar","type":"","descr":" A variety of dolomite."},{"word":"Rhombus","type":"n.","descr":" Same as Rhomb, 1."},{"word":"Rhonchal","type":"a.","descr":" Rhonchial."},{"word":"Rhonchial","type":"a.","descr":" Of or pertaining to a rhonchus; produced by rhonchi."},{"word":"Rhonchisonant","type":"a.","descr":" Making a snorting noise; snorting."},{"word":"Rhonchi","type":"pl. ","descr":" of Rhonchus"},{"word":"Rhonchus","type":"n.","descr":" An adventitious whistling or snoring sound heard on auscultation of the chest when the air channels are partially obstructed. By some writers the term rhonchus is used as equivalent to rale in its widest sense. See Rale."},{"word":"Rhopalic","type":"a.","descr":" Applied to a line or verse in which each successive word has one more syllable than the preceding."},{"word":"Rhopalia","type":"pl. ","descr":" of Rhopalium"},{"word":"Rhopalium","type":"n.","descr":" One of the marginal sensory bodies of medusae belonging to the Discophora."},{"word":"Rhopalocera","type":"n. pl.","descr":" A division of Lepidoptera including all the butterflies. They differ from other Lepidoptera in having club-shaped antennae."},{"word":"Rhotacism","type":"n.","descr":" An oversounding, or a misuse, of the letter r; specifically (Phylol.), the tendency, exhibited in the Indo-European languages, to change s to r, as wese to were."},{"word":"Rhubarb","type":"n.","descr":" The name of several large perennial herbs of the genus Rheum and order Polygonaceae."},{"word":"Rhubarb","type":"n.","descr":" The large and fleshy leafstalks of Rheum Rhaponticum and other species of the same genus. They are pleasantly acid, and are used in cookery. Called also pieplant."},{"word":"Rhubarb","type":"n.","descr":" The root of several species of Rheum, used much as a cathartic medicine."},{"word":"Rhubarby","type":"a.","descr":" Like rhubarb."},{"word":"Rhumb","type":"n.","descr":" A line which crosses successive meridians at a constant angle; -- called also rhumb line, and loxodromic curve. See Loxodromic."},{"word":"Rhus","type":"n.","descr":" A genus of shrubs and small treets. See Sumac."},{"word":"Rhusma","type":"n.","descr":" A mixtire of caustic lime and orpiment, or tersulphide of arsenic, -- used in the depilation of hides."},{"word":"Rhyme","type":"n.","descr":" An expression of thought in numbers, measure, or verse; a composition in verse; a rhymed tale; poetry; harmony of language."},{"word":"Rhyme","type":"n.","descr":" Correspondence of sound in the terminating words or syllables of two or more verses, one succeeding another immediately or at no great distance. The words or syllables so used must not begin with the same consonant, or if one begins with a vowel the other must begin with a consonant. The vowel sounds and accents must be the same, as also the sounds of the final consonants if there be any."},{"word":"Rhyme","type":"n.","descr":" Verses, usually two, having this correspondence with each other; a couplet; a poem containing rhymes."},{"word":"Rhyme","type":"n.","descr":" A word answering in sound to another word."},{"word":"Rhymed","type":"imp. and p. p.","descr":" of Rhyme"},{"word":"Rhyming","type":"p. pr. and vb. n.","descr":" of Rhyme"},{"word":"Rhyme","type":"n.","descr":" To make rhymes, or verses."},{"word":"Rhyme","type":"n.","descr":" To accord in rhyme or sound."},{"word":"Rhyme","type":"v. t.","descr":" To put into rhyme."},{"word":"Rhyme","type":"v. t.","descr":" To influence by rhyme."},{"word":"Rhymeless","type":"a.","descr":" Destitute of rhyme."},{"word":"Rhymer","type":"n.","descr":" One who makes rhymes; a versifier; -- generally in contempt; a poor poet; a poetaster."},{"word":"Rhymery","type":"n.","descr":" The art or habit of making rhymes; rhyming; -- in contempt."},{"word":"Rhymester","type":"n.","descr":" A rhymer; a maker of poor poetry."},{"word":"Rhymic","type":"a.","descr":" Pertaining to rhyme."},{"word":"Rhymist","type":"n.","descr":" A rhymer; a rhymester."},{"word":"Rhynchobdellea","type":"n. pl.","descr":" A suborder of leeches including those that have a protractile proboscis, without jaws. Clepsine is the type."},{"word":"Rhynchocephala","type":"n. pl.","descr":" An order of reptiles having biconcave vertebrae, immovable quadrate bones, and many other peculiar osteological characters. Hatteria is the only living genus, but numerous fossil genera are known, some of which are among the earliest of reptiles. See Hatteria. Called also Rhynchocephalia."},{"word":"Rhynchocoela","type":"n. pl.","descr":" Same as Nemertina."},{"word":"Rhyncholite","type":"n.","descr":" A fossil cephalopod beak."},{"word":"Rhynchonella","type":"n.","descr":" A genus of brachiopods of which some species are still living, while many are found fossil."},{"word":"Rhynchophora","type":"n. pl.","descr":" A group of Coleoptera having a snoutlike head; the snout beetles, curculios, or weevils."},{"word":"Rhynchophore","type":"n.","descr":" One of the Rhynchophora."},{"word":"Rhynchota","type":"n. pl.","descr":" Same as Hemiptera."},{"word":"Rhyolite","type":"n.","descr":" A quartzose trachyte, an igneous rock often showing a fluidal structure."},{"word":"Rhyparography","type":"n.","descr":" In ancient art, the painting of genre or still-life pictures."},{"word":"Rhysimeter","type":"n.","descr":" An instrument, acting on the principle of Pitot\\'s tube, for measuring the velocity of a fluid current, the speed of a ship, etc."},{"word":"Rhythm","type":"n.","descr":" In the widest sense, a dividing into short portions by a regular succession of motions, impulses, sounds, accents, etc., producing an agreeable effect, as in music poetry, the dance, or the like."},{"word":"Rhythm","type":"n.","descr":" Movement in musical time, with periodical recurrence of accent; the measured beat or pulse which marks the character and expression of the music; symmetry of movement and accent."},{"word":"Rhythm","type":"n.","descr":" A division of lines into short portions by a regular succession of arses and theses, or percussions and remissions of voice on words or syllables."},{"word":"Rhythm","type":"n.","descr":" The harmonious flow of vocal sounds."},{"word":"Rhythmer","type":"n.","descr":" One who writes in rhythm, esp. in poetic rhythm or meter."},{"word":"Rhythmic","type":"a.","descr":" Alt. of Rhythmical"},{"word":"Rhythmical","type":"a.","descr":" Pertaining to, or of the nature of, rhythm"},{"word":"Rhythmically","type":"adv.","descr":" In a rhythmical manner."},{"word":"Rhythmics","type":"n.","descr":" The department of musical science which treats of the length of sounds."},{"word":"Rhythming","type":"a.","descr":" Writing rhythm; verse making."},{"word":"Rhythmless","type":"a.","descr":" Being without rhythm."},{"word":"Rhythmometer","type":"n.","descr":" An instrument for marking time in musical movements. See Metronome."},{"word":"Rhythmus","type":"n.","descr":" Rhythm."},{"word":"Rhytina","type":"n.","descr":" See Rytina."}]