[{"word":"ries","type":"pl. ","descr":" of Lachrymatory"},{"word":"Rial","type":"n.","descr":" A Spanish coin. See Real."},{"word":"Rial","type":"a.","descr":" Royal."},{"word":"Rial","type":"n.","descr":" A gold coin formerly current in England, of the value of ten shillings sterling in the reign of Henry VI., and of fifteen shillings in the reign of Elizabeth."},{"word":"Riant","type":"a.","descr":" Laughing; laughable; exciting gayety; gay; merry; delightful to the view, as a landscape."},{"word":"Rib","type":"n.","descr":" One of the curved bones attached to the vertebral column and supporting the lateral walls of the thorax."},{"word":"Rib","type":"n.","descr":" That which resembles a rib in form or use."},{"word":"Rib","type":"n.","descr":" One of the timbers, or bars of iron or steel, that branch outward and upward from the keel, to support the skin or planking, and give shape and strength to the vessel."},{"word":"Rib","type":"n.","descr":" A ridge, fin, or wing, as on a plate, cylinder, beam, etc., to strengthen or stiffen it."},{"word":"Rib","type":"n.","descr":" One of the rods on which the cover of an umbrella is extended."},{"word":"Rib","type":"n.","descr":" A prominent line or ridge, as in cloth."},{"word":"Rib","type":"n.","descr":" A longitudinal strip of metal uniting the barrels of a double-barreled gun."},{"word":"Rib","type":"n.","descr":" The chief nerve, or one of the chief nerves, of a leaf."},{"word":"Rib","type":"n.","descr":" Any longitudinal ridge in a plant."},{"word":"Rib","type":"n.","descr":" In Gothic vaulting, one of the primary members of the vault. These are strong arches, meeting and crossing one another, dividing the whole space into triangles, which are then filled by vaulted construction of lighter material. Hence, an imitation of one of these in wood, plaster, or the like."},{"word":"Rib","type":"n.","descr":" A projecting mold, or group of moldings, forming with others a pattern, as on a ceiling, ornamental door, or the like."},{"word":"Rib","type":"n.","descr":" Solid coal on the side of a gallery; solid ore in a vein."},{"word":"Rib","type":"n.","descr":" An elongated pillar of ore or coal left as a support."},{"word":"Rib","type":"n.","descr":" A wife; -- in allusion to Eve, as made out of Adam\\'s rib."},{"word":"Ribbed","type":"imp. and p. p.","descr":" of Rib"},{"word":"Ribbing","type":"p. pr. and vb. n.","descr":" of Rib"},{"word":"Rib","type":"v. t.","descr":" To furnish with ribs; to form with rising lines and channels; as, to rib cloth."},{"word":"Rib","type":"v. t.","descr":" To inclose, as with ribs, and protect; to shut in."},{"word":"Ribald","type":"n.\/","descr":" A low, vulgar, brutal, foul-mouthed wretch; a lewd fellow."},{"word":"Ribald","type":"a.","descr":" Low; base; mean; filthy; obscene."},{"word":"Ribaldish","type":"a.","descr":" Like a ribald."},{"word":"Ribaldrous","type":"a.","descr":" Of a ribald quality."},{"word":"Ribaldry","type":"n.","descr":" The talk of a ribald; low, vulgar language; indecency; obscenity; lewdness; -- now chiefly applied to indecent language, but formerly, as by Chaucer, also to indecent acts or conduct."},{"word":"Riban","type":"n.","descr":" See Ribbon."},{"word":"Riband","type":"n.","descr":" See Ribbon."},{"word":"Riband","type":"n.","descr":" See Rib-band."},{"word":"Ribanded","type":"a.","descr":" Ribboned."},{"word":"Ribaud","type":"n.","descr":" A ribald."},{"word":"Ribaudequin","type":"n.","descr":" An engine of war used in the Middle Ages, consisting of a protected elevated staging on wheels, and armed in front with pikes. It was (after the 14th century) furnished with small cannon."},{"word":"Ribaudequin","type":"n.","descr":" A huge bow fixed on the wall of a fortified town for casting javelins."},{"word":"Ribaudred","type":"a.","descr":" Alt. of Ribaudrous"},{"word":"Ribaudrous","type":"a.","descr":" Filthy; obscene; ribald."},{"word":"Ribaudry","type":"n.","descr":" Ribaldry."},{"word":"Ribaudy","type":"n.","descr":" Ribaldry."},{"word":"Ribauld","type":"n.","descr":" A ribald."},{"word":"Ribband","type":"n.","descr":" A ribbon."},{"word":"Ribband","type":"n.","descr":" A long, narrow strip of timber bent and bolted longitudinally to the ribs of a vessel, to hold them in position, and give rigidity to the framework."},{"word":"Ribbed","type":"a.","descr":" Furnished or formed with ribs; as, a ribbed cylinder; ribbed cloth."},{"word":"Ribbed","type":"a.","descr":" Intercalated with slate; -- said of a seam of coal."},{"word":"Ribbing","type":"n.","descr":" An assemblage or arrangement of ribs, as the timberwork for the support of an arch or coved ceiling, the veins in the leaves of some plants, ridges in the fabric of cloth, or the like."},{"word":"Ribbon","type":"n.","descr":" A fillet or narrow woven fabric, commonly of silk, used for trimming some part of a woman\\'s attire, for badges, and other decorative purposes."},{"word":"Ribbon","type":"n.","descr":" A narrow strip or shred; as, a steel or magnesium ribbon; sails torn to ribbons."},{"word":"Ribbon","type":"n.","descr":" Same as Rib-band."},{"word":"Ribbon","type":"n.","descr":" Driving reins."},{"word":"Ribbon","type":"n.","descr":" A bearing similar to the bend, but only one eighth as wide."},{"word":"Ribbon","type":"n.","descr":" A silver."},{"word":"Ribboned","type":"imp. and p. p.","descr":" of Ribbon"},{"word":"Ribboning","type":"p. pr. and vb. n.","descr":" of Ribbon"},{"word":"Ribbon","type":"v. t.","descr":" To adorn with, or as with, ribbons; to mark with stripes resembling ribbons."},{"word":"Ribbonism","type":"n.","descr":" The principles and practices of the Ribbonmen.  See Ribbon Society, under Ribbon."},{"word":"Ribbonman","type":"n.","descr":" A member of the Ribbon Society. See Ribbon Society, under Ribbon."},{"word":"Ribbonwood","type":"n.","descr":" A malvaceous tree (Hoheria populnea) of New Zealand, the bark of which is used for cordage."},{"word":"Ribes","type":"n.","descr":" A genus of shrubs including gooseberries and currants of many kinds."},{"word":"Ribibe","type":"n.","descr":" A sort of stringed instrument; a rebec."},{"word":"Ribibe","type":"n.","descr":" An old woman; -- in contempt."},{"word":"Ribibe","type":"n.","descr":" A bawd; a prostitute."},{"word":"Ribible","type":"n.","descr":" A small threestringed viol; a rebec."},{"word":"Ribless","type":"a.","descr":" Having no ribs."},{"word":"Ribroast","type":"v. t.","descr":" To beat soundly."},{"word":"Ribwort","type":"n.","descr":" A species of plantain (Plantago lanceolata) with long, narrow, ribbed leaves; -- called also rib grass, ripple grass, ribwort plantain."},{"word":"Rice","type":"n.","descr":" A well-known cereal grass (Oryza sativa) and its seed.  This plant is extensively cultivated in warm climates, and the grain forms a large portion of the food of the inhabitants. In America it grows chiefly on low, moist land, which can be overflowed."},{"word":"Ricebird","type":"n.","descr":" The Java sparrow."},{"word":"Ricebird","type":"n.","descr":" The bobolink."},{"word":"Rice-shell","type":"n.","descr":" Any one of numerous species of small white polished marine shells of the genus Olivella."},{"word":"Rich","type":"superl.","descr":" Having an abundance of material possessions; possessed of a large amount of property; well supplied with land, goods, or money; wealthy; opulent; affluent; -- opposed to poor."},{"word":"Rich","type":"superl.","descr":" Hence, in general, well supplied; abounding; abundant; copious; bountiful; as, a rich treasury; a rich entertainment; a rich crop."},{"word":"Rich","type":"superl.","descr":" Yielding large returns; productive or fertile; fruitful; as, rich soil or land; a rich mine."},{"word":"Rich","type":"superl.","descr":" Composed of valuable or costly materials or ingredients; procured at great outlay; highly valued; precious; sumptuous; costly; as, a rich dress; rich silk or fur; rich presents."},{"word":"Rich","type":"superl.","descr":" Abounding in agreeable or nutritive qualities; -- especially applied to articles of food or drink which are high-seasoned or abound in oleaginous ingredients, or are sweet, luscious, and high-flavored; as, a rich dish; rich cream or soup; rich pastry; rich wine or fruit."},{"word":"Rich","type":"superl.","descr":" Not faint or delicate; vivid; as, a rich color."},{"word":"Rich","type":"superl.","descr":" Full of sweet and harmonius sounds; as, a rich voice; rich music."},{"word":"Rich","type":"superl.","descr":" Abounding in beauty; gorgeous; as, a rich landscape; rich scenery."},{"word":"Rich","type":"superl.","descr":" Abounding in humor; exciting amusement; entertaining; as, the scene was a rich one; a rich incident or character."},{"word":"Rich","type":"v. t.","descr":" To enrich."},{"word":"Riches","type":"a.","descr":" That which makes one rich; an abundance of land, goods, money, or other property; wealth; opulence; affluence."},{"word":"Riches","type":"a.","descr":" That which appears rich, sumptuous, precious, or the like."},{"word":"Richesse","type":"n.","descr":" Wealth; riches. See the Note under Riches."},{"word":"Richly","type":"adv.","descr":" In a rich manner."},{"word":"Richness","type":"n.","descr":" The quality or state of being rich (in any sense of the adjective)."},{"word":"Richweed","type":"n.","descr":" An herb (Pilea pumila) of the Nettle family, having a smooth, juicy, pellucid stem; -- called also clearweed."},{"word":"Ricinelaidic","type":"a.","descr":" Pertaining to, or designating, an isomeric modification of ricinoleic acid obtained as a white crystalline solid."},{"word":"Ricinelaidin","type":"n.","descr":" The glycerin salt of ricinelaidic acid, obtained as a white crystalline waxy substance by treating castor oil with nitrous acid."},{"word":"Ricinic","type":"a.","descr":" Pertaining to, or derived from, castor oil; formerly, designating an acid now called ricinoleic acid."},{"word":"Ricinine","type":"n.","descr":" A bitter white crystalline alkaloid extracted from the seeds of the castor-oil plant."},{"word":"Ricinoleate","type":"n.","descr":" A salt of ricinoleic acid; -- formerly called palmate."},{"word":"Ricinoleic","type":"a.","descr":" Pertaining to, or designating, a fatty acid analogous to oleic acid, obtained from castor oil as an oily substance, C\/H\/O\/ with a harsh taste. Formerly written ricinolic."},{"word":"Ricinolein","type":"n.","descr":" The glycerin salt of ricinoleic acid, occuring as a characteristic constituent of castor oil; -- formerly called palmin."},{"word":"Ricinolic","type":"a.","descr":" Ricinoleic."},{"word":"Ricinus","type":"n.","descr":" A genus of plants of the Spurge family, containing but one species (R. communis), the castor-oil plant. The fruit is three-celled, and contains three large seeds from which castor oil iss expressed. See Palma Christi."},{"word":"Rick","type":"n.","descr":" A stack or pile, as of grain, straw, or hay, in the open air, usually protected from wet with thatching."},{"word":"Rick","type":"v. t.","descr":" To heap up in ricks, as hay, etc."},{"word":"Ricker","type":"n.","descr":" A stout pole for use in making a rick, or for a spar to a boat."},{"word":"Ricketish","type":"a.","descr":" Rickety."},{"word":"Rickets","type":"n. pl.","descr":" A disease which affects children, and which is characterized by a bulky head, crooked spine and limbs, depressed ribs, enlarged and spongy articular epiphyses, tumid abdomen, and short stature, together with clear and often premature mental faculties. The essential cause of the disease appears to be the nondeposition of earthy salts in the osteoid tissues. Children afflicted with this malady stand and walk unsteadily. Called also rachitis."},{"word":"Rickety","type":"a.","descr":" Affected with rickets."},{"word":"Rickety","type":"a.","descr":" Feeble in the joints; imperfect; weak; shaky."},{"word":"Rickrack","type":"n.","descr":" A kind of openwork edging made of serpentine braid."},{"word":"Rickstand","type":"n.","descr":" A flooring or framework on which a rick is made."},{"word":"Ricochet","type":"n.","descr":" A rebound or skipping, as of a ball along the ground when a gun is fired at a low angle of elevation, or of a fiat stone thrown along the surface of water."},{"word":"Ricochetted","type":"imp. and p. p.","descr":" of Ricochet"},{"word":"Ricochetting","type":"p. pr. and vb. n.","descr":" of Ricochet"},{"word":"Ricochet","type":"v. t.","descr":" To operate upon by ricochet firing. See Ricochet, n."},{"word":"Ricochet","type":"v. i.","descr":" To skip with a rebound or rebounds, as a flat stone on the surface of water, or a cannon ball on the ground. See Ricochet, n."},{"word":"Rictal","type":"a.","descr":" Of or pertaining to the rictus; as, rictal bristles."},{"word":"Ricture","type":"n.","descr":" A gaping."},{"word":"Rictus","type":"n.","descr":" The gape of the mouth, as of birds; -- often resricted to the corners of the mouth."},{"word":"Rid","type":"","descr":" imp. and p. p. of Ride, v. i."},{"word":"Rid","type":"imp. and p. p.","descr":" of Rid"},{"word":"Ridded","type":"","descr":" of Rid"},{"word":"Ridding","type":"p. pr. and vb. n.","descr":" of Rid"},{"word":"Rid","type":"v. t.","descr":" To save; to rescue; to deliver; -- with out of."},{"word":"Rid","type":"v. t.","descr":" To free; to clear; to disencumber; -- followed by of."},{"word":"Rid","type":"v. t.","descr":" To drive away; to remove by effort or violence; to make away with; to destroy."},{"word":"Rid","type":"v. t.","descr":" To get over; to dispose of; to dispatch; to finish."},{"word":"Ridable","type":"a.","descr":" Suitable for riding; as, a ridable horse; a ridable road."},{"word":"Riddance","type":"n.","descr":" The act of ridding or freeing; deliverance; a cleaning up or out."},{"word":"Riddance","type":"n.","descr":" The state of being rid or free; freedom; escape."},{"word":"Ridden","type":"","descr":" p. p. of Ride."},{"word":"Ridder","type":"n.","descr":" One who, or that which, rids."},{"word":"Riddle","type":"n.","descr":" A sieve with coarse meshes, usually of wire, for separating coarser materials from finer, as chaff from grain, cinders from ashes, or gravel from sand."},{"word":"Riddle","type":"n.","descr":" A board having a row of pins, set zigzag, between which wire is drawn to straighten it."},{"word":"Riddled","type":"imp. and p. p.","descr":" of Riddle"},{"word":"Riddling","type":"p. pr. and vb. n.","descr":" of Riddle"},{"word":"Riddle","type":"v. t.","descr":" To separate, as grain from the chaff, with a riddle; to pass through a riddle; as, riddle wheat; to riddle coal or gravel."},{"word":"Riddle","type":"v. t.","descr":" To perforate so as to make like a riddle; to make many holes in; as, a house riddled with shot."},{"word":"Riddle","type":"n.","descr":" Something proposed to be solved by guessing or conjecture; a puzzling question; an ambiguous proposition; an enigma; hence, anything ambiguous or puzzling."},{"word":"Riddle","type":"v. t.","descr":" To explain; to solve; to unriddle."},{"word":"Riddle","type":"v. i.","descr":" To speak ambiguously or enigmatically."},{"word":"Riddler","type":"n.","descr":" One who riddles (grain, sand, etc.)."},{"word":"Riddler","type":"n.","descr":" One who speaks in, or propounds, riddles."},{"word":"Riddling","type":"a.","descr":" Speaking in a riddle or riddles; containing a riddle."},{"word":"Rid","type":"","descr":" of Ride"},{"word":"Ridden","type":"p. p.","descr":" of Ride"},{"word":"Rid","type":"","descr":" of Ride"},{"word":"Riding","type":"p. pr. and vb. n.","descr":" of Ride"},{"word":"Ride","type":"v. i.","descr":" To be carried on the back of an animal, as a horse."},{"word":"Ride","type":"v. i.","descr":" To be borne in a carriage; as, to ride in a coach, in a car, and the like. See Synonym, below."},{"word":"Ride","type":"v. i.","descr":" To be borne or in a fluid; to float; to lie."},{"word":"Ride","type":"v. i.","descr":" To be supported in motion; to rest."},{"word":"Ride","type":"v. i.","descr":" To manage a horse, as an equestrian."},{"word":"Ride","type":"v. i.","descr":" To support a rider, as a horse; to move under the saddle; as, a horse rides easy or hard, slow or fast."},{"word":"Ride","type":"v. t.","descr":" To sit on, so as to be carried; as, to ride a horse; to ride a bicycle."},{"word":"Ride","type":"v. t.","descr":" To manage insolently at will; to domineer over."},{"word":"Ride","type":"v. t.","descr":" To convey, as by riding; to make or do by riding."},{"word":"Ride","type":"v. t.","descr":" To overlap (each other); -- said of bones or fractured fragments."},{"word":"Ride","type":"n.","descr":" The act of riding; an excursion on horseback or in a vehicle."},{"word":"Ride","type":"n.","descr":" A saddle horse."},{"word":"Ride","type":"n.","descr":" A road or avenue cut in a wood, or through grounds, to be used as a place for riding; a riding."},{"word":"Rideau","type":"n.","descr":" A small mound of earth; ground slightly elevated; a small ridge."},{"word":"Riden","type":"","descr":" imp. pl. and p. p. of Ride."},{"word":"Rident","type":"a.","descr":" Laughing."},{"word":"Rider","type":"n.","descr":" One who, or that which, rides."},{"word":"Rider","type":"n.","descr":" Formerly, an agent who went out with samples of goods to obtain orders; a commercial traveler."},{"word":"Rider","type":"n.","descr":" One who breaks or manages a horse."},{"word":"Rider","type":"n.","descr":" An addition or amendment to a manuscript or other document, which is attached on a separate piece of paper; in legislative practice, an additional clause annexed to a bill while in course of passage; something extra or burdensome that is imposed."},{"word":"Rider","type":"n.","descr":" A problem of more than usual difficulty added to another on an examination paper."},{"word":"Rider","type":"n.","descr":" A Dutch gold coin having the figure of a man on horseback stamped upon it."},{"word":"Rider","type":"n.","descr":" Rock material in a vein of ore, dividing it."},{"word":"Rider","type":"n.","descr":" An interior rib occasionally fixed in a ship\\'s hold, reaching from the keelson to the beams of the lower deck, to strengthen her frame."},{"word":"Rider","type":"n.","descr":" The second tier of casks in a vessel\\'s hold."},{"word":"Rider","type":"n.","descr":" A small forked weight which straddles the beam of a balance, along which it can be moved in the manner of the weight on a steelyard."},{"word":"Rider","type":"n.","descr":" A robber."},{"word":"Riderless","type":"a.","descr":" Having no rider; as, a riderless horse."},{"word":"Ridge","type":"n.","descr":" The back, or top of the back; a crest."},{"word":"Ridge","type":"n.","descr":" A range of hills or mountains, or the upper part of such a range; any extended elevation between valleys."},{"word":"Ridge","type":"n.","descr":" A raised line or strip, as of ground thrown up by a plow or left between furrows or ditches, or as on the surface of metal, cloth, or bone, etc."},{"word":"Ridge","type":"n.","descr":" The intersection of two surface forming a salient angle, especially the angle at the top between the opposite slopes or sides of a roof or a vault."},{"word":"Ridge","type":"n.","descr":" The highest portion of the glacis proceeding from the salient angle of the covered way."},{"word":"Ridged","type":"imp. and p. p.","descr":" of Ridge"},{"word":"Ridging","type":"p. pr. and vb. n.","descr":" of Ridge"},{"word":"Ridge","type":"v. t.","descr":" To form a ridge of; to furnish with a ridge or ridges; to make into a ridge or ridges."},{"word":"Ridge","type":"v. t.","descr":" To form into ridges with the plow, as land."},{"word":"Ridge","type":"v. t.","descr":" To wrinkle."},{"word":"Ridgeband","type":"n.","descr":" The part of a harness which passes over the saddle, and supports the shafts of a cart; -- called also ridgerope, and ridger."},{"word":"Ridgebone","type":"n.","descr":" The backbone."},{"word":"Ridgel","type":"n.","descr":" Same as Ridgelling."},{"word":"Ridgelet","type":"n.","descr":" A little ridge."},{"word":"Ridgeling","type":"n.","descr":" A half-castrated male animal."},{"word":"Ridgepiece","type":"n.","descr":" Alt. of Ridgeplate"},{"word":"Ridgeplate","type":"n.","descr":" See Ridgepole."},{"word":"Ridgepole","type":"n.","descr":" The timber forming the ridge of a roof, into which the rafters are secured."},{"word":"Ridgerope","type":"n.","descr":" See Life line (a), under Life."},{"word":"Ridgingly","type":"adv.","descr":" So as to form ridges."},{"word":"Ridgy","type":"a.","descr":" Having a ridge or ridges; rising in a ridge."},{"word":"Ridicle","type":"n.","descr":" Ridicule."},{"word":"Ridicule","type":"n.","descr":" An object of sport or laughter; a laughingstock; a laughing matter."},{"word":"Ridicule","type":"n.","descr":" Remarks concerning a subject or a person designed to excite laughter with a degree of contempt; wit of that species which provokes contemptuous laughter; disparagement by making a person an object of laughter; banter; -- a term lighter than derision."},{"word":"Ridicule","type":"n.","descr":" Quality of being ridiculous; ridiculousness."},{"word":"Ridiculed","type":"imp. and p. p.","descr":" of Ridicule"},{"word":"Ridiculing","type":"p. pr. and vb. n.","descr":" of Ridicule"},{"word":"Ridicule","type":"v. t.","descr":" To laugh at mockingly or disparagingly; to awaken ridicule toward or respecting."},{"word":"Ridicule","type":"a.","descr":" Ridiculous."},{"word":"Ridiculer","type":"n.","descr":" One who ridicules."},{"word":"Ridiculize","type":"v. t.","descr":" To make ridiculous; to ridicule."},{"word":"Ridiculosity","type":"n.","descr":" The quality or state of being ridiculous; ridiculousness; also, something ridiculous."},{"word":"Ridiculous","type":"a.","descr":" Fitted to excite ridicule; absurd and laughable; unworthy of serious consideration; as, a ridiculous dress or behavior."},{"word":"Ridiculous","type":"a.","descr":" Involving or expressing ridicule."},{"word":"Riding","type":"n.","descr":" One of the three jurisdictions into which the county of York, in England, is divided; -- formerly under the government of a reeve. They are called the North, the East, and the West, Riding."},{"word":"Riding","type":"a.","descr":" Employed to travel; traveling; as, a riding clerk."},{"word":"Riding","type":"a.","descr":" Used for riding on; as, a riding horse."},{"word":"Riding","type":"a.","descr":" Used for riding, or when riding; devoted to riding; as, a riding whip; a riding habit; a riding day."},{"word":"Riding","type":"n.","descr":" The act or state of one who rides."},{"word":"Riding","type":"n.","descr":" A festival procession."},{"word":"Riding","type":"n.","descr":" Same as Ride, n., 3."},{"word":"Riding","type":"n.","descr":" A district in charge of an excise officer."},{"word":"Ridotto","type":"n.","descr":" A favorite Italian public entertainment, consisting of music and dancing, -- held generally on fast eves."},{"word":"Ridotto","type":"v. i.","descr":" To hold ridottos."},{"word":"Rie","type":"n.","descr":" See Rye."},{"word":"Rief","type":"n.","descr":" Robbery."},{"word":"Rietboc","type":"n.","descr":" The reedbuck, a South African antelope (Cervicapra arundinacea); -- so called from its frequenting dry places covered with high grass or reeds. Its color is yellowish brown. Called also inghalla, and rietbok."},{"word":"Rife","type":"a.","descr":" Prevailing; prevalent; abounding."},{"word":"Rife","type":"a.","descr":" Having power; active; nimble."},{"word":"Riffle","type":"n.","descr":" A trough or sluice having cleats, grooves, or steps across the bottom for holding quicksilver and catching particles of gold when auriferous earth is washed; also, one of the cleats, grooves, or steps in such a trough. Also called ripple."},{"word":"Riffler","type":"n.","descr":" A curved file used in carving wool and marble."},{"word":"Riffraff","type":"n.","descr":" Sweepings; refuse; the lowest order of society."},{"word":"Rifled","type":"imp. and p. p.","descr":" of Rifle"},{"word":"Rifling","type":"p. pr. and vb. n.","descr":" of Rifle"},{"word":"Rifle","type":"v. t.","descr":" To seize and bear away by force; to snatch away; to carry off."},{"word":"Rifle","type":"v. t.","descr":" To strip; to rob; to pillage."},{"word":"Rifle","type":"v. t.","descr":" To raffle."},{"word":"Rifle","type":"v. i.","descr":" To raffle."},{"word":"Rifle","type":"v. i.","descr":" To commit robbery."},{"word":"Rifle","type":"n.","descr":" A gun, the inside of whose barrel is grooved with spiral channels, thus giving the ball a rotary motion and insuring greater accuracy of fire. As a military firearm it has superseded the musket."},{"word":"Rifle","type":"n.","descr":" A body of soldiers armed with rifles."},{"word":"Rifle","type":"n.","descr":" A strip of wood covered with emery or a similar material, used for sharpening scythes."},{"word":"Rifle","type":"v. t.","descr":" To grove; to channel; especially, to groove internally with spiral channels; as, to rifle a gun barrel or a cannon."},{"word":"Rifle","type":"v. t.","descr":" To whet with a rifle. See Rifle, n., 3."},{"word":"Riflebird","type":"n.","descr":" Any one of several species of beautiful birds of Australia and New Guinea, of the genera Ptiloris and Craspidophora, allied to the paradise birds."},{"word":"Rifleman","type":"pl. ","descr":" of Rifleman"},{"word":"Rifleman","type":"n.","descr":" A soldier armed with a rifle."},{"word":"Rifler","type":"n.","descr":" One who rifles; a robber."},{"word":"Rifling","type":"n.","descr":" The act or process of making the grooves in a rifled cannon or gun barrel."},{"word":"Rifling","type":"n.","descr":" The system of grooves in a rifled gun barrel or cannon."},{"word":"Rift","type":"","descr":" p. p. of Rive."},{"word":"Rift","type":"n.","descr":" An opening made by riving or splitting; a cleft; a fissure."},{"word":"Rift","type":"n.","descr":" A shallow place in a stream; a ford."},{"word":"Rifted","type":"imp. and p. p.","descr":" of Rift"},{"word":"Rifting","type":"p. pr. and vb. n.","descr":" of Rift"},{"word":"Rift","type":"v. t.","descr":" To cleave; to rive; to split; as, to rift an oak or a rock; to rift the clouds."},{"word":"Rift","type":"v. i.","descr":" To burst open; to split."},{"word":"Rift","type":"v. i.","descr":" To belch."},{"word":"Rifter","type":"n.","descr":" A rafter."},{"word":"Rig","type":"n.","descr":" A ridge."},{"word":"Rigged","type":"imp. and p. p.","descr":" of Rig"},{"word":"Rigging","type":"p. pr. and vb. n.","descr":" of Rig"},{"word":"Rig","type":"v. t.","descr":" To furnish with apparatus or gear; to fit with tackling."},{"word":"Rig","type":"v. t.","descr":" To dress; to equip; to clothe, especially in an odd or fanciful manner; -- commonly followed by out."},{"word":"Rig","type":"n.","descr":" The peculiar fitting in shape, number, and arrangement of sails and masts, by which different types of vessels are distinguished; as, schooner rig, ship rig, etc.  See Illustration in Appendix."},{"word":"Rig","type":"n.","descr":" Dress; esp., odd or fanciful clothing."},{"word":"Rig","type":"n.","descr":" A romp; a wanton; one given to unbecoming conduct."},{"word":"Rig","type":"n.","descr":" A sportive or unbecoming trick; a frolic."},{"word":"Rig","type":"n.","descr":" A blast of wind."},{"word":"Rig","type":"v. i.","descr":" To play the wanton; to act in an unbecoming manner; to play tricks."},{"word":"Rig","type":"v. t.","descr":" To make free with; hence, to steal; to pilfer."},{"word":"Rigadoon","type":"n.","descr":" A gay, lively dance for one couple, -- said to have been borrowed from Provence in France."},{"word":"Riga fir","type":"","descr":" A species of pine (Pinus sylvestris), and its wood, which affords a valuable timber; -- called also Scotch pine, and red \/ yellow deal. It grows in all parts of Europe, in the Caucasus, and in Siberia."},{"word":"Rigarion","type":"n.","descr":" See Irrigation."},{"word":"Rigel","type":"n.","descr":" A fixed star of the first magnitude in the left foot of the constellation Orion."},{"word":"Rigescent","type":"a.","descr":" Growing stiff or numb."},{"word":"Rigger","type":"n.","descr":" One who rigs or dresses; one whose occupation is to fit the rigging of a ship."},{"word":"Rigger","type":"n.","descr":" A cylindrical pulley or drum in machinery."},{"word":"Rigging","type":"n.","descr":" DRess; tackle; especially (Naut.), the ropes, chains, etc., that support the masts and spars of a vessel, and serve as purchases for adjusting the sails, etc. See Illustr. of Ship and Sails."},{"word":"Riggish","type":"a.","descr":" Like a rig or wanton."},{"word":"Riggle","type":"v. i.","descr":" See Wriggle."},{"word":"Riggle","type":"n.","descr":" The European lance fish."},{"word":"Right","type":"a.","descr":" Straight; direct; not crooked; as, a right line."},{"word":"Right","type":"a.","descr":" Upright; erect from a base; having an upright axis; not oblique; as, right ascension; a right pyramid or cone."},{"word":"Right","type":"a.","descr":" Conformed to the constitution of man and the will of God, or to justice and equity; not deviating from the true and just; according with truth and duty; just; true."},{"word":"Right","type":"a.","descr":" Fit; suitable; proper; correct; becoming; as, the right man in the right place; the right way from London to Oxford."},{"word":"Right","type":"a.","descr":" Characterized by reality or genuineness; real; actual; not spurious."},{"word":"Right","type":"a.","descr":" According with truth; passing a true judgment; conforming to fact or intent; not mistaken or wrong; not erroneous; correct; as, this is the right faith."},{"word":"Right","type":"a.","descr":" Most favorable or convenient; fortunate."},{"word":"Right","type":"a.","descr":" Of or pertaining to that side of the body in man on which the muscular action is usually stronger than on the other side; -- opposed to left when used in reference to a part of the body; as, the right side, hand, arm. Also applied to the corresponding side of the lower animals."},{"word":"Right","type":"a.","descr":" Well placed, disposed, or adjusted; orderly; well regulated; correctly done."},{"word":"Right","type":"a.","descr":" Designed to be placed or worn outward; as, the right side of a piece of cloth."},{"word":"Right","type":"adv.","descr":" In a right manner."},{"word":"Right","type":"adv.","descr":" In a right or straight line; directly; hence; straightway; immediately; next; as, he stood right before me; it went right to the mark; he came right out; he followed right after the guide."},{"word":"Right","type":"adv.","descr":" Exactly; just."},{"word":"Right","type":"adv.","descr":" According to the law or will of God; conforming to the standard of truth and justice; righteously; as, to live right; to judge right."},{"word":"Right","type":"adv.","descr":" According to any rule of art; correctly."},{"word":"Right","type":"adv.","descr":" According to fact or truth; actually; truly; really; correctly; exactly; as, to tell a story right."},{"word":"Right","type":"adv.","descr":" In a great degree; very; wholly; unqualifiedly; extremely; highly; as, right humble; right noble; right valiant."},{"word":"Right","type":"a.","descr":" That which is right or correct."},{"word":"Right","type":"a.","descr":" The straight course; adherence to duty; obedience to lawful authority, divine or human; freedom from guilt, -- the opposite of moral wrong."},{"word":"Right","type":"a.","descr":" A true statement; freedom from error of falsehood; adherence to truth or fact."},{"word":"Right","type":"a.","descr":" A just judgment or action; that which is true or proper; justice; uprightness; integrity."},{"word":"Right","type":"a.","descr":" That to which one has a just claim."},{"word":"Right","type":"a.","descr":" That which one has a natural claim to exact."},{"word":"Right","type":"a.","descr":" That which one has a legal or social claim to do or to exact; legal power; authority; as, a sheriff has a right to arrest a criminal."},{"word":"Right","type":"a.","descr":" That which justly belongs to one; that which one has a claim to possess or own; the interest or share which anyone has in a piece of property; title; claim; interest; ownership."},{"word":"Right","type":"a.","descr":" Privilege or immunity granted by authority."},{"word":"Right","type":"a.","descr":" The right side; the side opposite to the left."},{"word":"Right","type":"a.","descr":" In some legislative bodies of Europe (as in France), those members collectively who are conservatives or monarchists. See Center, 5."},{"word":"Right","type":"a.","descr":" The outward or most finished surface, as of a piece of cloth, a carpet, etc."},{"word":"Righted","type":"imp. and p. p.","descr":" of Right"},{"word":"Righting","type":"p. pr. and vb. n.","descr":" of Right"},{"word":"Right","type":"a.","descr":" To bring or restore to the proper or natural position; to set upright; to make right or straight (that which has been wrong or crooked); to correct."},{"word":"Right","type":"a.","descr":" To do justice to; to relieve from wrong; to restore rights to; to assert or regain the rights of; as, to right the oppressed; to right one\\'s self; also, to vindicate."},{"word":"Right","type":"v. i.","descr":" To recover the proper or natural condition or position; to become upright."},{"word":"Right","type":"v. i.","descr":" Hence, to regain an upright position, as a ship or boat, after careening."},{"word":"Right-about","type":"n.","descr":" A turning directly about by the right, so as to face in the opposite direction; also, the quarter directly opposite; as, to turn to the right-about."},{"word":"Right-angled","type":"a.","descr":" Containing a right angle or right angles; as, a right-angled triangle."},{"word":"Righten","type":"v. t.","descr":" To do justice to."},{"word":"Righteous","type":"a.","descr":" Doing, or according with, that which is right; yielding to all their due; just; equitable; especially, free from wrong, guilt, or sin; holy; as, a righteous man or act; a righteous retribution."},{"word":"Righteoused","type":"a.","descr":" Made righteous."},{"word":"Righteously","type":"adv.","descr":" In a righteous manner; as, to judge righteously."},{"word":"Righteousness","type":"n.","descr":" The quality or state of being righteous; holiness; purity; uprightness; rectitude."},{"word":"Righteousness","type":"n.","descr":" A righteous act, or righteous quality."},{"word":"Righteousness","type":"n.","descr":" The act or conduct of one who is righteous."},{"word":"Righteousness","type":"n.","descr":" The state of being right with God; justification; the work of Christ, which is the ground of justification."},{"word":"Righter","type":"n.","descr":" One who sets right; one who does justice or redresses wrong."},{"word":"Rightful","type":"a.","descr":" Righteous; upright; just; good; -- said of persons."},{"word":"Rightful","type":"a.","descr":" Consonant to justice; just; as, a rightful cause."},{"word":"Rightful","type":"a.","descr":" Having the right or just claim according to established laws; being or holding by right; as, the rightful heir to a throne or an estate; a rightful king."},{"word":"Rightful","type":"a.","descr":" Belonging, held, or possessed by right, or by just claim; as, a rightful inheritance; rightful authority."},{"word":"Rightfully","type":"adv.","descr":" According to right or justice."},{"word":"Rightfulness","type":"n.","descr":" The quality or state of being rightful; accordance with right and justice."},{"word":"Rightfulness","type":"n.","descr":" Moral rectitude; righteousness."},{"word":"Right-hand","type":"a.","descr":" Situated or being on the right; nearer the right hand than the left; as, the right-hand side, room, or road."},{"word":"Right-hand","type":"a.","descr":" Chiefly relied on; almost indispensable."},{"word":"Right-handed","type":"a.","descr":" Using the right hand habitually, or more easily than the left."},{"word":"Right-handed","type":"a.","descr":" Having the same direction or course as the movement of the hands of a watch seen in front; -- said of the motion of a revolving object looked at from a given direction."},{"word":"Right-handed","type":"a.","descr":" Having the whorls rising from left to right; dextral; -- said of spiral shells. See Illust. of Scalaria."},{"word":"Right-handedness","type":"n.","descr":" The state or quality of being right-handed; hence, skill; dexterity."},{"word":"Right-hearted","type":"a.","descr":" Having a right heart or disposition."},{"word":"Rightless","type":"a.","descr":" Destitute of right."},{"word":"Right-lined","type":"a.","descr":" Formed by right lines; rectilineal; as, a right-lined angle."},{"word":"Rightly","type":"adv.","descr":" Straightly; directly; in front."},{"word":"Rightly","type":"adv.","descr":" According to justice; according to the divine will or moral rectitude; uprightly; as, duty rightly performed."},{"word":"Rightly","type":"adv.","descr":" Properly; fitly; suitably; appropriately."},{"word":"Rightly","type":"adv.","descr":" According to truth or fact; correctly; not erroneously; exactly."},{"word":"Right-minded","type":"a.","descr":" Having a right or honest mind."},{"word":"Rightness","type":"n.","descr":" Straightness; as, the rightness of a line."},{"word":"Rightness","type":"n.","descr":" The quality or state of being right; right relation."},{"word":"Right-running","type":"a.","descr":" Straight; direct."},{"word":"Rightward","type":"adv.","descr":" Toward the right."},{"word":"Right whale","type":"","descr":" The bowhead, Arctic, or Greenland whale (Balaena mysticetus), from whose mouth the best whalebone is obtained."},{"word":"Right whale","type":"","descr":" Any other whale that produces valuable whalebone, as the Atlantic, or Biscay, right whale (Balaena cisarctica), and the Pacific right whale (B. Sieboldii); a bone whale."},{"word":"Rightwise","type":"a.","descr":" Righteous."},{"word":"Rightwise","type":"v. t.","descr":" To make righteous."},{"word":"Rightwisely","type":"adv.","descr":" Righteously."},{"word":"Rightwiseness","type":"n.","descr":" Righteousness."},{"word":"Rigid","type":"a.","descr":" Firm; stiff; unyielding; not pliant; not flexible."},{"word":"Rigid","type":"a.","descr":" Hence, not lax or indulgent; severe; inflexible; strict; as, a rigid father or master; rigid discipline; rigid criticism; a rigid sentence."},{"word":"Rigidity","type":"n.","descr":" The quality or state of being rigid; want of pliability; the quality of resisting change of form; the amount of resistance with which a body opposes change of form; -- opposed to flexibility, ductility, malleability, and softness."},{"word":"Rigidity","type":"n.","descr":" Stiffness of appearance or manner; want of ease or elegance."},{"word":"Rigidity","type":"n.","descr":" Severity; rigor."},{"word":"Rigidly","type":"v.","descr":" In a rigid manner; stiffly."},{"word":"Rigidness","type":"n.","descr":" The quality or state of being rigid."},{"word":"Rigidulous","type":"a.","descr":" Somewhat rigid or stiff; as, a rigidulous bristle."},{"word":"Riglet","type":"n.","descr":" See Reglet."},{"word":"Rigmarole","type":"n.","descr":" A succession of confused or nonsensical statements; foolish talk; nonsense."},{"word":"Rigmarole","type":"a.","descr":" Consisting of rigmarole; frovolous; nonsensical; foolish."},{"word":"Rigol","type":"n.","descr":" A circle; hence, a diadem."},{"word":"Rigoll","type":"n.","descr":" A musical instrument formerly in use, consisting of several sticks bound together, but separated by beads, and played with a stick with a ball at its end."},{"word":"Rigor","type":"n.","descr":" Rigidity; stiffness."},{"word":"Rigor","type":"n.","descr":" A sense of chilliness, with contraction of the skin; a convulsive shuddering or tremor, as in the chill preceding a fever."},{"word":"Rigor","type":"n.","descr":" The becoming stiff or rigid; the state of being rigid; rigidity; stiffness; hardness."},{"word":"Rigor","type":"n.","descr":" See 1st Rigor, 2."},{"word":"Rigor","type":"n.","descr":" Severity of climate or season; inclemency; as, the rigor of the storm; the rigors of winter."},{"word":"Rigor","type":"n.","descr":" Stiffness of opinion or temper; rugged sternness; hardness; relentless severity; hard-heartedness; cruelty."},{"word":"Rigor","type":"n.","descr":" Exactness without allowance, deviation, or indulgence; strictness; as, the rigor of criticism; to execute a law with rigor; to enforce moral duties with rigor; -- opposed to lenity."},{"word":"Rigor","type":"n.","descr":" Severity of life; austerity; voluntary submission to pain, abstinence, or mortification."},{"word":"Rigor","type":"n.","descr":" Violence; force; fury."},{"word":"Rigorism","type":"n.","descr":" Rigidity in principle or practice; strictness; -- opposed to laxity."},{"word":"Rigorism","type":"n.","descr":" Severity, as of style, or the like."},{"word":"Rigorist","type":"n.","descr":" One who is rigorous; -- sometimes applied to an extreme Jansenist."},{"word":"Rigorous","type":"a.","descr":" Manifesting, exercising, or favoring rigor; allowing no abatement or mitigation; scrupulously accurate; exact; strict; severe; relentless; as, a rigorous officer of justice; a rigorous execution of law; a rigorous definition or demonstration."},{"word":"Rigorous","type":"a.","descr":" Severe; intense; inclement; as, a rigorous winter."},{"word":"Rigorous","type":"a.","descr":" Violent."},{"word":"Rigsdaler","type":"n.","descr":" A Danish coin worth about fifty-four cents. It was the former unit of value in Denmark."},{"word":"Rig-Veda","type":"","descr":" See Veda."},{"word":"Riksdaler","type":"n.","descr":" A Swedish coin worth about twenty-seven cents. It was formerly the unit of value in Sweden."},{"word":"Riled","type":"imp. and p. p.","descr":" of Rile"},{"word":"Riling","type":"p. pr. and vb. n.","descr":" of Rile"},{"word":"Rile","type":"v. t.","descr":" To render turbid or muddy; to stir up; to roil."},{"word":"Rile","type":"v. t.","descr":" To stir up in feelings; to make angry; to vex."},{"word":"Rilievo","type":"n.","descr":" Same as Relief, n., 5."},{"word":"Rill","type":"n.","descr":" A very small brook; a streamlet."},{"word":"Rill","type":"n.","descr":" See Rille."},{"word":"Rill","type":"v. i.","descr":" To run a small stream."},{"word":"Rille","type":"n.","descr":" One of certain narrow, crooked valleys seen, by aid of the telescope, on the surface of the moon."},{"word":"Rillet","type":"n.","descr":" A little rill."},{"word":"Rily","type":"a.","descr":" Roily."},{"word":"Rim","type":"n.","descr":" The border, edge, or margin of a thing, usually of something circular or curving; as, the rim of a kettle or basin."},{"word":"Rim","type":"n.","descr":" The lower part of the abdomen."},{"word":"Rimmed","type":"imp. and p. p.","descr":" of Rim"},{"word":"Rimming","type":"p. pr. and vb. n.","descr":" of Rim"},{"word":"Rim","type":"v. t.","descr":" To furnish with a rim; to border."},{"word":"Rimae","type":"pl. ","descr":" of Rima"},{"word":"Rima","type":"n.","descr":" A narrow and elongated aperture; a cleft; a fissure."},{"word":"Rimau dahan","type":"","descr":" The clouded tiger cat (Felis marmorata) of Southern Asia and the East Indies."},{"word":"Rimbase","type":"n.","descr":" A short cylinder connecting a trunnion with the body of a cannon. See Illust. of Cannon."},{"word":"Rime","type":"n.","descr":" A rent or long aperture; a chink; a fissure; a crack."},{"word":"Rime","type":"n.","descr":" White frost; hoarfrost; congealed dew or vapor."},{"word":"Rimed","type":"imp. and p. p.","descr":" of Rime"},{"word":"Riming","type":"p. pr. and vb. n.","descr":" of Rime"},{"word":"Rime","type":"v. i.","descr":" To freeze or congeal into hoarfrost."},{"word":"Rime","type":"n.","descr":" A step or round of a ladder; a rung."},{"word":"Rime","type":"n.","descr":" Rhyme. See Rhyme."},{"word":"Rime","type":"v. i. and t.","descr":" To rhyme. See Rhyme."},{"word":"Rimer","type":"n.","descr":" A rhymer; a versifier."},{"word":"Rimer","type":"n.","descr":" A tool for shaping the rimes of a ladder."},{"word":"Rimey","type":"v. t.","descr":" To compose in rhyme; to versify."},{"word":"Rimmer","type":"n.","descr":" An implement for cutting, trimming, or ornamenting the rim of anything, as the edges of pies, etc.; also, a reamer."},{"word":"Rimose","type":"a.","descr":" Full of rimes, fissures, or chinks."},{"word":"Rimose","type":"a.","descr":" Having long and nearly parallel clefts or chinks, like those in the bark of trees."},{"word":"Rimosely","type":"adv.","descr":" In a rimose manner."},{"word":"Rimosity","type":"n.","descr":" State of being rimose."},{"word":"Rimous","type":"a.","descr":" Rimose."},{"word":"Rimple","type":"n.","descr":" A fold or wrinkle. See Rumple."},{"word":"Rimpled","type":"imp. and p. p.","descr":" of Rimple"},{"word":"Rimpling","type":"p. pr. and vb. n.","descr":" of Rimple"},{"word":"Rimple","type":"v. t. and i.","descr":" To rumple; to wrinkle."},{"word":"Rimy","type":"a.","descr":" Abounding with rime; frosty."},{"word":"Rind","type":"n.","descr":" The external covering or coat, as of flesh, fruit, trees, etc.; skin; hide; bark; peel; shell."},{"word":"Rind","type":"v. t.","descr":" To remove the rind of; to bark."},{"word":"Rinderpest","type":"n.","descr":" A highly contagious distemper or murrain, affecting neat cattle, and less commonly sheep and goats; -- called also cattle plague, Russian cattle plague, and steppe murrain."},{"word":"Rindle","type":"n.","descr":" A small water course or gutter."},{"word":"Rindless","type":"a.","descr":" Destitute of a rind."},{"word":"Rindy","type":"a.","descr":" Having a rind or skin."},{"word":"Rine","type":"n.","descr":" See Rind."},{"word":"Rined","type":"a.","descr":" Having a rind"},{"word":"Rinforzando","type":"a.","descr":" Increasing; strengthening; -- a direction indicating a sudden increase of force (abbreviated rf., rfz.) Cf. Forzando, and Sforzando."},{"word":"Ringing","type":"p. pr. and vb. n.","descr":" of Ring"},{"word":"Ring","type":"v. t.","descr":" To cause to sound, especially by striking, as a metallic body; as, to ring a bell."},{"word":"Ring","type":"v. t.","descr":" To make (a sound), as by ringing a bell; to sound."},{"word":"Ring","type":"v. t.","descr":" To repeat often, loudly, or earnestly."},{"word":"Ring","type":"v. i.","descr":" To sound, as a bell or other sonorous body, particularly a metallic one."},{"word":"Ring","type":"v. i.","descr":" To practice making music with bells."},{"word":"Ring","type":"v. i.","descr":" To sound loud; to resound; to be filled with a ringing or reverberating sound."},{"word":"Ring","type":"v. i.","descr":" To continue to sound or vibrate; to resound."},{"word":"Ring","type":"v. i.","descr":" To be filled with report or talk; as, the whole town rings with his fame."},{"word":"Ring","type":"n.","descr":" A sound; especially, the sound of vibrating metals; as, the ring of a bell."},{"word":"Ring","type":"n.","descr":" Any loud sound; the sound of numerous voices; a sound continued, repeated, or reverberated."},{"word":"Ring","type":"n.","descr":" A chime, or set of bells harmonically tuned."},{"word":"Ring","type":"n.","descr":" A circle, or a circular line, or anything in the form of a circular line or hoop."},{"word":"Ring","type":"n.","descr":" Specifically, a circular ornament of gold or other precious material worn on the finger, or attached to the ear, the nose, or some other part of the person; as, a wedding ring."},{"word":"Ring","type":"n.","descr":" A circular area in which races are or run or other sports are performed; an arena."},{"word":"Ring","type":"n.","descr":" An inclosed space in which pugilists fight; hence, figuratively, prize fighting."},{"word":"Ring","type":"n.","descr":" A circular group of persons."},{"word":"Ring","type":"n.","descr":" The plane figure included between the circumferences of two concentric circles."},{"word":"Ring","type":"n.","descr":" The solid generated by the revolution of a circle, or other figure, about an exterior straight line (as an axis) lying in the same plane as the circle or other figure."},{"word":"Ring","type":"n.","descr":" An instrument, formerly used for taking the sun\\'s altitude, consisting of a brass ring suspended by a swivel, with a hole at one side through which a solar ray entering indicated the altitude on the graduated inner surface opposite."},{"word":"Ring","type":"n.","descr":" An elastic band partly or wholly encircling the spore cases of ferns. See Illust. of Sporangium."},{"word":"Ring","type":"n.","descr":" A clique; an exclusive combination of persons for a selfish purpose, as to control the market, distribute offices, obtain contracts, etc."},{"word":"Ringed","type":"imp. and p. p.","descr":" of Ring"},{"word":"Ringing","type":"p. pr. and vb. n.","descr":" of Ring"},{"word":"Ring","type":"v. t.","descr":" To surround with a ring, or as with a ring; to encircle."},{"word":"Ring","type":"v. t.","descr":" To make a ring around by cutting away the bark; to girdle; as, to ring branches or roots."},{"word":"Ring","type":"v. t.","descr":" To fit with a ring or with rings, as the fingers, or a swine\\'s snout."},{"word":"Ring","type":"v. i.","descr":" To rise in the air spirally."},{"word":"Ringbill","type":"n.","descr":" The ring-necked scaup duck; -- called also ring-billed blackhead. See Scaup."},{"word":"Ringbird","type":"n.","descr":" The reed bunting. It has a collar of white feathers. Called also ring bunting."},{"word":"Ringbolt","type":"n.","descr":" An eyebolt having a ring through the eye."},{"word":"Ringbone","type":"n.","descr":" A morbid growth or deposit of bony matter between or on the small pastern and the great pastern bones."},{"word":"Ringdove","type":"n.","descr":" A European wild pigeon (Columba palumbus) having a white crescent on each side of the neck, whence the name. Called also wood pigeon, and cushat."},{"word":"Ringed","type":"a.","descr":" Encircled or marked with, or as with, a ring or rings."},{"word":"Ringed","type":"a.","descr":" Wearning a wedding ring; hence, lawfully wedded."},{"word":"Ringent","type":"a.","descr":" Having the lips widely separated and gaping like an open mouth; as a ringent bilabiate corolla."},{"word":"Ringer","type":"n.","descr":" One who, or that which, rings; especially, one who rings chimes on bells."},{"word":"Ringer","type":"n.","descr":" A crowbar."},{"word":"Ringer","type":"n.","descr":" A horse that is not entitled to take part in a race, but is fraudulently got into it."},{"word":"Ringhead","type":"n.","descr":" An instrument used for stretching woolen cloth."},{"word":"Ringing","type":"","descr":" a and n. from Ring, v."},{"word":"Ringingly","type":"adv.","descr":" In a ringing manner."},{"word":"Ringleader","type":"n.","descr":" The leader of a circle of dancers; hence, the leader of a number of persons acting together; the leader of a herd of animals."},{"word":"Ringleader","type":"n.","descr":" Opprobriously, a leader of a body of men engaged in the violation of law or in an illegal enterprise, as rioters, mutineers, or the like."},{"word":"Ringlestone","type":"n.","descr":" The ringed dotterel, or ring plover."},{"word":"Ringlet","type":"n.","descr":" A small ring; a small circle; specifically, a fairy ring."},{"word":"Ringlet","type":"n.","descr":" A curl; especially, a curl of hair."},{"word":"Ringmen","type":"pl. ","descr":" of Ringman"},{"word":"Ringman","type":"n.","descr":" The ring finger."},{"word":"Ringmaster","type":"n.","descr":" One in charge of the performances (as of horses) within the ring in a circus."},{"word":"Ringneck","type":"n.","descr":" Any one of several species of small plovers of the genus Aegialitis, having a ring around the neck. The ring is black in summer, but becomes brown or gray in winter. The semipalmated plover (Ae. semipalmata) and the piping plover (Ae. meloda) are common North American species. Called also ring plover, and ring-necked plover."},{"word":"Ringneck","type":"n.","descr":" The ring-necked duck."},{"word":"Ring-necked","type":"a.","descr":" Having a well defined ring of color around the neck."},{"word":"Ringsail","type":"n.","descr":" See Ringtail, 2."},{"word":"Ringstraked","type":"a.","descr":" Ring-streaked."},{"word":"Ring-streaked","type":"a.","descr":" Having circular streaks or lines on the body; as, ring-streaked goats."},{"word":"Ringtail","type":"n.","descr":" A bird having a distinct band of color across the tail, as the hen harrier."},{"word":"Ringtail","type":"n.","descr":" A light sail set abaft and beyong the leech of a boom-and-gaff sail; -- called also ringsail."},{"word":"Ring-tailed","type":"a.","descr":" Having the tail crossed by conspicuous bands of color."},{"word":"Ringtoss","type":"n.","descr":" A game in which the object is to toss a ring so that it will catch upon an upright stick."},{"word":"Ringworm","type":"n.","descr":" A contagious affection of the skin due to the presence of a vegetable parasite, and forming ring-shaped discolored patches covered with vesicles or powdery scales. It occurs either on the body, the face, or the scalp.  Different varieties are distinguished as Tinea circinata, Tinea tonsurans, etc., but all are caused by the same parasite (a species of Trichophyton)."},{"word":"Rink","type":"n.","descr":" The smooth and level extent of ice marked off for the game of curling."},{"word":"Rink","type":"n.","descr":" An artificial sheet of ice, generally under cover, used for skating; also, a floor prepared for skating on with roller skates, or a building with such a floor."},{"word":"Rinker","type":"n.","descr":" One who skates at a rink."},{"word":"Rinking","type":"n.","descr":" Skating in a rink."},{"word":"Rinsed","type":"imp. and p. p.","descr":" of Rinse"},{"word":"Rinsing","type":"p. pr. and vb. n.","descr":" of Rinse"},{"word":"Rinse","type":"v. t.","descr":" To wash lightly; to cleanse with a second or repeated application of water after washing."},{"word":"Rinse","type":"v. t.","descr":" To cleancse by the introduction of water; -- applied especially to hollow vessels; as, to rinse a bottle."},{"word":"Rinse","type":"n.","descr":" The act of rinsing."},{"word":"Rinser","type":"n.","descr":" One who, or that which, rinses."},{"word":"Riot","type":"n.","descr":" Wanton or unrestrained behavior; uproar; tumult."},{"word":"Riot","type":"n.","descr":" Excessive and exxpensive feasting; wild and loose festivity; revelry."},{"word":"Riot","type":"n.","descr":" The tumultuous disturbance of the public peace by an unlawful assembly of three or more persons in the execution of some private object."},{"word":"Rioted","type":"imp. and p. p.","descr":" of Riot"},{"word":"Rioting","type":"p. pr. and vb. n.","descr":" of Riot"},{"word":"Riot","type":"v. i.","descr":" To engage in riot; to act in an unrestrained or wanton manner; to indulge in excess of luxury, feasting, or the like; to revel; to run riot; to go to excess."},{"word":"Riot","type":"v. i.","descr":" To disturb the peace; to raise an uproar or sedition. See Riot, n., 3."},{"word":"Riot","type":"v. t.","descr":" To spend or pass in riot."},{"word":"Rioter","type":"n.","descr":" One who riots; a reveler; a roisterer."},{"word":"Rioter","type":"n.","descr":" One who engages in a riot. See Riot, n., 3."},{"word":"Riotise","type":"n.","descr":" Excess; tumult; revelry."},{"word":"Riotour","type":"n.","descr":" A rioter."},{"word":"Riotous","type":"a.","descr":" Involving, or engaging in, riot; wanton; unrestrained; luxurious."},{"word":"Riotous","type":"a.","descr":" Partaking of the nature of an unlawful assembly or its acts; seditious."},{"word":"Riotry","type":"n.","descr":" The act or practice of rioting; riot."},{"word":"Rip","type":"n.","descr":" A wicker fish basket."},{"word":"Ripped","type":"imp. and p. p.","descr":" of Rip"},{"word":"Ripping","type":"p. pr. and vb. n.","descr":" of Rip"},{"word":"Rip","type":"v. t.","descr":" To divide or separate the parts of, by cutting or tearing; to tear or cut open or off; to tear off or out by violence; as, to rip a garment by cutting the stitches; to rip off the skin of a beast; to rip up a floor; -- commonly used with up, open, off."},{"word":"Rip","type":"v. t.","descr":" To get by, or as by, cutting or tearing."},{"word":"Rip","type":"v. t.","descr":" To tear up for search or disclosure, or for alteration; to search to the bottom; to discover; to disclose; -- usually with up."},{"word":"Rip","type":"v. t.","descr":" To saw (wood) lengthwise of the grain or fiber."},{"word":"Rip","type":"n.","descr":" A rent made by ripping, esp. by a seam giving way; a tear; a place torn; laceration."},{"word":"Rip","type":"n.","descr":" A term applied to a mean, worthless thing or person, as to a scamp, a debauchee, or a prostitute, or a worn-out horse."},{"word":"Rip","type":"n.","descr":" A body of water made rough by the meeting of opposing tides or currents."},{"word":"Riparian","type":"a.","descr":" Of or pertaining to the bank of a river; as, riparian rights."},{"word":"Riparious","type":"a.","descr":" Growing along the banks of rivers; riparian."},{"word":"Ripe","type":"n.","descr":" The bank of a river."},{"word":"Ripe","type":"superl.","descr":" Ready for reaping or gathering; having attained perfection; mature; -- said of fruits, seeds, etc.; as, ripe grain."},{"word":"Ripe","type":"superl.","descr":" Advanced to the state of fitness for use; mellow; as, ripe cheese; ripe wine."},{"word":"Ripe","type":"superl.","descr":" Having attained its full development; mature; perfected; consummate."},{"word":"Ripe","type":"superl.","descr":" Maturated or suppurated; ready to discharge; -- said of sores, tumors, etc."},{"word":"Ripe","type":"superl.","descr":" Ready for action or effect; prepared."},{"word":"Ripe","type":"superl.","descr":" Like ripened fruit in ruddiness and plumpness."},{"word":"Ripe","type":"superl.","descr":" Intoxicated."},{"word":"Ripe","type":"v. i.","descr":" To ripen; to grow ripe."},{"word":"Ripe","type":"v. t.","descr":" To mature; to ripen."},{"word":"Ripely","type":"adv.","descr":" Maturely; at the fit time."},{"word":"Ripened","type":"imp. and p. p.","descr":" of Ripen"},{"word":"Ripening","type":"p. pr. and vb. n.","descr":" of Ripen"},{"word":"Ripen","type":"v. i.","descr":" To grow ripe; to become mature, as grain, fruit, flowers, and the like; as, grapes ripen in the sun."},{"word":"Ripen","type":"v. i.","descr":" To approach or come to perfection."},{"word":"Ripen","type":"v. t.","descr":" To cause to mature; to make ripe; as, the warm days ripened the corn."},{"word":"Ripen","type":"v. t.","descr":" To mature; to fit or prepare; to bring to perfection; as, to ripen the judgment."},{"word":"Ripeness","type":"n.","descr":" The state or quality of being ripe; maturity;; completeness; perfection; as, the ripeness of grain; ripeness of manhood; ripeness of judgment."},{"word":"Ripidolite","type":"n.","descr":" A translucent mineral of a green color and micaceous structure, belonging to the chlorite group; a hydrous silicate of alumina, magnesia, and iron; -- called also clinochlore."},{"word":"Ripienist","type":"n.","descr":" A player in the ripieno portion of an orchestra. See Ripieno."},{"word":"Ripieno","type":"a.","descr":" Filling up; supplementary; supernumerary; -- a term applied to those instruments which only swell the mass or tutti of an orchestra, but are not obbligato."},{"word":"Ripler","type":"n.","descr":" Alt. of Ripper"},{"word":"Ripper","type":"n.","descr":" One who brings fish from the seacoast to markets in inland towns."},{"word":"Ripost","type":"n.","descr":" In fencing, a return thrust after a parry."},{"word":"Ripost","type":"n.","descr":" A quick and sharp refort; a repartee."},{"word":"Ripper","type":"n.","descr":" One who, or that which, rips; a ripping tool."},{"word":"Ripper","type":"n.","descr":" A tool for trimming the edges of roofing slates."},{"word":"Ripper","type":"n.","descr":" Anything huge, extreme, startling, etc."},{"word":"Ripple","type":"v.","descr":" An implement, with teeth like those of a comb, for removing the seeds and seed vessels from flax, broom corn, etc."},{"word":"Ripple","type":"v. t.","descr":" To remove the seeds from (the stalks of flax, etc.), by means of a ripple."},{"word":"Ripple","type":"v. t.","descr":" Hence, to scratch or tear."},{"word":"Rippled","type":"imp. and p. p.","descr":" of Ripple"},{"word":"Rippling","type":"p. pr. and vb. n.","descr":" of Ripple"},{"word":"Ripple","type":"v. i.","descr":" To become fretted or dimpled on the surface, as water when agitated or running over a rough bottom; to be covered with small waves or undulations, as a field of grain."},{"word":"Ripple","type":"v. i.","descr":" To make a sound as of water running gently over a rough bottom, or the breaking of ripples on the shore."},{"word":"Ripple","type":"v. t.","descr":" To fret or dimple, as the surface of running water; to cover with small waves or undulations; as, the breeze rippled the lake."},{"word":"Ripple","type":"n.","descr":" The fretting or dimpling of the surface, as of running water; little curling waves."},{"word":"Ripple","type":"n.","descr":" A little wave or undulation; a sound such as is made by little waves; as, a ripple of laughter."},{"word":"Ripple","type":"n.","descr":" a small wave on the surface of water or other liquids for which the driving force is not gravity, but surface tension."},{"word":"Ripple","type":"n.","descr":" the residual AC component in the DC current output from a rectifier, expressed as a percentage of the steady component of the current."},{"word":"Ripple-marked","type":"a.","descr":" Having ripple marks."},{"word":"Ripplet","type":"n.","descr":" A small ripple."},{"word":"Ripplingly","type":"adv.","descr":" In a rippling manner."},{"word":"Ripply","type":"a.","descr":" Having ripples; as, ripply water; hence, resembling the sound of rippling water; as, ripply laughter; a ripply cove."},{"word":"Riprap","type":"n.","descr":" A foundation or sustaining wall of stones thrown together without order, as in deep water or on a soft bottom."},{"word":"Riprapped","type":"imp. and p. p.","descr":" of Riprap"},{"word":"Riprapping","type":"p. pr. and vb. n.","descr":" of Riprap"},{"word":"Riprap","type":"v. t.","descr":" To form a riprap in or upon."},{"word":"Ripsaw","type":"v. t.","descr":" A handsaw with coarse teeth which have but a slight set, used for cutting wood in the direction of the fiber; -- called also ripping saw."},{"word":"Riptowel","type":"n.","descr":" A gratuity given to tenants after they had reaped their lord\\'s corn."},{"word":"Ris","type":"n.","descr":" A bough or branch; a twig."},{"word":"Risen","type":"p. p.","descr":" of Rise"},{"word":"Rising","type":"p. pr. and vb. n.","descr":" of Rise"},{"word":"Rise","type":"v.","descr":" To move from a lower position to a higher; to ascend; to mount up. Specifically: -- (a) To go upward by walking, climbing, flying, or any other voluntary motion; as, a bird rises in the air; a fish rises to the bait."},{"word":"Rise","type":"v.","descr":" To ascend or float in a fluid, as gases or vapors in air, cork in water, and the like."},{"word":"Rise","type":"v.","descr":" To move upward under the influence of a projecting force; as, a bullet rises in the air."},{"word":"Rise","type":"v.","descr":" To grow upward; to attain a certain height; as, this elm rises to the height of seventy feet."},{"word":"Rise","type":"v.","descr":" To reach a higher level by increase of quantity or bulk; to swell; as, a river rises in its bed; the mercury rises in the thermometer."},{"word":"Rise","type":"v.","descr":" To become erect; to assume an upright position; as, to rise from a chair or from a fall."},{"word":"Rise","type":"v.","descr":" To leave one\\'s bed; to arise; as, to rise early."},{"word":"Rise","type":"v.","descr":" To tower up; to be heaved up; as, the Alps rise far above the sea."},{"word":"Rise","type":"v.","descr":" To slope upward; as, a path, a line, or surface rises in this direction."},{"word":"Rise","type":"v.","descr":" To retire; to give up a siege."},{"word":"Rise","type":"v.","descr":" To swell or puff up in the process of fermentation; to become light, as dough, and the like."},{"word":"Rise","type":"v.","descr":" To have the aspect or the effect of rising."},{"word":"Rise","type":"v.","descr":" To appear above the horizont, as the sun, moon, stars, and the like."},{"word":"Rise","type":"v.","descr":" To become apparent; to emerge into sight; to come forth; to appear; as, an eruption rises on the skin; the land rises to view to one sailing toward the shore."},{"word":"Rise","type":"v.","descr":" To become perceptible to other senses than sight; as, a noise rose on the air; odor rises from the flower."},{"word":"Rise","type":"v.","descr":" To have a beginning; to proceed; to originate; as, rivers rise in lakes or springs."},{"word":"Rise","type":"v.","descr":" To increase in size, force, or value; to proceed toward a climax."},{"word":"Rise","type":"v.","descr":" To increase in power or fury; -- said of wind or a storm, and hence, of passion."},{"word":"Rise","type":"v.","descr":" To become of higher value; to increase in price."},{"word":"Rise","type":"v.","descr":" To become larger; to swell; -- said of a boil, tumor, and the like."},{"word":"Rise","type":"v.","descr":" To increase in intensity; -- said of heat."},{"word":"Rise","type":"v.","descr":" To become louder, or higher in pitch, as the voice."},{"word":"Rise","type":"v.","descr":" To increase in amount; to enlarge; as, his expenses rose beyond his expectations."},{"word":"Rise","type":"v.","descr":" In various figurative senses."},{"word":"Rise","type":"v.","descr":" To become excited, opposed, or hostile; to go to war; to take up arms; to rebel."},{"word":"Rise","type":"v.","descr":" To attain to a better social position; to be promoted; to excel; to succeed."},{"word":"Rise","type":"v.","descr":" To become more and more dignified or forcible; to increase in interest or power; -- said of style, thought, or discourse; as, to rise in force of expression; to rise in eloquence; a story rises in interest."},{"word":"Rise","type":"v.","descr":" To come to mind; to be suggested; to occur."},{"word":"Rise","type":"v.","descr":" To come; to offer itself."},{"word":"Rise","type":"v.","descr":" To ascend from the grave; to come to life."},{"word":"Rise","type":"v.","descr":" To terminate an official sitting; to adjourn; as, the committee rose after agreeing to the report."},{"word":"Rise","type":"v.","descr":" To ascend on a musical scale; to take a higher pith; as, to rise a tone or semitone."},{"word":"Rise","type":"v.","descr":" To be lifted, or to admit of being lifted, from the imposing stone without dropping any of the type; -- said of a form."},{"word":"Rise","type":"n.","descr":" The act of rising, or the state of being risen."},{"word":"Rise","type":"n.","descr":" The distance through which anything rises; as, the rise of the thermometer was ten degrees; the rise of the river was six feet; the rise of an arch or of a step."},{"word":"Rise","type":"n.","descr":" Land which is somewhat higher than the rest; as, the house stood on a rise of land."},{"word":"Rise","type":"n.","descr":" Spring; source; origin; as, the rise of a stream."},{"word":"Rise","type":"n.","descr":" Appearance above the horizon; as, the rise of the sun or of a planet."},{"word":"Rise","type":"n.","descr":" Increase; advance; augmentation, as of price, value, rank, property, fame, and the like."},{"word":"Rise","type":"n.","descr":" Increase of sound; a swelling of the voice."},{"word":"Rise","type":"n.","descr":" Elevation or ascent of the voice; upward change of key; as, a rise of a tone or semitone."},{"word":"Rise","type":"n.","descr":" The spring of a fish to seize food (as a fly) near the surface of the water."},{"word":"Risen","type":"","descr":" p. p. and a. from Rise."},{"word":"Risen","type":"p. p. and a.","descr":" Obs. imp. pl. of Rise."},{"word":"Riser","type":"n.","descr":" One who rises; as, an early riser."},{"word":"Riser","type":"n.","descr":" The upright piece of a step, from tread to tread."},{"word":"Riser","type":"n.","descr":" Any small upright face, as of a seat, platform, veranda, or the like."},{"word":"Riser","type":"n.","descr":" A shaft excavated from below upward."},{"word":"Riser","type":"n.","descr":" A feed head. See under Feed, n."},{"word":"Rish","type":"n.","descr":" A rush (the plant)."},{"word":"Risibility","type":"n.","descr":" The quality of being risible; as, risibility is peculiar to the human species."},{"word":"Risible","type":"a.","descr":" Having the faculty or power of laughing; disposed to laugh."},{"word":"Risible","type":"a.","descr":" Exciting laughter; worthy to be laughed at; amusing."},{"word":"Risible","type":"a.","descr":" Used in, or expressing, laughter; as, risible muscles."},{"word":"Rising","type":"a.","descr":" Attaining a higher place; taking, or moving in, an upward direction; appearing above the horizon; ascending; as, the rising moon."},{"word":"Rising","type":"a.","descr":" Increasing in wealth, power, or distinction; as, a rising state; a rising character."},{"word":"Rising","type":"a.","descr":" Growing; advancing to adult years and to the state of active life; as, the rising generation."},{"word":"Rising","type":"prep.","descr":" More than; exceeding; upwards of; as, a horse rising six years of age."},{"word":"Rising","type":"n.","descr":" The act of one who, or that which, rises (in any sense)."},{"word":"Rising","type":"n.","descr":" That which rises; a tumor; a boil."},{"word":"Risk","type":"n.","descr":" Hazard; danger; peril; exposure to loss, injury, or destruction."},{"word":"Risk","type":"n.","descr":" Hazard of loss; liabillity to loss in property."},{"word":"Risked","type":"imp. and p. p.","descr":" of Risk"},{"word":"Risking","type":"p. pr. and vb. n.","descr":" of Risk"},{"word":"Risk","type":"n.","descr":" To expose to risk, hazard, or peril; to venture; as, to risk goods on board of a ship; to risk one\\'s person in battle; to risk one\\'s fame by a publication."},{"word":"Risk","type":"n.","descr":" To incur the risk or danger of; as, to risk a battle."},{"word":"Risker","type":"n.","descr":" One who risks or hazards."},{"word":"Riskful","type":"a.","descr":" Risky."},{"word":"Risky","type":"a.","descr":" Attended with risk or danger; hazardous."},{"word":"Risorial","type":"a.","descr":" Pertaining to, or producing, laughter; as, the risorial muscles."},{"word":"Risotto","type":"n.","descr":" A kind of pottage."},{"word":"Risse","type":"","descr":" imp. of Rise."},{"word":"Rissoid","type":"n.","descr":" Any one of very numerous species of small spiral gastropods of the genus Rissoa, or family Rissoidae, found both in fresh and salt water."},{"word":"Rissole","type":"n.","descr":" A small ball of rich minced meat or fish, covered with pastry and fried."},{"word":"Rist","type":"","descr":" 3d pers. sing. pres. of Rise, contracted from riseth."},{"word":"Rit","type":"","descr":" 3d pers. sing. pres. of Ride, contracted from rideth."},{"word":"Ritardando","type":"a.","descr":" Retarding; -- a direction for slower time; rallentado."},{"word":"Rite","type":"n.","descr":" The act of performing divine or solemn service, as established by law, precept, or custom; a formal act of religion or other solemn duty; a solemn observance; a ceremony; as, the rites of freemasonry."},{"word":"Ritenuto","type":"a.","descr":" Held back; holding back; ritardando."},{"word":"Ritornelle","type":"n.","descr":" Alt. of Ritornello"},{"word":"Ritornello","type":"n.","descr":" A short return or repetition; a concluding symphony to an air, often consisting of the burden of the song."},{"word":"Ritornello","type":"n.","descr":" A short intermediate symphony, or instrumental passage, in the course of a vocal piece; an interlude."},{"word":"Ritratto","type":"n.","descr":" A picture."},{"word":"Ritual","type":"a.","descr":" Of or pertaining to rites or ritual; as, ritual service or sacrifices; the ritual law."},{"word":"Ritual","type":"n.","descr":" A prescribed form of performing divine service in a particular church or communion; as, the Jewish ritual."},{"word":"Ritual","type":"n.","descr":" Hence, the code of ceremonies observed by an organization; as, the ritual of the freemasons."},{"word":"Ritual","type":"n.","descr":" A book containing the rites to be observed."},{"word":"Ritualism","type":"n.","descr":" A system founded upon a ritual or prescribed form of religious worship; adherence to, or observance of, a ritual."},{"word":"Ritualism","type":"n.","descr":" Specifically :(a) The principles and practices of those in the Church of England, who in the development of the Oxford movement, so-called, have insisted upon a return to the use in church services of the symbolic ornaments (altar cloths, encharistic vestments, candles, etc.) that were sanctioned in the second year of Edward VI., and never, as they maintain, forbidden by competennt authority, although generally disused. Schaff-Herzog Encyc. (b) Also, the principles and practices of those in the Protestant Episcopal Church who sympathize with this party in the Church of England."},{"word":"Ritualist","type":"n.","descr":" One skilled un, or attached to, a ritual; one who advocates or practices ritualism."},{"word":"Ritualistic","type":"a.","descr":" Pertaining to, or in accordance with, a ritual; adhering to ritualism."},{"word":"Ritually","type":"adv.","descr":" By rites, or by a particular rite."},{"word":"Rivage","type":"n.","descr":" A bank, shore, or coast."},{"word":"Rivage","type":"n.","descr":" A duty paid to the crown for the passage of vessels on certain rivers."},{"word":"Rival","type":"n.","descr":" A person having a common right or privilege with another; a partner."},{"word":"Rival","type":"n.","descr":" One who is in pursuit of the same object as another; one striving to reach or obtain something which another is attempting to obtain, and which one only can posses; a competitor; as, rivals in love; rivals for a crown."},{"word":"Rival","type":"a.","descr":" Having the same pretensions or claims; standing in competition for superiority; as, rival lovers; rival claims or pretensions."},{"word":"Rivaled","type":"imp. and p. p.","descr":" of Rival"},{"word":"Rivalled","type":"","descr":" of Rival"},{"word":"Rivaling","type":"p. pr. and vb. n.","descr":" of Rival"},{"word":"Rivalling","type":"","descr":" of Rival"},{"word":"Rival","type":"v. t.","descr":" To stand in competition with; to strive to gain some object in opposition to; as, to rival one in love."},{"word":"Rival","type":"v. t.","descr":" To strive to equal or exel; to emulate."},{"word":"Rival","type":"v. i.","descr":" To be in rivalry."},{"word":"Rivaless","type":"n.","descr":" A female rival."},{"word":"Rivality","type":"n.","descr":" Rivalry; competition."},{"word":"Rivality","type":"n.","descr":" Equality, as of right or rank."},{"word":"Rivalries","type":"pl. ","descr":" of Rivalry"},{"word":"Rivalry","type":"n.","descr":" The act of rivaling, or the state of being a rival; a competition."},{"word":"Rivalship","type":"n.","descr":" Rivalry."},{"word":"Rived","type":"imp.","descr":" of Rive"},{"word":"Rived","type":"p. p.","descr":" of Rive"},{"word":"Riven","type":"","descr":" of Rive"},{"word":"Riving","type":"p. pr. and vb. n.","descr":" of Rive"},{"word":"Rive","type":"v. t.","descr":" To rend asunder by force; to split; to cleave; as, to rive timber for rails or shingles."},{"word":"Rive","type":"v. i.","descr":" To be split or rent asunder."},{"word":"Rive","type":"n.","descr":" A place torn; a rent; a rift."},{"word":"Riveled","type":"imp. and p. p.","descr":" of Rivel"},{"word":"Riveling","type":"p. pr. and vb. n.","descr":" of Rivel"},{"word":"Rivel","type":"v. t.","descr":" To contract into wrinkles; to shrivel; to shrink; as, riveled fruit; riveled flowers."},{"word":"Rivel","type":"n.","descr":" A wrinkle; a rimple."},{"word":"Riven","type":"","descr":" p. p. and a. from Rive."},{"word":"River","type":"n.","descr":" One who rives or splits."},{"word":"River","type":"n.","descr":" A large stream of water flowing in a bed or channel and emptying into the ocean, a sea, a lake, or another stream; a stream larger than a rivulet or brook."},{"word":"River","type":"n.","descr":" Fig.: A large stream; copious flow; abundance; as, rivers of blood; rivers of oil."},{"word":"River","type":"v. i.","descr":" To hawk by the side of a river; to fly hawks at river fowl."},{"word":"Rivered","type":"a.","descr":" Supplied with rivers; as, a well rivered country."},{"word":"Riveret","type":"n.","descr":" A rivulet."},{"word":"Riverhood","type":"n.","descr":" The quality or state of being a river."},{"word":"Riverling","type":"n.","descr":" A rivulet."},{"word":"Riverside","type":"n.","descr":" The side or bank of a river."},{"word":"Rivery","type":"a.","descr":" Having rivers; as, a rivery country."},{"word":"Rivet","type":"n.","descr":" A metallic pin with a head, used for uniting two plates or pieces of material together, by passing it through them and then beating or pressing down the point so that it shall spread out and form a second head; a pin or bolt headed or clinched at both ends."},{"word":"Riveted","type":"imp. and p. p.","descr":" of Rivet"},{"word":"Riveting","type":"p. pr. and vb. n.","descr":" of Rivet"},{"word":"Rivet","type":"v. t.","descr":" To fasten with a rivet, or with rivets; as, to rivet two pieces of iron."},{"word":"Rivet","type":"v. t.","descr":" To spread out the end or point of, as of a metallic pin, rod, or bolt, by beating or pressing, so as to form a sort of head."},{"word":"Rivet","type":"v. t.","descr":" Hence, to fasten firmly; to make firm, strong, or immovable; as, to rivet friendship or affection."},{"word":"Riveter","type":"n.","descr":" One who rivets."},{"word":"Riveting","type":"n.","descr":" The act of joining with rivets; the act of spreading out and clinching the end, as of a rivet, by beating or pressing."},{"word":"Riveting","type":"n.","descr":" The whole set of rivets, collectively."},{"word":"Rivose","type":"a.","descr":" Marked with sinuate and irregular furrows."},{"word":"Rivulet","type":"n.","descr":" A small stream or brook; a streamlet."},{"word":"Rixation","type":"n.","descr":" A brawl or quarrel."},{"word":"Rixatrix","type":"n.","descr":" A scolding or quarrelsome woman; a scold."},{"word":"Rixdaler","type":"n.","descr":" A Dutch silver coin, worth about $1.00."},{"word":"Rix-dollar","type":"n.","descr":" A name given to several different silver coins of Denmark, Holland, Sweden,, NOrway, etc., varying in value from about 30 cents to $1.10; also, a British coin worth about 36 cents, used in Ceylon and at the Cape of Good Hope. See Rigsdaler, Riksdaler, and Rixdaler."},{"word":"Rizzar","type":"v. t.","descr":" To dry in the sun; as, rizzared haddock."}]