[{"word":"Roughte","type":"","descr":" of Reck"},{"word":"Rove","type":"imp. and p. p.","descr":" of Reeve"},{"word":"Rode","type":"imp.","descr":" of Ride"},{"word":"Rose","type":"imp.","descr":" of Rise"},{"word":"Roach","type":"n.","descr":" A cockroach."},{"word":"Roach","type":"n.","descr":" A European fresh-water fish of the Carp family (Leuciscus rutilus). It is silver-white, with a greenish back."},{"word":"Roach","type":"n.","descr":" An American chub (Semotilus bullaris); the fallfish."},{"word":"Roach","type":"n.","descr":" The redfin, or shiner."},{"word":"Roach","type":"n.","descr":" A convex curve or arch cut in the edge of a sail to prevent chafing, or to secure a better fit."},{"word":"Roach","type":"v. t.","descr":" To cause to arch."},{"word":"Roach","type":"v. t.","descr":" To cut off, as a horse\\'s mane, so that the part left shall stand upright."},{"word":"Roach-backed","type":"a.","descr":" Having a back like that of roach; -- said of a horse whose back a convex instead of a concave curve."},{"word":"Road","type":"n.","descr":" A journey, or stage of a journey."},{"word":"Road","type":"n.","descr":" An inroad; an invasion; a raid."},{"word":"Road","type":"n.","descr":" A place where one may ride; an open way or public passage for vehicles, persons, and animals; a track for travel, forming a means of communication between one city, town, or place, and another."},{"word":"Road","type":"n.","descr":" A place where ships may ride at anchor at some distance from the shore; a roadstead; -- often in the plural; as, Hampton Roads."},{"word":"Roadbed","type":"n.","descr":" In railroads, the bed or foundation on which the superstructure (ties, rails, etc.) rests; in common roads, the whole material laid in place and ready for travel."},{"word":"Roadless","type":"a.","descr":" Destitute of roads."},{"word":"Roadmaker","type":"n.","descr":" One who makes roads."},{"word":"Roadside","type":"n.","descr":" Land adjoining a road or highway; the part of a road or highway that borders the traveled part. Also used ajectively."},{"word":"Roadstead","type":"n.","descr":" An anchorage off shore. Same as Road, 4."},{"word":"Roadster","type":"n.","descr":" A clumsy vessel that works its way from one anchorage to another by means of the tides."},{"word":"Roadster","type":"n.","descr":" A horse that is accustomed to traveling on the high road, or is suitable for use on ordinary roads."},{"word":"Roadster","type":"n.","descr":" A bicycle or tricycle adapted for common roads rather than for the racing track."},{"word":"Roadster","type":"n.","descr":" One who drives much; a coach driver."},{"word":"Roadster","type":"n.","descr":" A hunter who keeps to the roads instead of following the hounds across country."},{"word":"Roadway","type":"n.","descr":" A road; especially, the part traveled by carriages."},{"word":"Roamed","type":"imp. and p. p.","descr":" of Roam"},{"word":"Roaming","type":"p. pr. and vb. n.","descr":" of Roam"},{"word":"Roam","type":"v. i.","descr":" To go from place to place without any certain purpose or direction; to rove; to wander."},{"word":"Roam","type":"v. t.","descr":" To range or wander over."},{"word":"Roam","type":"n.","descr":" The act of roaming; a wandering; a ramble; as, he began his roam o\\'er hill amd dale."},{"word":"Roamer","type":"n.","descr":" One who roams; a wanderer."},{"word":"Roan","type":"a.","descr":" Having a bay, chestnut, brown, or black color, with gray or white thickly interspersed; -- said of a horse."},{"word":"Roan","type":"a.","descr":" Made of the leather called roan; as, roan binding."},{"word":"Roan","type":"n.","descr":" The color of a roan horse; a roan color."},{"word":"Roan","type":"n.","descr":" A roan horse."},{"word":"Roan","type":"n.","descr":" A kind of leather used for slippers, bookbinding, etc., made from sheepskin, tanned with sumac and colored to imitate ungrained morocco."},{"word":"Roared","type":"imp. and p. p.","descr":" of Roar"},{"word":"Roaring","type":"p. pr. and vvb. n.","descr":" of Roar"},{"word":"Roar","type":"v. i.","descr":" To cry with a full, loud, continued sound."},{"word":"Roar","type":"v. i.","descr":" To bellow, or utter a deep, loud cry, as a lion or other beast."},{"word":"Roar","type":"v. i.","descr":" To cry loudly, as in pain, distress, or anger."},{"word":"Roar","type":"v. i.","descr":" To make a loud, confused sound, as winds, waves, passing vehicles, a crowd of persons when shouting together, or the like."},{"word":"Roar","type":"v. i.","descr":" To be boisterous; to be disorderly."},{"word":"Roar","type":"v. i.","descr":" To laugh out loudly and continuously; as, the hearers roared at his jokes."},{"word":"Roar","type":"v. i.","descr":" To make a loud noise in breathing, as horses having a certain disease. See Roaring, 2."},{"word":"Roar","type":"v. t.","descr":" To cry aloud; to proclaim loudly."},{"word":"Roar","type":"n.","descr":" The sound of roaring."},{"word":"Roar","type":"n.","descr":" The deep, loud cry of a wild beast; as, the roar of a lion."},{"word":"Roar","type":"n.","descr":" The cry of one in pain, distress, anger, or the like."},{"word":"Roar","type":"n.","descr":" A loud, continuous, and confused sound; as, the roar of a cannon, of the wind, or the waves; the roar of ocean."},{"word":"Roar","type":"n.","descr":" A boisterous outcry or shouting, as in mirth."},{"word":"Roarer","type":"n.","descr":" One who, or that which, roars."},{"word":"Roarer","type":"n.","descr":" A riotous fellow; a roaring boy."},{"word":"Roarer","type":"n.","descr":" A horse subject to roaring. See Roaring, 2."},{"word":"Roarer","type":"n.","descr":" The barn owl."},{"word":"Roaring","type":"n.","descr":" A loud, deep, prolonged sound, as of a large beast, or of a person in distress, anger, mirth, etc., or of a noisy congregation."},{"word":"Roaring","type":"n.","descr":" An affection of the windpipe of a horse, causing a loud, peculiar noise in breathing under exertion; the making of the noise so caused. See Roar, v. i., 5."},{"word":"Roaringly","type":"adv.","descr":" In a roaring manner."},{"word":"Roasted","type":"imp. and p. p.","descr":" of Roast"},{"word":"Roasting","type":"p. pr. and vb. n.","descr":" of Roast"},{"word":"Roast","type":"v. t.","descr":" To cook by exposure to radiant heat before a fire; as, to roast meat on a spit, or in an oven open toward the fire and having reflecting surfaces within; also, to cook in a close oven."},{"word":"Roast","type":"v. t.","descr":" To cook by surrounding with hot embers, ashes, sand, etc.; as, to roast a potato in ashes."},{"word":"Roast","type":"v. t.","descr":" To dry and parch by exposure to heat; as, to roast coffee; to roast chestnuts, or peanuts."},{"word":"Roast","type":"v. t.","descr":" Hence, to heat to excess; to heat violently; to burn."},{"word":"Roast","type":"v. t.","descr":" To dissipate by heat the volatile parts of, as ores."},{"word":"Roast","type":"v. t.","descr":" To banter severely."},{"word":"Roast","type":"v. i.","descr":" To cook meat, fish, etc., by heat, as before the fire or in an oven."},{"word":"Roast","type":"v. i.","descr":" To undergo the process of being roasted."},{"word":"Roast","type":"n.","descr":" That which is roasted; a piece of meat which has been roasted, or is suitable for being roasted."},{"word":"Roast","type":"a.","descr":" Roasted; as, roast beef."},{"word":"Roaster","type":"n.","descr":" One who roasts meat."},{"word":"Roaster","type":"n.","descr":" A contrivance for roasting."},{"word":"Roaster","type":"n.","descr":" A pig, or other article of food fit for roasting."},{"word":"Roasting","type":"","descr":" a. and n., from Roast, v."},{"word":"Rob","type":"n.","descr":" The inspissated juice of ripe fruit, obtained by evaporation of the juice over a fire till it acquires the consistence of a sirup. It is sometimes mixed with honey or sugar."},{"word":"Robbed","type":"imp. and p. p.","descr":" of Rob"},{"word":"Robbing","type":"p. pr. and vb. n.","descr":" of Rob"},{"word":"Rob","type":"v. t.","descr":" To take (something) away from by force; to strip by stealing; to plunder; to pillage; to steal from."},{"word":"Rob","type":"v. t.","descr":" To take the property of (any one) from his person, or in his presence, feloniously, and against his will, by violence or by putting him in fear."},{"word":"Rob","type":"v. t.","descr":" To deprive of, or withhold from, unjustly or injuriously; to defraud; as, to rob one of his rest, or of his good name; a tree robs the plants near it of sunlight."},{"word":"Rob","type":"v. i.","descr":" To take that which belongs to another, without right or permission, esp. by violence."},{"word":"Roband","type":"n.","descr":" See Roperand."},{"word":"Robber","type":"n.","descr":" One who robs; in law, one who feloniously takes goods or money from the person of another by violence or by putting him in fear."},{"word":"Robberies","type":"pl. ","descr":" of Robbery"},{"word":"Robbery","type":"n.","descr":" The act or practice of robbing; theft."},{"word":"Robbery","type":"n.","descr":" The crime of robbing. See Rob, v. t., 2."},{"word":"Robbin","type":"n.","descr":" A kind of package in which pepper and other dry commodities are sometimes exported from the East Indies. The robbin of rice in Malabar weighs about 84 pounds."},{"word":"Robbin","type":"n.","descr":" See Ropeband."},{"word":"Robe","type":"v. t.","descr":" An outer garment; a dress of a rich, flowing, and elegant style or make; hence, a dress of state, rank, office, or the like."},{"word":"Robe","type":"v. t.","descr":" A skin of an animal, especially, a skin of the bison, dressed with the fur on, and used as a wrap."},{"word":"Robed","type":"imp. and p. p.","descr":" of Robe"},{"word":"Robing","type":"p. pr. and vb. n.","descr":" of Robe"},{"word":"Robe","type":"v. t.","descr":" To invest with a robe or robes; to dress; to array; as, fields robed with green."},{"word":"Robe-de-chambre","type":"n.","descr":" A dressing gown, or morning gown."},{"word":"Roberdsman","type":"n.","descr":" Alt. of Robertsman"},{"word":"Robertsman","type":"n.","descr":" A bold, stout robber, or night thief; -- said to be so called from Robin Hood."},{"word":"Robert","type":"n.","descr":" See Herb Robert, under Herb."},{"word":"Robin","type":"n.","descr":" A small European singing bird (Erythacus rubecula), having a reddish breast; -- called also robin redbreast, robinet, and ruddock."},{"word":"Robin","type":"n.","descr":" An American singing bird (Merula migratoria), having the breast chestnut, or dull red. The upper parts are olive-gray, the head and tail blackish. Called also robin redbreast, and migratory thrush."},{"word":"Robin","type":"n.","descr":" Any one of several species of Australian warblers of the genera Petroica, Melanadrays, and allied genera; as, the scarlet-breasted robin (Petroica mullticolor)."},{"word":"Robin","type":"n.","descr":" Any one of several Asiatic birds; as, the Indian robins. See Indian robin, below."},{"word":"Robinet","type":"n.","descr":" The chaffinch; -- called also roberd."},{"word":"Robinet","type":"n.","descr":" The European robin."},{"word":"Robinet","type":"n.","descr":" A military engine formerly used for throwing darts and stones."},{"word":"Robing","type":"n.","descr":" The act of putting on a robe."},{"word":"Robin Goodfellow","type":"","descr":" A celebrated fairy; Puck. See Puck."},{"word":"Robinia","type":"n.","descr":" A genus of leguminous trees including the common locust of North America (Robinia Pseudocacia)."},{"word":"Roborant","type":"a.","descr":" Strengthening."},{"word":"Roborant","type":"n.","descr":" A strengthening medicine; a tonic."},{"word":"Roborate","type":"v. t.","descr":" To give strength or support to; to confirm."},{"word":"Roboration","type":"n.","descr":" The act of strengthening."},{"word":"Roborean","type":"a.","descr":" Alt. of Roboreous"},{"word":"Roboreous","type":"a.","descr":" Made of oak."},{"word":"Robust","type":"a.","descr":" Evincing strength; indicating vigorous health; strong; sinewy; muscular; vigorous; sound; as, a robust body; robust youth; robust health."},{"word":"Robust","type":"a.","descr":" Violent; rough; rude."},{"word":"Robust","type":"a.","descr":" Requiring strength or vigor; as, robust employment."},{"word":"Robustious","type":"a.","descr":" Robust."},{"word":"Robustly","type":"adv.","descr":" In a robust manner."},{"word":"Robustness","type":"n.","descr":" The quality or state of being robust."},{"word":"Roc","type":"n.","descr":" A monstrous bird of Arabian mythology."},{"word":"Rocambole","type":"n.","descr":" A name of Allium Scorodoprasum and A. Ascalonium, two kinds of garlic, the latter of which is also called shallot."},{"word":"Roccellic","type":"a.","descr":" Pertaining to, or designating, a dibasic acid of the oxalic series found in archil (Roccella tinctoria, etc.), and other lichens, and extracted as a white crystalline substance C17H32O4."},{"word":"Roccellin","type":"n.","descr":" A red dyestuff, used as a substitute for cochineal, archil, etc.  It consists of the sodium salt of a complex azo derivative of naphtol."},{"word":"Roche","type":"n.","descr":" Rock."},{"word":"Roche alum","type":"","descr":" A kind of alum occuring in small fragments; -- so called from Rocca, in Syria, whence alum is said to have been obtained; -- also called rock alum."},{"word":"Rochelime","type":"n.","descr":" Lime in the lump after it is burned; quicklime."},{"word":"Rochelle","type":"n.","descr":" A seaport town in France."},{"word":"Roche moutonnee","type":"","descr":" See Sheepback."},{"word":"Rochet","type":"n.","descr":" A linen garment resembling the surplise, but with narrower sleeves, also without sleeves, worn by bishops, and by some other ecclesiastical dignitaries, in certain religious ceremonies."},{"word":"Rochet","type":"n.","descr":" A frock or outer garment worn in the thirteenth and fourteenth centuries."},{"word":"Rochet","type":"n.","descr":" The red gurnard, or gurnet. See Gurnard."},{"word":"Roching cask","type":"","descr":" A tank in which alum is crystallized from a solution."},{"word":"Rock","type":"n.","descr":" See Roc."},{"word":"Rock","type":"n.","descr":" A distaff used in spinning; the staff or frame about which flax is arranged, and from which the thread is drawn in spinning."},{"word":"Rock","type":"n.","descr":" A large concreted mass of stony material; a large fixed stone or crag. See Stone."},{"word":"Rock","type":"n.","descr":" Any natural deposit forming a part of the earth\\'s crust, whether consolidated or not, including sand, earth, clay, etc., when in natural beds."},{"word":"Rock","type":"n.","descr":" That which resembles a rock in firmness; a defense; a support; a refuge."},{"word":"Rock","type":"n.","descr":" Fig.: Anything which causes a disaster or wreck resembling the wreck of a vessel upon a rock."},{"word":"Rock","type":"n.","descr":" The striped bass. See under Bass."},{"word":"Rocked","type":"imp. and p. p.","descr":" of Rock"},{"word":"Rocking","type":"p. pr. and vb. n.","descr":" of Rock"},{"word":"Rock","type":"v. t.","descr":" To cause to sway backward and forward, as a body resting on a support beneath; as, to rock a cradle or chair; to cause to vibrate; to cause to reel or totter."},{"word":"Rock","type":"v. t.","descr":" To move as in a cradle; hence, to put to sleep by rocking; to still; to quiet."},{"word":"Rock","type":"v. i.","descr":" To move or be moved backward and forward; to be violently agitated; to reel; to totter."},{"word":"Rock","type":"v. i.","descr":" To roll or saway backward and forward upon a support; as, to rock in a rocking-chair."},{"word":"Rockaway","type":"","descr":" Formerly, a light, low, four-wheeled carriage, with standing top, open at the sides, but having waterproof curtains which could be let down when occasion required; now, a somewhat similar, but heavier, carriage, inclosed, except in front, and having a door at each side."},{"word":"Rockelay","type":"n.","descr":" Alt. of Rocklay"},{"word":"Rocklay","type":"n.","descr":" See Rokelay."},{"word":"Rocker","type":"n.","descr":" One who rocks; specifically, one who rocks a cradle."},{"word":"Rocker","type":"n.","descr":" One of the curving pieces of wood or metal on which a cradle, chair, etc., rocks."},{"word":"Rocker","type":"n.","descr":" Any implement or machine working with a rocking motion, as a trough mounted on rockers for separating gold dust from gravel, etc., by agitation in water."},{"word":"Rocker","type":"n.","descr":" A play horse on rockers; a rocking-horse."},{"word":"Rocker","type":"n.","descr":" A chair mounted on rockers; a rocking-chair."},{"word":"Rocker","type":"n.","descr":" A skate with a curved blade, somewhat resembling in shape the rocker of a cradle."},{"word":"Rocker","type":"n.","descr":" Same as Rock shaft."},{"word":"Rockered","type":"a.","descr":" Shaped like a rocker; curved; as, a rockered keel."},{"word":"Rockery","type":"n.","descr":" A mound formed of fragments of rock, earth, etc., and set with plants."},{"word":"Rocket","type":"n.","descr":" A cruciferous plant (Eruca sativa) sometimes eaten in Europe as a salad."},{"word":"Rocket","type":"n.","descr":" Damewort."},{"word":"Rocket","type":"n.","descr":" Rocket larkspur. See below."},{"word":"Rocket","type":"n.","descr":" An artificial firework consisting of a cylindrical case of paper or metal filled with a composition of combustible ingredients, as niter, charcoal, and sulphur, and fastened to a guiding stick. The rocket is projected through the air by the force arising from the expansion of the gases liberated by combustion of the composition. Rockets are used as projectiles for various purposes, for signals, and also for pyrotechnic display."},{"word":"Rocket","type":"n.","descr":" A blunt lance head used in the joust."},{"word":"Rocketed","type":"imp. and p. p.","descr":" of Rocket"},{"word":"Rocketing","type":"p. pr. and vb. n.","descr":" of Rocket"},{"word":"Rocket","type":"v. i.","descr":" To rise straight up; said of birds; usually in the present participle or as an adjective."},{"word":"Rocketer","type":"n.","descr":" A bird, especially a pheasant, which, being flushed, rises straight in the air like a rocket."},{"word":"Rockfish","type":"n.","descr":" Any one of several California scorpaenoid food fishes of the genus Sebastichthys, as the red rockfish (S. ruber). They are among the most important of California market fishes. Called also rock cod, and garrupa."},{"word":"Rockfish","type":"n.","descr":" The striped bass. See Bass."},{"word":"Rockfish","type":"n.","descr":" Any one of several species of Florida and Bermuda groupers of the genus Epinephelus."},{"word":"Rockfish","type":"n.","descr":" An American fresh-water darter; the log perch."},{"word":"Rockiness","type":"n.","descr":" The state or quality of being rocky."},{"word":"Rocking","type":"a.","descr":" Having a swaying, rolling, or back-and-forth movement; used for rocking."},{"word":"Rocking-chair","type":"n.","descr":" A chair mounted on rockers, in which one may rock."},{"word":"Rocking-horse","type":"n.","descr":" The figure of a horse, mounted upon rockers, for children to ride."},{"word":"Rocking-stone","type":"n.","descr":" A stone, often of great size and weight, resting upon another stone, and so exactly poised that it can be rocked, or slightly moved, with but little force."},{"word":"Rockless","type":"a.","descr":" Being without rocks."},{"word":"Rockling","type":"n.","descr":" Any species of small marine fishes of the genera Onos and Rhinonemus (formerly Motella), allied to the cod. They have three or four barbels."},{"word":"Rockrose","type":"n.","descr":" A name given to any species of the genus Helianthemum, low shrubs or herbs with yellow flowers, especially the European H. vulgare and the American frostweed, H. Canadense."},{"word":"Rock shaft","type":"","descr":" A shaft that oscillates on its journals, instead of revolving, -- usually carrying levers by means of which it receives and communicates reciprocating motion, as in the valve gear of some steam engines; -- called also rocker, rocking shaft, and way shaft."},{"word":"Rock staff","type":"v. i.","descr":" An oscillating bar in a machine, as the lever of the bellows of a forge."},{"word":"Rocksucker","type":"n.","descr":" A lamprey."},{"word":"Rockweed","type":"n.","descr":" Any coarse seaweed growing on sea-washed rocks, especially Fucus."},{"word":"Rockwood","type":"n.","descr":" Ligniform asbestus; also, fossil wood."},{"word":"Rockwork","type":"n.","descr":" Stonework in which the surface is left broken and rough."},{"word":"Rockwork","type":"n.","descr":" A rockery."},{"word":"Rocky","type":"a.","descr":" Full of, or abounding in, rocks; consisting of rocks; as, a rocky mountain; a rocky shore."},{"word":"Rocky","type":"a.","descr":" Like a rock; as, the rocky orb of a shield."},{"word":"Rocky","type":"a.","descr":" Fig.: Not easily impressed or affected; hard; unfeeling; obdurate; as, a rocky bosom."},{"word":"Rocoa","type":"n.","descr":" The orange-colored pulp covering the seeds of the tropical plant Bixa Orellana, from which annotto is prepared. See Annoto."},{"word":"Rococo","type":"n.","descr":" A florid style of ornamentation which prevailed in Europe in the latter part of the eighteenth century."},{"word":"Rococo","type":"a.","descr":" Of or pertaining to the style called rococo; like rococo; florid; fantastic."},{"word":"Rod","type":"n.","descr":" A straight and slender stick; a wand; hence, any slender bar, as of wood or metal (applied to various purposes)."},{"word":"Rod","type":"n.","descr":" An instrument of punishment or correction; figuratively, chastisement."},{"word":"Rod","type":"n.","descr":" A kind of sceptor, or badge of office; hence, figuratively, power; authority; tyranny; oppression."},{"word":"Rod","type":"n.","descr":" A support for a fishing line; a fish pole."},{"word":"Rod","type":"n.","descr":" A member used in tension, as for sustaining a suspended weight, or in tension and compression, as for transmitting reciprocating motion, etc.; a connecting bar. "},{"word":"Rod","type":"n.","descr":" An instrument for measuring."},{"word":"Rod","type":"n.","descr":" A measure of length containing sixteen and a half feet; -- called also perch, and pole."},{"word":"Roddy","type":"a.","descr":" Full of rods or twigs."},{"word":"Roddy","type":"a.","descr":" Ruddy."},{"word":"Rode","type":"n.","descr":" Redness; complexion."},{"word":"Rode","type":"","descr":" imp. of Ride."},{"word":"Rode","type":"n.","descr":" See Rood, the cross."},{"word":"Rodent","type":"v. t.","descr":" Gnawing; biting; corroding; (Med.) applied to a destructive variety of cancer or ulcer."},{"word":"Rodent","type":"v. t.","descr":" Gnawing."},{"word":"Rodent","type":"v. t.","descr":" Of or pertaining to the Rodentia."},{"word":"Rodent","type":"n.","descr":" One of the Rodentia."},{"word":"Rodentia","type":"a.","descr":" An order of mammals having two (rarely four) large incisor teeth in each jaw, distant from the molar teeth. The rats, squirrels, rabbits, marmots, and beavers belong to this order."},{"word":"Rodeo","type":"n.","descr":" A round-up. See Round-up."},{"word":"Rodge","type":"n.","descr":" The gadwall."},{"word":"Rodomel","type":"n.","descr":" Juice of roses mixed with honey."},{"word":"Rodomont","type":"n.","descr":" A vain or blustering boaster; a braggart; a braggadocio."},{"word":"Rodomont","type":"a.","descr":" Bragging; vainly boasting."},{"word":"Rodomontade","type":"n.","descr":" Vain boasting; empty bluster or vaunting; rant."},{"word":"Rodomontade","type":"v. i.","descr":" To boast; to brag; to bluster; to rant."},{"word":"Rodomontadist","type":"n.","descr":" One who boasts."},{"word":"Rodomontado","type":"n.","descr":" Rodomontade."},{"word":"Rodomontador","type":"n.","descr":" A rodomontadist."},{"word":"Rodsmen","type":"pl. ","descr":" of Rodsman"},{"word":"Rodsman","type":"n.","descr":" One who carries and holds a leveling staff, or rod, in a surveying party."},{"word":"Rody","type":"a.","descr":" Ruddy."},{"word":"Roe","type":"n.","descr":" A roebuck. See Roebuck."},{"word":"Roe","type":"n.","descr":" The female of any species of deer."},{"word":"Roe","type":"n.","descr":" The ova or spawn of fishes and amphibians, especially when still inclosed in the ovarian membranes. Sometimes applied, loosely, to the sperm and the testes of the male."},{"word":"Roe","type":"n.","descr":" A mottled appearance of light and shade in wood, especially in mahogany."},{"word":"Roebuck","type":"n.","descr":" A small European and Asiatic deer (Capreolus capraea) having erect, cylindrical, branched antlers, forked at the summit. This, the smallest European deer, is very nimble and graceful. It always prefers a mountainous country, or high grounds."},{"word":"Roed","type":"a.","descr":" Filled with roe."},{"word":"Roedeer","type":"n.","descr":" The roebuck."},{"word":"Roestone","type":"n.","descr":" Same as Oolite."},{"word":"Rogation","type":"n.","descr":" The demand, by the consuls or tribunes, of a law to be passed by the people; a proposed law or decree."},{"word":"Rogation","type":"n.","descr":" Litany; supplication."},{"word":"Rogatory","type":"a.","descr":" Seeking information; authorized to examine witnesses or ascertain facts; as, a rogatory commission."},{"word":"Rogue","type":"n.","descr":" A vagrant; an idle, sturdy beggar; a vagabond; a tramp."},{"word":"Rogue","type":"n.","descr":" A deliberately dishonest person; a knave; a cheat."},{"word":"Rogue","type":"n.","descr":" One who is pleasantly mischievous or frolicsome; hence, often used as a term of endearment."},{"word":"Rogue","type":"n.","descr":" An elephant that has separated from a herd and roams about alone, in which state it is very savage."},{"word":"Rogue","type":"n.","descr":" A worthless plant occuring among seedlings of some choice variety."},{"word":"Rogue","type":"v. i.","descr":" To wander; to play the vagabond; to play knavish tricks."},{"word":"Rogue","type":"v. t.","descr":" To give the name or designation of rogue to; to decry."},{"word":"Rogue","type":"v. t.","descr":" To destroy (plants that do not come up to a required standard)."},{"word":"Roguery","type":"n.","descr":" The life of a vargant."},{"word":"Roguery","type":"n.","descr":" The practices of a rogue; knavish tricks; cheating; fraud; dishonest practices."},{"word":"Roguery","type":"n.","descr":" Arch tricks; mischievousness."},{"word":"Rogueship","type":"n.","descr":" The quality or state of being a rogue."},{"word":"Roguish","type":"a.","descr":" Vagrant."},{"word":"Roguish","type":"a.","descr":" Resembling, or characteristic of, a rogue; knavish."},{"word":"Roguish","type":"a.","descr":" Pleasantly mischievous; waggish; arch."},{"word":"Roguy","type":"a.","descr":" Roguish."},{"word":"Rohob","type":"n.","descr":" An inspissated juice. See Rob."},{"word":"Roial","type":"a.","descr":" Royal."},{"word":"Roiled","type":"imp. and p. p.","descr":" of Roil"},{"word":"Roiling","type":"p. pr. and vb. n.","descr":" of Roil"},{"word":"Roil","type":"v.","descr":" To render turbid by stirring up the dregs or sediment of; as, to roil wine, cider, etc. , in casks or bottles; to roil a spring."},{"word":"Roil","type":"v.","descr":" To disturb, as the temper; to ruffle the temper of; to rouse the passion of resentment in; to perplex."},{"word":"Roil","type":"v. i.","descr":" To wander; to roam."},{"word":"Roil","type":"v. i.","descr":" To romp."},{"word":"Roily","type":"a.","descr":" Turbid; as, roily water."},{"word":"Roin","type":"v. t.","descr":" See Royne."},{"word":"Roin","type":"n.","descr":" A scab; a scurf, or scurfy spot."},{"word":"Roinish","type":"a.","descr":" See Roynish."},{"word":"Roint","type":"interj.","descr":" See Aroint."},{"word":"Roist","type":"v. i.","descr":" See Roister."},{"word":"Roister","type":"v. i.","descr":" To bluster; to swagger; to bully; to be bold, noisy, vaunting, or turbulent."},{"word":"Roister","type":"n.","descr":" See Roisterer."},{"word":"Roisterer","type":"n.","descr":" A blustering, turbulent fellow."},{"word":"Roisterly","type":"a.","descr":" Blustering; violent."},{"word":"Roisterly","type":"adv.","descr":" In a roistering manner."},{"word":"Rokambole","type":"n.","descr":" See Rocambole."},{"word":"Roke","type":"n.","descr":" Mist; smoke; damp"},{"word":"Roke","type":"n.","descr":" A vein of ore."},{"word":"Rokeage","type":"n.","descr":" Alt. of Rokee"},{"word":"Rokee","type":"n.","descr":" Parched Indian corn, pounded up and mixed with sugar; -- called also yokeage."},{"word":"Rokelay","type":"n.","descr":" A short cloak."},{"word":"Roky","type":"a.","descr":" Misty; foggy; cloudy."},{"word":"Role","type":"n.","descr":" A part, or character, performed by an actor in a drama; hence, a part of function taken or assumed by any one; as, he has now taken the role of philanthropist."},{"word":"Rolled","type":"imp. and p. p.","descr":" of Roll"},{"word":"Rolling","type":"p. pr. and vb. n.","descr":" of Roll"},{"word":"Roll","type":"n.","descr":" To cause to revolve by turning over and over; to move by turning on an axis; to impel forward by causing to turn over and over on a supporting surface; as, to roll a wheel, a ball, or a barrel."},{"word":"Roll","type":"n.","descr":" To wrap round on itself; to form into a spherical or cylindrical body by causing to turn over and over; as, to roll a sheet of paper; to roll parchment; to roll clay or putty into a ball."},{"word":"Roll","type":"n.","descr":" To bind or involve by winding, as in a bandage; to inwrap; -- often with up; as, to roll up a parcel."},{"word":"Roll","type":"n.","descr":" To drive or impel forward with an easy motion, as of rolling; as, a river rolls its waters to the ocean."},{"word":"Roll","type":"n.","descr":" To utter copiously, esp. with sounding words; to utter with a deep sound; -- often with forth, or out; as, to roll forth some one\\'s praises; to roll out sentences."},{"word":"Roll","type":"n.","descr":" To press or level with a roller; to spread or form with a roll, roller, or rollers; as, to roll a field; to roll paste; to roll steel rails, etc."},{"word":"Roll","type":"n.","descr":" To move, or cause to be moved, upon, or by means of, rollers or small wheels."},{"word":"Roll","type":"n.","descr":" To beat with rapid, continuous strokes, as a drum; to sound a roll upon."},{"word":"Roll","type":"n.","descr":" To apply (one line or surface) to another without slipping; to bring all the parts of (one line or surface) into successive contact with another, in suck manner that at every instant the parts that have been in contact are equal."},{"word":"Roll","type":"n.","descr":" To turn over in one\\'s mind; to revolve."},{"word":"Roll","type":"v. i.","descr":" To move, as a curved object may, along a surface by rotation without sliding; to revolve upon an axis; to turn over and over; as, a ball or wheel rolls on the earth; a body rolls on an inclined plane."},{"word":"Roll","type":"v. i.","descr":" To move on wheels; as, the carriage rolls along the street."},{"word":"Roll","type":"v. i.","descr":" To be wound or formed into a cylinder or ball; as, the cloth rolls unevenly; the snow rolls well."},{"word":"Roll","type":"v. i.","descr":" To fall or tumble; -- with over; as, a stream rolls over a precipice."},{"word":"Roll","type":"v. i.","descr":" To perform a periodical revolution; to move onward as with a revolution; as, the rolling year; ages roll away."},{"word":"Roll","type":"v. i.","descr":" To turn; to move circularly."},{"word":"Roll","type":"v. i.","descr":" To move, as waves or billows, with alternate swell and depression."},{"word":"Roll","type":"v. i.","descr":" To incline first to one side, then to the other; to rock; as, there is a great difference in ships about rolling; in a general semse, to be tossed about."},{"word":"Roll","type":"v. i.","descr":" To turn over, or from side to side, while lying down; to wallow; as, a horse rolls."},{"word":"Roll","type":"v. i.","descr":" To spread under a roller or rolling-pin; as, the paste rolls well."},{"word":"Roll","type":"v. i.","descr":" To beat a drum with strokes so rapid that they can scarcely be distinguished by the ear."},{"word":"Roll","type":"v. i.","descr":" To make a loud or heavy rumbling noise; as, the thunder rolls."},{"word":"Roll","type":"v.","descr":" The act of rolling, or state of being rolled; as, the roll of a ball; the roll of waves."},{"word":"Roll","type":"v.","descr":" That which rolls; a roller."},{"word":"Roll","type":"v.","descr":" A heavy cylinder used to break clods."},{"word":"Roll","type":"v.","descr":" One of a set of revolving cylinders, or rollers, between which metal is pressed, formed, or smoothed, as in a rolling mill; as, to pass rails through the rolls."},{"word":"Roll","type":"v.","descr":" That which is rolled up; as, a roll of fat, of wool, paper, cloth, etc."},{"word":"Roll","type":"v.","descr":" A document written on a piece of parchment, paper, or other materials which may be rolled up; a scroll."},{"word":"Roll","type":"v.","descr":" Hence, an official or public document; a register; a record; also, a catalogue; a list."},{"word":"Roll","type":"v.","descr":" A quantity of cloth wound into a cylindrical form; as, a roll of carpeting; a roll of ribbon."},{"word":"Roll","type":"v.","descr":" A cylindrical twist of tobacco."},{"word":"Roll","type":"v.","descr":" A kind of shortened raised biscuit or bread, often rolled or doubled upon itself."},{"word":"Roll","type":"v.","descr":" The oscillating movement of a vessel from side to side, in sea way, as distinguished from the alternate rise and fall of bow and stern called pitching."},{"word":"Roll","type":"v.","descr":" A heavy, reverberatory sound; as, the roll of cannon, or of thunder."},{"word":"Roll","type":"v.","descr":" The uniform beating of a drum with strokes so rapid as scarcely to be distinguished by the ear."},{"word":"Roll","type":"v.","descr":" Part; office; duty; role."},{"word":"Rollable","type":"a.","descr":" Capable of being rolled."},{"word":"Roller","type":"n.","descr":" One who, or that which, rolls; especially, a cylinder, sometimes grooved, of wood, stone, metal, etc., used in husbandry and the arts."},{"word":"Roller","type":"n.","descr":" A bandage; a fillet; properly, a long and broad bandage used in surgery."},{"word":"Roller","type":"n.","descr":" One of series of long, heavy waves which roll in upon a coast, sometimes in calm weather."},{"word":"Roller","type":"n.","descr":" A long, belt-formed towel, to be suspended on a rolling cylinder; -- called also roller towel."},{"word":"Roller","type":"n.","descr":" A cylinder coated with a composition made principally of glue and molassess, with which forms of type are inked previously to taking an impression from them."},{"word":"Roller","type":"n.","descr":" A long cylinder on which something is rolled up; as, the roller of a man."},{"word":"Roller","type":"n.","descr":" A small wheel, as of a caster, a roller skate, etc."},{"word":"Roller","type":"n.","descr":" ANy insect whose larva rolls up leaves; a leaf roller. see Tortrix."},{"word":"Roller","type":"n.","descr":" Any one of numerous species of Old World picarian birds of the family Coraciadae. The name alludes to their habit of suddenly turning over or \"tumbling\" in flight."},{"word":"Roller","type":"n.","descr":" Any species of small ground snakes of the family Tortricidae."},{"word":"Rolley","type":"n.","descr":" A small wagon used for the underground work of a mine."},{"word":"Rollicked","type":"imp. and p. p.","descr":" of Rollic"},{"word":"Rollicking","type":"p. pr. and vb. n.","descr":" of Rollic"},{"word":"Rollic","type":"v. i.","descr":" To move or play in a careless, swaggering manner, with a frolicsome air; to frolic; to sport; commonly in the form rollicking."},{"word":"Rolling","type":"a.","descr":" Rotating on an axis, or moving along a surface by rotation; turning over and over as if on an axis or a pivot; as, a rolling wheel or ball."},{"word":"Rolling","type":"a.","descr":" Moving on wheels or rollers, or as if on wheels or rollers; as, a rolling chair."},{"word":"Rolling","type":"a.","descr":" Having gradual, rounded undulations of surface; as, a rolling country; rolling land."},{"word":"Rolling-pin","type":"n.","descr":" A cylindrical piece of wood or other material, with which paste or dough may be rolled out and reduced to a proper thickness."},{"word":"Rollway","type":"n.","descr":" A place prepared for rolling logs into a stream."},{"word":"Rolly-poly","type":"n.","descr":" A kind of pudding made of paste spread with fruit, rolled into a cylindrical form, and boiled or steamed."},{"word":"Rolly-poly","type":"a.","descr":" Shaped like a rolly-poly; short and stout."},{"word":"Rolly-pooly","type":"n.","descr":" A game in which a ball, rolling into a certain place, wins."},{"word":"Roly-poly","type":"n. and a.","descr":" Rolly-poly."},{"word":"Romage","type":"n. and v.","descr":" See Rummage."},{"word":"Romaic","type":"a.","descr":" Of or relating to modern Greece, and especially to its language."},{"word":"Romaic","type":"n.","descr":" The modern Greek language, now usually called by the Greeks Hellenic or Neo-Hellenic."},{"word":"Roman","type":"a.","descr":" Of or pertaining to Rome, or the Roman people; like or characteristic of Rome, the Roman people, or things done by Romans; as, Roman fortitude; a Roman aqueduct; Roman art."},{"word":"Roman","type":"a.","descr":" Of or pertaining to the Roman Catholic religion; professing that religion."},{"word":"Roman","type":"a.","descr":" Upright; erect; -- said of the letters or kind of type ordinarily used, as distinguished from Italic characters."},{"word":"Roman","type":"a.","descr":" Expressed in letters, not in figures, as I., IV., i., iv., etc.; -- said of numerals, as distinguished from the Arabic numerals, 1, 4, etc."},{"word":"Roman","type":"n.","descr":" A native, or permanent resident, of Rome; a citizen of Rome, or one upon whom certain rights and privileges of a Roman citizen were conferred."},{"word":"Roman","type":"n.","descr":" Roman type, letters, or print, collectively; -- in distinction from Italics."},{"word":"Romance","type":"n.","descr":" A species of fictitious writing, originally composed in meter in the Romance dialects, and afterward in prose, such as the tales of the court of Arthur, and of Amadis of Gaul; hence, any fictitious and wonderful tale; a sort of novel, especially one which treats of surprising adventures usually befalling a hero or a heroine; a tale of extravagant adventures, of love, and the like."},{"word":"Romance","type":"n.","descr":" An adventure, or series of extraordinary events, resembling those narrated in romances; as, his courtship, or his life, was a romance."},{"word":"Romance","type":"n.","descr":" A dreamy, imaginative habit of mind; a disposition to ignore what is real; as, a girl full of romance."},{"word":"Romance","type":"n.","descr":" The languages, or rather the several dialects, which were originally forms of popular or vulgar Latin, and have now developed into Italian. Spanish, French, etc. (called the Romanic languages)."},{"word":"Romance","type":"n.","descr":" A short lyric tale set to music; a song or short instrumental piece in ballad style; a romanza."},{"word":"Romance","type":"a.","descr":" Of or pertaining to the language or dialects known as Romance."},{"word":"Romanced","type":"imp. and p. p.","descr":" of Romance"},{"word":"Romancing","type":"p. pr. and vb. n.","descr":" of Romance"},{"word":"Romance","type":"v. i.","descr":" To write or tell romances; to indulge in extravagant stories."},{"word":"Romancer","type":"n.","descr":" One who romances."},{"word":"Romancist","type":"n.","descr":" A romancer."},{"word":"Romancy","type":"a.","descr":" Romantic."},{"word":"Romanesque","type":"a.","descr":" Somewhat resembling the Roman; -- applied sometimes to the debased style of the later Roman empire, but esp. to the more developed architecture prevailing from the 8th century to the 12th."},{"word":"Romanesque","type":"a.","descr":" Of or pertaining to romance or fable; fanciful."},{"word":"Romanesque","type":"n.","descr":" Romanesque style."},{"word":"Romanic","type":"n.","descr":" Of or pertaining to Rome or its people."},{"word":"Romanic","type":"n.","descr":" Of or pertaining to any or all of the various languages which, during the Middle Ages, sprung out of the old Roman, or popular form of Latin, as the Italian, Spanish, Portuguese, French, Provencal, etc."},{"word":"Romanic","type":"n.","descr":" Related to the Roman people by descent; -- said especially of races and nations speaking any of the Romanic tongues."},{"word":"Romanish","type":"a.","descr":" Pertaining to Romanism."},{"word":"Romanism","type":"n.","descr":" The tenets of the Church of Rome; the Roman Catholic religion."},{"word":"Romanist","type":"n.","descr":" One who adheres to Romanism."},{"word":"Romanized","type":"imp. and p. p.","descr":" of Romanize"},{"word":"Romanizing","type":"p. pr. and vb. n.","descr":" of Romanize"},{"word":"Romanize","type":"v. t.","descr":" To Latinize; to fill with Latin words or idioms."},{"word":"Romanize","type":"v. t.","descr":" To convert to the Roman Catholic religion."},{"word":"Romanize","type":"v. i.","descr":" To use Latin words and idioms."},{"word":"Romanize","type":"v. i.","descr":" To conform to Roman Catholic opinions, customs, or modes of speech."},{"word":"Romanizer","type":"n.","descr":" One who Romanizes."},{"word":"Romansch","type":"n.","descr":" The language of the Grisons in Switzerland, a corruption of the Latin."},{"word":"Romant","type":"n.","descr":" A romaunt."},{"word":"Romantic","type":"a.","descr":" Of or pertaining to romance; involving or resembling romance; hence, fanciful; marvelous; extravagant; unreal; as, a romantic tale; a romantic notion; a romantic undertaking."},{"word":"Romantic","type":"a.","descr":" Entertaining ideas and expectations suited to a romance; as, a romantic person; a romantic mind."},{"word":"Romantic","type":"a.","descr":" Of or pertaining to the style of the Christian and popular literature of the Middle Ages, as opposed to the classical antique; of the nature of, or appropriate to, that style; as, the romantic school of poets."},{"word":"Romantic","type":"a.","descr":" Characterized by strangeness or variety; suggestive of adventure; suited to romance; wild; picturesque; -- applied to scenery; as, a romantic landscape."},{"word":"Romantical","type":"a.","descr":" Romantic."},{"word":"Romanticaly","type":"adv.","descr":" In a romantic manner."},{"word":"Romanticism","type":"n.","descr":" A fondness for romantic characteristics or peculiarities; specifically, in modern literature, an aiming at romantic effects; -- applied to the productions of a school of writers who sought to revive certain medi\/val forms and methods in opposition to the so-called classical style."},{"word":"Romanticist","type":"n.","descr":" One who advocates romanticism in modern literature."},{"word":"Romanticly","type":"adv.","descr":" Romantically."},{"word":"Romanticness","type":"n.","descr":" The state or quality of being romantic; widness; fancifulness."},{"word":"Romany","type":"n.","descr":" A gypsy."},{"word":"Romany","type":"n.","descr":" The language spoken among themselves by the gypsies."},{"word":"Romanza","type":"n.","descr":" See Romance, 5."},{"word":"Romaunt","type":"n.","descr":" A romantic story in verse; as, the \"Romaunt of the Rose.\""},{"word":"Romble","type":"v.and n.","descr":" Rumble."},{"word":"Rombowline","type":"n.","descr":" Old, condemned canvas, rope, etc., unfit for use except in chafing gear."},{"word":"Romeine","type":"n.","descr":" Alt. of Romeite"},{"word":"Romeite","type":"n.","descr":" A mineral of a hyacinth or honey-yellow color, occuring in square octahedrons. It is an antimonate of calcium."},{"word":"Romekin","type":"n.","descr":" A drinking cup."},{"word":"Rome penny","type":"","descr":" Alt. of Rome scot"},{"word":"Rome scot","type":"","descr":" See Peter pence, under Peter."},{"word":"Romeward","type":"adv.","descr":" Toward Rome, or toward the Roman Catholic Church."},{"word":"Romeward","type":"a.","descr":" Tending or directed toward Rome, or toward the Roman Catholic Church."},{"word":"Romic","type":"n.","descr":" A method of notation for all spoken sounds, proposed by Mr. Sweet; -- so called because it is based on the common Roman-letter alphabet. It is like the palaeotype of Mr. Ellis in the general plan, but simpler."},{"word":"Romish","type":"a.","descr":" Belonging or relating to Rome, or to the Roman Catholic Church; -- frequently used in a disparaging sense; as, the Romish church; the Romish religion, ritual, or ceremonies."},{"word":"Romist","type":"n.","descr":" A Roman Catholic."},{"word":"Romped","type":"imp. and p. p.","descr":" of Romp"},{"word":"Romping","type":"p. pr. and vb. n.","descr":" of Romp"},{"word":"Romp","type":"v. i.","descr":" To play rudely and boisterously; to leap and frisk about in play."},{"word":"Romp","type":"n.","descr":" A girl who indulges in boisterous play."},{"word":"Romp","type":"n.","descr":" Rude, boisterous play or frolic; rough sport."},{"word":"Romping","type":"a.","descr":" Inclined to romp; indulging in romps."},{"word":"Rompingly","type":"adv.","descr":" In a romping manner."},{"word":"Rompish","type":"a.","descr":" Given to rude play; inclined to romp."},{"word":"Rompu","type":"a.","descr":" Broken, as an ordinary; cut off, or broken at the top, as a chevron, a bend, or the like."},{"word":"Roncador","type":"n.","descr":" Any one of several species of California sciaenoid food fishes, especially Roncador Stearnsi, which is an excellent market fish, and the red roncador (Corvina, \/ Johnius, saturna)."},{"word":"Ronchil","type":"n.","descr":" An American marine food fish (Bathymaster signatus) of the North Pacific coast, allied to the tilefish."},{"word":"Ronco","type":"n.","descr":" See Croaker, n., 2. (a)."},{"word":"Rondache","type":"n.","descr":" A circular shield carried by foot soldiers."},{"word":"Ronde","type":"n.","descr":" A kind of script in which the heavy strokes are nearly upright, giving the characters when taken together a round look."},{"word":"Rondeau","type":"n.","descr":" A species of lyric poetry so composed as to contain a refrain or repetition which recurs according to a fixed law, and a limited number of rhymes recurring also by rule."},{"word":"Rondeau","type":"n.","descr":" See Rondo, 1."},{"word":"Rondel","type":"n.","descr":" A small round tower erected at the foot of a bastion."},{"word":"Rondel","type":"n.","descr":" Same as Rondeau."},{"word":"Rondel","type":"n.","descr":" Specifically, a particular form of rondeau containing fourteen lines in two rhymes, the refrain being a repetition of the first and second lines as the seventh and eighth, and again as the thirteenth and fourteenth."},{"word":"Rondeletia","type":"n.","descr":" A tropical genus of rubiaceous shrubs which often have brilliant flowers."},{"word":"Rondle","type":"n.","descr":" A rondeau."},{"word":"Rondle","type":"n.","descr":" A round mass, plate, or disk; especially (Metal.), the crust or scale which forms upon the surface of molten metal in the crucible."},{"word":"Rondo","type":"n.","descr":" A composition, vocal or instrumental, commonly of a lively, cheerful character, in which the first strain recurs after each of the other strains."},{"word":"Rondo","type":"n.","descr":" See Rondeau, 1."},{"word":"Rondure","type":"n.","descr":" A round; a circle."},{"word":"Rondure","type":"n.","descr":" Roundness; plumpness."},{"word":"Rong","type":"","descr":" imp. and p. p. of Ring."},{"word":"Rong","type":"n.","descr":" Rung (of a ladder)."},{"word":"Rongeur","type":"n.","descr":" An instrument for removing small rough portions of bone."},{"word":"Ronion","type":"n.","descr":" Alt. of Ronyon"},{"word":"Ronyon","type":"n.","descr":" A mangy or scabby creature."},{"word":"Ronne","type":"","descr":" obs. imp. pl."},{"word":"Ronnen","type":"","descr":" obs. p. p. of Renne, to run."},{"word":"Ront","type":"n.","descr":" A runt."},{"word":"Rood","type":"n.","descr":" A representation in sculpture or in painting of the cross with Christ hanging on it."},{"word":"Rood","type":"n.","descr":" A measure of five and a half yards in length; a rod; a perch; a pole."},{"word":"Rood","type":"n.","descr":" The fourth part of an acre, or forty square rods."},{"word":"Roodebok","type":"n.","descr":" The pallah."},{"word":"Roody","type":"a.","descr":" Rank in growth."},{"word":"Roof","type":"n.","descr":" The cover of any building, including the roofing (see Roofing) and all the materials and construction necessary to carry and maintain the same upon the walls or other uprights. In the case of a building with vaulted ceilings protected by an outer roof, some writers call the vault the roof, and the outer protection the roof mask. It is better, however, to consider the vault as the ceiling only, in cases where it has farther covering."},{"word":"Roof","type":"n.","descr":" That which resembles, or corresponds to, the covering or the ceiling of a house; as, the roof of a cavern; the roof of the mouth."},{"word":"Roof","type":"n.","descr":" The surface or bed of rock immediately overlying a bed of coal or a flat vein."},{"word":"Roofed","type":"imp. and p. p.","descr":" of Roof"},{"word":"Roofing","type":"p. pr. and vb. n.","descr":" of Roof"},{"word":"Roof","type":"v. t.","descr":" To cover with a roof."},{"word":"Roof","type":"v. t.","descr":" To inclose in a house; figuratively, to shelter."},{"word":"Roofer","type":"n.","descr":" One who puts on roofs."},{"word":"Roofing","type":"n.","descr":" The act of covering with a roof."},{"word":"Roofing","type":"n.","descr":" The materials of which a roof is composed; materials for a roof."},{"word":"Roofing","type":"n.","descr":" Hence, the roof itself; figuratively, shelter."},{"word":"Roofing","type":"n.","descr":" The wedging, as of a horse or car, against the top of an underground passage."},{"word":"Roofless","type":"a.","descr":" Having no roof; as, a roofless house."},{"word":"Roofless","type":"a.","descr":" Having no house or home; shelterless; homeless."},{"word":"Rooflet","type":"n.","descr":" A small roof, covering, or shelter."},{"word":"Rooftree","type":"n.","descr":" The beam in the angle of a roof; hence, the roof itself."},{"word":"Roofy","type":"a.","descr":" Having roofs."},{"word":"Rook","type":"n.","descr":" Mist; fog. See Roke."},{"word":"Rook","type":"v. i.","descr":" To squat; to ruck."},{"word":"Rook","type":"n.","descr":" One of the four pieces placed on the corner squares of the board; a castle."},{"word":"Rook","type":"n.","descr":" A European bird (Corvus frugilegus) resembling the crow, but smaller. It is black, with purple and violet reflections. The base of the beak and the region around it are covered with a rough, scabrous skin, which in old birds is whitish. It is gregarious in its habits. The name is also applied to related Asiatic species."},{"word":"Rook","type":"n.","descr":" A trickish, rapacious fellow; a cheat; a sharper."},{"word":"Rooked","type":"imp. and p. p.","descr":" of Rook"},{"word":"Rooking","type":"p. pr. and vb. n.","descr":" of Rook"},{"word":"Rook","type":"v. t. and i.","descr":" To cheat; to defraud by cheating."},{"word":"Rookeries","type":"pl. ","descr":" of Rookery"},{"word":"Rookery","type":"n.","descr":" The breeding place of a colony of rooks; also, the birds themselves."},{"word":"Rookery","type":"n.","descr":" A breeding place of other gregarious birds, as of herons, penguins, etc."},{"word":"Rookery","type":"n.","descr":" The breeding ground of seals, esp. of the fur seals."},{"word":"Rookery","type":"n.","descr":" A dilapidated building with many rooms and occupants; a cluster of dilapidated or mean buildings."},{"word":"Rookery","type":"n.","descr":" A brothel."},{"word":"Rooky","type":"a.","descr":" Misty; gloomy."},{"word":"Room","type":"n.","descr":" Unobstructed spase; space which may be occupied by or devoted to any object; compass; extent of place, great or small; as, there is not room for a house; the table takes up too much room."},{"word":"Room","type":"n.","descr":" A particular portion of space appropriated for occupancy; a place to sit, stand, or lie; a seat."},{"word":"Room","type":"n.","descr":" Especially, space in a building or ship inclosed or set apart by a partition; an apartment or chamber."},{"word":"Room","type":"n.","descr":" Place or position in society; office; rank; post; station; also, a place or station once belonging to, or occupied by, another, and vacated."},{"word":"Room","type":"n.","descr":" Possibility of admission; ability to admit; opportunity to act; fit occasion; as, to leave room for hope."},{"word":"Roomed","type":"imp. and p. p.","descr":" of Room"},{"word":"Rooming","type":"p. pr. and vb. n.","descr":" of Room"},{"word":"Room","type":"v. i.","descr":" To occupy a room or rooms; to lodge; as, they arranged to room together."},{"word":"Room","type":"a.","descr":" Spacious; roomy."},{"word":"Roomage","type":"n.","descr":" Space; place; room."},{"word":"Roomer","type":"n.","descr":" A lodger."},{"word":"Roomer","type":"a.","descr":" At a greater distance; farther off."},{"word":"Roomful","type":"a.","descr":" Abounding with room or rooms; roomy."},{"word":"Roomfuls","type":"pl. ","descr":" of Roomful"},{"word":"Roomful","type":"n.","descr":" As much or many as a room will hold; as, a roomful of men."},{"word":"Roomily","type":"adv.","descr":" Spaciously."},{"word":"Roominess","type":"n.","descr":" The quality or state of being roomy; spaciousness; as, the roominess of a hall."},{"word":"Roomless","type":"a.","descr":" Being without room or rooms."},{"word":"Roommate","type":"n.","descr":" One of twe or more occupying the same room or rooms; one who shares the occupancy of a room or rooms; a chum."},{"word":"Roomsome","type":"a.","descr":" Roomy."},{"word":"Roomth","type":"n.","descr":" Room; space."},{"word":"Roomthy","type":"a.","descr":" Roomy; spacious."},{"word":"Roomy","type":"a.","descr":" Having ample room; spacious; large; as, a roomy mansion; a roomy deck."},{"word":"Roon","type":"a. and n.","descr":" Vermilion red; red."},{"word":"Roop","type":"n.","descr":" See Roup."},{"word":"Roorback","type":"n.","descr":" Alt. of Roorbach"},{"word":"Roorbach","type":"n.","descr":" A defamatory forgery or falsehood published for purposes of political intrigue."},{"word":"Roosa oil","type":"","descr":" The East Indian name for grass oil. See under Grass."},{"word":"Roost","type":"n.","descr":" Roast."},{"word":"Roost","type":"v. t.","descr":" See Roust, v. t."},{"word":"Roost","type":"n.","descr":" The pole or other support on which fowls rest at night; a perch."},{"word":"Roost","type":"n.","descr":" A collection of fowls roosting together."},{"word":"Roosted","type":"imp. and p. p.","descr":" of Roost"},{"word":"Roosting","type":"p. pr. and vb. n.","descr":" of Roost"},{"word":"Roost","type":"v. i.","descr":" To sit, rest, or sleep, as fowls on a pole, limb of a tree, etc.; to perch."},{"word":"Roost","type":"v. i.","descr":" Fig.; To lodge; to rest; to sleep."},{"word":"Roostcock","type":"n.","descr":" The male of the domestic fowl; a cock."},{"word":"Rooster","type":"n.","descr":" The male of the domestic fowl; a cock."},{"word":"Root","type":"v. i.","descr":" To turn up the earth with the snout, as swine."},{"word":"Root","type":"v. i.","descr":" Hence, to seek for favor or advancement by low arts or groveling servility; to fawn servilely."},{"word":"Root","type":"v. t.","descr":" To turn up or to dig out with the snout; as, the swine roots the earth."},{"word":"Root","type":"n.","descr":" The underground portion of a plant, whether a true root or a tuber, a bulb or rootstock, as in the potato, the onion, or the sweet flag."},{"word":"Root","type":"n.","descr":" The descending, and commonly branching, axis of a plant, increasing in length by growth at its extremity only, not divided into joints, leafless and without buds, and having for its offices to fix the plant in the earth, to supply it with moisture and soluble matters, and sometimes to serve as a reservoir of nutriment for future growth. A true root, however, may never reach the ground, but may be attached to a wall, etc., as in the ivy, or may hang loosely in the air, as in some epiphytic orchids."},{"word":"Root","type":"n.","descr":" An edible or esculent root, especially of such plants as produce a single root, as the beet, carrot, etc.; as, the root crop."},{"word":"Root","type":"n.","descr":" That which resembles a root in position or function, esp. as a source of nourishment or support; that from which anything proceeds as if by growth or development; as, the root of a tooth, a nail, a cancer, and the like."},{"word":"Root","type":"n.","descr":" An ancestor or progenitor; and hence, an early race; a stem."},{"word":"Root","type":"n.","descr":" A primitive form of speech; one of the earliest terms employed in language; a word from which other words are formed; a radix, or radical."},{"word":"Root","type":"n.","descr":" The cause or occasion by which anything is brought about; the source."},{"word":"Root","type":"n.","descr":" That factor of a quantity which when multiplied into itself will produce that quantity; thus, 3 is a root of 9, because 3 multiplied into itself produces 9; 3 is the cube root of 27."},{"word":"Root","type":"n.","descr":" The fundamental tone of any chord; the tone from whose harmonics, or overtones, a chord is composed."},{"word":"Root","type":"n.","descr":" The lowest place, position, or part."},{"word":"Root","type":"n.","descr":" The time which to reckon in making calculations."},{"word":"Rooted","type":"imp. and p. p.","descr":" of Root"},{"word":"Rooting","type":"p. pr. and vb. n.","descr":" of Root"},{"word":"Root","type":"v. i.","descr":" To fix the root; to enter the earth, as roots; to take root and begin to grow."},{"word":"Root","type":"v. i.","descr":" To be firmly fixed; to be established."},{"word":"Root","type":"v. t.","descr":" To plant and fix deeply in the earth, or as in the earth; to implant firmly; hence, to make deep or radical; to establish; -- used chiefly in the participle; as, rooted trees or forests; rooted dislike."},{"word":"Root","type":"v. t.","descr":" To tear up by the root; to eradicate; to extirpate; -- with up, out, or away."},{"word":"Rootcap","type":"n.","descr":" A mass of parenchymatous cells which covers and protects the growing cells at the end of a root; a pileorhiza."},{"word":"Rooted","type":"a.","descr":" Having taken root; firmly implanted; fixed in the heart."},{"word":"Rooter","type":"n.","descr":" One who, or that which, roots; one that tears up by the roots."},{"word":"Rootery","type":"n.","descr":" A pile of roots, set with plants, mosses, etc., and used as an ornamental object in gardening."},{"word":"Rootless","type":"a.","descr":" Destitute of roots."},{"word":"Rootlet","type":"n.","descr":" A radicle; a little root."},{"word":"Rootstock","type":"n.","descr":" A perennial underground stem, producing leafly s\/ems or flower stems from year to year; a rhizome."},{"word":"Rooty","type":"a.","descr":" Full of roots; as, rooty ground."},{"word":"Ropalic","type":"a.","descr":" See Rhopalic."},{"word":"Rope","type":"n.","descr":" A large, stout cord, usually one not less than an inch in circumference, made of strands twisted or braided together. It differs from cord, line, and string, only in its size. See Cordage."},{"word":"Rope","type":"n.","descr":" A row or string consisting of a number of things united, as by braiding, twining, etc.; as, a rope of onions."},{"word":"Rope","type":"n.","descr":" The small intestines; as, the ropes of birds."},{"word":"Roped","type":"imp. and p. p.","descr":" of Rope"},{"word":"Roping","type":"p. pr. and vb. n.","descr":" of Rope"},{"word":"Rope","type":"v. i.","descr":" To be formed into rope; to draw out or extend into a filament or thread, as by means of any glutinous or adhesive quality."},{"word":"Rope","type":"v. t.","descr":" To bind, fasten, or tie with a rope or cord; as, to rope a bale of goods."},{"word":"Rope","type":"v. t.","descr":" To connect or fasten together, as a party of mountain climbers, with a rope."},{"word":"Rope","type":"v. t.","descr":" To partition, separate, or divide off, by means of a rope, so as to include or exclude something; as, to rope in, or rope off, a plot of ground; to rope out a crowd."},{"word":"Rope","type":"v. t.","descr":" To lasso (a steer, horse)."},{"word":"Rope","type":"v. t.","descr":" To draw, as with a rope; to entice; to inveigle; to decoy; as, to rope in customers or voters."},{"word":"Rope","type":"v. t.","descr":" To prevent from winning (as a horse), by pulling or curbing."},{"word":"Ropeband","type":"n.","descr":" A small piece of spun yarn or marline, used to fasten the head of the sail to the spar."},{"word":"Ropedancer","type":"n.","descr":" One who dances, walks, or performs acrobatic feats, on a rope extended through the air at some height."},{"word":"Roper","type":"n.","descr":" A maker of ropes."},{"word":"Roper","type":"n.","descr":" One who ropes goods; a packer."},{"word":"Roper","type":"n.","descr":" One fit to be hanged."},{"word":"Ropery","type":"n.","descr":" A place where ropes are made."},{"word":"Ropery","type":"n.","descr":" Tricks deserving the halter; roguery."},{"word":"Ropes-end","type":"v. t.","descr":" To punish with a rope\\'s end."},{"word":"Ropewalk","type":"a.","descr":" A long, covered walk, or a low, level building, where ropes are manufactured."},{"word":"Ropewalker","type":"n.","descr":" A ropedancer."},{"word":"Rope-yarn","type":"n.","descr":" the yarn or thread of any stuff of which the strands of a rope are made."},{"word":"Ropily","type":"adv.","descr":" In a ropy manner; in a viscous or glutinous manner."},{"word":"Ropiness","type":"n.","descr":" Quality of being ropy; viscosity."},{"word":"Ropish","type":"a.","descr":" Somewhat ropy."},{"word":"Ropy","type":"a.","descr":" capable of being drawn into a thread, as a glutinous substance; stringy; viscous; tenacious; glutinous; as ropy sirup; ropy lees."},{"word":"Roquelaure","type":"n.","descr":" A cloak reaching about to, or just below, the knees, worn in the 18th century."},{"word":"Roquet","type":"v. t.","descr":" To hit, as another\\'s ball, with one\\'s own ball."},{"word":"Roquet","type":"v. i.","descr":" To hit another\\'s ball with one\\'s own."},{"word":"Roral","type":"a.","descr":" Of or pertaining to dew; consisting of dew; dewy."},{"word":"Roration","type":"n.","descr":" A falling of dew."},{"word":"Roric","type":"a.","descr":" Of or pertaining to dew; resembling dew; dewy."},{"word":"Rorid","type":"a.","descr":" Dewy; bedewed."},{"word":"Roriferous","type":"a.","descr":" generating or producing dew."},{"word":"Rorifluent","type":"a.","descr":" Flowing with dew."},{"word":"Rorqual","type":"n.","descr":" A very large North Atlantic whalebone whale (Physalus antiquorum, or Balaenoptera physalus). It has a dorsal fin, and strong longitudinal folds on the throat and belly. Called also razorback."},{"word":"Rorulent","type":"a.","descr":" Full of, or abounding in, dew."},{"word":"Rorulent","type":"a.","descr":" Having the surface appearing as if dusty, or covered with fine dew."},{"word":"Rory","type":"a.","descr":" Dewy."},{"word":"Rosaceous","type":"a.","descr":" Of or pertaining to a natural order of plants (Rosaceae) of which the rose is the type. It includes also the plums and cherries, meadowsweet, brambles, the strawberry, the hawthorn, applies, pears, service trees, and quinces."},{"word":"Rosaceous","type":"a.","descr":" Like a rose in shape or appearance; as, a rosaceous corolla."},{"word":"Rosaceous","type":"a.","descr":" Of a pure purpish pink color."},{"word":"Rosacic","type":"a.","descr":" Pertaining to, or designating, an acid (called also lithic acid) found in certain red precipitates of urine. See Uric."},{"word":"Rosalgar","type":"n.","descr":" realgar."},{"word":"Rosalia","type":"n.","descr":" A form of melody in which a phrase or passage is successively repeated, each time a step or half step higher; a melodic sequence."},{"word":"Rosaniline","type":"n.","descr":" A complex nitrogenous base, C20H21N3O, obtained by oxidizing a mixture of aniline and toluidine, as a colorless crystalline substance which forms red salts. These salts are essential components of many of the socalled aniline dyes, as fuchsine, aniline red, etc. By extension, any one of the series of substances derived from, or related to, rosaniline proper."},{"word":"Rosarian","type":"n.","descr":" A cultivator of roses."},{"word":"Rosaries","type":"pl. ","descr":" of Rosary"},{"word":"Rosary","type":"n.","descr":" A bed of roses, or place where roses grow."},{"word":"Rosary","type":"n.","descr":" A series of prayers (see Note below) arranged to be recited in order, on beads; also, a string of beads by which the prayers are counted."},{"word":"Rosary","type":"n.","descr":" A chapelet; a garland; a series or collection, as of beautiful thoughts or of literary selections."},{"word":"Rosary","type":"n.","descr":" A coin bearing the figure of a rose, fraudulently circulated in Ireland in the 13th century for a penny."},{"word":"Roscid","type":"a.","descr":" Containing, or consisting of, dew; dewy."},{"word":"Roscoelite","type":"n.","descr":" A green micaceous mineral occurring in minute scales. It is essentially a silicate of aluminia and potash containing vanadium."},{"word":"Rose","type":"","descr":" imp. of Rise."},{"word":"Rose","type":"n.","descr":" A flower and shrub of any species of the genus Rosa, of which there are many species, mostly found in the morthern hemispere"},{"word":"Rose","type":"n.","descr":" A knot of ribbon formed like a rose; a rose knot; a rosette, esp. one worn on a shoe."},{"word":"Rose","type":"n.","descr":" A rose window. See Rose window, below."},{"word":"Rose","type":"n.","descr":" A perforated nozzle, as of a pipe, spout, etc., for delivering water in fine jets; a rosehead; also, a strainer at the foot of a pump."},{"word":"Rose","type":"n.","descr":" The erysipelas."},{"word":"Rose","type":"n.","descr":" The card of the mariner\\'s compass; also, a circular card with radiating lines, used in other instruments."},{"word":"Rose","type":"n.","descr":" The color of a rose; rose-red; pink."},{"word":"Rose","type":"n.","descr":" A diamond. See Rose diamond, below."},{"word":"Rose","type":"v. t.","descr":" To render rose-colored; to redden; to flush."},{"word":"Rose","type":"v. t.","descr":" To perfume, as with roses."},{"word":"Roseal","type":"a.","descr":" resembling a rose in smell or color."},{"word":"Roseate","type":"a.","descr":" Full of roses; rosy; as, roseate bowers."},{"word":"Roseate","type":"a.","descr":" resembling a rose in color or fragrance; esp., tinged with rose color; blooming; as, roseate beauty; her roseate lips."},{"word":"Rosebay","type":"n.","descr":" the oleander."},{"word":"Rosebay","type":"n.","descr":" Any shrub of the genus Rhododendron."},{"word":"Rosebay","type":"n.","descr":" An herb (Epilobium spicatum) with showy purple flowers, common in Europe and North America; -- called also great willow herb."},{"word":"Rosebud","type":"n.","descr":" The flower of a rose before it opens, or when but partially open."},{"word":"Rosebush","type":"n.","descr":" The bush or shrub which bears roses."},{"word":"Rose-colored","type":"a.","descr":" Having the color of a pink rose; rose-pink; of a delicate pink color."},{"word":"Rose-colored","type":"a.","descr":" Uncommonly beautiful; hence, extravagantly fine or pleasing; alluring; as, rose-colored anticipations."},{"word":"Rose-cut","type":"a.","descr":" Cut flat on the reverse, and with a convex face formed of triangular facets in rows; -- said of diamonds and other precious stones. See Rose diamond, under Rose.  Cf. Brilliant, n."},{"word":"Rosedrop","type":"n.","descr":" A lozenge having a rose flavor."},{"word":"Rosedrop","type":"n.","descr":" A kind of earring."},{"word":"Rosedrop","type":"n.","descr":" A ruddy eruption upon the nose caused by drinking ardent spirits; a grog blossom."},{"word":"Rosefinch","type":"n.","descr":" Any one of numerous species of Asiatic finches of the genera Carpodacus, and Propasser, and allied genera, in which the male is more or less colored with rose red."},{"word":"Rosefish","type":"n.","descr":" A large marine scorpaenoid food fish (Sebastes marinus) found on the northern coasts of Europe and America. called also red perch, hemdurgan, Norway haddok, and also, erroneously, snapper, bream, and bergylt."},{"word":"Rosehead","type":"n.","descr":" See Rose, n., 4."},{"word":"Rosehead","type":"n.","descr":" A many-sided pyramidal head upon a nail; also a nail with such a head."},{"word":"Roseine","type":"n.","descr":" See Magenta."},{"word":"Roselite","type":"n.","descr":" A hydrous arsenite of cobalt, occuring in small red crystals, allied to erythrite."},{"word":"Rosella","type":"n.","descr":" A beautiful Australian parrakeet (Platycercus eximius) often kept as a cage bird. The head and back of the neck are scarlet, the throat is white, the back dark green varied with lighter green, and the breast yellow."},{"word":"Roselle","type":"n.","descr":" a malvaceous plant (Hibiscus Sabdariffa) cultivated in the east and West Indies for its fleshy calyxes, which are used for making tarts and jelly and an acid drink."},{"word":"Rosemaloes","type":"n.","descr":" The liquid storax of the East Indian Liquidambar orientalis."},{"word":"Rosemary","type":"n.","descr":" A labiate shrub (Rosmarinus officinalis) with narrow grayish leaves, growing native in the southern part of France, Spain, and Italy, also in Asia Minor and in China. It has a fragrant smell, and a warm, pungent, bitterish taste. It is used in cookery, perfumery, etc., and is an emblem of fidelity or constancy."},{"word":"Rosen","type":"a.","descr":" Consisting of roses; rosy."},{"word":"Rosenmullers organ","type":"","descr":" The parovarium."},{"word":"Roseo-","type":"","descr":" A prefix (also used adjectively) signifying rose-red; specifically used to designate certain rose-red compounds (called roseo-cobaltic compounds) of cobalt with ammonia.  Cf. Luteo-."},{"word":"Roseola","type":"n.","descr":" A rose-colored efflorescence upon the skin, occurring in circumscribed patches of little or no elevation and often alternately fading and reviving; also, an acute specific disease which is characterized by an eruption of this character; -- called also rose rash."},{"word":"Rose-pink","type":"a.","descr":" Having a pink color like that of the rose, or like the pigment called rose pink. See Rose pink, under Rose."},{"word":"Rose-pink","type":"a.","descr":" Disposed to clothe everything with roseate hues; hence, sentimental."},{"word":"Roser","type":"n.","descr":" A rosier; a rosebush."},{"word":"Rose-red","type":"a.","descr":" Red as a rose; specifically (Zool.), of a pure purplish red color."},{"word":"Rose-rial","type":"n.","descr":" A name of several English gold coins struck in different reigns and having having different values; a rose noble."},{"word":"Roseroot","type":"n.","descr":" A fleshy-leaved herb (Rhodiola rosea); rosewort; -- so called because the roots have the odor of roses."},{"word":"Rosery","type":"n.","descr":" A place where roses are cultivated; a nursery of roses. See Rosary, 1."},{"word":"Roset","type":"n.","descr":" A red color used by painters."},{"word":"Ro-setta stone","type":"","descr":" A stone found at Rosetta, in Egypt, bearing a trilingual inscription, by aid of which, with other inscriptions, a key was obtained to the hieroglyphics of ancient Egypt."},{"word":"Rosetta wood","type":"","descr":" An east Indian wood of a reddish orange color, handsomely veined with darker marks. It is occasionally used for cabinetwork."},{"word":"Rosette","type":"n.","descr":" An imitation of a rose by means of ribbon or other material, -- used as an ornament or a badge."},{"word":"Rosette","type":"n.","descr":" An ornament in the form of a rose or roundel, -much used in decoration."},{"word":"Rosette","type":"n.","descr":" A red color. See Roset."},{"word":"Rosette","type":"n.","descr":" A rose burner. See under Rose."},{"word":"Rosette","type":"n.","descr":" Any structure having a flowerlike form; especially, the group of five broad ambulacra on the upper side of the spatangoid and clypeastroid sea urchins. See Illust. of Spicule, and Sand dollar, under Sand."},{"word":"Rosette","type":"n.","descr":" A flowerlike color marking; as, the rosettes on the leopard."},{"word":"Rose water","type":"","descr":" Water tinctured with roses by distillation."},{"word":"Rose-water","type":"a.","descr":" Having the odor of rose water; hence, affectedly nice or delicate; sentimental."},{"word":"Rosewood","type":"n.","descr":" A valuable cabinet wood of a dark red color, streaked and variegated with black, obtained from several tropical leguminous trees of the genera Dalbergia and Machaerium. The finest kind is from Brazil, and is said to be from the Dalbergia nigra."},{"word":"Roseworm","type":"n.","descr":" The larva of any one of several species of lepidopterous insects which feed upon the leaves, buds, or blossoms of the rose, especially Cacaecia rosaceana, which rolls up the leaves for a nest, and devours both the leaves and buds."},{"word":"Rosewort","type":"n.","descr":" Roseroot."},{"word":"Rosewort","type":"n.","descr":" Any plant nearly related to the rose."},{"word":"Rosicrucian","type":"n.","descr":" One who, in the 17th century and the early part of the 18th, claimed to belong to a secret society of philosophers deeply versed in the secrets of nature, -- the alleged society having existed, it was stated, several hundred years."},{"word":"Rosicrucian","type":"a.","descr":" Of or pertaining to the Rosicrucians, or their arts."},{"word":"Rosied","type":"a.","descr":" Decorated with roses, or with the color of roses."},{"word":"Rosier","type":"n.","descr":" A rosebush; roses, collectively."},{"word":"Rosily","type":"adv.","descr":" In a rosy manner."},{"word":"Rosin","type":"n.","descr":" The hard, amber-colored resin left after distilling off the volatile oil of turpentine; colophony."},{"word":"Rosin","type":"v. t.","descr":" To rub with rosin, as musicians rub the bow of a violin."},{"word":"Rosiness","type":"n.","descr":" The quality of being rosy."},{"word":"Rosinweed","type":"n.","descr":" The compass plant. See under Compass."},{"word":"Rosinweed","type":"n.","descr":" A name given in California to various composite plants which secrete resins or have a resinous smell."},{"word":"Rosiny","type":"a.","descr":" like rosin, or having its qualities."},{"word":"Rosland","type":"n.","descr":" heathy land; land full of heather; moorish or watery land."},{"word":"Rosmarine","type":"n.","descr":" Dew from the sea; sea dew."},{"word":"Rosmarine","type":"n.","descr":" Rosemary."},{"word":"Rosmarine","type":"n.","descr":" A fabulous sea animal which was reported to climb by means of its teeth to the tops of rocks to feed upon the dew."},{"word":"Rosolic","type":"a.","descr":" Pertaining to, or designating, a complex red dyestuff (called rosolic acid) which is analogous to rosaniline and aurin. It is produced by oxidizing a mixture of phenol and cresol, as a dark red amorphous mass, C20H16O3, which forms weak salts with bases, and stable ones with acids.  Called also methyl aurin, and, formerly, corallin."},{"word":"Ross","type":"n.","descr":" The rough, scaly matter on the surface of the bark of trees."},{"word":"Ross","type":"v. t.","descr":" To divest of the ross, or rough, scaly surface; as, to ross bark."},{"word":"Rossel","type":"n.","descr":" Light land; rosland."},{"word":"Rossel current","type":"","descr":" A portion of the southern equatorial current flowing westward from the Fiji Islands to New Guinea."},{"word":"Rosselly","type":"a.","descr":" Loose; light."},{"word":"Rost","type":"n.","descr":" See Roust."},{"word":"Rostel","type":"n.","descr":" same as Rostellum."},{"word":"Rostellar","type":"a.","descr":" Pertaining to a rostellum."},{"word":"Rostellate","type":"a.","descr":" Having a rostellum, or small beak; terminating in a beak."},{"word":"Rostelliform","type":"a.","descr":" Having the form of a rostellum, or small beak."},{"word":"Rostella","type":"pl. ","descr":" of Rostellum"},{"word":"Rostellum","type":"n.","descr":" A small beaklike process or extension of some part; a small rostrum; as, the rostellum of the stigma of violets, or of the operculum of many mosses; the rostellum on the head of a tapeworm."},{"word":"Roster","type":"n.","descr":" A register or roll showing the order in which officers, enlisted men, companies, or regiments are called on to serve."},{"word":"Rostra","type":"n. pl.","descr":" See Rostrum, 2."},{"word":"Rostral","type":"a.","descr":" Of or pertaining to the beak or snout of an animal, or the beak of a ship; resembling a rostrum, esp., the rostra at Rome, or their decorations."},{"word":"Rostrate","type":"a.","descr":" Alt. of Rostrated"},{"word":"Rostrated","type":"a.","descr":" Having a process resembling the beak of a bird; beaked; rostellate."},{"word":"Rostrated","type":"a.","descr":" Furnished or adorned with beaks; as, rostrated galleys."},{"word":"Rostrifera","type":"n. pl.","descr":" A division of pectinibranchiate gastropods, having the head prolonged into a snout which is not retractile."},{"word":"Rostriform","type":"a.","descr":" Having the form of a beak."},{"word":"Rostrula","type":"pl. ","descr":" of Rostrulum"},{"word":"Rostrulum","type":"n.","descr":" A little rostrum, or beak, as of an insect."},{"word":"Rostra","type":"pl. ","descr":" of Rostrum"},{"word":"Rostrums","type":"pl. ","descr":" of Rostrum"},{"word":"Rostrum","type":"n.","descr":" The beak or head of a ship."},{"word":"Rostrum","type":"n.","descr":" The Beaks; the stage or platform in the forum where orations, pleadings, funeral harangues, etc., were delivered; -- so called because after the Latin war, it was adorned with the beaks of captured vessels; later, applied also to other platforms erected in Rome for the use of public orators."},{"word":"Rostrum","type":"n.","descr":" Hence, a stage for public speaking; the pulpit or platform occupied by an orator or public speaker."},{"word":"Rostrum","type":"n.","descr":" Any beaklike prolongation, esp. of the head of an animal, as the beak of birds."},{"word":"Rostrum","type":"n.","descr":" The beak, or sucking mouth parts, of Hemiptera."},{"word":"Rostrum","type":"n.","descr":" The snout of a gastropod mollusk. See Illust. of Littorina."},{"word":"Rostrum","type":"n.","descr":" The anterior, often spinelike, prolongation of the carapace of a crustacean, as in the lobster and the prawn."},{"word":"Rostrum","type":"n.","descr":" Same as Rostellum."},{"word":"Rostrum","type":"n.","descr":" The pipe to convey the distilling liquor into its receiver in the common alembic."},{"word":"Rostrum","type":"n.","descr":" A pair of forceps of various kinds, having a beaklike form."},{"word":"Rosulate","type":"a.","descr":" Arranged in little roselike clusters; -- said of leaves and bracts."},{"word":"Rosy","type":"superl.","descr":" Resembling a rose in color, form, or qualities; blooming; red; blushing; also, adorned with roses."},{"word":"Rotted","type":"imp. and p. p.","descr":" of Rot"},{"word":"Rotting","type":"p. pr. and vb. n.","descr":" of Rot"},{"word":"Rot","type":"v. i.","descr":" To undergo a process common to organic substances by which they lose the cohesion of their parts and pass through certain chemical changes, giving off usually in some stages of the process more or less offensive odors; to become decomposed by a natural process; to putrefy; to decay."},{"word":"Rot","type":"v. i.","descr":" Figuratively: To perish slowly; to decay; to die; to become corrupt."},{"word":"Rot","type":"v. t.","descr":" To make putrid; to cause to be wholly or partially decomposed by natural processes; as, to rot vegetable fiber."},{"word":"Rot","type":"v. t.","descr":" To expose, as flax, to a process of maceration, etc., for the purpose of separating the fiber; to ret."},{"word":"Rot","type":"n.","descr":" Process of rotting; decay; putrefaction."},{"word":"Rot","type":"n.","descr":" A disease or decay in fruits, leaves, or wood, supposed to be caused by minute fungi. See Bitter rot, Black rot, etc., below."},{"word":"Rot","type":"n.","descr":" A fatal distemper which attacks sheep and sometimes other animals. It is due to the presence of a parasitic worm in the liver or gall bladder. See 1st Fluke, 2."},{"word":"Rota","type":"n.","descr":" An ecclesiastical court of Rome, called also Rota Romana, that takes cognizance of suits by appeal. It consists of twelve members."},{"word":"Rota","type":"n.","descr":" A short-lived political club established in 1659 by J.Harrington to inculcate the democratic doctrine of election of the principal officers of the state by ballot, and the annual retirement of a portion of Parliament."},{"word":"Rota","type":"n.","descr":" A species of zither, played like a guitar, used in the Middle Ages in church music; -- written also rotta."},{"word":"Rotacism","type":"n.","descr":" See Rhotacism."},{"word":"Rotal","type":"a.","descr":" Relating to wheels or to rotary motion; rotary."},{"word":"Rotalite","type":"n.","descr":" Any fossil foraminifer of the genus Rotalia, abundant in the chalk formation. See Illust. under Rhizopod."},{"word":"Rotary","type":"a.","descr":" Turning, as a wheel on its axis; pertaining to, or resembling, the motion of a wheel on its axis; rotatory; as, rotary motion."},{"word":"Rotascope","type":"n.","descr":" Same as Gyroscope, 1."},{"word":"Rotate","type":"a.","descr":" Having the parts spreading out like a wheel; wheel-shaped; as, a rotate spicule or scale; a rotate corolla, i.e., a monopetalous corolla with a flattish border, and no tube or a very short one."},{"word":"Rotated","type":"imp. and p. p.","descr":" of Rotate"},{"word":"Rotating","type":"p. pr. and vb. n.","descr":" of Rotate"},{"word":"Rotate","type":"v. i.","descr":" To turn, as a wheel, round an axis; to revolve."},{"word":"Rotate","type":"v. i.","descr":" To perform any act, function, or operation in turn, to hold office in turn; as, to rotate in office."},{"word":"Rotate","type":"v. i.","descr":" To cause to turn round or revolve, as a wheel around an axle."},{"word":"Rotate","type":"v. i.","descr":" To cause to succeed in turn; esp., to cause to succeed some one, or to be succeeded by some one, in office."},{"word":"Rotated","type":"a.","descr":" Turned round, as a wheel; also, wheel-shaped; rotate."},{"word":"Rotation","type":"n.","descr":" The act of turning, as a wheel or a solid body on its axis, as distinguished from the progressive motion of a revolving round another body or a distant point; thus, the daily turning of the earth on its axis is a rotation; its annual motion round the sun is a revolution."},{"word":"Rotation","type":"n.","descr":" Any return or succesion in a series."},{"word":"Rotation","type":"a.","descr":" Pertaining to, or resulting from, rotation; of the nature of, or characterized by, rotation; as, rotational velocity."},{"word":"Rotative","type":"a.","descr":" turning, as a wheel; rotary; rotational."},{"word":"Rotator","type":"n.","descr":" that which gives a rotary or rolling motion, as a muscle which partially rotates or turns some part on its axis."},{"word":"Rotator","type":"n.","descr":" A revolving reverberatory furnace."},{"word":"Rotatoria","type":"n. pl.","descr":" Same as Rotifera."},{"word":"Rotatory","type":"a.","descr":" Turning as on an axis; rotary."},{"word":"Rotatory","type":"a.","descr":" Going in a circle; following in rotation or succession; as, rotatory assembles."},{"word":"Rotatory","type":"a.","descr":" Producing rotation of the plane of polarization; as, the rotatory power of bodies on light. See the Note under polarization."},{"word":"Rotatory","type":"n.","descr":" A rotifer."},{"word":"Rotche","type":"n.","descr":" A very small arctic sea bird (Mergulus alle, or Alle alle) common on both coasts of the Atlantic in winter; -- called also little auk, dovekie, rotch, rotchie, and sea dove."},{"word":"Rotchet","type":"n.","descr":" The European red gurnard (Trigla pini)."},{"word":"Rote","type":"n.","descr":" A root."},{"word":"Rote","type":"n.","descr":" A kind of guitar, the notes of which were produced by a small wheel or wheel-like arrangement; an instrument similar to the hurdy-gurdy."},{"word":"Rote","type":"n.","descr":" The noise produced by the surf of the sea dashing upon the shore. See Rut."},{"word":"Rote","type":"n.","descr":" A frequent repetition of forms of speech without attention to the meaning; mere repetition; as, to learn rules by rote."},{"word":"Roted","type":"imp. and p. p.","descr":" of Rote"},{"word":"Roting","type":"p. pr. and vb. n.","descr":" of Rote"},{"word":"Rote","type":"v. t.","descr":" To learn or repeat by rote."},{"word":"Rote","type":"v. i.","descr":" To go out by rotation or succession; to rotate."},{"word":"Rotella","type":"n.","descr":" Any one of numerous species of small, polished, brightcolored gastropods of the genus Rotella, native of tropical seas."},{"word":"Rotgut","type":"n.","descr":" Bad small beer."},{"word":"Rotgut","type":"n.","descr":" Any bad spirituous liquor, especially when adulterated so as to be very deleterious."},{"word":"Rother","type":"a.","descr":" Bovine."},{"word":"Rother","type":"n.","descr":" A bovine beast."},{"word":"Rother","type":"n.","descr":" A rudder."},{"word":"Rotifer","type":"n.","descr":" One of the Rotifera. See Illust. in Appendix."},{"word":"Rotifera","type":"n.","descr":" An order of minute worms which usually have one or two groups of vibrating cilia on the head, which, when in motion, often give an appearance of rapidly revolving wheels.  The species are very numerous in fresh waters, and are very diversified in form and habits."},{"word":"Rotiform","type":"a.","descr":" Wheel-shaped; as, rotiform appendages."},{"word":"Rotiform","type":"a.","descr":" Same as Rotate."},{"word":"Rotta","type":"n.","descr":" See Rota."},{"word":"Rotten","type":"a.","descr":" Having rotted; putrid; decayed; as, a rotten apple; rotten meat."},{"word":"Rotten","type":"a.","descr":" Offensive to the smell; fetid; disgusting."},{"word":"Rotten","type":"a.","descr":" Not firm or trusty; unsound; defective; treacherous; unsafe; as, a rotten plank, bone, stone."},{"word":"Rotula","type":"n.","descr":" The patella, or kneepan."},{"word":"Rotular","type":"a.","descr":" Of or pertaining to the rotula, or kneepan."},{"word":"Rotund","type":"a.","descr":" Round; circular; spherical."},{"word":"Rotund","type":"a.","descr":" Hence, complete; entire."},{"word":"Rotund","type":"a.","descr":" Orbicular, or nearly so."},{"word":"Rotund","type":"n.","descr":" A rotunda."},{"word":"Rotunda","type":"a.","descr":" A round building; especially, one that is round both on the outside and inside, like the Pantheon at Rome. Less properly, but very commonly, used for a large round room; as, the rotunda of the Capitol at Washington."},{"word":"Rotundate","type":"a.","descr":" Rounded; especially, rounded at the end or ends, or at the corners."},{"word":"Rotundifolious","type":"a.","descr":" Having round leaves."},{"word":"Rotundity","type":"n.","descr":" The state or quality of being rotu\/; roundness; sphericity; circularity."},{"word":"Rotundity","type":"n.","descr":" Hence, completeness; entirety; roundness."},{"word":"Rotundness","type":"n.","descr":" Roundness; rotundity."},{"word":"Rotundo","type":"n.","descr":" See Rotunda."},{"word":"Roturer","type":"n.","descr":" A roturier."},{"word":"Roturier","type":"n.","descr":" A person who is not of noble birth; specif., a freeman who during the prevalence of feudalism held allodial land."},{"word":"Roty","type":"v. t.","descr":" To make rotten."},{"word":"Rouble","type":"n.","descr":" A coin. See Ruble."},{"word":"Rouche","type":"n.","descr":" See Ruche."},{"word":"Roue","type":"n.","descr":" One devoted to a life of sensual pleasure; a debauchee; a rake."},{"word":"Rouet","type":"n.","descr":" A small wheel formerly fixed to the pan of firelocks for discharging them."},{"word":"Rouge","type":"a.","descr":" red."},{"word":"Rouge","type":"n.","descr":" A red amorphous powder consisting of ferric oxide.  It is used in polishing glass, metal, or gems, and as a cosmetic, etc. Called also crocus, jeweler\\'s rouge, etc."},{"word":"Rouge","type":"n.","descr":" A cosmetic used for giving a red color to the cheeks or lips. The best is prepared from the dried flowers of the safflower, but it is often made from carmine."},{"word":"Rouged","type":"imp. and p. p.","descr":" of Rouge"},{"word":"Rouging","type":"p. pr. and vb. n.","descr":" of Rouge"},{"word":"Rouge","type":"v. i.","descr":" To paint the face or cheeks with rouge."},{"word":"Rouge","type":"v. t.","descr":" To tint with rouge; as, to rouge the face or the cheeks."},{"word":"Rougecroix","type":"n.","descr":" One of the four pursuivants of the English college of arms."},{"word":"Rouge dragon","type":"n.","descr":" One of the four pursuivants of the English college of arms."},{"word":"Rough","type":"n.","descr":" Having inequalities, small ridges, or points, on the surface; not smooth or plain; as, a rough board; a rough stone; rough cloth."},{"word":"Rough","type":"n.","descr":" Not level; having a broken surface; uneven; -- said of a piece of land, or of a road."},{"word":"Rough","type":"n.","descr":" Not polished; uncut; -- said of a gem; as, a rough diamond."},{"word":"Rough","type":"n.","descr":" Tossed in waves; boisterous; high; -- said of a sea or other piece of water."},{"word":"Rough","type":"n.","descr":" Marked by coarseness; shaggy; ragged; disordered; -- said of dress, appearance, or the like; as, a rough coat."},{"word":"Rough","type":"n.","descr":" Hence, figuratively, lacking refinement, gentleness, or polish."},{"word":"Rough","type":"n.","descr":" Not courteous or kind; harsh; rude; uncivil; as, a rough temper."},{"word":"Rough","type":"n.","descr":" Marked by severity or violence; harsh; hard; as, rough measures or actions."},{"word":"Rough","type":"n.","descr":" Loud and hoarse; offensive to the ear; harsh; grating; -- said of sound, voice, and the like; as, a rough tone; rough numbers."},{"word":"Rough","type":"n.","descr":" Austere; harsh to the taste; as, rough wine."},{"word":"Rough","type":"n.","descr":" Tempestuous; boisterous; stormy; as, rough weather; a rough day."},{"word":"Rough","type":"n.","descr":" Hastily or carelessly done; wanting finish; incomplete; as, a rough estimate; a rough draught."},{"word":"Rough","type":"n.","descr":" Produced offhand."},{"word":"Rough","type":"n.","descr":" Boisterous weather."},{"word":"Rough","type":"n.","descr":" A rude fellow; a coarse bully; a rowdy."},{"word":"Rough","type":"adv.","descr":" In a rough manner; rudely; roughly."},{"word":"Rough","type":"v. t.","descr":" To render rough; to roughen."},{"word":"Rough","type":"v. t.","descr":" To break in, as a horse, especially for military purposes."},{"word":"Rough","type":"v. t.","descr":" To cut or make in a hasty, rough manner; -- with out; as, to rough out a carving, a sketch."},{"word":"Roughcast","type":"v. t.","descr":" To form in its first rudiments, without revision, correction, or polish."},{"word":"Roughcast","type":"v. t.","descr":" To mold without nicety or elegance; to form with asperities and inequalities."},{"word":"Roughcast","type":"v. t.","descr":" To plaster with a mixture of lime and shells or pebbles; as, to roughcast a building."},{"word":"Roughcast","type":"n.","descr":" A rude model; the rudimentary, unfinished form of a thing."},{"word":"Roughcast","type":"n.","descr":" A kind of plastering made of lime, with a mixture of shells or pebbles, used for covering buildings."},{"word":"Roughcaster","type":"n.","descr":" One who roughcasts."},{"word":"Roughdraw","type":"v. t.","descr":" To draw or delineate rapidly and by way of a first sketch."},{"word":"Roughdry","type":"v. t.","descr":" in laundry work, to dry without smoothing or ironing."},{"word":"Roughened","type":"imp. and p. p.","descr":" of Roughen"},{"word":"Roughening","type":"p. pr. and vb. n.","descr":" of Roughen"},{"word":"Roughen","type":"v. t.","descr":" To make rough."},{"word":"Roughen","type":"v. i.","descr":" To grow or become rough."},{"word":"Rough-footed","type":"a.","descr":" Feather-footed; as, a rough-footed dove."},{"word":"Rough-grained","type":"a.","descr":" Having a rough grain or fiber; hence, figuratively, having coarse traits of character; not polished; brisque."},{"word":"Roughhead","type":"n.","descr":" The redfin."},{"word":"Roughhew","type":"v. t.","descr":" To hew coarsely, without smoothing; as, to roughhew timber."},{"word":"Roughhew","type":"v. t.","descr":" To give the first form or shape to; to form rudely; to shape approximately and rudely; to roughcast."},{"word":"Roughhewer","type":"n.","descr":" One who roughhews."},{"word":"Roughhewn","type":"a.","descr":" Hewn coarsely without smoothing; unfinished; not polished."},{"word":"Roughhewn","type":"a.","descr":" Of coarse manners; rude; uncultivated; rough-grained."},{"word":"Roughing-in","type":"n.","descr":" The first coat of plaster laid on brick; also, the process of applying it."},{"word":"Roughings","type":"n. pl.","descr":" Rowen."},{"word":"Roughish","type":"a.","descr":" Somewhat rough."},{"word":"Roughleg","type":"n.","descr":" Any one of several species of large hawks of the genus Archibuteo, having the legs feathered to the toes.  Called also rough-legged hawk, and rough-legged buzzard."},{"word":"Rough-legged","type":"a.","descr":" Having the legs covered with feathers; -- said of a bird."},{"word":"Roughly","type":"adv.","descr":" In a rough manner; unevenly; harshly; rudely; severely; austerely."},{"word":"Roughness","type":"n.","descr":" The quality or state of being rough."},{"word":"Roughrider","type":"n.","descr":" One who breaks horses; especially (Mil.), a noncommissioned officer in the British cavalry, whose duty is to assist the riding master."},{"word":"Roughscuff","type":"n.","descr":" A rough, coarse fellow; collectively, the lowest class of the people; the rabble; the riffraff."},{"word":"Roughsetter","type":"n.","descr":" A mason who builds rough stonework."},{"word":"Roughshod","type":"a.","descr":" Shod with shoes armed with points or calks; as, a roughshod horse."},{"word":"Roughstrings","type":"n. pl.","descr":" Pieces of undressed timber put under the steps of a wooden stair for their support."},{"word":"Rought","type":"","descr":" imp. of Reach."},{"word":"Rought","type":"","descr":" imp. of Reck, to care."},{"word":"Roughtail","type":"n.","descr":" Any species of small ground snakes of the family Uropeltidae; -- so called from their rough tails."},{"word":"Roughwork","type":"v. t.","descr":" To work over coarsely, without regard to nicety, smoothness, or finish."},{"word":"Roughwrought","type":"a.","descr":" Wrought in a rough, unfinished way; worked over coarsely."},{"word":"Rouk","type":"v. i.","descr":" See 5th Ruck, and Roke."},{"word":"Roulade","type":"n.","descr":" A smoothly running passage of short notes (as semiquavers, or sixteenths) uniformly grouped, sung upon one long syllable, as in Handel\\'s oratorios."},{"word":"Rouleaux","type":"pl. ","descr":" of Rouleau"},{"word":"Rouleaus","type":"pl. ","descr":" of Rouleau"},{"word":"Rouleau","type":"n.","descr":" A little roll; a roll of coins put up in paper, or something resembling such a roll."},{"word":"Roulette","type":"n.","descr":" A game of chance, in which a small ball is made to move round rapidly on a circle divided off into numbered red and black spaces, the one on which it stops indicating the result of a variety of wagers permitted by the game."},{"word":"Roulette","type":"n.","descr":" A small toothed wheel used by engravers to roll over a plate in order to order to produce rows of dots."},{"word":"Roulette","type":"n.","descr":" A similar wheel used to roughen the surface of a plate, as in making alterations in a mezzotint."},{"word":"Roulette","type":"n.","descr":" the curve traced by any point in the plane of a given curve when the latter rolls, without sliding, over another fixed curve. See Cycloid, and Epycycloid."},{"word":"Rouly-pouly","type":"n.","descr":" See Rolly-pooly."},{"word":"Roun","type":"v. i. and t.","descr":" Alt. of Rown"},{"word":"Rown","type":"v. i. and t.","descr":" To whisper."},{"word":"Rounce","type":"n.","descr":" The handle by which the bed of a hand press, holding the form of type, etc., is run in under the platen and out again; -- sometimes applied to the whole apparatus by which the form is moved under the platen."},{"word":"Rounceval","type":"a.","descr":" Large; strong; -- from the gigantic bones shown at Roncesvalles, and alleged to be those of old heroes."},{"word":"Rounceval","type":"n.","descr":" A giant; anything large; a kind of pea called also marrowfat."},{"word":"Rouncy","type":"n.","descr":" A common hackney horse; a nag."},{"word":"Round","type":"v. i. and t.","descr":" To whisper."},{"word":"Round","type":"a.","descr":" Having every portion of the surface or of the circumference equally distant from the center; spherical; circular; having a form approaching a spherical or a circular shape; orbicular; globular; as, a round ball."},{"word":"Round","type":"a.","descr":" Having the form of a cylinder; cylindrical; as, the barrel of a musket is round."},{"word":"Round","type":"a.","descr":" Having a curved outline or form; especially, one like the arc of a circle or an ellipse, or a portion of the surface of a sphere; rotund; bulging; protuberant; not angular or pointed; as, a round arch; round hills."},{"word":"Round","type":"a.","descr":" Full; complete; not broken; not fractional; approximately in even units, tens, hundreds, thousands, etc.; -- said of numbers."},{"word":"Round","type":"a.","descr":" Not inconsiderable; large; hence, generous; free; as, a round price."},{"word":"Round","type":"a.","descr":" Uttered or emitted with a full tone; as, a round voice; a round note."},{"word":"Round","type":"a.","descr":" Modified, as a vowel, by contraction of the lip opening, making the opening more or less round in shape; rounded; labialized; labial. See Guide to Pronunciation, \/ 11."},{"word":"Round","type":"a.","descr":" Outspoken; plain and direct; unreserved; unqualified; not mincing; as, a round answer; a round oath."},{"word":"Round","type":"a.","descr":" Full and smoothly expanded; not defective or abrupt; finished; polished; -- said of style, or of authors with reference to their style."},{"word":"Round","type":"a.","descr":" Complete and consistent; fair; just; -- applied to conduct."},{"word":"Round","type":"n.","descr":" Anything round, as a circle, a globe, a ring. \"The golden round\" [the crown]."},{"word":"Round","type":"n.","descr":" A series of changes or events ending where it began; a series of like events recurring in continuance; a cycle; a periodical revolution; as, the round of the seasons; a round of pleasures."},{"word":"Round","type":"n.","descr":" A course of action or conduct performed by a number of persons in turn, or one after another, as if seated in a circle."},{"word":"Round","type":"n.","descr":" A series of duties or tasks which must be performed in turn, and then repeated."},{"word":"Round","type":"n.","descr":" A circular dance."},{"word":"Round","type":"n.","descr":" That which goes round a whole circle or company; as, a round of applause."},{"word":"Round","type":"n.","descr":" Rotation, as in office; succession."},{"word":"Round","type":"n.","descr":" The step of a ladder; a rundle or rung; also, a crosspiece which joins and braces the legs of a chair."},{"word":"Round","type":"n.","descr":" A course ending where it began; a circuit; a beat; especially, one freguently or regulary traversed; also, the act of traversing a circuit; as, a watchman\\'s round; the rounds of the postman."},{"word":"Round","type":"n.","descr":" A walk performed by a guard or an officer round the rampart of a garrison, or among sentinels, to see that the sentinels are faithful and all things safe; also, the guard or officer, with his attendants, who performs this duty; -- usually in the plural."},{"word":"Round","type":"n.","descr":" A general discharge of firearms by a body of troops in which each soldier fires once."},{"word":"Round","type":"n.","descr":" Ammunition for discharging a piece or pieces once; as, twenty rounds of ammunition were given out."},{"word":"Round","type":"n.","descr":" A short vocal piece, resembling a catch in which three or four voices follow each other round in a species of canon in the unison."},{"word":"Round","type":"n.","descr":" The time during which prize fighters or boxers are in actual contest without an intermission, as prescribed by their rules; a bout."},{"word":"Round","type":"n.","descr":" A brewer\\'s vessel in which the fermentation is concluded, the yeast escaping through the bunghole."},{"word":"Round","type":"n.","descr":" A vessel filled, as for drinking."},{"word":"Round","type":"n.","descr":" An assembly; a group; a circle; as, a round of politicians."},{"word":"Round","type":"n.","descr":" See Roundtop."},{"word":"Round","type":"n.","descr":" Same as Round of beef, below."},{"word":"Round","type":"adv.","descr":" On all sides; around."},{"word":"Round","type":"adv.","descr":" Circularly; in a circular form or manner; by revolving or reversing one\\'s position; as, to turn one\\'s head round; a wheel turns round."},{"word":"Round","type":"adv.","descr":" In circumference; as, a ball is ten inches round."},{"word":"Round","type":"adv.","descr":" From one side or party to another; as to come or turn round, -- that is, to change sides or opinions."},{"word":"Round","type":"adv.","descr":" By or in a circuit; by a course longer than the direct course; back to the starting point."},{"word":"Round","type":"adv.","descr":" Through a circle, as of friends or houses."},{"word":"Round","type":"adv.","descr":" Roundly; fully; vigorously."},{"word":"Round","type":"prep.","descr":" On every side of, so as to encompass or encircle; around; about; as, the people atood round him; to go round the city; to wind a cable round a windlass."},{"word":"Rounded","type":"imp. and p. p.","descr":" of Round"},{"word":"Rounding","type":"p. pr. and vb. n.","descr":" of Round"},{"word":"Round","type":"v. t.","descr":" To make circular, spherical, or cylindrical; to give a round or convex figure to; as, to round a silver coin; to round the edges of anything."},{"word":"Round","type":"v. t.","descr":" To surround; to encircle; to encompass."},{"word":"Round","type":"v. t.","descr":" To bring to fullness or completeness; to complete; hence, to bring to a fit conclusion."},{"word":"Round","type":"v. t.","descr":" To go round wholly or in part; to go about (a corner or point); as, to round a corner; to round Cape Horn."},{"word":"Round","type":"v. t.","descr":" To make full, smooth, and flowing; as, to round periods in writing."},{"word":"Round","type":"v. i.","descr":" To grow round or full; hence, to attain to fullness, completeness, or perfection."},{"word":"Round","type":"v. i.","descr":" To go round, as a guard."},{"word":"Round","type":"v. i.","descr":" To go or turn round; to wheel about."},{"word":"Roundabout","type":"a.","descr":" Circuitous; going round; indirect; as, roundabout speech."},{"word":"Roundabout","type":"a.","descr":" Encircling; enveloping; comprehensive."},{"word":"Roundabout","type":"n.","descr":" A horizontal wheel or frame, commonly with wooden horses, etc., on which children ride; a merry-go-round."},{"word":"Roundabout","type":"n.","descr":" A dance performed in a circle."},{"word":"Roundabout","type":"n.","descr":" A short, close jacket worn by boys, sailors, etc."},{"word":"Roundabout","type":"n.","descr":" A state or scene of constant change, or of recurring labor and vicissitude."},{"word":"Roundaboutness","type":"n.","descr":" The quality of being roundabout; circuitousness."},{"word":"Round-arm","type":"a.","descr":" Applied to the method delivering the ball in bowling, by swinging the arm horizontally."},{"word":"Round-backed","type":"a.","descr":" Having a round back or shoulders; round-shouldered."},{"word":"Rounded","type":"a.","descr":" Modified by contraction of the lip opening; labialized; labial. See Guide to Pronunciation, \/ 11."},{"word":"Roundel","type":"a.","descr":" A rondelay."},{"word":"Roundel","type":"a.","descr":" Anything having a round form; a round figure; a circle."},{"word":"Roundel","type":"a.","descr":" A small circular shield, sometimes not more than a foot in diameter, used by soldiers in the fourteenth and fifteenth centuries."},{"word":"Roundel","type":"a.","descr":" A circular spot; a sharge in the form of a small circle."},{"word":"Roundel","type":"a.","descr":" A bastion of a circular form."},{"word":"Roundelay","type":"n.","descr":" See Rondeau, and Rondel."},{"word":"Roundelay","type":"n.","descr":" A tune in which a simple strain is often repeated; a simple rural strain which is short and lively."},{"word":"Roundelay","type":"n.","descr":" A dance in a circle."},{"word":"Roundelay","type":"n.","descr":" Anything having a round form; a roundel."},{"word":"Rounder","type":"n.","descr":" One who rounds; one who comes about frequently or regularly."},{"word":"Rounder","type":"n.","descr":" A tool for making an edge or surface round."},{"word":"Rounder","type":"n.","descr":" An English game somewhat resembling baseball; also, another English game resembling the game of fives, but played with a football."},{"word":"Roundfish","type":"n.","descr":" Any ordinary market fish, exclusive of flounders, sole, halibut, and other flatfishes."},{"word":"Roundfish","type":"n.","descr":" A lake whitefish (Coregonus quadrilateralis), less compressed than the common species.  It is very abundant in British America and Alaska."},{"word":"Roundhead","type":"n.","descr":" A nickname for a Puritan. See Roundheads, the, in the Dictionary of Noted Names in Fiction."},{"word":"Roundheaded","type":"a.","descr":" Having a round head or top."},{"word":"Roundhouse","type":"n.","descr":" A constable\\'s prison; a lockup, watch-house, or station house."},{"word":"Roundhouse","type":"n.","descr":" A cabin or apartament on the after part of the quarter-deck, having the poop for its roof; -- sometimes called the coach."},{"word":"Roundhouse","type":"n.","descr":" A privy near the bow of the vessel."},{"word":"Roundhouse","type":"n.","descr":" A house for locomotive engines, built circularly around a turntable."},{"word":"Rounding","type":"a.","descr":" Round or nearly round; becoming round; roundish."},{"word":"Rounding","type":"n.","descr":" Small rope, or strands of rope, or spun yarn, wound round a rope to keep it from chafing; -- called also service."},{"word":"Rounding","type":"n.","descr":" Modifying a speech sound by contraction of the lip opening; labializing; labialization. See Guide to Pronunciation, \/ 11."},{"word":"Roundish","type":"a.","descr":" Somewhat round; as, a roundish seed; a roundish figure."},{"word":"Roundlet","type":"n.","descr":" A little circle."},{"word":"Roundly","type":"adv.","descr":" In a round form or manner."},{"word":"Roundly","type":"adv.","descr":" Openly; boldly; peremptorily; plumply."},{"word":"Roundly","type":"adv.","descr":" Briskly; with speed."},{"word":"Roundly","type":"adv.","descr":" Completely; vigorously; in earnest."},{"word":"Roundly","type":"adv.","descr":" Without regard to detail; in gross; comprehensively; generally; as, to give numbers roundly."},{"word":"Roundness","type":"n.","descr":" The quality or state of being round in shape; as, the roundness of the globe, of the orb of the sun, of a ball, of a bowl, a column, etc."},{"word":"Roundness","type":"n.","descr":" Fullness; smoothness of flow; as, the roundness of a period; the roundness of a note; roundness of tone."},{"word":"Roundness","type":"n.","descr":" Openess; plainess; boldness; positiveness; as, the roundness of an assertion."},{"word":"Roundridge","type":"v. t.","descr":" To form into round ridges by plowing."},{"word":"Round-shouldered","type":"a.","descr":" Having the shoulders stooping or projecting; round-backed."},{"word":"Roundsmen","type":"pl. ","descr":" of Roundsman"},{"word":"Roundsman","type":"n.","descr":" A patrolman; also, a policeman who acts as an inspector over the rounds of the patrolmen."},{"word":"Roundtop","type":"n.","descr":" A top; a platform at a masthead; -- so called because formerly round in shape."},{"word":"Round-up","type":"n.","descr":" The act of collecting or gathering together scattered cattle by riding around them and driving them in."},{"word":"Roundure","type":"n.","descr":" Roundness; a round or circle."},{"word":"Roundworm","type":"n.","descr":" A nematoid worm."},{"word":"Roundy","type":"a.","descr":" Round."},{"word":"Roup","type":"v. i. and t.","descr":" To cry or shout; hence, to sell by auction."},{"word":"Roup","type":"n.","descr":" An outcry; hence, a sale of gods by auction."},{"word":"Roup","type":"n.","descr":" A disease in poultry. See Pip."},{"word":"Rousant","type":"a.","descr":" Rising; -- applied to a bird in the attitude of rising; also, sometmes, to a bird in profile with wings addorsed."},{"word":"Rouse","type":"v. i. and t.","descr":" To pull or haul strongly and all together, as upon a rope, without the assistance of mechanical appliances."},{"word":"Rouse","type":"n.","descr":" A bumper in honor of a toast or health."},{"word":"Rouse","type":"n.","descr":" A carousal; a festival; a drinking frolic."},{"word":"Roused","type":"imp. and p. p.","descr":" of Rouse"},{"word":"Rousing","type":"p. pr. and vb. n.","descr":" of Rouse"},{"word":"Rouse","type":"v.","descr":" To cause to start from a covert or lurking place; as, to rouse a deer or other animal of the chase."},{"word":"Rouse","type":"v.","descr":" To wake from sleep or repose; as, to rouse one early or suddenly."},{"word":"Rouse","type":"v.","descr":" To excite to lively thought or action from a state of idleness, languor, stupidity, or indifference; as, to rouse the faculties, passions, or emotions."},{"word":"Rouse","type":"v.","descr":" To put in motion; to stir up; to agitate."},{"word":"Rouse","type":"v.","descr":" To raise; to make erect."},{"word":"Rouse","type":"v. i.","descr":" To get or start up; to rise."},{"word":"Rouse","type":"v. i.","descr":" To awake from sleep or repose."},{"word":"Rouse","type":"v. i.","descr":" To be exited to thought or action from a state of indolence or inattention."},{"word":"Rouser","type":"n.","descr":" One who, or that which, rouses."},{"word":"Rouser","type":"n.","descr":" Something very exciting or great."},{"word":"Rouser","type":"n.","descr":" A stirrer in a copper for boiling wort."},{"word":"Rousing","type":"a.","descr":" Having power to awaken or excite; exciting."},{"word":"Rousing","type":"a.","descr":" Very great; violent; astounding; as, a rousing fire; a rousing lie."},{"word":"Rousingly","type":"adv.","descr":" In a rousing manner."},{"word":"Roussette","type":"n.","descr":" A fruit bat, especially the large species (Pieropus vulgaris) inhabiting the islands of the Indian ocean.  It measures about a yard across the expanded wings."},{"word":"Roussette","type":"n.","descr":" Any small shark of the genus Scyllium; -- called also dogfish. See Dogfish."},{"word":"Roust","type":"v. t.","descr":" To rouse; to disturb; as, to roust one out."},{"word":"Roust","type":"n.","descr":" A strong tide or current, especially in a narrow channel."},{"word":"Roustabout","type":"n.","descr":" A laborer, especially a deck hand, on a river steamboat, who moves the cargo, loads and unloads wood, and the like; in an opprobrious sense, a shiftless vagrant who lives by chance jobs."},{"word":"Rout","type":"v. i.","descr":" To roar; to bellow; to snort; to snore loudly."},{"word":"Rout","type":"n.","descr":" A bellowing; a shouting; noise; clamor; uproar; disturbance; tumult."},{"word":"Rout","type":"v. t.","descr":" To scoop out with a gouge or other tool; to furrow."},{"word":"Rout","type":"v. i.","descr":" To search or root in the ground, as a swine."},{"word":"Rout","type":"n.","descr":" A troop; a throng; a company; an assembly; especially, a traveling company or throng."},{"word":"Rout","type":"n.","descr":" A disorderly and tumultuous crowd; a mob; hence, the rabble; the herd of common people."},{"word":"Rout","type":"n.","descr":" The state of being disorganized and thrown into confusion; -- said especially of an army defeated, broken in pieces, and put to flight in disorder or panic; also, the act of defeating and breaking up an army; as, the rout of the enemy was complete."},{"word":"Rout","type":"n.","descr":" A disturbance of the peace by persons assembled together with intent to do a thing which, if executed, would make them rioters, and actually making a motion toward the executing thereof."},{"word":"Rout","type":"n.","descr":" A fashionable assembly, or large evening party."},{"word":"Routed","type":"imp. and p. p.","descr":" of Rout"},{"word":"Routing","type":"p. pr. and vb. n.","descr":" of Rout"},{"word":"Rout","type":"v. t.","descr":" To break the ranks of, as troops, and put them to flight in disorder; to put to rout."},{"word":"Rout","type":"v. i.","descr":" To assemble in a crowd, whether orderly or disorderly; to collect in company."},{"word":"Route","type":"n.","descr":" The course or way which is traveled or passed, or is to be passed; a passing; a course; a road or path; a march."},{"word":"Router","type":"n.","descr":" A plane made like a spokeshave, for working the inside edges of circular sashes."},{"word":"Router","type":"n.","descr":" A plane with a hooked tool protruding far below the sole, for smoothing the bottom of a cavity."},{"word":"Routhe","type":"n.","descr":" Ruth; sorrow."},{"word":"Routinary","type":"a.","descr":" Involving, or pertaining to, routine; ordinary; customary."},{"word":"Routine","type":"n.","descr":" A round of business, amusement, or pleasure, daily or frequently pursued; especially, a course of business or offical duties regularly or frequently returning."},{"word":"Routine","type":"n.","descr":" Any regular course of action or procedure rigidly adhered to by the mere force of habit."},{"word":"Routinism","type":"n.","descr":" the practice of doing things with undiscriminating, mechanical regularity."},{"word":"Routinist","type":"n.","descr":" One who habituated to a routine."},{"word":"Routish","type":"a.","descr":" Uproarious; riotous."},{"word":"Routously","type":"adv.","descr":" With that violation of law called a rout. See 5th Rout, 4."},{"word":"Roux","type":"n.","descr":" A thickening, made of flour, for soups and gravies."},{"word":"Rove","type":"v. t.","descr":" To draw through an eye or aperture."},{"word":"Rove","type":"v. t.","descr":" To draw out into flakes; to card, as wool."},{"word":"Rove","type":"v. t.","descr":" To twist slightly; to bring together, as slivers of wool or cotton, and twist slightly before spinning."},{"word":"Rove","type":"n.","descr":" A copper washer upon which the end of a nail is clinched in boat building."},{"word":"Rove","type":"n.","descr":" A roll or sliver of wool or cotton drawn out and slighty twisted, preparatory to further process; a roving."},{"word":"Roved","type":"imp. and p. p.","descr":" of Rove"},{"word":"Roving","type":"p. pr. and vb. n.","descr":" of Rove"},{"word":"Rove","type":"v. i.","descr":" To practice robbery on the seas; to wander about on the seas in piracy."},{"word":"Rove","type":"v. i.","descr":" Hence, to wander; to ramble; to rauge; to go, move, or pass without certain direction in any manner, by sailing, walking, riding, flying, or otherwise."},{"word":"Rove","type":"v. i.","descr":" To shoot at rovers; hence, to shoot at an angle of elevation, not at point-blank (rovers usually being beyond the point-blank range)."},{"word":"Rove","type":"v. t.","descr":" To wander over or through."},{"word":"Rove","type":"v. t.","descr":" To plow into ridges by turning the earth of two furrows together."},{"word":"Rove","type":"n.","descr":" The act of wandering; a ramble."},{"word":"Rover","type":"v. i.","descr":" One who practices robbery on the seas; a pirate."},{"word":"Rover","type":"v. i.","descr":" One who wanders about by sea or land; a wanderer; a rambler."},{"word":"Rover","type":"v. i.","descr":" Hence, a fickle, inconstant person."},{"word":"Rover","type":"v. i.","descr":" A ball which has passed through all the hoops and would go out if it hit the stake but is continued in play; also, the player of such a ball."},{"word":"Rover","type":"v. i.","descr":" Casual marks at uncertain distances."},{"word":"Rover","type":"v. i.","descr":" A sort of arrow."},{"word":"Roving","type":"n.","descr":" The operatin of forming the rove, or slightly twisted sliver or roll of wool or cotton, by means of a machine for the purpose, called a roving frame, or roving machine."},{"word":"Roving","type":"n.","descr":" A roll or sliver of wool or cotton drawn out and slightly twisted; a rove. See 2d Rove, 2."},{"word":"Roving","type":"n.","descr":" The act of one who roves or wanders."},{"word":"Rovingly","type":"adv.","descr":" In a wandering manner."},{"word":"Rovingness","type":"n.","descr":" The state of roving."},{"word":"Row","type":"a. and adv.","descr":" Rough; stern; angry."},{"word":"Row","type":"n.","descr":" A noisy, turbulent quarrel or disturbance; a brawl."},{"word":"Row","type":"n.","descr":" A series of persons or things arranged in a continued line; a line; a rank; a file; as, a row of trees; a row of houses or columns."},{"word":"Rowed","type":"imp. and p. p.","descr":" of Row"},{"word":"Rowing","type":"p. pr. and vb. n.","descr":" of Row"},{"word":"Row","type":"v. t.","descr":" To propel with oars, as a boat or vessel, along the surface of water; as, to row a boat."},{"word":"Row","type":"v. t.","descr":" To transport in a boat propelled with oars; as, to row the captain ashore in his barge."},{"word":"Row","type":"v. i.","descr":" To use the oar; as, to row well."},{"word":"Row","type":"v. i.","descr":" To be moved by oars; as, the boat rows easily."},{"word":"Row","type":"n.","descr":" The act of rowing; excursion in a rowboat."},{"word":"Rowable","type":"a.","descr":" That may be rowed, or rowed upon."},{"word":"Rowan","type":"n.","descr":" Rowan tree."},{"word":"Rowan tree","type":"","descr":" A european tree (Pyrus aucuparia) related to the apple, but with pinnate leaves and flat corymbs of small white flowers followed by little bright red berries.  Called also roan tree, and mountain ash.  The name is also applied to two American trees of similar habit (Pyrus Americana, and P. sambucifolia)."},{"word":"Rowboat","type":"n.","descr":" A boat designed to be propelled by oars instead of sails."},{"word":"Rowdies","type":"pl. ","descr":" of Rowdy"},{"word":"Rowdy","type":"n.","descr":" One who engages in rows, or noisy quarrels; a ruffianly fellow."},{"word":"Rowdydow","type":"n.","descr":" Hubbub; uproar."},{"word":"Rowdydowdy","type":"a.","descr":" Uproarious."},{"word":"Rowdyish","type":"a.","descr":" Resembling a rowdy in temper or conduct; characteristic of a rowdy."},{"word":"Rowdyism","type":"n.","descr":" the conduct of a rowdy."},{"word":"Rowed","type":"a.","descr":" Formed into a row, or rows; having a row, or rows; as, a twelve-rowed ear of corn."},{"word":"Rowel","type":"n.","descr":" The little wheel of a spur, with sharp points."},{"word":"Rowel","type":"n.","descr":" A little flat ring or wheel on horses\\' bits."},{"word":"Rowel","type":"n.","descr":" A roll of hair, silk, etc., passed through the flesh of horses, answering to a seton in human surgery."},{"word":"Roweled","type":"imp. and p. p.","descr":" of Rowel"},{"word":"Rowelled","type":"","descr":" of Rowel"},{"word":"Roweling","type":"p. pr. and vb. n.","descr":" of Rowel"},{"word":"Rowelling","type":"","descr":" of Rowel"},{"word":"Rowel","type":"v. t.","descr":" To insert a rowel, or roll of hair or silk, into (as the flesh of a horse)."},{"word":"Rowel bone","type":"","descr":" See rewel bone."},{"word":"Rowen","type":"n.","descr":" A stubble field left unplowed till late in the autumn, that it may be cropped by cattle."},{"word":"Rowen","type":"n.","descr":" The second growth of grass in a season; aftermath."},{"word":"Rower","type":"n.","descr":" One who rows with an oar."},{"word":"Rowett","type":"n.","descr":" See Rowen."},{"word":"Rowlock","type":"n.","descr":" A contrivance or arrangement serving as a fulcrum for an oar in rowing. It consists sometimes of a notch in the gunwale of a boat, sometimes of a pair of pins between which the oar rests on the edge of the gunwale, sometimes of a single pin passing through the oar, or of a metal fork or stirrup pivoted in the gunwale and suporting the oar."},{"word":"Rown","type":"v. i. and t.","descr":" see Roun."},{"word":"Rowport","type":"n.","descr":" An opening in the side of small vessels of war, near the surface of the water, to facilitate rowing in calm weather."},{"word":"Roxburgh","type":"n.","descr":" A style of bookbinding in which the back is plain leather, the sides paper or cloth, the top gilt-edged, but the front and bottom left uncut."},{"word":"Roy","type":"n.","descr":" A king."},{"word":"Roy","type":"a.","descr":" Royal."},{"word":"Royal","type":"a.","descr":" Kingly; pertaining to the crown or the sovereign; suitable for a king or queen; regal; as, royal power or prerogative; royal domains; the royal family; royal state."},{"word":"Royal","type":"a.","descr":" Noble; generous; magnificent; princely."},{"word":"Royal","type":"a.","descr":" Under the patronage of royality; holding a charter granted by the sovereign; as, the Royal Academy of Arts; the Royal Society."},{"word":"Royal","type":"n.","descr":" Printing and writing papers of particular sizes. See under paper, n."},{"word":"Royal","type":"n.","descr":" A small sail immediately above the topgallant sail."},{"word":"Royal","type":"n.","descr":" One of the upper or distal branches of an antler, as the third and fourth tynes of the antlers of a stag."},{"word":"Royal","type":"n.","descr":" A small mortar."},{"word":"Royal","type":"n.","descr":" One of the soldiers of the first regiment of foot of the British army, formerly called the Royals, and supposed to be the oldest regular corps in Europe; -- now called the Royal Scots."},{"word":"Royal","type":"n.","descr":" An old English coin. See Rial."},{"word":"Royalet","type":"n.","descr":" A petty or powerless king."},{"word":"Royalism","type":"n.","descr":" the principles or conduct of royalists."},{"word":"Royalist","type":"n.","descr":" An adherent of a king (as of Charles I. in England, or of the Bourbons in france); one attached to monarchical government."},{"word":"Royalization","type":"n.","descr":" The act of making loyal to a king."},{"word":"Royalize","type":"v. t.","descr":" to make royal."},{"word":"Royally","type":"adv.","descr":" In a royal or kingly manner; like a king; as becomes a king."},{"word":"Royalties","type":"pl. ","descr":" of Royalty"},{"word":"Royalty","type":"n.","descr":" The state of being royal; the condition or quality of a royal person; kingship; kingly office; sovereignty."},{"word":"Royalty","type":"n.","descr":" The person of a king or sovereign; majesty; as, in the presence of royalty."},{"word":"Royalty","type":"n.","descr":" An emblem of royalty; -- usually in the plural, meaning regalia."},{"word":"Royalty","type":"n.","descr":" Kingliness; spirit of regal authority."},{"word":"Royalty","type":"n.","descr":" Domain; province; sphere."},{"word":"Royalty","type":"n.","descr":" That which is due to a sovereign, as a seigniorage on gold and silver coined at the mint, metals taken from mines, etc.; the tax exacted in lieu of such share; imperiality."},{"word":"Royalty","type":"n.","descr":" A share of the product or profit (as of a mine, forest, etc.), reserved by the owner for permitting another to use the property."},{"word":"Royalty","type":"n.","descr":" Hence (Com.), a duty paid by a manufacturer to the owner of a patent or a copyright at a certain rate for each article manufactured; or, a percentage paid to the owner of an article by one who hires the use of it."},{"word":"Royne","type":"v. t.","descr":" To bite; to gnaw."},{"word":"Roynish","type":"a.","descr":" Mangy; scabby; hence, mean; paltry; troublesome."},{"word":"Royster","type":"n.","descr":" Alt. of Roysterer"},{"word":"Roysterer","type":"n.","descr":" same as Roister, Roisterer."},{"word":"Royston crow","type":"","descr":" See Hooded crow, under Hooded."},{"word":"Roytelet","type":"n.","descr":" A little king."},{"word":"Roytish","type":"a.","descr":" Wild; irregular."}]