[{"word":"Rung","type":"","descr":" of Ring"},{"word":"Rung","type":"p. p.","descr":" of Ring"},{"word":"Rubbed","type":"imp. and p. p.","descr":" of Rub"},{"word":"Rubbing","type":"p. pr. and vb. n.","descr":" of Rub"},{"word":"Rub","type":"v. t.","descr":" To subject (a body) to the action of something moving over its surface with pressure and friction, especially to the action of something moving back and forth; as, to rub the flesh with the hand; to rub wood with sandpaper."},{"word":"Rub","type":"v. t.","descr":" To move over the surface of (a body) with pressure and friction; to graze; to chafe; as, the boat rubs the ground."},{"word":"Rub","type":"v. t.","descr":" To cause (a body) to move with pressure and friction along a surface; as, to rub the hand over the body."},{"word":"Rub","type":"v. t.","descr":" To spread a substance thinly over; to smear."},{"word":"Rub","type":"v. t.","descr":" To scour; to burnish; to polish; to brighten; to cleanse; -- often with up or over; as, to rub up silver."},{"word":"Rub","type":"v. t.","descr":" To hinder; to cross; to thwart."},{"word":"Rub","type":"v. i.","descr":" To move along the surface of a body with pressure; to grate; as, a wheel rubs against the gatepost."},{"word":"Rub","type":"v. i.","descr":" To fret; to chafe; as, to rub upon a sore."},{"word":"Rub","type":"v. i.","descr":" To move or pass with difficulty; as, to rub through woods, as huntsmen; to rub through the world."},{"word":"Rub","type":"n.","descr":" The act of rubbing; friction."},{"word":"Rub","type":"n.","descr":" That which rubs; that which tends to hinder or obstruct motion or progress; hindrance; obstruction, an impediment; especially, a difficulty or obstruction hard to overcome; a pinch."},{"word":"Rub","type":"n.","descr":" Inequality of surface, as of the ground in the game of bowls; unevenness."},{"word":"Rub","type":"n.","descr":" Something grating to the feelings; sarcasm; joke; as, a hard rub."},{"word":"Rub","type":"n.","descr":" Imperfection; failing; fault."},{"word":"Rub","type":"n.","descr":" A chance."},{"word":"Rub","type":"n.","descr":" A stone, commonly flat, used to sharpen cutting tools; a whetstone; -- called also rubstone."},{"word":"Ruba-dub","type":"n.","descr":" The sound of a drum when continuously beaten; hence, a clamorous, repeated sound; a clatter."},{"word":"Rubato","type":"a.","descr":" Robbed; borrowed."},{"word":"Rubbage","type":"n.","descr":" Rubbish."},{"word":"Rubber","type":"n.","descr":" One who, or that which, rubs."},{"word":"Rubber","type":"n.","descr":" An instrument or thing used in rubbing, polishing, or cleaning."},{"word":"Rubber","type":"n.","descr":" A coarse file, or the rough part of a file."},{"word":"Rubber","type":"n.","descr":" A whetstone; a rubstone."},{"word":"Rubber","type":"n.","descr":" An eraser, usually made of caoutchouc."},{"word":"Rubber","type":"n.","descr":" The cushion of an electrical machine."},{"word":"Rubber","type":"n.","descr":" One who performs massage, especially in a Turkish bath."},{"word":"Rubber","type":"n.","descr":" Something that chafes or annoys; hence, something that grates on the feelings; a sarcasm; a rub."},{"word":"Rubber","type":"n.","descr":" In some games, as whist, the odd game, as the third or the fifth, when there is a tie between the players; as, to play the rubber; also, a contest determined by the winning of two out of three games; as, to play a rubber of whist."},{"word":"Rubber","type":"n.","descr":" India rubber; caoutchouc."},{"word":"Rubber","type":"n.","descr":" An overshoe made of India rubber."},{"word":"Rubbidge","type":"n.","descr":" Rubbish."},{"word":"Rubbing","type":"","descr":" a. and n. from Rub, v."},{"word":"Rubbish","type":"n.","descr":" Waste or rejected matter; anything worthless; valueless stuff; trash; especially, fragments of building materials or fallen buildings; ruins; debris."},{"word":"Rubbish","type":"a.","descr":" Of or pertaining to rubbish; of the quality of rubbish; trashy."},{"word":"Rubble","type":"n.","descr":" Water-worn or rough broken stones; broken bricks, etc., used in coarse masonry, or to fill up between the facing courses of walls."},{"word":"Rubble","type":"n.","descr":" Rough stone as it comes from the quarry; also, a quarryman\\'s term for the upper fragmentary and decomposed portion of a mass of stone; brash."},{"word":"Rubble","type":"n.","descr":" A mass or stratum of fragments or rock lying under the alluvium, and derived from the neighboring rock."},{"word":"Rubble","type":"n.","descr":" The whole of the bran of wheat before it is sorted into pollard, bran, etc."},{"word":"Rubblestone","type":"n.","descr":" See Rubble, 1 and 2."},{"word":"Rubblework","type":"n.","descr":" Masonry constructed of unsquared stones that are irregular in size and shape."},{"word":"Rubbly","type":"a.","descr":" Relating to, or containing, rubble."},{"word":"Rubedinous","type":"a.","descr":" Reddish."},{"word":"Rubefacient","type":"a.","descr":" Making red."},{"word":"Rubefacient","type":"n.","descr":" An external application which produces redness of the skin."},{"word":"Rubefaction","type":"n.","descr":" The act or process of making red."},{"word":"Rubelet","type":"n.","descr":" A little ruby."},{"word":"Rubella","type":"n.","descr":" An acute specific disease with a dusky red cutaneous eruption resembling that of measles, but unattended by catarrhal symptoms; -- called also German measles."},{"word":"Rubelle","type":"n.","descr":" A red color used in enameling."},{"word":"Rubellite","type":"n.","descr":" A variety of tourmaline varying in color from a pale rose to a deep ruby, and containing lithium."},{"word":"Rubeola","type":"n.","descr":" the measles."},{"word":"Rubeola","type":"n.","descr":" Rubella."},{"word":"Ruberythrinic","type":"a.","descr":" Pertaining to, or designating, an acid extracted from madder root. It is a yellow crystalline substance from which alizarin is obtained."},{"word":"Rubescence","type":"n.","descr":" The quality or state of being rubescent; a reddening; a flush."},{"word":"Rubescent","type":"a.","descr":" Growing or becoming red; tending to redness."},{"word":"Rubiaceous","type":"a.","descr":" Of or pertaining to a very large natural order of plants (Rubiaceae) named after the madder (Rubia tinctoria), and including about three hundred and seventy genera and over four thousand species. Among them are the coffee tree, the trees yielding peruvian bark and quinine, the madder, the quaker ladies, and the trees bearing the edible fruits called genipap and Sierre Leone peach, besides many plants noted for the beauty or the fragrance of their blossoms."},{"word":"Rubiacin","type":"n.","descr":" A substance found in madder root, and probably identical with ruberythrinic acid."},{"word":"Rubian","type":"n.","descr":" One of several color-producing glycosides found in madder root."},{"word":"Rubianic","type":"a.","descr":" pertaining to, or derived from, rubian; specifically, designating an acid called also ruberythrinic acid."},{"word":"Ru bible","type":"n.","descr":" A ribble."},{"word":"Rubican","type":"a.","descr":" Colored a prevailing red, bay, or black, with flecks of white or gray especially on the flanks; -- said of horses."},{"word":"Rubicelle","type":"n.","descr":" A variety of ruby of a yellowish red color, from Brazil."},{"word":"Rubicon","type":"n.","descr":" A small river which separated Italy from Cisalpine Gaul, the province alloted to Julius Caesar."},{"word":"Rubicund","type":"a.","descr":" Inclining to redness; ruddy; red."},{"word":"Rubicundity","type":"n.","descr":" The quality or state of being rubicund; ruddiness."},{"word":"Rubidic","type":"a.","descr":" Of or pertaining to rubidium; containing rubidium."},{"word":"Rubidine","type":"n.","descr":" A nitrogenous base homologous with pyridine, obtained from coal tar as an oily liquid, C11H17N; also, any one of the group od metameric compounds of which rubidine is the type."},{"word":"Rubidium","type":"n.","descr":" A rare metallic element. It occurs quite widely, but in small quantities, and always combined. It is isolated as a soft yellowish white metal, analogous to potassium in most of its properties.  Symbol Rb.  Atomic weight, 85.2."},{"word":"Rubific","type":"a.","descr":" Making red; as, rubific rays."},{"word":"Rubification","type":"n.","descr":" The act of making red."},{"word":"Rubiform","type":"a.","descr":" Having the nature or quality of red; as, the rubiform rays of the sun."},{"word":"Rubify","type":"v. t.","descr":" To redden."},{"word":"Rubiginose","type":"a.","descr":" Alt. of Rubiginous"},{"word":"Rubiginous","type":"a.","descr":" Having the appearance or color of iron rust; rusty-looking."},{"word":"Rubigo","type":"n.","descr":" same as Rust, n., 2."},{"word":"Rubin","type":"n.","descr":" A ruby."},{"word":"Rubious","type":"a.","descr":" Red; ruddy."},{"word":"Rubiretin","type":"n.","descr":" One of the red dye products extracted from madder root, and probably identical with ruberythrinic acid."},{"word":"Ruble","type":"n.","descr":" The unit of monetary value in Russia.  It is divided into 100 copecks, and in the gold coin of the realm (as in the five and ten ruble pieces) is worth about 77 cents. The silver ruble is a coin worth about 60 cents."},{"word":"Rubric","type":"n.","descr":" That part of any work in the early manuscripts and typography which was colored red, to distinguish it from other portions."},{"word":"Rubric","type":"n.","descr":" A titlepage, or part of it, especially that giving the date and place of printing; also, the initial letters, etc., when printed in red."},{"word":"Rubric","type":"n.","descr":" The title of a statute; -- so called as being anciently written in red letters."},{"word":"Rubric","type":"n.","descr":" The directions and rules for the conduct of service, formerly written or printed in red; hence, also, an ecclesiastical or episcopal injunction; -- usually in the plural."},{"word":"Rubric","type":"n.","descr":" Hence, that which is established or settled, as by authority; a thing definitely settled or fixed."},{"word":"Rubric","type":"v. t.","descr":" To adorn ith red; to redden; to rubricate."},{"word":"Rubric","type":"a.","descr":" Alt. of Rubrical"},{"word":"Rubrical","type":"a.","descr":" Colored in, or marked with, red; placed in rubrics."},{"word":"Rubrical","type":"a.","descr":" Of or pertaining to the rubric or rubrics."},{"word":"Rubricate","type":"n.","descr":" Marked with red."},{"word":"Rubricate","type":"v. t.","descr":" To mark or distinguished with red; to arrange as in a rubric; to establish in a settled and unchangeable form."},{"word":"Rubrician","type":"n.","descr":" Alt. of Rubricist"},{"word":"Rubricist","type":"n.","descr":" One skilled in, or tenaciously adhering to, the rubric or rubrics."},{"word":"Rubricity","type":"n.","descr":" Redness."},{"word":"Rubstone","type":"n.","descr":" A stone for scouring or rubbing; a whetstone; a rub."},{"word":"Rubus","type":"n.","descr":" A genus of rosaceous plants, including the raspberry and blackberry."},{"word":"Rubies","type":"pl. ","descr":" of Ruby"},{"word":"Ruby","type":"n.","descr":" A precious stone of a carmine red color, sometimes verging to violet, or intermediate between carmine and hyacinth red.  It is a red crystallized variety of corundum."},{"word":"Ruby","type":"n.","descr":" The color of a ruby; carmine red; a red tint."},{"word":"Ruby","type":"n.","descr":" That which has the color of the ruby, as red wine. Hence, a red blain or carbuncle."},{"word":"Ruby","type":"n.","descr":" See Agate, n., 2."},{"word":"Ruby","type":"n.","descr":" Any species of South American humming birds of the genus Clytolaema. The males have a ruby-colored throat or breast."},{"word":"Ruby","type":"a.","descr":" Ruby-colored; red; as, ruby lips."},{"word":"Rubied","type":"imp. and p. p.","descr":" of Ruby"},{"word":"Rubying","type":"p. pr. and vb. n.","descr":" of Ruby"},{"word":"Ruby","type":"v. t.","descr":" To make red; to redden."},{"word":"Rubytail","type":"n.","descr":" A European gold wasp (Chrysis ignita) which has the under side of the abdomen bright red, and the other parts deep bluish green with a metallic luster. The larva is parasitic in the nests of other wasps and of bees."},{"word":"Ruby-tailed","type":"a.","descr":" Having the tail, or lower part of the body, bright red."},{"word":"Rubythroat","type":"n.","descr":" Any one of numerous species of humming birds belonging to Trochilus, Calypte, Stellula, and allies, in which the male has on the throat a brilliant patch of red feathers having metallic reflections; esp., the common humming bird of the Eastern United States (Trochilus colubris)."},{"word":"Rubywood","type":"n.","descr":" red sandalwood. See under Sandalwood."},{"word":"Rucervine","type":"a.","descr":" Of, like, or pertaining to, a deer of the genus Rucervus, which includes the swamp deer of India."},{"word":"Ruche","type":"n.","descr":" A plaited, quilled, or goffered strip of lace, net, ribbon, or other material, -- used in place of collars or cuffs, and as a trimming for women\\'s dresses and bonnets."},{"word":"Ruche","type":"n.","descr":" A pile of arched tiles, used to catch and retain oyster spawn."},{"word":"Ruching","type":"n.","descr":" A ruche, or ruches collectively."},{"word":"Ruck","type":"n.","descr":" A roc."},{"word":"Rucked","type":"imp. and p. p.","descr":" of Ruck"},{"word":"Rucking","type":"p. pr. and vb. n.","descr":" of Ruck"},{"word":"Ruck","type":"v. t. and i.","descr":" To draw into wrinkles or unsightly folds; to crease; as, to ruck up a carpet."},{"word":"Ruck","type":"v. t.","descr":" A wrinkle or crease in a piece of cloth, or in needlework."},{"word":"Ruck","type":"v. i.","descr":" To cower; to huddle together; to squat; to sit, as a hen on eggs."},{"word":"Ruck","type":"n.","descr":" A heap; a rick."},{"word":"Ruck","type":"n.","descr":" The common sort, whether persons or things; as, the ruck in a horse race."},{"word":"Ructation","type":"n.","descr":" The act of belching wind."},{"word":"Ruction","type":"n.","descr":" An uproar; a quarrel; a noisy outbreak."},{"word":"Rud","type":"n.","descr":" Redness; blush."},{"word":"Rud","type":"n.","descr":" Ruddle; red ocher."},{"word":"Rud","type":"n.","descr":" The rudd."},{"word":"Rud","type":"v. t.","descr":" To make red."},{"word":"Rudd","type":"n.","descr":" A fresh-water European fish of the Carp family (Leuciscus erythrophthalmus). It is about the size and shape of the roach, but it has the dorsal fin farther back, a stouter body, and red irises. Called also redeye, roud, finscale, and shallow.  A blue variety is called azurine, or blue roach."},{"word":"Rudder","type":"n.","descr":" A riddle or sieve."},{"word":"Rudder","type":"n.","descr":" The mechanical appliance by means of which a vessel is guided or steered when in motion. It is a broad and flat blade made of wood or iron, with a long shank, and is fastened in an upright position, usually by one edge, to the sternpost of the vessel in such a way that it can be turned from side to side in the water by means of a tiller, wheel, or other attachment."},{"word":"Rudder","type":"n.","descr":" Fig.: That which resembles a rudder as a guide or governor; that which guides or governs the course."},{"word":"Rudderhead","type":"n.","descr":" The upper end of the rudderpost, to which the tiller is attached."},{"word":"Rudderhole","type":"n.","descr":" The hole in the deck through which the rudderpost passes."},{"word":"Rudderless","type":"a.","descr":" Without a rudder."},{"word":"Rudderpost","type":"n.","descr":" The shank of a rudder, having the blade at one end and the attachments for operating it at the other."},{"word":"Rudderstock","type":"n.","descr":" The main part or blade of the rudder, which is connected by hinges, or the like, with the sternpost of a vessel."},{"word":"Ruddied","type":"a.","descr":" Made ruddy or red."},{"word":"Ruddily","type":"adv.","descr":" In a ruddy manner."},{"word":"Ruddiness","type":"n.","descr":" The quality or state of being ruddy; as, the ruddiness of the cheeks or the sky."},{"word":"Ruddle","type":"v. t.","descr":" To raddle or twist."},{"word":"Ruddle","type":"n.","descr":" A riddle or sieve."},{"word":"Ruddle","type":"n.","descr":" A species of red earth colored by iron sesquioxide; red ocher."},{"word":"Ruddle","type":"v. t.","descr":" To mark with ruddle; to raddle; to rouge."},{"word":"Ruddock","type":"n.","descr":" The European robin."},{"word":"Ruddock","type":"n.","descr":" A piece of gold money; -- probably because the gold of coins was often reddened by copper alloy. Called also red ruddock, and golden ruddock."},{"word":"Ruddy","type":"n.","descr":" Of a red color; red, or reddish; as, a ruddy sky; a ruddy flame."},{"word":"Ruddy","type":"n.","descr":" Of a lively flesh color, or the color of the human skin in high health; as, ruddy cheeks or lips."},{"word":"Ruddy","type":"v. t.","descr":" To make ruddy."},{"word":"Rude","type":"superl.","descr":" Characterized by roughness; umpolished; raw; lacking delicacy or refinement; coarse."},{"word":"Rude","type":"superl.","descr":" Unformed by taste or skill; not nicely finished; not smoothed or polished; -- said especially of material things; as, rude workmanship."},{"word":"Rude","type":"superl.","descr":" Of untaught manners; unpolished; of low rank; uncivil; clownish; ignorant; raw; unskillful; -- said of persons, or of conduct, skill, and the like."},{"word":"Rude","type":"superl.","descr":" Violent; tumultuous; boisterous; inclement; harsh; severe; -- said of the weather, of storms, and the like; as, the rude winter."},{"word":"Rude","type":"superl.","descr":" Barbarous; fierce; bloody; impetuous; -- said of war, conflict, and the like; as, the rude shock of armies."},{"word":"Rude","type":"superl.","descr":" Not finished or complete; inelegant; lacking chasteness or elegance; not in good taste; unsatisfactory in mode of treatment; -- said of literature, language, style, and the like."},{"word":"Rudenture","type":"n.","descr":" Cabling. See Cabling."},{"word":"Ruderary","type":"a.","descr":" Of or pertaining to rubbish.."},{"word":"Rudesby","type":"n.","descr":" An uncivil, turbulent fellow."},{"word":"Rudesheimer","type":"n.","descr":" A German wine made near Rudesheim, on the Rhine."},{"word":"Rudiment","type":"n.","descr":" That which is unformed or undeveloped; the principle which lies at the bottom of any development; an unfinished beginning."},{"word":"Rudiment","type":"n.","descr":" Hence, an element or first principle of any art or science; a beginning of any knowledge; a first step."},{"word":"Rudiment","type":"n.","descr":" An imperfect organ or part, or one which is never developed."},{"word":"Rudiment","type":"v. t.","descr":" To furnish with first principles or rules; to insrtuct in the rudiments."},{"word":"Rudimental","type":"a.","descr":" Rudimentary."},{"word":"Rudimentary","type":"a.","descr":" Of or pertaining to rudiments; consisting in first principles; elementary; initial; as, rudimental essays."},{"word":"Rudimentary","type":"a.","descr":" Very imperfectly developed; in an early stage of development; embryonic."},{"word":"Rudish","type":"a.","descr":" Somewhat rude."},{"word":"Rudistes","type":"n. pl.","descr":" An extinct order or suborder of bivalve mollusks characteristic of the Cretaceous period; -- called also Rudista. See Illust. under Hippurite."},{"word":"Rudity","type":"n.","descr":" Rudeness; ignorance."},{"word":"Rudmasday","type":"n.","descr":" Either of the feasts of the Holy Cross, occuring on May 3 and September 14, annually."},{"word":"Rudolphine","type":"a.","descr":" Pertaining to, or designating, a set of astronomical tables computed by Kepler, and founded on the observations of Tycho Brahe; -- so named from Rudolph II., emperor of Germany."},{"word":"Rue","type":"n.","descr":" A perennial suffrutescent plant (Ruta graveolens), having a strong, heavy odor and a bitter taste; herb of grace. It is used in medicine."},{"word":"Rue","type":"n.","descr":" Fig.: Bitterness; disappointment; grief; regret."},{"word":"Rued","type":"imp. and p. p.","descr":" of Rue"},{"word":"Ruing","type":"p. pr. and vb. n.","descr":" of Rue"},{"word":"Rue","type":"v. t.","descr":" To lament; to regret extremely; to grieve for or over."},{"word":"Rue","type":"v. t.","descr":" To cause to grieve; to afflict."},{"word":"Rue","type":"v. t.","descr":" To repent of, and withdraw from, as a bargain; to get released from."},{"word":"Rue","type":"v. i.","descr":" To have compassion."},{"word":"Rue","type":"v. i.","descr":" To feel sorrow and regret; to repent."},{"word":"Rue","type":"v. t.","descr":" Sorrow; repetance."},{"word":"Rueful","type":"a.","descr":" Causing one to rue or lament; woeful; mournful; sorrowful."},{"word":"Rueful","type":"a.","descr":" Expressing sorrow."},{"word":"Ruell bone","type":"","descr":" See rewel bone."},{"word":"Ruelle","type":"n.","descr":" A private circle or assembly at a private house; a circle."},{"word":"Rufescent","type":"a.","descr":" Reddish; tinged with red."},{"word":"Ruff","type":"n.","descr":" A game similar to whist, and the predecessor of it."},{"word":"Ruff","type":"n.","descr":" The act of trumping, especially when one has no card of the suit led."},{"word":"Ruff","type":"v. i. and t.","descr":" To trump."},{"word":"Ruff","type":"n.","descr":" A muslin or linen collar plaited, crimped, or fluted, worn formerly by both sexes, now only by women and children."},{"word":"Ruff","type":"n.","descr":" Something formed with plaits or flutings, like the collar of this name."},{"word":"Ruff","type":"n.","descr":" An exhibition of pride or haughtiness."},{"word":"Ruff","type":"n.","descr":" Wanton or tumultuous procedure or conduct."},{"word":"Ruff","type":"n.","descr":" A low, vibrating beat of a drum, not so loud as a roll; a ruffle."},{"word":"Ruff","type":"n.","descr":" A collar on a shaft ot other piece to prevent endwise motion. See Illust. of Collar."},{"word":"Ruff","type":"n.","descr":" A set of lengthened or otherwise modified feathers round, or on, the neck of a bird."},{"word":"Ruff","type":"n.","descr":" A limicoline bird of Europe and Asia (Pavoncella, \/ Philommachus, pugnax) allied to the sandpipers. The males during the breeding season have a large ruff of erectile feathers, variable in their colors, on the neck, and yellowish naked tubercles on the face. They are polygamous, and are noted for their pugnacity in the breeding season. The female is called reeve, or rheeve."},{"word":"Ruff","type":"n.","descr":" A variety of the domestic pigeon, having a ruff of its neck."},{"word":"Ruffed","type":"imp. and p. p.","descr":" of Ruff"},{"word":"Ruffing","type":"p. pr. and vb. n.","descr":" of Ruff"},{"word":"Ruff","type":"v. t.","descr":" To ruffle; to disorder."},{"word":"Ruff","type":"v. t.","descr":" To beat with the ruff or ruffle, as a drum."},{"word":"Ruff","type":"v. t.","descr":" To hit, as the prey, without fixing it."},{"word":"Ruff","type":"n.","descr":" Alt. of Ruffe"},{"word":"Ruffe","type":"n.","descr":" A small freshwater European perch (Acerina vulgaris); -- called also pope, blacktail, and stone, \/ striped, perch."},{"word":"Ruffed","type":"a.","descr":" Furnished with a ruff."},{"word":"Ruffian","type":"n.","descr":" A pimp; a pander; also, a paramour."},{"word":"Ruffian","type":"n.","descr":" A boisterous, cruel, brutal fellow; a desperate fellow ready for murderous or cruel deeds; a cutthroat."},{"word":"Ruffian","type":"a.","descr":" brutal; cruel; savagely boisterous; murderous; as, ruffian rage."},{"word":"Ruffian","type":"v. i.","descr":" To play the ruffian; to rage; to raise tumult."},{"word":"Ruffianage","type":"n.","descr":" Ruffians, collectively; a body of ruffians."},{"word":"Ruffianish","type":"a.","descr":" Having the qualities or manners of a ruffian; ruffianly."},{"word":"Ruffianlike","type":"a.","descr":" Ruffianly."},{"word":"Ruffianly","type":"a.","descr":" Like a ruffian; bold in crimes; characteristic of a ruffian; violent; brutal."},{"word":"Ruffianous","type":"a.","descr":" Ruffianly."},{"word":"Ruffin","type":"a.","descr":" Disordered."},{"word":"Ruffled","type":"imp. and p. p.","descr":" of Ruffle"},{"word":"Ruffling","type":"p. pr. and vb. n.","descr":" of Ruffle"},{"word":"Ruffle","type":"v. t.","descr":" To make into a ruff; to draw or contract into puckers, plaits, or folds; to wrinkle."},{"word":"Ruffle","type":"v. t.","descr":" To furnish with ruffles; as, to ruffle a shirt."},{"word":"Ruffle","type":"v. t.","descr":" To oughen or disturb the surface of; to make uneven by agitation or commotion."},{"word":"Ruffle","type":"v. t.","descr":" To erect in a ruff, as feathers."},{"word":"Ruffle","type":"v. t.","descr":" To beat with the ruff or ruffle, as a drum."},{"word":"Ruffle","type":"v. t.","descr":" To discompose; to agitate; to disturb."},{"word":"Ruffle","type":"v. t.","descr":" To throw into disorder or confusion."},{"word":"Ruffle","type":"v. t.","descr":" To throw together in a disorderly manner."},{"word":"Ruffle","type":"v. i.","descr":" To grow rough, boisterous, or turbulent."},{"word":"Ruffle","type":"v. i.","descr":" To become disordered; to play loosely; to flutter."},{"word":"Ruffle","type":"v. i.","descr":" To be rough; to jar; to be in contention; hence, to put on airs; to swagger."},{"word":"Ruffle","type":"v. t. and i.","descr":" That which is ruffled; specifically, a strip of lace, cambric, or other fine cloth, plaited or gathered on one edge or in the middle, and used as a trimming; a frill."},{"word":"Ruffle","type":"v. t. and i.","descr":" A state of being ruffled or disturbed; disturbance; agitation; commotion; as, to put the mind in a ruffle."},{"word":"Ruffle","type":"v. t. and i.","descr":" A low, vibrating beat of a drum, not so loud as a roll; -- called also ruff."},{"word":"Ruffle","type":"v. t. and i.","descr":" The connected series of large egg capsules, or oothecae, of any one of several species of American marine gastropods of the genus Fulgur. See Ootheca."},{"word":"Ruffleless","type":"a.","descr":" Having no ruffle."},{"word":"Rufflement","type":"n.","descr":" The act of ruffling."},{"word":"Ruffler","type":"n.","descr":" One who ruffles; a swaggerer; a bully; a ruffian."},{"word":"Ruffler","type":"n.","descr":" That which ruffles; specifically, a sewing machine attachment for making ruffles."},{"word":"Rufigallic","type":"a.","descr":" Pertaining to, or designating, an acid which is obtained from gallic acid as a brown or red crystalline substance, and is related to rufiopin and anthracene."},{"word":"Rufiopin","type":"n.","descr":" A yellowish red crystalline substance related to anthracene, and obtained from opianic acid."},{"word":"Rufol","type":"n.","descr":" A phenol derivative of anthracene obtained as a white crystalline substance, which on oxidation produces a red dyestuff related to anthraquinone."},{"word":"Rufous","type":"a.","descr":" Reddish; of a yellowish red or brownish red color; tawny."},{"word":"Ruft","type":"n.","descr":" Eructation; belching."},{"word":"Rufterhood","type":"n.","descr":" A kind of hood for a hawk."},{"word":"Rug","type":"a.","descr":" A kind of coarse, heavy frieze, formerly used for garments."},{"word":"Rug","type":"a.","descr":" A piece of thick, nappy fabric, commonly made of wool, -- used for various purposes, as for covering and ornamenting part of a bare floor, for hanging in a doorway as a potiere, for protecting a portion of carpet, for a wrap to protect the legs from cold, etc."},{"word":"Rug","type":"a.","descr":" A rough, woolly, or shaggy dog."},{"word":"Rug","type":"v. t.","descr":" To pull roughly or hastily; to plunder; to spoil; to tear."},{"word":"Rugae","type":"pl. ","descr":" of Ruga"},{"word":"Ruga","type":"n.","descr":" A wrinkle; a fold; as, the rugae of the stomach."},{"word":"Rugate","type":"a.","descr":" Having alternate ridges and depressions; wrinkled."},{"word":"Rugged","type":"n.","descr":" Full of asperities on the surface; broken into sharp or irregular points, or otherwise uneven; not smooth; rough; as, a rugged mountain; a rugged road."},{"word":"Rugged","type":"n.","descr":" Not neat or regular; uneven."},{"word":"Rugged","type":"n.","descr":" Rough with bristles or hair; shaggy."},{"word":"Rugged","type":"n.","descr":" Harsh; hard; crabbed; austere; -- said of temper, character, and the like, or of persons."},{"word":"Rugged","type":"n.","descr":" Stormy; turbulent; tempestuous; rude."},{"word":"Rugged","type":"n.","descr":" Rough to the ear; harsh; grating; -- said of sound, style, and the like."},{"word":"Rugged","type":"n.","descr":" Sour; surly; frowning; wrinkled; -- said of looks, etc."},{"word":"Rugged","type":"n.","descr":" Violent; rude; boisterrous; -- said of conduct, manners, etc."},{"word":"Rugged","type":"n.","descr":" Vigorous; robust; hardy; -- said of health, physique, etc."},{"word":"Rugging","type":"n.","descr":" A coarse kind of woolen cloth, used for wrapping, blanketing, etc."},{"word":"Rug-gowned","type":"a.","descr":" Wearing a coarse gown or shaggy garment made of rug."},{"word":"Ruggy","type":"a.","descr":" Rugged; rough."},{"word":"Rug-headed","type":"a.","descr":" Having shaggy hair; shock-headed."},{"word":"Rugin","type":"n.","descr":" A nappy cloth."},{"word":"Rugine","type":"n.","descr":" An instrument for scraping the periosteum from bones; a raspatory."},{"word":"Rugine","type":"v. t.","descr":" To scrape or rasp, as a bone; to scale."},{"word":"Rugosa","type":"n. pl.","descr":" An extinct tribe of fossil corals, including numerous species, many of them of large size.  They are characteristic of the Paleozoic formations. The radiating septs, when present, are usually in multiples of four.  See Cyathophylloid."},{"word":"Rugose","type":"a.","descr":" Wrinkled; full of wrinkles; specifically (Bot.), having the veinlets sunken and the spaces between them elevated, as the leaves of the sage and horehound."},{"word":"Rugosity","type":"n.","descr":" The quality or state of being rugose."},{"word":"Rugous","type":"a.","descr":" Wrinkled; rugose."},{"word":"Rugulose","type":"a.","descr":" Somewhat rugose."},{"word":"Ruhmkorffs coil","type":"","descr":" See Induction coil, under Induction."},{"word":"Ruin","type":"n.","descr":" The act of falling or tumbling down; fall."},{"word":"Ruin","type":"n.","descr":" Such a change of anything as destroys it, or entirely defeats its object, or unfits it for use; destruction; overthrow; as, the ruin of a ship or an army; the ruin of a constitution or a government; the ruin of health or hopes."},{"word":"Ruin","type":"n.","descr":" That which is fallen down and become worthless from injury or decay; as, his mind is a ruin; especially, in the plural, the remains of a destroyed, dilapidated, or desolate house, fortress, city, or the like."},{"word":"Ruin","type":"n.","descr":" The state of being dcayed, or of having become ruined or worthless; as, to be in ruins; to go to ruin."},{"word":"Ruin","type":"n.","descr":" That which promotes injury, decay, or destruction."},{"word":"Ruined","type":"imp. and p. p.","descr":" of Ruin"},{"word":"Ruining","type":"p. pr. and vb. n.","descr":" of Ruin"},{"word":"Ruin","type":"n.","descr":" To bring to ruin; to cause to fall to pieces and decay; to make to perish; to bring to destruction; to bring to poverty or bankruptcy; to impair seriously; to damage essentially; to overthrow."},{"word":"Ruin","type":"v. i.","descr":" To fall to ruins; to go to ruin; to become decayed or dilapidated; to perish."},{"word":"Ruinable","type":"a.","descr":" Capable of being ruined."},{"word":"Ruinate","type":"v. t.","descr":" To demolish; to subvert; to destroy; to reduce to poverty; to ruin."},{"word":"Ruinate","type":"v. t.","descr":" To cause to fall; to cast down."},{"word":"Ruinate","type":"v. i.","descr":" To fall; to tumble."},{"word":"Ruinate","type":"a.","descr":" Involved in ruin; ruined."},{"word":"Ruination","type":"n.","descr":" The act of ruining, or the state of being ruined."},{"word":"Ruiner","type":"n.","descr":" One who, or that which, ruins."},{"word":"Ruiniform","type":"a.","descr":" Having the appearance of ruins, or of the ruins of houses; -- said of certain minerals."},{"word":"Ruinous","type":"a.","descr":" Causing, or tending to cause, ruin; destructive; baneful; pernicious; as, a ruinous project."},{"word":"Ruinous","type":"a.","descr":" Characterized by ruin; ruined; dilapidated; as, an edifice, bridge, or wall in a ruinous state."},{"word":"Ruinous","type":"a.","descr":" Composed of, or consisting in, ruins."},{"word":"Rukh","type":"n.","descr":" The roc."},{"word":"Rukh","type":"n.","descr":" A large bird, supposed by some to be the same as the extinct Epiornis of Madagascar."},{"word":"Rulable","type":"a.","descr":" That may be ruled; subject to rule; accordant or conformable to rule."},{"word":"Rule","type":"a.","descr":" That which is prescribed or laid down as a guide for conduct or action; a governing direction for a specific purpose; an authoritative enactment; a regulation; a prescription; a precept; as, the rules of various societies; the rules governing a school; a rule of etiquette or propriety; the rules of cricket."},{"word":"Rule","type":"a.","descr":" Uniform or established course of things."},{"word":"Rule","type":"a.","descr":" Systematic method or practice; as, my ule is to rise at six o\\'clock."},{"word":"Rule","type":"a.","descr":" Ordibary course of procedure; usual way; comon state or condition of things; as, it is a rule to which there are many exeptions."},{"word":"Rule","type":"a.","descr":" Conduct in general; behavior."},{"word":"Rule","type":"a.","descr":" The act of ruling; administration of law; government; empire; authority; control."},{"word":"Rule","type":"a.","descr":" An order regulating the practice of the courts, or an order made between parties to an action or a suit."},{"word":"Rule","type":"a.","descr":" A determinate method prescribed for performing any operation and producing a certain result; as, a rule for extracting the cube root."},{"word":"Rule","type":"a.","descr":" A general principle concerning the formation or use of words, or a concise statement thereof; thus, it is a rule in England, that s or es , added to a noun in the singular number, forms the plural of that noun; but \"man\" forms its plural \"men\", and is an exception to the rule."},{"word":"Rule","type":"a.","descr":" A straight strip of wood, metal, or the like, which serves as a guide in drawing a straight line; a ruler."},{"word":"Rule","type":"a.","descr":" A measuring instrument consisting of a graduated bar of wood, ivory, metal, or the like, which is usually marked so as to show inches and fractions of an inch, and jointed so that it may be folded compactly."},{"word":"Rule","type":"a.","descr":" A thin plate of metal (usually brass) of the same height as the type, and used for printing lines, as between columns on the same page, or in tabular work."},{"word":"Rule","type":"a.","descr":" A composing rule. See under Conposing."},{"word":"Ruled","type":"imp. and p. p.","descr":" of Rule"},{"word":"Ruling","type":"p. pr. and vb. n.","descr":" of Rule"},{"word":"Rule","type":"n.","descr":" To control the will and actions of; to exercise authority or dominion over; to govern; to manage."},{"word":"Rule","type":"n.","descr":" To control or direct by influence, counsel, or persuasion; to guide; -- used chiefly in the passive."},{"word":"Rule","type":"n.","descr":" To establish or settle by, or as by, a rule; to fix by universal or general consent, or by common practice."},{"word":"Rule","type":"n.","descr":" To require or command by rule; to give as a direction or order of court."},{"word":"Rule","type":"n.","descr":" To mark with lines made with a pen, pencil, etc., guided by a rule or ruler; to print or mark with lines by means of a rule or other contrivance effecting a similar result; as, to rule a sheet of paper of a blank book."},{"word":"Rule","type":"v. i.","descr":" To have power or command; to exercise supreme authority; -- often followed by over."},{"word":"Rule","type":"v. i.","descr":" To lay down and settle a rule or order of court; to decide an incidental point; to enter a rule."},{"word":"Rule","type":"v. i.","descr":" To keep within a (certain) range for a time; to be in general, or as a rule; as, prices ruled lower yesterday than the day before."},{"word":"Ruleless","type":"a.","descr":" Destitute of rule; lawless."},{"word":"Rule-monger","type":"n.","descr":" A stickler for rules; a slave of rules"},{"word":"Ruler","type":"n.","descr":" One who rules; one who exercises sway or authority; a governor."},{"word":"Ruler","type":"n.","descr":" A straight or curved strip of wood, metal, etc., with a smooth edge, used for guiding a pen or pencil in drawing lines.  Cf. Rule, n., 7 (a)."},{"word":"Ruling","type":"a.","descr":" Predominant; chief; reigning; controlling; as, a ruling passion; a ruling sovereign."},{"word":"Ruling","type":"a.","descr":" Used in marking or engraving lines; as, a ruling machine or pen."},{"word":"Ruling","type":"n.","descr":" The act of one who rules; ruled lines."},{"word":"Ruling","type":"n.","descr":" A decision or rule of a judge or a court, especially an oral decision, as in excluding evidence."},{"word":"Rulingly","type":"adv.","descr":" In a ruling manner; so as to rule."},{"word":"Rullichies","type":"n. pl.","descr":" Chopped meat stuffed into small bags of tripe. They are cut in slices and fried."},{"word":"Ruly","type":"a.","descr":" Orderly; easily restrained; -- opposed to unruly."},{"word":"Rum","type":"n.","descr":" A kind of intoxicating liquor distilled from cane juice, or from the scummings of the boiled juice, or from treacle or molasses, or from the lees of former distillations. Also, sometimes used colloquially as a generic or a collective name for intoxicating liquor."},{"word":"Rum","type":"a.","descr":" Old-fashioned; queer; odd; as, a rum idea; a rum fellow."},{"word":"Rum","type":"n.","descr":" A queer or odd person or thing; a country parson."},{"word":"Rumble","type":"v. i.","descr":" To make a low, heavy, continued sound; as, the thunder rumbles at a distance."},{"word":"Rumble","type":"v. i.","descr":" To murmur; to ripple."},{"word":"Rumble","type":"n.","descr":" A noisy report; rumor."},{"word":"Rumble","type":"n.","descr":" A low, heavy, continuous sound like that made by heavy wagons or the reverberation of thunder; a confused noise; as, the rumble of a railroad train."},{"word":"Rumble","type":"n.","descr":" A seat for servants, behind the body of a carriage."},{"word":"Rumble","type":"n.","descr":" A rotating cask or box in which small articles are smoothed or polished by friction against each other."},{"word":"Rumble","type":"v. t.","descr":" To cause to pass through a rumble, or shaking machine. See Rumble, n., 4."},{"word":"Rumbler","type":"n.","descr":" One who, or that which, rumbles."},{"word":"Rumbling","type":"","descr":" a. and n. from Rumble, v. i."},{"word":"Rumblingly","type":"adv.","descr":" In a rumbling manner."},{"word":"Rumbo","type":"n.","descr":" Grog."},{"word":"Rumbowline","type":"n.","descr":" Same as Rombowline."},{"word":"Rumen","type":"n.","descr":" The first stomach of ruminants; the paunch; the fardingbag. See Illust. below. "},{"word":"Rumen","type":"n.","descr":" The cud of a ruminant."},{"word":"Rumicin","type":"n.","descr":" A yellow crystalline substance found in the root of yellow dock (Rumex crispus) and identical with chrysophanic acid."},{"word":"Ruminal","type":"a.","descr":" Ruminant; ruminating."},{"word":"Ruminant","type":"a.","descr":" Chewing the cud; characterized by chewing again what has been swallowed; of or pertaining to the Ruminantia."},{"word":"Ruminant","type":"n.","descr":" A ruminant animal; one of the Ruminantia."},{"word":"Ruminantia","type":"n. pl.","descr":" A division of Artiodactyla having four stomachs. This division includes the camels, deer, antelopes, goats, sheep, neat cattle, and allies."},{"word":"Ruminantly","type":"adv.","descr":" In a ruminant manner; by ruminating, or chewing the cud."},{"word":"Ruminated","type":"imp. and p. p.","descr":" of Ruminate"},{"word":"Ruminating","type":"p. pr. and vb. n.","descr":" of Ruminate"},{"word":"Ruminate","type":"v. i.","descr":" To chew the cud; to chew again what has been slightly chewed and swallowed."},{"word":"Ruminate","type":"v. i.","descr":" To think again and again; to muse; to meditate;  to ponder; to reflect."},{"word":"Ruminate","type":"v. t.","descr":" To chew over again."},{"word":"Ruminate","type":"v. t.","descr":" To meditate or ponder over; to muse on."},{"word":"Ruminate","type":"a.","descr":" Alt. of Ruminated"},{"word":"Ruminated","type":"a.","descr":" Having a hard albumen penetrated by irregular channels filled with softer matter, as the nutmeg and the seeds of the North American papaw."},{"word":"Rumination","type":"n.","descr":" The act or process of ruminating, or chewing the cud; the habit of chewing the cud."},{"word":"Rumination","type":"n.","descr":" The state of being disposed to ruminate or ponder; deliberate meditation or reflection."},{"word":"Rumination","type":"n.","descr":" The regurgitation of food from the stomach after it has been swallowed, -- occasionally observed as a morbid phenomenon in man."},{"word":"Ruminative","type":"a.","descr":" Inclined to, or engaged in, rumination or meditation."},{"word":"Ruminator","type":"n.","descr":" One who ruminates or muses; a meditator."},{"word":"Rumkin","type":"n.","descr":" A popular or jocular name for a drinking vessel."},{"word":"Rummage","type":"n.","descr":" A place or room for the stowage of cargo in a ship; also, the act of stowing cargo; the pulling and moving about of packages incident to close stowage; -- formerly written romage."},{"word":"Rummage","type":"n.","descr":" A searching carefully by looking into every corner, and by turning things over."},{"word":"Rummaged","type":"imp. and p. p.","descr":" of Rummage"},{"word":"Rummaging","type":"p. pr. and vb. n.","descr":" of Rummage"},{"word":"Rummage","type":"v. t.","descr":" To make room in, as a ship, for the cargo; to move about, as packages, ballast, so as to permit close stowage; to stow closely; to pack; -- formerly written roomage, and romage."},{"word":"Rummage","type":"v. t.","descr":" To search or examine thoroughly by looking into every corner, and turning over or removing goods or other things; to examine, as a book, carefully, turning over leaf after leaf."},{"word":"Rummage","type":"v. i.","descr":" To search a place narrowly."},{"word":"Rummager","type":"n.","descr":" One who rummages."},{"word":"Rummager","type":"n.","descr":" A person on shipboard whose business was to take charge of stowing the cargo; -- formerly written roomager, and romager."},{"word":"Rummer","type":"n.","descr":" A large and tall glass, or drinking cup."},{"word":"Rummy","type":"a.","descr":" Of or pertaining to rum; characteristic of rum; as a rummy flavor."},{"word":"Rummies","type":"pl. ","descr":" of Rummy"},{"word":"Rummy","type":"n.","descr":" One who drinks rum; an habitually intemperate person."},{"word":"Rummy","type":"a.","descr":" Strange; odd."},{"word":"Rumney","type":"n.","descr":" A sort of Spanish wine."},{"word":"Rumor","type":"n.","descr":" A flying or popular report; the common talk; hence, public fame; notoriety."},{"word":"Rumor","type":"n.","descr":" A current story passing from one person to another, without any known authority for its truth; -- in this sense often personified."},{"word":"Rumor","type":"n.","descr":" A prolonged, indistinct noise."},{"word":"Rumored","type":"imp. and p. p.","descr":" of Rumor"},{"word":"Rumoring","type":"p. pr. and vb. n.","descr":" of Rumor"},{"word":"Rumor","type":"v. t.","descr":" To report by rumor; to tell."},{"word":"Rumorer","type":"n.","descr":" A teller of news; especially, one who spreads false reports."},{"word":"Rumorous","type":"a.","descr":" Of or pertaining to a rumor; of the nature of rumors."},{"word":"Rumorous","type":"a.","descr":" Famous; notorious."},{"word":"Rumorous","type":"a.","descr":" Murmuring."},{"word":"Rump","type":"n.","descr":" The end of the backbone of an animal, with the parts adjacent; the buttock or buttocks."},{"word":"Rump","type":"n.","descr":" Among butchers, the piece of beef between the sirloin and the aitchbone piece. See Illust. of Beef."},{"word":"Rump","type":"n.","descr":" The hind or tail end; a fag-end; a remnant."},{"word":"Rumper","type":"n.","descr":" A member or a supporter of the Rump Parliament."},{"word":"Rump-fed","type":"a.","descr":" A Shakespearean word of uncertain meaning.  Perhaps \"fattened in the rump, pampered.\""},{"word":"Rumpled","type":"imp. and p. p.","descr":" of Rumple"},{"word":"Rumpling","type":"p. pr. and vb. n.","descr":" of Rumple"},{"word":"Rumple","type":"v. t. and i.","descr":" To make uneven; to form into irregular inequalities; to wrinkle; to crumple; as, to rumple an apron or a cravat."},{"word":"Rumple","type":"n.","descr":" A fold or plait; a wrinkle."},{"word":"Rumpled","type":"a.","descr":" Wrinkled; crumpled."},{"word":"Rumpless","type":"a.","descr":" Destitute of a rump."},{"word":"Rumply","type":"a.","descr":" Rumpled."},{"word":"Rumpus","type":"n.","descr":" A disturbance; noise and confusion; a quarrel."},{"word":"Rumseller","type":"n.","descr":" One who sells rum; one who deals in intoxicating liquors; especially, one who sells spirituous beverages at retail."},{"word":"Run","type":"","descr":" of Run"},{"word":"Run","type":"p. p.","descr":" of Run"},{"word":"Running","type":"p. pr. and vb. n.","descr":" of Run"},{"word":"Run","type":"a.","descr":" To move, proceed, advance, pass, go, come, etc., swiftly, smoothly, or with quick action; -- said of things animate or inanimate. Hence, to flow, glide, or roll onward, as a stream, a snake, a wagon, etc.; to move by quicker action than in walking, as a person, a horse, a dog."},{"word":"Run","type":"a.","descr":" To go swiftly; to pass at a swift pace; to hasten."},{"word":"Run","type":"a.","descr":" To flee, as from fear or danger."},{"word":"Run","type":"a.","descr":" To steal off; to depart secretly."},{"word":"Run","type":"a.","descr":" To contend in a race; hence, to enter into a contest; to become a candidate; as, to run for Congress."},{"word":"Run","type":"a.","descr":" To pass from one state or condition to another; to come into a certain condition; -- often with in or into; as, to run into evil practices; to run in debt."},{"word":"Run","type":"a.","descr":" To exert continuous activity; to proceed; as, to run through life; to run in a circle."},{"word":"Run","type":"a.","descr":" To pass or go quickly in thought or conversation; as, to run from one subject to another."},{"word":"Run","type":"a.","descr":" To discuss; to continue to think or speak about something; -- with on."},{"word":"Run","type":"a.","descr":" To make numerous drafts or demands for payment, as upon a bank; -- with on."},{"word":"Run","type":"a.","descr":" To creep, as serpents."},{"word":"Run","type":"a.","descr":" To flow, as a liquid; to ascend or descend; to course; as, rivers run to the sea; sap runs up in the spring; her blood ran cold."},{"word":"Run","type":"a.","descr":" To proceed along a surface; to extend; to spread."},{"word":"Run","type":"a.","descr":" To become fluid; to melt; to fuse."},{"word":"Run","type":"a.","descr":" To turn, as a wheel; to revolve on an axis or pivot; as, a wheel runs swiftly round."},{"word":"Run","type":"a.","descr":" To travel; to make progress; to be moved by mechanical means; to go; as, the steamboat runs regularly to Albany; the train runs to Chicago."},{"word":"Run","type":"a.","descr":" To extend; to reach; as, the road runs from Philadelphia to New York; the memory of man runneth not to the contrary."},{"word":"Run","type":"a.","descr":" To go back and forth from place to place; to ply; as, the stage runs between the hotel and the station."},{"word":"Run","type":"a.","descr":" To make progress; to proceed; to pass."},{"word":"Run","type":"a.","descr":" To continue in operation; to be kept in action or motion; as, this engine runs night and day; the mill runs six days in the week."},{"word":"Run","type":"a.","descr":" To have a course or direction; as, a line runs east and west."},{"word":"Run","type":"a.","descr":" To be in form thus, as a combination of words."},{"word":"Run","type":"a.","descr":" To be popularly known; to be generally received."},{"word":"Run","type":"a.","descr":" To have growth or development; as, boys and girls run up rapidly."},{"word":"Run","type":"a.","descr":" To tend, as to an effect or consequence; to incline."},{"word":"Run","type":"a.","descr":" To spread and blend together; to unite; as, colors run in washing."},{"word":"Run","type":"a.","descr":" To have a legal course; to be attached; to continue in force, effect, or operation; to follow; to go in company; as, certain covenants run with the land."},{"word":"Run","type":"a.","descr":" To continue without falling due; to hold good; as, a note has thirty days to run."},{"word":"Run","type":"a.","descr":" To discharge pus or other matter; as, an ulcer runs."},{"word":"Run","type":"a.","descr":" To be played on the stage a number of successive days or nights; as, the piece ran for six months."},{"word":"Run","type":"a.","descr":" To sail before the wind, in distinction from reaching or sailing closehauled; -- said of vessels."},{"word":"Run","type":"a.","descr":" Specifically, of a horse: To move rapidly in a gait in which each leg acts in turn as a propeller and a supporter, and in which for an instant all the limbs are gathered in the air under the body."},{"word":"Run","type":"a.","descr":" To move rapidly by springing steps so that there is an instant in each step when neither foot touches the ground; -- so distinguished from walking in athletic competition."},{"word":"Run","type":"v. t.","descr":" To cause to run (in the various senses of Run, v. i.); as, to run a horse; to run a stage; to run a machine; to run a rope through a block."},{"word":"Run","type":"v. i.","descr":" To pursue in thought; to carry in contemplation."},{"word":"Run","type":"v. i.","descr":" To cause to enter; to thrust; as, to run a sword into or through the body; to run a nail into the foot."},{"word":"Run","type":"v. i.","descr":" To drive or force; to cause, or permit, to be driven."},{"word":"Run","type":"v. i.","descr":" To fuse; to shape; to mold; to cast; as, to run bullets, and the like."},{"word":"Run","type":"v. i.","descr":" To cause to be drawn; to mark out; to indicate; to determine; as, to run a line."},{"word":"Run","type":"v. i.","descr":" To cause to pass, or evade, offical restrictions; to smuggle; -- said of contraband or dutiable goods."},{"word":"Run","type":"v. i.","descr":" To go through or accomplish by running; as, to run a race; to run a certain career."},{"word":"Run","type":"v. i.","descr":" To cause to stand as a candidate for office; to support for office; as, to run some one for Congress."},{"word":"Run","type":"v. i.","descr":" To encounter or incur, as a danger or risk; as, to run the risk of losing one\\'s life. See To run the chances, below."},{"word":"Run","type":"v. i.","descr":" To put at hazard; to venture; to risk."},{"word":"Run","type":"v. i.","descr":" To discharge; to emit; to give forth copiously; to be bathed with; as, the pipe or faucet runs hot water."},{"word":"Run","type":"v. i.","descr":" To be charged with, or to contain much of, while flowing; as, the rivers ran blood."},{"word":"Run","type":"v. i.","descr":" To conduct; to manage; to carry on; as, to run a factory or a hotel."},{"word":"Run","type":"v. i.","descr":" To tease with sarcasms and ridicule."},{"word":"Run","type":"v. i.","descr":" To sew, as a seam, by passing the needle through material in a continuous line, generally taking a series of stitches on the needle at the same time."},{"word":"Run","type":"v. i.","descr":" To migrate or move in schools; -- said of fish; esp., to ascend a river in order to spawn."},{"word":"Run","type":"n.","descr":" The act of running; as, a long run; a good run; a quick run; to go on the run."},{"word":"Run","type":"n.","descr":" A small stream; a brook; a creek."},{"word":"Run","type":"n.","descr":" That which runs or flows in the course of a certain operation, or during a certain time; as, a run of must in wine making; the first run of sap in a maple orchard."},{"word":"Run","type":"n.","descr":" A course; a series; that which continues in a certain course or series; as, a run of good or bad luck."},{"word":"Run","type":"n.","descr":" State of being current; currency; popularity."},{"word":"Run","type":"n.","descr":" Continued repetition on the stage; -- said of a play; as, to have a run of a hundred successive nights."},{"word":"Run","type":"n.","descr":" A continuing urgent demand; especially, a pressure on a bank or treasury for payment of its notes."},{"word":"Run","type":"n.","descr":" A range or extent of ground for feeding stock; as, a sheep run."},{"word":"Run","type":"n.","descr":" The aftermost part of a vessel\\'s hull where it narrows toward the stern, under the quarter."},{"word":"Run","type":"n.","descr":" The distance sailed by a ship; as, a good run; a run of fifty miles."},{"word":"Run","type":"n.","descr":" A voyage; as, a run to China."},{"word":"Run","type":"n.","descr":" A pleasure excursion; a trip."},{"word":"Run","type":"n.","descr":" The horizontal distance to which a drift may be carried, either by license of the proprietor of a mine or by the nature of the formation; also, the direction which a vein of ore or other substance takes."},{"word":"Run","type":"n.","descr":" A roulade, or series of running tones."},{"word":"Run","type":"n.","descr":" The greatest degree of swiftness in marching.  It is executed upon the same principles as the double-quick, but with greater speed."},{"word":"Run","type":"n.","descr":" The act of migrating, or ascending a river to spawn; -- said of fish; also, an assemblage or school of fishes which migrate, or ascend a river for the purpose of spawning."},{"word":"Run","type":"n.","descr":" In baseball, a complete circuit of the bases made by a player, which enables him to score one; in cricket, a passing from one wicket to the other, by which one point is scored; as, a player made three runs; the side went out with two hundred runs."},{"word":"Run","type":"n.","descr":" A pair or set of millstones."},{"word":"Run","type":"a.","descr":" Melted, or made from molten material; cast in a mold; as, run butter; run iron or lead."},{"word":"Run","type":"a.","descr":" Smuggled; as, run goods."},{"word":"Runagate","type":"n.","descr":" A fugitive; a vagabond; an apostate; a renegade. See Renegade."},{"word":"Runaway","type":"n.","descr":" One who, or that which, flees from danger, duty, restraint, etc.; a fugitive."},{"word":"Runaway","type":"n.","descr":" The act of running away, esp. of a horse or teams; as, there was a runaway yesterday."},{"word":"Runaway","type":"a.","descr":" Running away; fleeing from danger, duty, restraint, etc.; as, runaway soldiers; a runaway horse."},{"word":"Runaway","type":"a.","descr":" Accomplished by running away or elopement, or during flight; as, a runaway marriage."},{"word":"Runaway","type":"a.","descr":" Won by a long lead; as, a runaway victory."},{"word":"Runaway","type":"a.","descr":" Very successful; accomplishing success quickly; as, a runaway bestseller."},{"word":"Runcation","type":"n.","descr":" A weeding."},{"word":"Runch","type":"n.","descr":" The wild radish."},{"word":"Runcinate","type":"a.","descr":" Pinnately cut with the lobes pointing downwards, as the leaf of the dandelion."},{"word":"Rundel","type":"n.","descr":" A moat with water in it; also, a small stream; a runlet."},{"word":"Rundel","type":"n.","descr":" A circle."},{"word":"Rundle","type":"n.","descr":" A round; a step of a ladder; a rung."},{"word":"Rundle","type":"n.","descr":" A ball."},{"word":"Rundle","type":"n.","descr":" Something which rotates about an axis, as a wheel, or the drum of a capstan."},{"word":"Rundle","type":"n.","descr":" One of the pins or trundles of a lantern wheel."},{"word":"Rundlet","type":"n.","descr":" A small barrel of no certain dimensions. It may contain from 3 to 20 gallons, but it usually holds about 14\/ gallons."},{"word":"Rune","type":"n.","descr":" A letter, or character, belonging to the written language of the ancient Norsemen, or Scandinavians; in a wider sense, applied to the letters of the ancient nations of Northern Europe in general."},{"word":"Rune","type":"n.","descr":" Old Norse poetry expressed in runes."},{"word":"Runer","type":"n.","descr":" A bard, or learned man, among the ancient Goths."},{"word":"Rung","type":"","descr":" imp. and p. p. of Ring."},{"word":"Rung","type":"n.","descr":" A floor timber in a ship."},{"word":"Rung","type":"n.","descr":" One of the rounds of a ladder."},{"word":"Rung","type":"n.","descr":" One of the stakes of a cart; a spar; a heavy staff."},{"word":"Rung","type":"n.","descr":" One of the radial handles projecting from the rim of a steering wheel; also, one of the pins or trundles of a lantern wheel."},{"word":"Runghead","type":"n.","descr":" The upper end of a floor timber in a ship."},{"word":"Runic","type":"a.","descr":" Of or pertaining to a rune, to runes, or to the Norsemen; as, runic verses; runic letters; runic names; runic rhyme."},{"word":"Runlet","type":"n.","descr":" A little run or stream; a streamlet; a brook."},{"word":"Runlet","type":"n.","descr":" Same as Rundlet."},{"word":"Runnel","type":"n.","descr":" A rivulet or small brook."},{"word":"Runner","type":"n.","descr":" One who, or that which, runs; a racer."},{"word":"Runner","type":"n.","descr":" A detective."},{"word":"Runner","type":"n.","descr":" A messenger."},{"word":"Runner","type":"n.","descr":" A smuggler."},{"word":"Runner","type":"n.","descr":" One employed to solicit patronage, as for a steamboat, hotel, shop, etc."},{"word":"Runner","type":"n.","descr":" A slender trailing branch which takes root at the joints or end and there forms new plants, as in the strawberry and the common cinquefoil."},{"word":"Runner","type":"n.","descr":" The rotating stone of a set of millstones."},{"word":"Runner","type":"n.","descr":" A rope rove through a block and used to increase the mechanical power of a tackle."},{"word":"Runner","type":"n.","descr":" One of the pieces on which a sled or sleigh slides; also the part or blade of a skate which slides on the ice."},{"word":"Runner","type":"n.","descr":" A horizontal channel in a mold, through which the metal flows to the cavity formed by the pattern; also, the waste metal left in such a channel."},{"word":"Runner","type":"n.","descr":" A trough or channel for leading molten metal from a furnace to a ladle, mold, or pig bed."},{"word":"Runner","type":"n.","descr":" The movable piece to which the ribs of an umbrella are attached."},{"word":"Runner","type":"n.","descr":" A food fish (Elagatis pinnulatus) of Florida and the West Indies; -- called also skipjack, shoemaker, and yellowtail. The name alludes to its rapid successive leaps from the water."},{"word":"Runner","type":"n.","descr":" Any cursorial bird."},{"word":"Runner","type":"n.","descr":" A movable slab or rubber used in grinding or polishing a surface of stone."},{"word":"Runner","type":"n.","descr":" A tool on which lenses are fastened in a group, for polishing or grinding."},{"word":"Runnet","type":"n.","descr":" See Rennet."},{"word":"Running","type":"a.","descr":" Moving or advancing by running."},{"word":"Running","type":"a.","descr":" Having a running gait; not a trotter or pacer."},{"word":"Running","type":"a.","descr":" trained and kept for running races; as, a running horse."},{"word":"Running","type":"a.","descr":" Successive; one following the other without break or intervention; -- said of periods of time; as, to be away two days running; to sow land two years running."},{"word":"Running","type":"a.","descr":" Flowing; easy; cursive; as, a running hand."},{"word":"Running","type":"a.","descr":" Continuous; keeping along step by step; as, he stated the facts with a running explanation."},{"word":"Running","type":"a.","descr":" Extending by a slender climbing or trailing stem; as, a running vine."},{"word":"Running","type":"a.","descr":" Discharging pus; as, a running sore."},{"word":"Running","type":"n.","descr":" The act of one who, or of that which runs; as, the running was slow."},{"word":"Running","type":"n.","descr":" That which runs or flows; the quantity of a liquid which flows in a certain time or during a certain operation; as, the first running of a still."},{"word":"Running","type":"n.","descr":" The discharge from an ulcer or other sore."},{"word":"Runningly","type":"adv.","descr":" In a running manner."},{"word":"Runnion","type":"n.","descr":" See Ronion."},{"word":"Runology","type":"n.","descr":" The science of runes."},{"word":"Runround","type":"n.","descr":" A felon or whitlow."},{"word":"Runt","type":"a.","descr":" Any animal which is unusually small, as compared with others of its kind; -- applied particularly to domestic animals."},{"word":"Runt","type":"a.","descr":" A variety of domestic pigeon, related to the barb and carrier."},{"word":"Runt","type":"a.","descr":" A dwarf; also, a mean, despicable, boorish person; -- used opprobriously."},{"word":"Runt","type":"a.","descr":" The dead stump of a tree; also, the stem of a plant."},{"word":"Runty","type":"a.","descr":" Like a runt; diminutive; mean."},{"word":"Runway","type":"n.","descr":" The channel of a stream."},{"word":"Runway","type":"n.","descr":" The beaten path made by deer or other animals in passing to and from their feeding grounds."},{"word":"Rupee","type":"n.","descr":" A silver coin, and money of account, in the East Indies."},{"word":"Rupellary","type":"n.","descr":" Rocky."},{"word":"Ruperts drop","type":"","descr":" A kind of glass drop with a long tail, made by dropping melted glass into water. It is remarkable for bursting into fragments when the surface is scratched or the tail broken; -- so called from Prince Rupert, nephew of Charles I., by whom they were first brought to England. Called also Rupert\\'s ball, and glass tear."},{"word":"Rupia","type":"n.","descr":" An eruption upon the skin, consisting of vesicles with inflamed base and filled with serous, purulent, or bloody fluid, which dries up, forming a blackish crust."},{"word":"Rupial","type":"a.","descr":" Of or pertaining to rupia."},{"word":"Rupicola","type":"n.","descr":" A genus of beautiful South American passerine birds, including the cock of the rock."},{"word":"Rupicoline","type":"a.","descr":" Rock-inhabiting."},{"word":"Ruption","type":"n.","descr":" A breaking or bursting open; breach; rupture."},{"word":"Ruptuary","type":"n.","descr":" One not of noble blood; a plebeian; a roturier."},{"word":"Rupture","type":"n.","descr":" The act of breaking apart, or separating; the state of being broken asunder; as, the rupture of the skin; the rupture of a vessel or fiber; the rupture of a lutestring."},{"word":"Rupture","type":"n.","descr":" Breach of peace or concord between individuals; open hostility or war between nations; interruption of friendly relations; as, the parties came to a rupture."},{"word":"Rupture","type":"n.","descr":" Hernia. See Hernia."},{"word":"Rupture","type":"n.","descr":" A bursting open, as of a steam boiler, in a less sudden manner than by explosion. See Explosion."},{"word":"Ruptured","type":"imp. and p. p.","descr":" of Rupture"},{"word":"Rupturing","type":"p. pr. and vb. n.","descr":" of Rupture"},{"word":"Rupture","type":"v. t.","descr":" To part by violence; to break; to burst; as, to rupture a blood vessel."},{"word":"Rupture","type":"v. t.","descr":" To produce a hernia in."},{"word":"Rupture","type":"v. i.","descr":" To suffer a breach or disruption."},{"word":"Ruptured","type":"a.","descr":" Having a rupture, or hernia."},{"word":"Rupturewort","type":"n.","descr":" Same as Burstwort."},{"word":"Rupturewort","type":"n.","descr":" A West Indian plant (Alternanthera polygonoides) somewhat resembling burstwort."},{"word":"Rural","type":"a.","descr":" Of or pertaining to the country, as distinguished from a city or town; living in the country; suitable for, or resembling, the country; rustic; as, rural scenes; a rural prospect."},{"word":"Rural","type":"a.","descr":" Of or pertaining to agriculture; as, rural economy."},{"word":"Rurales","type":"n. pl.","descr":" The gossamer-winged butterflies; a family of small butterflies, including the hairstreaks, violets, and theclas."},{"word":"Ruralism","type":"n.","descr":" The quality or state of being rural; ruralness."},{"word":"Ruralism","type":"n.","descr":" A rural idiom or expression."},{"word":"Ruralist","type":"n.","descr":" One who leads a rural life."},{"word":"Rurality","type":"n.","descr":" The quality or state of being rural."},{"word":"Rurality","type":"n.","descr":" A rural place."},{"word":"Ruralized","type":"imp. and p. p.","descr":" of Ruralize"},{"word":"Ruralizing","type":"p. pr. and vb. n.","descr":" of Ruralize"},{"word":"Ruralize","type":"v. t.","descr":" To render rural; to give a rural appearance to."},{"word":"Ruralize","type":"v. i.","descr":" To become rural; to go into the country; to rusticate."},{"word":"Rurally","type":"adv.","descr":" In a rural manner; as in the country."},{"word":"Ruralness","type":"n.","descr":" The quality or state of being rural."},{"word":"Ruricolist","type":"n.","descr":" An inhabitant of the country."},{"word":"Ruridecanal","type":"a.","descr":" Of or pertaining to a rural dean; as, a ruridecanal district; the ruridecanal intellect."},{"word":"Rurigenous","type":"a.","descr":" Born in the country."},{"word":"Ruse","type":"n.","descr":" An artifice; trick; stratagem; wile; fraud; deceit."},{"word":"Rush","type":"n.","descr":" A name given to many aquatic or marsh-growing endogenous plants with soft, slender stems, as the species of Juncus and Scirpus."},{"word":"Rush","type":"n.","descr":" The merest trifle; a straw."},{"word":"Rushed","type":"imp. and p. p.","descr":" of Rush"},{"word":"Rushing","type":"p. pr. and vb. n.","descr":" of Rush"},{"word":"Rush","type":"v. i.","descr":" To move forward with impetuosity, violence, and tumultuous rapidity or haste; as, armies rush to battle; waters rush down a precipice."},{"word":"Rush","type":"v. i.","descr":" To enter into something with undue haste and eagerness, or without due deliberation and preparation; as, to rush business or speculation."},{"word":"Rush","type":"v. t.","descr":" To push or urge forward with impetuosity or violence; to hurry forward."},{"word":"Rush","type":"v. t.","descr":" To recite (a lesson) or pass (an examination) without an error."},{"word":"Rush","type":"n.","descr":" A moving forward with rapidity and force or eagerness; a violent motion or course; as, a rush of troops; a rush of winds; a rush of water."},{"word":"Rush","type":"n.","descr":" Great activity with pressure; as, a rush of business."},{"word":"Rush","type":"n.","descr":" A perfect recitation."},{"word":"Rush","type":"n.","descr":" A rusher; as, the center rush, whose place is in the center of the rush line; the end rush."},{"word":"Rush","type":"n.","descr":" The act of running with the ball."},{"word":"Rush-bearing","type":"n.","descr":" A kind of rural festival at the dedication of a church, when the parishioners brought rushes to strew the church."},{"word":"Rushbuckler","type":"n.","descr":" A bullying and violent person; a braggart; a swashbuckler."},{"word":"Rushed","type":"a.","descr":" Abounding or covered with rushes."},{"word":"Rusher","type":"n.","descr":" One who rushes."},{"word":"Rusher","type":"n.","descr":" One who strewed rushes on the floor at dances."},{"word":"Rushiness","type":"n.","descr":" The quality or state of abounding with rushes."},{"word":"Rushingly","type":"adv.","descr":" In a rushing manner."},{"word":"Rushlight","type":"n.","descr":" A rush candle, or its light; hence, a small, feeble light."},{"word":"Rushlike","type":"a.","descr":" Resembling a rush; weak."},{"word":"Rushy","type":"a.","descr":" Abounding with rushes."},{"word":"Rushy","type":"a.","descr":" Made of rushes."},{"word":"Rusine","type":"a.","descr":" Of, like, or pertaining to, a deer of the genus Rusa, which includes the sambur deer (Rusa Aristotelis) of India."},{"word":"Rusk","type":"n.","descr":" A kind of light, soft bread made with yeast and eggs, often toasted or crisped in an oven; or, a kind of sweetened biscuit."},{"word":"Rusk","type":"n.","descr":" A kind of light, hard cake or bread, as for stores."},{"word":"Rusk","type":"n.","descr":" Bread or cake which has been made brown and crisp, and afterwards grated, or pulverized in a mortar."},{"word":"Rusma","type":"n.","descr":" A depilatory made of orpiment and quicklime, and used by the Turks. See Rhusma."},{"word":"Russ","type":"n. sing. and pl.","descr":" A Russian, or the Russians."},{"word":"Russ","type":"n. sing. and pl.","descr":" The language of the Russians."},{"word":"Russ","type":"a.","descr":" Of or pertaining to the Russians."},{"word":"Russet","type":"a.","descr":" Of a reddish brown color, or (by some called) a red gray; of the color composed of blue, red, and yellow in equal strength, but unequal proportions, namely, two parts of red to one each of blue and yellow; also, of a yellowish brown color."},{"word":"Russet","type":"a.","descr":" Coarse; homespun; rustic."},{"word":"Russet","type":"n.","descr":" A russet color; a pigment of a russet color."},{"word":"Russet","type":"n.","descr":" Cloth or clothing of a russet color."},{"word":"Russet","type":"n.","descr":" A country dress; -- so called because often of a russet color."},{"word":"Russet","type":"n.","descr":" An apple, or a pear, of a russet color; as, the English russet, and the Roxbury russet."},{"word":"Russeting","type":"n.","descr":" See Russet, n., 2 and 4."},{"word":"Russety","type":"a.","descr":" Of a russet color; russet."},{"word":"Russia","type":"n.","descr":" A country of Europe and Asia."},{"word":"Russian","type":"a.","descr":" Of or pertaining to Russia, its inhabitants, or language."},{"word":"Russian","type":"n.","descr":" A native or inhabitant of Russia; the language of Russia."},{"word":"Russianize","type":"v. t.","descr":" To make Russian, or more or less like the Russians; as, to Russianize the Poles."},{"word":"Russification","type":"n.","descr":" The act or process of Russifying, or the state of being Russified."},{"word":"Russify","type":"v. t.","descr":" To Russianize; as, to Russify conquered tribes."},{"word":"Russophile","type":"n.","descr":" Alt. of Russophilist"},{"word":"Russophilist","type":"n.","descr":" One who, not being a Russian, favors Russian policy and aggrandizement."},{"word":"Russophobe","type":"","descr":" Alt. of Russophobist"},{"word":"Russophobist","type":"","descr":" One who dreads Russia or Russian influence."},{"word":"Russophobia","type":"n.","descr":" Morbid dread of Russia or of Russian influence."},{"word":"Rust","type":"n.","descr":" The reddish yellow coating formed on iron when exposed to moist air, consisting of ferric oxide or hydroxide; hence, by extension, any metallic film of corrosion."},{"word":"Rust","type":"n.","descr":" A minute mold or fungus forming reddish or rusty spots on the leaves and stems of cereal and other grasses (Trichobasis Rubigo-vera), now usually believed to be a form or condition of the corn mildew (Puccinia graminis). As rust, it has solitary reddish spores; as corn mildew, the spores are double and blackish."},{"word":"Rust","type":"n.","descr":" That which resembles rust in appearance or effects."},{"word":"Rust","type":"n.","descr":" A composition used in making a rust joint. See Rust joint, below."},{"word":"Rust","type":"n.","descr":" Foul matter arising from degeneration; as, rust on salted meat."},{"word":"Rust","type":"n.","descr":" Corrosive or injurious accretion or influence."},{"word":"Rusted","type":"imp. and p. p.","descr":" of Rust"},{"word":"Rusting","type":"p. pr. and vb. n.","descr":" of Rust"},{"word":"Rust","type":"v. i.","descr":" To contract rust; to be or become oxidized."},{"word":"Rust","type":"v. i.","descr":" To be affected with the parasitic fungus called rust; also, to acquire a rusty appearance, as plants."},{"word":"Rust","type":"v. i.","descr":" To degenerate in idleness; to become dull or impaired by inaction."},{"word":"Rust","type":"v. t.","descr":" To cause to contract rust; to corrode with rust; to affect with rust of any kind."},{"word":"Rust","type":"v. t.","descr":" To impair by time and inactivity."},{"word":"Rustful","type":"a.","descr":" Full of rust; resembling rust; causing rust; rusty."},{"word":"Rustic","type":"a.","descr":" Of or pertaining to the country; rural; as, the rustic gods of antiquity."},{"word":"Rustic","type":"a.","descr":" Rude; awkward; rough; unpolished; as, rustic manners."},{"word":"Rustic","type":"a.","descr":" Coarse; plain; simple; as, a rustic entertainment; rustic dress."},{"word":"Rustic","type":"a.","descr":" Simple; artless; unadorned; unaffected."},{"word":"Rustic","type":"n.","descr":" An inhabitant of the country, especially one who is rude, coarse, or dull; a clown."},{"word":"Rustic","type":"n.","descr":" A rural person having a natural simplicity of character or manners; an artless, unaffected person."},{"word":"Rustical","type":"a.","descr":" Rustic."},{"word":"Rusticated","type":"imp. and p. p.","descr":" of Rusticate"},{"word":"Rusticating","type":"p. pr. and vb. n.","descr":" of Rusticate"},{"word":"Rusticate","type":"v. i.","descr":" To go into or reside in the country; to ruralize."},{"word":"Rusticate","type":"v. t.","descr":" To require or compel to reside in the country; to banish or send away temporarily; to impose rustication on."},{"word":"Rusticated","type":"a.","descr":" Resembling rustic work. See Rustic work (a), under Rustic."},{"word":"Rustication","type":"n.","descr":" The act of rusticating, or the state of being rusticated; specifically, the punishment of a student for some offense, by compelling him to leave the institution for a time."},{"word":"Rustication","type":"n.","descr":" Rustic work."},{"word":"Rusticity","type":"n.","descr":" The quality or state of being rustic; rustic manners; rudeness; simplicity; artlessness."},{"word":"Rusticly","type":"adv.","descr":" In a rustic manner; rustically."},{"word":"Rustily","type":"adv.","descr":" In a rusty state."},{"word":"Rustiness","type":"n.","descr":" The quality or state of being rusty."},{"word":"Rustled","type":"imp. and p. p.","descr":" of Rustle"},{"word":"Rustling","type":"p. pr. and vb. n.","descr":" of Rustle"},{"word":"Rustle","type":"v. i.","descr":" To make a quick succession of small sounds, like the rubbing or moving of silk cloth or dry leaves."},{"word":"Rustle","type":"v. i.","descr":" To stir about energetically; to strive to succeed; to bustle about."},{"word":"Rustle","type":"v. t.","descr":" To cause to rustle; as, the wind rustles the leaves."},{"word":"Rustle","type":"n.","descr":" A quick succession or confusion of small sounds, like those made by shaking leaves or straw, by rubbing silk, or the like; a rustling."},{"word":"Rustler","type":"n.","descr":" One who, or that which, rustles."},{"word":"Rustler","type":"n.","descr":" A bovine animal that can care for itself in any circumstances; also, an alert, energetic, driving person."},{"word":"Rustless","type":"a.","descr":" Free from rust."},{"word":"Rusty","type":"superl.","descr":" Covered or affected with rust; as, a rusty knife or sword; rusty wheat."},{"word":"Rusty","type":"superl.","descr":" Impaired by inaction, disuse, or neglect."},{"word":"Rusty","type":"superl.","descr":" Discolored and rancid; reasty; as, rusty bacon."},{"word":"Rusty","type":"superl.","descr":" Surly; morose; crusty; sullen."},{"word":"Rusty","type":"superl.","descr":" Rust-colored; dark."},{"word":"Rusty","type":"superl.","descr":" Discolored; stained; not cleanly kept; filthy."},{"word":"Rusty","type":"superl.","descr":" Resembling, or covered with a substance resembling, rust; affected with rust; rubiginous."},{"word":"Rut","type":"n.","descr":" Sexual desire or oestrus of deer, cattle, and various other mammals; heat; also, the period during which the oestrus exists."},{"word":"Rut","type":"n.","descr":" Roaring, as of waves breaking upon the shore; rote. See Rote."},{"word":"Rutted","type":"imp. and p. p.","descr":" of Rut"},{"word":"Rutting","type":"p. pr. and vb. n.","descr":" of Rut"},{"word":"Rut","type":"v. i.","descr":" To have a strong sexual impulse at the reproductive period; -- said of deer, cattle, etc."},{"word":"Rut","type":"v. t.","descr":" To cover in copulation."},{"word":"Rut","type":"n.","descr":" A track worn by a wheel or by habitual passage of anything; a groove in which anything runs. Also used figuratively."},{"word":"Rut","type":"v. t.","descr":" To make a rut or ruts in; -- chiefly used as a past participle or a participial adj.; as, a rutted road."},{"word":"Ruta-baga","type":"n.","descr":" A kind of turnip commonly with a large and long or ovoid yellowish root; a Swedish turnip. See Turnip."},{"word":"Rutaceous","type":"a.","descr":" Of or pertaining to plants of a natural order (Rutaceae) of which the rue is the type, and which includes also the orange, lemon, dittany, and buchu."},{"word":"Rutate","type":"n.","descr":" A salt of rutic acid."},{"word":"Ruth","type":"v.","descr":" Sorrow for the misery of another; pity; tenderness."},{"word":"Ruth","type":"v.","descr":" That which causes pity or compassion; misery; distress; a pitiful sight."},{"word":"Ruthenic","type":"a.","descr":" Pertaining to, or containing, ruthenium; specifically, designating those compounds in which it has a higher valence as contrasted with ruthenious compounds."},{"word":"Ruthenious","type":"a.","descr":" Pertaining to, or containing, ruthenium; specifically, designating those compounds in  which it has a lower valence as contrasted with ruthenic compounds."},{"word":"Ruthenium","type":"n.","descr":" A rare element of the light platinum group, found associated with platinum ores, and isolated as a hard, brittle steel-gray metal which is very infusible.  Symbol Ru.  Atomic weight 103.5. Specific gravity 12.26. See Platinum metals, under Platinum."},{"word":"Ruthful","type":"a.","descr":" Full of ruth"},{"word":"Ruthful","type":"a.","descr":" Pitiful; tender."},{"word":"Ruthful","type":"a.","descr":" Full of sorrow; woeful."},{"word":"Ruthful","type":"a.","descr":" Causing sorrow."},{"word":"Ruthless","type":"a.","descr":" Having no ruth; cruel; pitiless."},{"word":"Rutic","type":"a.","descr":" Pertaining to, or obtained from, rue (Ruta); as, rutic acid, now commonly called capric acid."},{"word":"Rutilant","type":"a.","descr":" Having a reddish glow; shining."},{"word":"Rutilate","type":"v. i.","descr":" To shine; to emit rays of light."},{"word":"Rutile","type":"n.","descr":" A mineral usually of a reddish brown color, and brilliant metallic adamantine luster, occurring in tetragonal crystals. In composition it is titanium dioxide, like octahedrite and brookite."},{"word":"Rutilian","type":"n.","descr":" Any species of lamellicorn beetles belonging to Rutila and allied genera, as the spotted grapevine beetle (Pelidnota punctata)."},{"word":"Rutin","type":"n.","descr":" A glucoside resembling, but distinct from, quercitrin. Rutin is found in the leaves of the rue (Ruta graveolens) and other plants, and obtained as a bitter yellow crystalline substance which yields quercitin on decomposition."},{"word":"Rutinose.","type":"","descr":" A disaccharide present in glycosides."},{"word":"Rutter","type":"n.","descr":" A horseman or trooper."},{"word":"Rutter","type":"n.","descr":" That which ruts."},{"word":"Rutterkin","type":"n.","descr":" An old crafty fox or beguiler -- a word of contempt."},{"word":"Ruttier","type":"n.","descr":" A chart of a course, esp. at sea."},{"word":"Ruttish","type":"a.","descr":" Inclined to rut; lustful; libidinous; salacious."},{"word":"Ruttle","type":"n.","descr":" A rattling sound in the throat arising from difficulty of breathing; a rattle."},{"word":"Rutty","type":"a.","descr":" Ruttish; lustful."},{"word":"Rutty","type":"a.","descr":" Full of ruts; as, a rutty road."},{"word":"Rutty","type":"a.","descr":" Rooty."},{"word":"Rutylene","type":"n.","descr":" A liquid hydrocarbon, C10H18, of the acetylene series. It is produced artificially."}]