[{"word":"salt","type":"","descr":" Sulphate of magnesia having cathartic qualities; -- originally prepared by boiling down the mineral waters at Epsom, England, -- whence the name; afterwards prepared from sea water; but now from certain minerals, as from siliceous hydrate of magnesia."},{"word":"Saadh","type":"n.","descr":" See Sadh."},{"word":"Saan","type":"n. pl.","descr":" Same as Bushmen."},{"word":"Sabadilla","type":"n.","descr":" A Mexican liliaceous plant (Schoenocaulon officinale); also, its seeds, which contain the alkaloid veratrine. It was formerly used in medicine as an emetic and purgative."},{"word":"Sabaean","type":"a. and n.","descr":" Same as Sabian."},{"word":"Sabaeanism","type":"n.","descr":" Same as Sabianism."},{"word":"Sabaeism","type":"n.","descr":" Alt. of Sabaism"},{"word":"Sabaism","type":"n.","descr":" See Sabianism."},{"word":"Sabal","type":"n.","descr":" A genus of palm trees including the palmetto of the Southern United States."},{"word":"Sabaoth","type":"n. pl.","descr":" Armies; hosts."},{"word":"Sabaoth","type":"n. pl.","descr":" Incorrectly, the Sabbath."},{"word":"Sabbat","type":"n.","descr":" In mediaeval demonology, the nocturnal assembly in which demons and sorcerers were thought to celebrate their orgies."},{"word":"Sabbatarian","type":"n.","descr":" One who regards and keeps the seventh day of the week as holy, agreeably to the letter of the fourth commandment in the Decalogue."},{"word":"Sabbatarian","type":"n.","descr":" A strict observer of the Sabbath."},{"word":"Sabbatarian","type":"a.","descr":" Of or pertaining to the Sabbath, or the tenets of Sabbatarians."},{"word":"Sabbatarianism","type":"n.","descr":" The tenets of Sabbatarians."},{"word":"Sabbath","type":"n.","descr":" A season or day of rest; one day in seven appointed for rest or worship, the observance of which was enjoined upon the Jews in the Decalogue, and has been continued by the Christian church with a transference of the day observed from the last to the first day of the week, which is called also Lord\\'s Day."},{"word":"Sabbath","type":"n.","descr":" The seventh year, observed among the Israelites as one of rest and festival."},{"word":"Sabbath","type":"n.","descr":" Fig.: A time of rest or repose; intermission of pain, effort, sorrow, or the like."},{"word":"Sabbathless","type":"a.","descr":" Without Sabbath, or intermission of labor; hence, without respite or rest."},{"word":"Sabbatic","type":"a.","descr":" Alt. of Sabbatical"},{"word":"Sabbatical","type":"a.","descr":" Of or pertaining to the Sabbath; resembling the Sabbath; enjoying or bringing an intermission of labor."},{"word":"Sabbatism","type":"n.","descr":" Intermission of labor, as upon the Sabbath; rest."},{"word":"Sabbaton","type":"n.","descr":" A round-toed, armed covering for the feet, worn during a part of the sixteenth century in both military and civil dress."},{"word":"Sabean","type":"a. and n.","descr":" Same as Sabian."},{"word":"Sabeism","type":"n.","descr":" Same as Sabianism."},{"word":"Sabella","type":"n.","descr":" A genus of tubicolous annelids having a circle of plumose gills around the head."},{"word":"Sabellian","type":"a.","descr":" Pertaining to the doctrines or tenets of Sabellius. See Sabellian, n."},{"word":"Sabellian","type":"n.","descr":" A follower of Sabellius, a presbyter of Ptolemais in the third century, who maintained that there is but one person in the Godhead, and that the Son and Holy Spirit are only different powers, operations, or offices of the one God the Father."},{"word":"Sabellianism","type":"n.","descr":" The doctrines or tenets of Sabellius. See Sabellian, n."},{"word":"Sabelloid","type":"a.","descr":" Like, or related to, the genus Sabella."},{"word":"Saber","type":"n.","descr":" Alt. of Sabre"},{"word":"Sabre","type":"n.","descr":" A sword with a broad and heavy blade, thick at the back, and usually more or less curved like a scimiter; a cavalry sword."},{"word":"Sabered","type":"imp. and p. p.","descr":" of Sabre"},{"word":"Sabred","type":"","descr":" of Sabre"},{"word":"Sabering","type":"p. pr. and vb. n.","descr":" of Sabre"},{"word":"Sabring","type":"","descr":" of Sabre"},{"word":"Saber","type":"v. t.","descr":" Alt. of Sabre"},{"word":"Sabre","type":"v. t.","descr":" To strike, cut, or kill with a saber; to cut down, as with a saber."},{"word":"Saberbill","type":"n.","descr":" Alt. of Sabrebill"},{"word":"Sabrebill","type":"n.","descr":" The curlew."},{"word":"Sabian","type":"a.","descr":" Of or pertaining to Saba in Arabia, celebrated for producing aromatic plants."},{"word":"Sabian","type":"a.","descr":" Relating to the religion of Saba, or to the worship of the heavenly bodies."},{"word":"Sabian","type":"n.","descr":" An adherent of the Sabian religion; a worshiper of the heavenly bodies."},{"word":"Sabianism","type":"n.","descr":" The doctrine of the Sabians; the Sabian religion; that species of idolatry which consists in worshiping the sun, moon, and stars; heliolatry."},{"word":"Sabicu","type":"n.","descr":" The very hard wood of a leguminous West Indian tree (Lysiloma Sabicu), valued for shipbuilding."},{"word":"Sabine","type":"a.","descr":" Of or pertaining to the ancient Sabines, a people of Italy."},{"word":"Sabine","type":"n.","descr":" One of the Sabine people."},{"word":"Sabine","type":"n.","descr":" See Savin."},{"word":"Sable","type":"n.","descr":" A carnivorous animal of the Weasel family (Mustela zibellina) native of the northern latitudes of Europe, Asia, and America, -- noted for its fine, soft, and valuable fur."},{"word":"Sable","type":"n.","descr":" The fur of the sable."},{"word":"Sable","type":"n.","descr":" A mourning garment; a funeral robe; -- generally in the plural."},{"word":"Sable","type":"n.","descr":" The tincture black; -- represented by vertical and horizontal lines crossing each other."},{"word":"Sable","type":"a.","descr":" Of the color of the sable\\'s fur; dark; black; -- used chiefly in poetry."},{"word":"Sabled","type":"imp. and p. p.","descr":" of Sable"},{"word":"Sabling","type":"p. pr. and vb. n.","descr":" of Sable"},{"word":"Sable","type":"v. t.","descr":" To render sable or dark; to drape darkly or in black."},{"word":"Sabot","type":"n.","descr":" A kind of wooden shoe worn by the peasantry in France, Belgium, Sweden, and some other European countries."},{"word":"Sabot","type":"n.","descr":" A thick, circular disk of wood, to which the cartridge bag and projectile are attached, in fixed ammunition for cannon; also, a piece of soft metal attached to a projectile to take the groove of the rifling."},{"word":"Sabotiere","type":"n.","descr":" A kind of freezer for ices."},{"word":"Sabre","type":"n. and v.","descr":" See Saber."},{"word":"Sabretasche","type":"n.","descr":" A leather case or pocket worn by cavalry at the left side, suspended from the sword belt."},{"word":"Sabrina work","type":"","descr":" A variety of applique work for quilts, table covers, etc."},{"word":"Sabulose","type":"a.","descr":" Growing in sandy places."},{"word":"Sabulosity","type":"n.","descr":" The quality of being sabulous; sandiness; grittiness."},{"word":"Sabulous","type":"a.","descr":" Sandy; gritty."},{"word":"Sac","type":"n.","descr":" See Sacs."},{"word":"Sac","type":"n.","descr":" The privilege formerly enjoyed by the lord of a manor, of holding courts, trying causes, and imposing fines."},{"word":"Sac","type":"n.","descr":" See 2d Sack."},{"word":"Sac","type":"n.","descr":" A cavity, bag, or receptacle, usually containing fluid, and either closed, or opening into another cavity to the exterior; a sack."},{"word":"Sacalait","type":"n.","descr":" A kind of fresh-water bass; the crappie."},{"word":"Sacar","type":"n.","descr":" See Saker."},{"word":"Saccade","type":"n.","descr":" A sudden, violent check of a horse by drawing or twitching the reins on a sudden and with one pull."},{"word":"Saccate","type":"a.","descr":" Having the form of a sack or pouch; furnished with a sack or pouch, as a petal."},{"word":"Saccate","type":"a.","descr":" Of or pertaining to the Saccata, a suborder of ctenophores having two pouches into which the long tentacles can be retracted."},{"word":"Saccharate","type":"n.","descr":" A salt of saccharic acid."},{"word":"Saccharate","type":"n.","descr":" In a wider sense, a compound of saccharose, or any similar carbohydrate, with such bases as the oxides of calcium, barium, or lead; a sucrate."},{"word":"Saccharic","type":"a.","descr":" Of, pertaining to, or obtained from, saccharine substances; specifically, designating an acid obtained, as a white amorphous gummy mass, by the oxidation of mannite, glucose, sucrose, etc."},{"word":"Sacchariferous","type":"a.","descr":" Producing sugar; as, sacchariferous canes."},{"word":"Saccharified","type":"imp. and p. p.","descr":" of Saccharify"},{"word":"Saccharifying","type":"p. pr. and vb. n.","descr":" of Saccharify"},{"word":"Saccharify","type":"v. t.","descr":" To convert into, or to impregnate with, sugar."},{"word":"Saccharilla","type":"n.","descr":" A kind of muslin."},{"word":"Saccharimeter","type":"n.","descr":" An instrument for ascertaining the quantity of saccharine matter in any solution, as the juice of a plant, or brewers\\' and distillers\\' worts."},{"word":"Saccharimetrical","type":"a.","descr":" Of or pertaining to saccharimetry; obtained by saccharimetry."},{"word":"Saccharimetry","type":"n.","descr":" The act, process or method of determining the amount and kind of sugar present in sirup, molasses, and the like, especially by the employment of polarizing apparatus."},{"word":"Saccharin","type":"n.","descr":" A bitter white crystalline substance obtained from the saccharinates and regarded as the lactone of saccharinic acid; -- so called because formerly supposed to be isomeric with cane sugar (saccharose)."},{"word":"Saccharinate","type":"n.","descr":" A salt of saccharinic acid."},{"word":"Saccharinate","type":"n.","descr":" A salt of saccharine."},{"word":"Saccharine","type":"a.","descr":" Of or pertaining to sugar; having the qualities of sugar; producing sugar; sweet; as, a saccharine taste; saccharine matter."},{"word":"Saccharine","type":"n.","descr":" A trade name for benzoic sulphinide."},{"word":"Saccharinic","type":"a.","descr":" Of, pertaining to, or derived from, saccharin; specifically, designating a complex acid not known in the free state but well known in its salts, which are obtained by boiling dextrose and levulose (invert sugar) with milk of lime."},{"word":"Saccharized","type":"imp. and p. p.","descr":" of Saccharize"},{"word":"Saccharizing","type":"p. pr. and vb. n.","descr":" of Saccharize"},{"word":"Saccharize","type":"v. t.","descr":" To convert into, or to impregnate with, sugar."},{"word":"Saccharoid","type":"a.","descr":" Alt. of Saccharoidal"},{"word":"Saccharoidal","type":"a.","descr":" Resembling sugar, as in taste, appearance, consistency, or composition; as, saccharoidal limestone."},{"word":"Saccharometer","type":"n.","descr":" A saccharimeter."},{"word":"Saccharomyces","type":"n.","descr":" A genus of budding fungi, the various species of which have the power, to a greater or less extent, or splitting up sugar into alcohol and carbonic acid. They are the active agents in producing fermentation of wine, beer, etc. Saccharomyces cerevisiae is the yeast of sedimentary beer. Also called Torula."},{"word":"Saccharomycetes","type":"n. pl.","descr":" A family of fungi consisting of the one genus Saccharomyces."},{"word":"Saccharonate","type":"n.","descr":" A salt of saccharonic acid."},{"word":"Saccharone","type":"n.","descr":" A white crystalline substance, C6H8O6, obtained by the oxidation of saccharin, and regarded as the lactone of saccharonic acid."},{"word":"Saccharone","type":"n.","descr":" An oily liquid, C6H10O2, obtained by the reduction of saccharin."},{"word":"Saccharonic","type":"a.","descr":" Of, pertaining to, or derived from, saccharone; specifically, designating an unstable acid which is obtained from saccharone (a) by hydration, and forms a well-known series of salts."},{"word":"Saccharose","type":"n.","descr":" Cane sugar; sucrose; also, in general, any one of the group of which saccharose, or sucrose proper, is the type. See Sucrose."},{"word":"Saccharous","type":"a.","descr":" Saccharine."},{"word":"Saccharum","type":"n.","descr":" A genus of tall tropical grasses including the sugar cane."},{"word":"Saccholactate","type":"n.","descr":" A salt of saccholactic acid; -- formerly called also saccholate."},{"word":"Saccholactic","type":"a.","descr":" Of, pertaining to, or designating, an acid now called mucic acid; saccholic."},{"word":"Saccholic","type":"a.","descr":" Saccholactic."},{"word":"Sacchulmate","type":"n.","descr":" A salt of sacchulmic acid."},{"word":"Sacchulmic","type":"a.","descr":" Of, pertaining to, or designating, an acid obtained as a dark amorphous substance by the long-continued boiling of sucrose with very dilute sulphuric acid. It resembles humic acid."},{"word":"Sacchulmin","type":"n.","descr":" An amorphous huminlike substance resembling sacchulmic acid, and produced together with it."},{"word":"Sacciferous","type":"a.","descr":" Bearing a sac."},{"word":"Sacciform","type":"a.","descr":" Having the general form of a sac."},{"word":"Saccoglossa","type":"n. pl.","descr":" Same as Pellibranchiata."},{"word":"Saccular","type":"a.","descr":" Like a sac; sacciform."},{"word":"Sacculated","type":"a.","descr":" Furnished with little sacs."},{"word":"Saccule","type":"n.","descr":" A little sac; specifically, the sacculus of the ear."},{"word":"Sacculo-cochlear","type":"a.","descr":" Pertaining to the sacculus and cochlea of the ear."},{"word":"Sacculo-utricular","type":"a.","descr":" Pertaining to the sacculus and utriculus of the ear."},{"word":"Sacculi","type":"pl. ","descr":" of Sacculus"},{"word":"Sacculus","type":"n.","descr":" A little sac; esp., a part of the membranous labyrinth of the ear."},{"word":"Sacci","type":"pl. ","descr":" of Saccus"},{"word":"Saccus","type":"n.","descr":" A sac."},{"word":"Sacella","type":"pl. ","descr":" of Sacellum"},{"word":"Sacellum","type":"n.","descr":" An unroofed space consecrated to a divinity."},{"word":"Sacellum","type":"n.","descr":" A small monumental chapel in a church."},{"word":"Sacerdotal","type":"a.","descr":" Of or pertaining to priests, or to the order of priests; relating to the priesthood; priesty; as, sacerdotal dignity; sacerdotal functions."},{"word":"Sacerdotalism","type":"m.","descr":" The system, style, spirit, or character, of a priesthood, or sacerdotal order; devotion to the interests of the sacerdotal order."},{"word":"Sacerdotally","type":"adv.","descr":" In a sacerdotal manner."},{"word":"Sachel","type":"n.","descr":" A small bag."},{"word":"Sachem","type":"n.","descr":" A chief of a tribe of the American Indians; a sagamore."},{"word":"Sachemdom","type":"n.","descr":" The government or jurisdiction of a sachem."},{"word":"Sachemship","type":"n.","descr":" Office or condition of a sachem."},{"word":"Sachet","type":"n.","descr":" A scent bag, or perfume cushion, to be laid among handkerchiefs, garments, etc., to perfume them."},{"word":"Saciety","type":"n.","descr":" Satiety."},{"word":"Sack","type":"n.","descr":" A name formerly given to various dry Spanish wines."},{"word":"Sack","type":"n.","descr":" A bag for holding and carrying goods of any kind; a receptacle made of some kind of pliable material, as cloth, leather, and the like; a large pouch."},{"word":"Sack","type":"n.","descr":" A measure of varying capacity, according to local usage and the substance. The American sack of salt is 215 pounds; the sack of wheat, two bushels."},{"word":"Sack","type":"n.","descr":" Originally, a loosely hanging garment for women, worn like a cloak about the shoulders, and serving as a decorative appendage to the gown; now, an outer garment with sleeves, worn by women; as, a dressing sack."},{"word":"Sack","type":"n.","descr":" A sack coat; a kind of coat worn by men, and extending from top to bottom without a cross seam."},{"word":"Sack","type":"n.","descr":" See 2d Sac, 2."},{"word":"Sack","type":"n.","descr":" Bed."},{"word":"Sack","type":"v. t.","descr":" To put in a sack; to bag; as, to sack corn."},{"word":"Sack","type":"v. t.","descr":" To bear or carry in a sack upon the back or the shoulders."},{"word":"Sack","type":"n.","descr":" The pillage or plunder, as of a town or city; the storm and plunder of a town; devastation; ravage."},{"word":"Sacked","type":"imp. and p. p.","descr":" of Sack"},{"word":"Sacking","type":"p. pr. and vb. n.","descr":" of Sack"},{"word":"Sack","type":"v. t.","descr":" To plunder or pillage, as a town or city; to devastate; to ravage."},{"word":"Sackage","type":"n.","descr":" The act of taking by storm and pillaging; sack."},{"word":"Sackbut","type":"n.","descr":" A brass wind instrument, like a bass trumpet, so contrived that it can be lengthened or shortened according to the tone required; -- said to be the same as the trombone."},{"word":"Sackcloth","type":"n.","descr":" Linen or cotton cloth such as sacks are made of; coarse cloth; anciently, a cloth or garment worn in mourning, distress, mortification, or penitence."},{"word":"Sackclothed","type":"a.","descr":" Clothed in sackcloth."},{"word":"Sacker","type":"n.","descr":" One who sacks; one who takes part in the storm and pillage of a town."},{"word":"Sackfuls","type":"pl. ","descr":" of Sackful"},{"word":"Sackful","type":"n.","descr":" As much as a sack will hold."},{"word":"Sackful","type":"a.","descr":" Bent on plunder."},{"word":"Sacking","type":"n.","descr":" Stout, coarse cloth of which sacks, bags, etc., are made."},{"word":"Sackless","type":"a.","descr":" Quiet; peaceable; harmless; innocent."},{"word":"Sack-winged","type":"a.","descr":" Having a peculiar pouch developed near the front edge of the wing; -- said of certain bats of the genus Saccopteryx."},{"word":"Sacque","type":"n.","descr":" Same as 2d Sack, 3."},{"word":"Sacral","type":"a.","descr":" Of or pertaining to the sacrum; in the region of the sacrum."},{"word":"Sacrament","type":"n.","descr":" The oath of allegiance taken by Roman soldiers; hence, a sacred ceremony used to impress an obligation; a solemn oath-taking; an oath."},{"word":"Sacrament","type":"n.","descr":" The pledge or token of an oath or solemn covenant; a sacred thing; a mystery."},{"word":"Sacrament","type":"n.","descr":" One of the solemn religious ordinances enjoined by Christ, the head of the Christian church, to be observed by his followers; hence, specifically, the eucharist; the Lord\\'s Supper."},{"word":"Sacrament","type":"v. t.","descr":" To bind by an oath."},{"word":"Sacramental","type":"a.","descr":" Of or pertaining to a sacrament or the sacraments; of the nature of a sacrament; sacredly or solemnly binding; as, sacramental rites or elements."},{"word":"Sacramental","type":"a.","descr":" Bound by a sacrament."},{"word":"Sacramental","type":"n.","descr":" That which relates to a sacrament."},{"word":"Sacramentalism","type":"n.","descr":" The doctrine and use of sacraments; attachment of excessive importance to sacraments."},{"word":"Sacramentalist","type":"n.","descr":" One who holds the doctrine of the real objective presence of Christ\\'s body and blood in the holy eucharist."},{"word":"Sacramentally","type":"adv.","descr":" In a sacramental manner."},{"word":"Sacramentarian","type":"n.","descr":" A name given in the sixteenth century to those German reformers who rejected both the Roman and the Lutheran doctrine of the holy eucharist."},{"word":"Sacramentarian","type":"n.","descr":" One who holds extreme opinions regarding the efficacy of sacraments."},{"word":"Sacramentarian","type":"a.","descr":" Of or pertaining a sacrament, or to the sacramentals; sacramental."},{"word":"Sacramentarian","type":"a.","descr":" Of or pertaining to the Sacramentarians."},{"word":"Sacramentary","type":"a.","descr":" Of or pertaining to a sacrament or the sacraments; sacramental."},{"word":"Sacramentary","type":"a.","descr":" Of or pertaining to the Sacramentarians."},{"word":"Sacramentary","type":"n.","descr":" An ancient book of the Roman Catholic Church, written by Pope Gelasius, and revised, corrected, and abridged by St. Gregory, in which were contained the rites for Mass, the sacraments, the dedication of churches, and other ceremonies. There are several ancient books of the same kind in France and Germany."},{"word":"Sacramentary","type":"n.","descr":" Same as Sacramentarian, n., 1."},{"word":"Sacramentize","type":"v. i.","descr":" To administer the sacraments."},{"word":"Sacrarium","type":"n.","descr":" A sort of family chapel in the houses of the Romans, devoted to a special divinity."},{"word":"Sacrarium","type":"n.","descr":" The adytum of a temple."},{"word":"Sacrarium","type":"n.","descr":" In a Christian church, the sanctuary."},{"word":"Sacrate","type":"v. t.","descr":" To consecrate."},{"word":"Sacration","type":"n.","descr":" Consecration."},{"word":"Sacre","type":"n.","descr":" See Saker."},{"word":"Sacre","type":"v. t.","descr":" To consecrate; to make sacred."},{"word":"Sacred","type":"a.","descr":" Set apart by solemn religious ceremony; especially, in a good sense, made holy; set apart to religious use; consecrated; not profane or common; as, a sacred place; a sacred day; sacred service."},{"word":"Sacred","type":"a.","descr":" Relating to religion, or to the services of religion; not secular; religious; as, sacred history."},{"word":"Sacred","type":"a.","descr":" Designated or exalted by a divine sanction; possessing the highest title to obedience, honor, reverence, or veneration; entitled to extreme reverence; venerable."},{"word":"Sacred","type":"a.","descr":" Hence, not to be profaned or violated; inviolable."},{"word":"Sacred","type":"a.","descr":" Consecrated; dedicated; devoted; -- with to."},{"word":"Sacred","type":"a.","descr":" Solemnly devoted, in a bad sense, as to evil, vengeance, curse, or the like; accursed; baleful."},{"word":"Sacrific","type":"a.","descr":" Alt. of Sacrifical"},{"word":"Sacrifical","type":"a.","descr":" Employed in sacrifice."},{"word":"Sacrificable","type":"a.","descr":" Capable of being offered in sacrifice."},{"word":"Sacrificant","type":"n.","descr":" One who offers a sacrifice."},{"word":"Sacrificator","type":"n.","descr":" A sacrificer; one who offers a sacrifice."},{"word":"Sacrificatory","type":"n.","descr":" Offering sacrifice."},{"word":"Sacrifice","type":"n.","descr":" The offering of anything to God, or to a god; consecratory rite."},{"word":"Sacrifice","type":"n.","descr":" Anything consecrated and offered to God, or to a divinity; an immolated victim, or an offering of any kind, laid upon an altar, or otherwise presented in the way of religious thanksgiving, atonement, or conciliation."},{"word":"Sacrifice","type":"n.","descr":" Destruction or surrender of anything for the sake of something else; devotion of some desirable object in behalf of a higher object, or to a claim deemed more pressing; hence, also, the thing so devoted or given up; as, the sacrifice of interest to pleasure, or of pleasure to interest."},{"word":"Sacrifice","type":"n.","descr":" A sale at a price less than the cost or the actual value."},{"word":"Sacrificed","type":"imp. and p. p.","descr":" of Sacrifice"},{"word":"Sacrificing","type":"p. pr. and vb. n.","descr":" of Sacrifice"},{"word":"Sacrifice","type":"n.","descr":" To make an offering of; to consecrate or present to a divinity by way of expiation or propitiation, or as a token acknowledgment or thanksgiving; to immolate on the altar of God, in order to atone for sin, to procure favor, or to express thankfulness; as, to sacrifice an ox or a sheep."},{"word":"Sacrifice","type":"n.","descr":" Hence, to destroy, surrender, or suffer to be lost, for the sake of obtaining something; to give up in favor of a higher or more imperative object or duty; to devote, with loss or suffering."},{"word":"Sacrifice","type":"n.","descr":" To destroy; to kill."},{"word":"Sacrifice","type":"n.","descr":" To sell at a price less than the cost or the actual value."},{"word":"Sacrifice","type":"v. i.","descr":" To make offerings to God, or to a deity, of things consumed on the altar; to offer sacrifice."},{"word":"Sacrificer","type":"n.","descr":" One who sacrifices."},{"word":"Sacrificial","type":"a.","descr":" Of or pertaining to sacrifice or sacrifices; consisting in sacrifice; performing sacrifice."},{"word":"Sacrilege","type":"n.","descr":" The sin or crime of violating or profaning sacred things; the alienating to laymen, or to common purposes, what has been appropriated or consecrated to religious persons or uses."},{"word":"Sacrilegious","type":"a.","descr":" Violating sacred things; polluted with sacrilege; involving sacrilege; profane; impious."},{"word":"Sacrilegist","type":"n.","descr":" One guilty of sacrilege."},{"word":"Sacring","type":"","descr":" a. and n. from Sacre."},{"word":"Sacrist","type":"n.","descr":" A sacristan; also, a person retained in a cathedral to copy out music for the choir, and take care of the books."},{"word":"Sacristan","type":"n.","descr":" An officer of the church who has the care of the utensils or movables, and of the church in general; a sexton."},{"word":"Sacristies","type":"pl. ","descr":" of Sacristy"},{"word":"Sacristy","type":"n.","descr":" An apartment in a church where the sacred utensils, vestments, etc., are kept; a vestry."},{"word":"Sacro-","type":"","descr":" A combining form denoting connection with, or relation to, the sacrum, as in sacro-coccygeal, sacro-iliac, sacrosciatic."},{"word":"Sacrosanct","type":"a.","descr":" Sacred; inviolable."},{"word":"Sacrosciatic","type":"a.","descr":" Of or pertaining to both the sacrum and the hip; as, the sacrosciatic foramina formed by the sacrosciatic ligaments which connect the sacrum and the hip bone."},{"word":"Sacrovertebral","type":"a.","descr":" Of or pertaining to the sacrum and that part of the vertebral column immediately anterior to it; as, the sacrovertebral angle."},{"word":"sacra","type":"pl. ","descr":" of Sacrum"},{"word":"Sacrum","type":"n.","descr":" That part of the vertebral column which is directly connected with, or forms a part of, the pelvis."},{"word":"Sacs","type":"n. pl.","descr":" A tribe of Indians, which, together with the Foxes, formerly occupied the region about Green Bay, Wisconsin."},{"word":"Sad","type":"supperl.","descr":" Sated; satisfied; weary; tired."},{"word":"Sad","type":"supperl.","descr":" Heavy; weighty; ponderous; close; hard."},{"word":"Sad","type":"supperl.","descr":" Dull; grave; dark; somber; -- said of colors."},{"word":"Sad","type":"supperl.","descr":" Serious; grave; sober; steadfast; not light or frivolous."},{"word":"Sad","type":"supperl.","descr":" Affected with grief or unhappiness; cast down with affliction; downcast; gloomy; mournful."},{"word":"Sad","type":"supperl.","descr":" Afflictive; calamitous; causing sorrow; as, a sad accident; a sad misfortune."},{"word":"Sad","type":"supperl.","descr":" Hence, bad; naughty; troublesome; wicked."},{"word":"Sad","type":"v. t.","descr":" To make sorrowful; to sadden."},{"word":"Sadda","type":"n.","descr":" A work in the Persian tongue, being a summary of the Zend-Avesta, or sacred books."},{"word":"Saddened","type":"imp. and p. p.","descr":" of Sadden"},{"word":"Saddening","type":"p. pr. and vb. n.","descr":" of Sadden"},{"word":"Sadden","type":"v. t.","descr":" To make sad."},{"word":"Sadden","type":"v. t.","descr":" To render heavy or cohesive."},{"word":"Sadden","type":"v. t.","descr":" To make dull- or sad-colored, as cloth."},{"word":"Sadden","type":"v. t.","descr":" To make grave or serious; to make melancholy or sorrowful."},{"word":"Sadden","type":"v. i.","descr":" To become, or be made, sad."},{"word":"Sadder","type":"n.","descr":" Same as Sadda."},{"word":"Saddle","type":"n.","descr":" A seat for a rider, -- usually made of leather, padded to span comfortably a horse\\'s back, furnished with stirrups for the rider\\'s feet to rest in, and fastened in place with a girth; also, a seat for the rider on a bicycle or tricycle."},{"word":"Saddle","type":"n.","descr":" A padded part of a harness which is worn on a horse\\'s back, being fastened in place with a girth. It serves various purposes, as to keep the breeching in place, carry guides for the reins, etc."},{"word":"Saddle","type":"n.","descr":" A piece of meat containing a part of the backbone of an animal with the ribs on each side; as, a saddle of mutton, of venison, etc."},{"word":"Saddle","type":"n.","descr":" A block of wood, usually fastened to some spar, and shaped to receive the end of another spar."},{"word":"Saddle","type":"n.","descr":" A part, as a flange, which is hollowed out to fit upon a convex surface and serve as a means of attachment or support."},{"word":"Saddle","type":"n.","descr":" The clitellus of an earthworm."},{"word":"Saddle","type":"n.","descr":" The threshold of a door, when a separate piece from the floor or landing; -- so called because it spans and covers the joint between two floors."},{"word":"Saddled","type":"imp. and p. p.","descr":" of Saddle"},{"word":"Saddling","type":"p. pr. and vb. n.","descr":" of Saddle"},{"word":"Saddle","type":"v. t.","descr":" To put a saddle upon; to equip (a beast) for riding."},{"word":"Saddle","type":"v. t.","descr":" Hence: To fix as a charge or burden upon; to load; to encumber; as, to saddle a town with the expense of bridges and highways."},{"word":"Saddleback","type":"a.","descr":" Same as Saddle-backed."},{"word":"Saddleback","type":"n.","descr":" Anything saddle-backed; esp., a hill or ridge having a concave outline at the top."},{"word":"Saddleback","type":"n.","descr":" The harp seal."},{"word":"Saddleback","type":"n.","descr":" The great blackbacked gull (Larus marinus)."},{"word":"Saddleback","type":"n.","descr":" The larva of a bombycid moth (Empretia stimulea) which has a large, bright green, saddle-shaped patch of color on the back."},{"word":"Saddle-backed","type":"a.","descr":" Having the outline of the upper part concave like the seat of a saddle."},{"word":"Saddle-backed","type":"a.","descr":" Having a low back and high neck, as a horse."},{"word":"Saddlebags","type":"n. pl.","descr":" Bags, usually of leather, united by straps or a band, formerly much used by horseback riders to carry small articles, one bag hanging on each side."},{"word":"Saddlebow","type":"n.","descr":" The bow or arch in the front part of a saddle, or the pieces which form the front."},{"word":"Saddlecloth","type":"n.","descr":" A cloth under a saddle, and extending out behind; a housing."},{"word":"Saddled","type":"a.","descr":" Having a broad patch of color across the back, like a saddle; saddle-backed."},{"word":"Saddler","type":"n.","descr":" One who makes saddles."},{"word":"Saddler","type":"n.","descr":" A harp seal."},{"word":"Saddlery","type":"n.","descr":" The materials for making saddles and harnesses; the articles usually offered for sale in a saddler\\'s shop."},{"word":"Saddlery","type":"n.","descr":" The trade or employment of a saddler."},{"word":"Saddle-shaped","type":"a.","descr":" Shaped like a saddle."},{"word":"Saddle-shaped","type":"a.","descr":" Bent down at the sides so as to give the upper part a rounded form."},{"word":"Saddle-shaped","type":"a.","descr":" Bent on each side of a mountain or ridge, without being broken at top; -- said of strata."},{"word":"Saddletree","type":"n.","descr":" The frame of a saddle."},{"word":"Sadducaic","type":"a.","descr":" Pertaining to, or like, the Sadducees; as, Sadducaic reasonings."},{"word":"Sadducee","type":"n.","descr":" One of a sect among the ancient Jews, who denied the resurrection, a future state, and the existence of angels."},{"word":"Sadduceeism","type":"n.","descr":" Alt. of Sadducism"},{"word":"Sadducism","type":"n.","descr":" The tenets of the Sadducees."},{"word":"Sadducized","type":"imp. and p. p.","descr":" of Sadducize"},{"word":"Sadducizing","type":"p. pr. and vb. n.","descr":" of Sadducize"},{"word":"Sadducize","type":"v. i.","descr":" To adopt the principles of the Sadducees."},{"word":"Sadh","type":"n.","descr":" A member of a monotheistic sect of Hindoos. Sadhs resemble the Quakers in many respects."},{"word":"Sadiron","type":"n.","descr":" An iron for smoothing clothes; a flatiron."},{"word":"Sadly","type":"adv.","descr":" Wearily; heavily; firmly."},{"word":"Sadly","type":"adv.","descr":" Seriously; soberly; gravely."},{"word":"Sadly","type":"adv.","descr":" Grievously; deeply; sorrowfully; miserably."},{"word":"Sadness","type":"n.","descr":" Heaviness; firmness."},{"word":"Sadness","type":"n.","descr":" Seriousness; gravity; discretion."},{"word":"Sadness","type":"n.","descr":" Quality of being sad, or unhappy; gloominess; sorrowfulness; dejection."},{"word":"Sadr","type":"n.","descr":" A plant of the genus Ziziphus (Z. lotus); -- so called by the Arabs of Barbary, who use its berries for food. See Lotus (b)."},{"word":"Saengerfest","type":"n.","descr":" A festival of singers; a German singing festival."},{"word":"Safe","type":"superl.","descr":" Free from harm, injury, or risk; untouched or unthreatened by danger or injury; unharmed; unhurt; secure; whole; as, safe from disease; safe from storms; safe from foes."},{"word":"Safe","type":"superl.","descr":" Conferring safety; securing from harm; not exposing to danger; confining securely; to be relied upon; not dangerous; as, a safe harbor; a safe bridge, etc."},{"word":"Safe","type":"superl.","descr":" Incapable of doing harm; no longer dangerous; in secure care or custody; as, the prisoner is safe."},{"word":"Safe","type":"n.","descr":" A place for keeping things in safety."},{"word":"Safe","type":"n.","descr":" A strong and fireproof receptacle (as a movable chest of steel, etc., or a closet or vault of brickwork) for containing money, valuable papers, or the like."},{"word":"Safe","type":"n.","descr":" A ventilated or refrigerated chest or closet for securing provisions from noxious animals or insects."},{"word":"Safe","type":"v. t.","descr":" To render safe; to make right."},{"word":"Safe-conduct","type":"n.","descr":" That which gives a safe passage"},{"word":"Safe-conduct","type":"n.","descr":" a convoy or guard to protect a person in an enemy\\'s country or a foreign country"},{"word":"Safe-conduct","type":"n.","descr":" a writing, pass, or warrant of security, given to a person to enable him to travel with safety."},{"word":"Safe-conduct","type":"v. t.","descr":" To conduct safely; to give safe-conduct to."},{"word":"Safeguard","type":"n.","descr":" One who, or that which, defends or protects; defense; protection."},{"word":"Safeguard","type":"n.","descr":" A convoy or guard to protect a traveler or property."},{"word":"Safeguard","type":"n.","descr":" A pass; a passport; a safe-conduct."},{"word":"Safeguard","type":"v. t.","descr":" To guard; to protect."},{"word":"Safe-keeping","type":"n.","descr":" The act of keeping or preserving in safety from injury or from escape; care; custody."},{"word":"Safely","type":"adv.","descr":" In a safe manner; danger, injury, loss, or evil consequences."},{"word":"Safeness","type":"n.","descr":" The quality or state of being safe; freedom from hazard, danger, harm, or loss; safety; security; as the safeness of an experiment, of a journey, or of a possession."},{"word":"Safe-pledge","type":"n.","descr":" A surety for the appearance of a person at a given time."},{"word":"Safety","type":"n.","descr":" The condition or state of being safe; freedom from danger or hazard; exemption from hurt, injury, or loss."},{"word":"Safety","type":"n.","descr":" Freedom from whatever exposes one to danger or from liability to cause danger or harm; safeness; hence, the quality of making safe or secure, or of giving confidence, justifying trust, insuring against harm or loss, etc."},{"word":"Safety","type":"n.","descr":" Preservation from escape; close custody."},{"word":"Safety","type":"n.","descr":" Same as Safety touchdown, below."},{"word":"Safflow","type":"n.","descr":" The safflower."},{"word":"Safflower","type":"n.","descr":" An annual composite plant (Carthamus tinctorius), the flowers of which are used as a dyestuff and in making rouge; bastard, or false, saffron."},{"word":"Safflower","type":"n.","descr":" The dried flowers of the Carthamus tinctorius."},{"word":"Safflower","type":"n.","descr":" A dyestuff from these flowers. See Safranin (b)."},{"word":"Saffron","type":"n.","descr":" A bulbous iridaceous plant (Crocus sativus) having blue flowers with large yellow stigmas. See Crocus."},{"word":"Saffron","type":"n.","descr":" The aromatic, pungent, dried stigmas, usually with part of the stile, of the Crocus sativus. Saffron is used in cookery, and in coloring confectionery, liquors, varnishes, etc., and was formerly much used in medicine."},{"word":"Saffron","type":"n.","descr":" An orange or deep yellow color, like that of the stigmas of the Crocus sativus."},{"word":"Saffron","type":"a.","descr":" Having the color of the stigmas of saffron flowers; deep orange-yellow; as, a saffron face; a saffron streamer."},{"word":"Saffron","type":"v. t.","descr":" To give color and flavor to, as by means of saffron; to spice."},{"word":"Saffrony","type":"a.","descr":" Having a color somewhat like saffron; yellowish."},{"word":"Safranin","type":"n.","descr":" An orange-red dyestuff extracted from the saffron."},{"word":"Safranin","type":"n.","descr":" A red dyestuff extracted from the safflower, and formerly used in dyeing wool, silk, and cotton pink and scarlet; -- called also Spanish red, China lake, and carthamin."},{"word":"Safranin","type":"n.","descr":" An orange-red dyestuff prepared from certain nitro compounds of creosol, and used as a substitute for the safflower dye."},{"word":"Safranine","type":"n.","descr":" An orange-red nitrogenous dyestuff produced artificially by oxidizing certain aniline derivatives, and used in dyeing silk and wool; also, any one of the series of which safranine proper is the type."},{"word":"Sagged","type":"imp. and p. p.","descr":" of Sag"},{"word":"Sagging","type":"p. pr. and vb. n.","descr":" of Sag"},{"word":"Sag","type":"v. i.","descr":" To sink, in the middle, by its weight or under applied pressure, below a horizontal line or plane; as, a line or cable supported by its ends sags, though tightly drawn; the floor of a room sags; hence, to lean, give way, or settle from a vertical position; as, a building may sag one way or another; a door sags on its hinges."},{"word":"Sag","type":"v. i.","descr":" Fig.: To lose firmness or elasticity; to sink; to droop; to flag; to bend; to yield, as the mind or spirits, under the pressure of care, trouble, doubt, or the like; to be unsettled or unbalanced."},{"word":"Sag","type":"v. i.","descr":" To loiter in walking; to idle along; to drag or droop heavily."},{"word":"Sag","type":"v. t.","descr":" To cause to bend or give way; to load."},{"word":"Sag","type":"n.","descr":" State of sinking or bending; sagging."},{"word":"Sagas","type":"pl. ","descr":" of Saga"},{"word":"Saga","type":"n.","descr":" A Scandinavian legend, or heroic or mythic tradition, among the Norsemen and kindred people; a northern European popular historical or religious tale of olden time."},{"word":"Sagacious","type":"a.","descr":" Of quick sense perceptions; keen-scented; skilled in following a trail."},{"word":"Sagacious","type":"a.","descr":" Hence, of quick intellectual perceptions; of keen penetration and judgment; discerning and judicious; knowing; far-sighted; shrewd; sage; wise; as, a sagacious man; a sagacious remark."},{"word":"Sagacity","type":"n.","descr":" The quality of being sagacious; quickness or acuteness of sense perceptions; keenness of discernment or penetration with soundness of judgment; shrewdness."},{"word":"Sagamore","type":"n.","descr":" The head of a tribe among the American Indians; a chief; -- generally used as synonymous with sachem, but some writters distinguished between them, making the sachem a chief of the first rank, and a sagamore one of the second rank."},{"word":"Sagamore","type":"n.","descr":" A juice used in medicine."},{"word":"Sagapen","type":"n.","descr":" Sagapenum."},{"word":"Sagapenum","type":"n.","descr":" A fetid gum resin obtained from a species of Ferula. It has been used in hysteria, etc., but is now seldom met with."},{"word":"Sagathy","type":"n.","descr":" A mixed woven fabric of silk and cotton, or silk and wool; sayette; also, a light woolen fabric."},{"word":"Sage","type":"n.","descr":" A suffruticose labiate plant (Salvia officinalis) with grayish green foliage, much used in flavoring meats, etc. The name is often extended to the whole genus, of which many species are cultivated for ornament, as the scarlet sage, and Mexican red and blue sage."},{"word":"Sage","type":"n.","descr":" The sagebrush."},{"word":"Sage","type":"superl.","descr":" Having nice discernment and powers of judging; prudent; grave; sagacious."},{"word":"Sage","type":"superl.","descr":" Proceeding from wisdom; well judged; shrewd; well adapted to the purpose."},{"word":"Sage","type":"superl.","descr":" Grave; serious; solemn."},{"word":"Sage","type":"n.","descr":" A wise man; a man of gravity and wisdom; especially, a man venerable for years, and of sound judgment and prudence; a grave philosopher."},{"word":"Sagebrush","type":"n.","descr":" A low irregular shrub (Artemisia tridentata), of the order Compositae, covering vast tracts of the dry alkaline regions of the American plains; -- called also sagebush, and wild sage."},{"word":"Sagely","type":"adv.","descr":" In a sage manner; wisely."},{"word":"Sagene","type":"n.","descr":" A Russian measure of length equal to about seven English feet."},{"word":"Sageness","type":"n.","descr":" The quality or state of being sage; wisdom; sagacity; prudence; gravity."},{"word":"Sagenite","type":"n.","descr":" Acicular rutile occurring in reticulated forms imbedded in quartz."},{"word":"Sagenitic","type":"a.","descr":" Resembling sagenite; -- applied to quartz when containing acicular crystals of other minerals, most commonly rutile, also tourmaline, actinolite, and the like."},{"word":"Sagger","type":"n.","descr":" A pot or case of fire clay, in which fine stoneware is inclosed while baking in the kiln; a seggar."},{"word":"Sagger","type":"n.","descr":" The clay of which such pots or cases are made."},{"word":"Sagging","type":"n.","descr":" A bending or sinking between the ends of a thing, in consequence of its own, or an imposed, weight; an arching downward in the middle, as of a ship after straining. Cf. Hogging."},{"word":"Saginate","type":"v. t.","descr":" To make fat; to pamper."},{"word":"Sagination","type":"n.","descr":" The act of fattening or pampering."},{"word":"Sagitta","type":"n.","descr":" A small constellation north of Aquila; the Arrow."},{"word":"Sagitta","type":"n.","descr":" The keystone of an arch."},{"word":"Sagitta","type":"n.","descr":" The distance from a point in a curve to the chord; also, the versed sine of an arc; -- so called from its resemblance to an arrow resting on the bow and string."},{"word":"Sagitta","type":"n.","descr":" The larger of the two otoliths, or ear bones, found in most fishes."},{"word":"Sagitta","type":"n.","descr":" A genus of transparent, free-swimming marine worms having lateral and caudal fins, and capable of swimming rapidly. It is the type of the class Chaetognatha."},{"word":"Sagittal","type":"a.","descr":" Of or pertaining to an arrow; resembling an arrow; furnished with an arrowlike appendage."},{"word":"Sagittal","type":"a.","descr":" Of or pertaining to the sagittal suture; in the region of the sagittal suture; rabdoidal; as, the sagittal furrow, or groove, on the inner surface of the roof of the skull."},{"word":"Sagittal","type":"a.","descr":" In the mesial plane; mesial; as, a sagittal section of an animal."},{"word":"Sagittarius","type":"n.","descr":" The ninth of the twelve signs of the zodiac, which the sun enters about November 22, marked thus [\/] in almanacs; the Archer."},{"word":"Sagittarius","type":"n.","descr":" A zodiacal constellation, represented on maps and globes as a centaur shooting an arrow."},{"word":"Sagittary","type":"n.","descr":" A centaur; a fabulous being, half man, half horse, armed with a bow and quiver."},{"word":"Sagittary","type":"n.","descr":" The Arsenal in Venice; -- so called from having a figure of an archer over the door."},{"word":"Sagittary","type":"a.","descr":" Pertaining to, or resembling, an arrow."},{"word":"Sagittate","type":"a.","descr":" Shaped like an arrowhead; triangular, with the two basal angles prolonged downward."},{"word":"Sagittated","type":"a.","descr":" Sagittal; sagittate."},{"word":"Sagittocyst","type":"n.","descr":" A defensive cell containing a minute rodlike structure which may be expelled. Such cells are found in certain Turbellaria."},{"word":"Sago","type":"n.","descr":" A dry granulated starch imported from the East Indies, much used for making puddings and as an article of diet for the sick; also, as starch, for stiffening textile fabrics. It is prepared from the stems of several East Indian and Malayan palm trees, but chiefly from the Metroxylon Sagu; also from several cycadaceous plants (Cycas revoluta, Zamia integrifolia, etc.)."},{"word":"Sagoin","type":"n.","descr":" A marmoset; -- called also sagouin."},{"word":"Saga","type":"pl. ","descr":" of Sagum"},{"word":"Sagum","type":"n.","descr":" The military cloak of the Roman soldiers."},{"word":"Sagus","type":"n.","descr":" A genus of palms from which sago is obtained."},{"word":"Sagy","type":"a.","descr":" Full of sage; seasoned with sage."},{"word":"Sahib","type":"n.","descr":" Alt. of Saheb"},{"word":"Saheb","type":"n.","descr":" A respectful title or appellation given to Europeans of rank."},{"word":"Sahibah","type":"n.","descr":" A lady; mistress."},{"word":"Sahidic","type":"a.","descr":" Same as Thebaic."},{"word":"Sahlite","type":"n.","descr":" See Salite."},{"word":"Sahui","type":"n.","descr":" A marmoset."},{"word":"Sai","type":"n.","descr":" See Capuchin, 3 (a)."},{"word":"Saibling","type":"n.","descr":" A European mountain trout (Salvelinus alpinus); -- called also Bavarian charr."},{"word":"Saic","type":"n.","descr":" A kind of ketch very common in the Levant, which has neither topgallant sail nor mizzen topsail."},{"word":"Said","type":"","descr":" imp. and p. p. of Say."},{"word":"Said","type":"a.","descr":" Before-mentioned; already spoken of or specified; aforesaid; -- used chiefly in legal style."},{"word":"Saiga","type":"n.","descr":" An antelope (Saiga Tartarica) native of the plains of Siberia and Eastern Russia. The male has erect annulated horns, and tufts of long hair beneath the eyes and ears."},{"word":"Saikyr","type":"n.","descr":" Same as Saker."},{"word":"Sail","type":"n.","descr":" An extent of canvas or other fabric by means of which the wind is made serviceable as a power for propelling vessels through the water."},{"word":"Sail","type":"n.","descr":" Anything resembling a sail, or regarded as a sail."},{"word":"Sail","type":"n.","descr":" A wing; a van."},{"word":"Sail","type":"n.","descr":" The extended surface of the arm of a windmill."},{"word":"Sail","type":"n.","descr":" A sailing vessel; a vessel of any kind; a craft."},{"word":"Sail","type":"n.","descr":" A passage by a sailing vessel; a journey or excursion upon the water."},{"word":"Sailed","type":"imp. and p. p.","descr":" of Sail"},{"word":"Sailing","type":"p. pr. and vb. n.","descr":" of Sail"},{"word":"Sail","type":"n.","descr":" To be impelled or driven forward by the action of wind upon sails, as a ship on water; to be impelled on a body of water by the action of steam or other power."},{"word":"Sail","type":"n.","descr":" To move through or on the water; to swim, as a fish or a water fowl."},{"word":"Sail","type":"n.","descr":" To be conveyed in a vessel on water; to pass by water; as, they sailed from London to Canton."},{"word":"Sail","type":"n.","descr":" To set sail; to begin a voyage."},{"word":"Sail","type":"n.","descr":" To move smoothly through the air; to glide through the air without apparent exertion, as a bird."},{"word":"Sail","type":"v. t.","descr":" To pass or move upon, as in a ship, by means of sails; hence, to move or journey upon (the water) by means of steam or other force."},{"word":"Sail","type":"v. t.","descr":" To fly through; to glide or move smoothly through."},{"word":"Sail","type":"v. t.","descr":" To direct or manage the motion of, as a vessel; as, to sail one\\'s own ship."},{"word":"Sailable","type":"a.","descr":" Capable of being sailed over; navigable; as, a sailable river."},{"word":"Sailboat","type":"n.","descr":" A boat propelled by a sail or sails."},{"word":"Sailcloth","type":"n.","descr":" Duck or canvas used in making sails."},{"word":"Sailer","type":"n.","descr":" A sailor."},{"word":"Sailer","type":"n.","descr":" A ship or other vessel; -- with qualifying words descriptive of speed or manner of sailing; as, a heavy sailer; a fast sailer."},{"word":"Sailfish","type":"n.","descr":" The banner fish, or spikefish (Histiophorus.)"},{"word":"Sailfish","type":"n.","descr":" The basking, or liver, shark."},{"word":"Sailfish","type":"n.","descr":" The quillback."},{"word":"Sailing","type":"n.","descr":" The act of one who, or that which, sails; the motion of a vessel on water, impelled by wind or steam; the act of starting on a voyage."},{"word":"Sailing","type":"n.","descr":" The art of managing a vessel; seamanship; navigation; as, globular sailing; oblique sailing."},{"word":"Sailless","type":"a.","descr":" Destitute of sails."},{"word":"Sailmaker","type":"n.","descr":" One whose occupation is to make or repair sails."},{"word":"Sailor","type":"n.","descr":" One who follows the business of navigating ships or other vessels; one who understands the practical management of ships; one of the crew of a vessel; a mariner; a common seaman."},{"word":"Saily","type":"a.","descr":" Like a sail."},{"word":"Saim","type":"n.","descr":" Lard; grease."},{"word":"Saimir","type":"n.","descr":" The squirrel monkey."},{"word":"Sain","type":"p. p.","descr":" Said."},{"word":"Sain","type":"v. t.","descr":" To sanctify; to bless so as to protect from evil influence."},{"word":"Sainfoin","type":"n.","descr":" A leguminous plant (Onobrychis sativa) cultivated for fodder."},{"word":"Sainfoin","type":"n.","descr":" A kind of tick trefoil (Desmodium Canadense)."},{"word":"Saint","type":"n.","descr":" A person sanctified; a holy or godly person; one eminent for piety and virtue; any true Christian, as being redeemed and consecrated to God."},{"word":"Saint","type":"n.","descr":" One of the blessed in heaven."},{"word":"Saint","type":"n.","descr":" One canonized by the church."},{"word":"Sainted","type":"imp. and p. p.","descr":" of Saint"},{"word":"Sainting","type":"p. pr. and vb. n.","descr":" of Saint"},{"word":"Saint","type":"v. t.","descr":" To make a saint of; to enroll among the saints by an offical act, as of the pope; to canonize; to give the title or reputation of a saint to (some one)."},{"word":"Saint","type":"v. i.","descr":" To act or live as a saint."},{"word":"Saintdom","type":"n.","descr":" The state or character of a saint."},{"word":"Sainted","type":"a.","descr":" Consecrated; sacred; holy; pious."},{"word":"Sainted","type":"a.","descr":" Entered into heaven; -- a euphemism for dead."},{"word":"Saintess","type":"n.","descr":" A female saint."},{"word":"Sainthood","type":"n.","descr":" The state of being a saint; the condition of a saint."},{"word":"Sainthood","type":"n.","descr":" The order, or united body, of saints; saints, considered collectively."},{"word":"Saintish","type":"a.","descr":" Somewhat saintlike; -- used ironically."},{"word":"Saintism","type":"n.","descr":" The character or quality of saints; also, hypocritical pretense of holiness."},{"word":"Saintlike","type":"a.","descr":" Resembling a saint; suiting a saint; becoming a saint; saintly."},{"word":"Saintliness","type":"n.","descr":" Quality of being saintly."},{"word":"Saintly","type":"superl.","descr":" Like a saint; becoming a holy person."},{"word":"Saintologist","type":"n.","descr":" One who writes the lives of saints."},{"word":"Saintship","type":"n.","descr":" The character or qualities of a saint."},{"word":"Saint-Simonian","type":"n.","descr":" A follower of the Count de St. Simon, who died in 1825, and who maintained that the principle of property held in common, and the just division of the fruits of common labor among the members of society, are the true remedy for the social evils which exist."},{"word":"Saint-Simonianism","type":"n.","descr":" The principles, doctrines, or practice of the Saint-Simonians; -- called also Saint- Simonism."},{"word":"Saith","type":"","descr":" 3d pers. sing. pres. of Say."},{"word":"Saithe","type":"n.","descr":" The pollock, or coalfish; -- called also sillock."},{"word":"Saiva","type":"n.","descr":" One of an important religious sect in India which regards Siva with peculiar veneration."},{"word":"Saivism","type":"n.","descr":" The worship of Siva."},{"word":"Sajene","type":"n.","descr":" Same as Sagene."},{"word":"Sajou","type":"n.","descr":" Same as Sapajou."},{"word":"Sake","type":"n.","descr":" Final cause; end; purpose of obtaining; cause; motive; reason; interest; concern; account; regard or respect; -- used chiefly in such phrases as, for the sake of, for his sake, for man\\'s sake, for mercy\\'s sake, and the like; as, to commit crime for the sake of gain; to go abroad for the sake of one\\'s health."},{"word":"Saker","type":"n.","descr":" A falcon (Falco sacer) native of Southern Europe and Asia, closely resembling the lanner."},{"word":"Saker","type":"n.","descr":" The peregrine falcon."},{"word":"Saker","type":"n.","descr":" A small piece of artillery."},{"word":"Sakeret","type":"n.","descr":" The male of the saker (a)."},{"word":"Saki","type":"n.","descr":" Any one of several species of South American monkeys of the genus Pithecia. They have large ears, and a long hairy tail which is not prehensile."},{"word":"Saki","type":"n.","descr":" The alcoholic drink of Japan. It is made from rice."},{"word":"Sakti","type":"n.","descr":" The divine energy, personified as the wife of a deity (Brahma, Vishnu, Siva, etc.); the female principle."},{"word":"Sal","type":"n.","descr":" An East Indian timber tree (Shorea robusta), much used for building purposes. It is of a light brown color, close-grained, heavy, and durable."},{"word":"Sal","type":"n.","descr":" Salt."},{"word":"Salaam","type":"n.","descr":" Same as Salam."},{"word":"Salaam","type":"v. i.","descr":" To make or perform a salam."},{"word":"Salability","type":"n.","descr":" The quality or condition of being salable; salableness."},{"word":"Salable","type":"a.","descr":" Capable of being sold; fit to be sold; finding a ready market."},{"word":"Salacious","type":"n.","descr":" Having a propensity to venery; lustful; lecherous."},{"word":"Salacity","type":"n.","descr":" Strong propensity to venery; lust; lecherousness."},{"word":"Salad","type":"n.","descr":" A preparation of vegetables, as lettuce, celery, water cress, onions, etc., usually dressed with salt, vinegar, oil, and spice, and eaten for giving a relish to other food; as, lettuce salad; tomato salad, etc."},{"word":"Salad","type":"n.","descr":" A dish composed of chopped meat or fish, esp. chicken or lobster, mixed with lettuce or other vegetables, and seasoned with oil, vinegar, mustard, and other condiments; as, chicken salad; lobster salad."},{"word":"Salade","type":"n.","descr":" A helmet. See Sallet."},{"word":"Salading","type":"n.","descr":" Vegetables for salad."},{"word":"Salaeratus","type":"n.","descr":" See Saleratus."},{"word":"Salagane","type":"n.","descr":" The esculent swallow. See under Esculent."},{"word":"Salal-berry","type":"n.","descr":" The edible fruit of the Gaultheria Shallon, an ericaceous shrub found from California northwards. The berries are about the size of a common grape and of a dark purple color."},{"word":"Salam","type":"n.","descr":" A salutation or compliment of ceremony in the east by word or act; an obeisance, performed by bowing very low and placing the right palm on the forehead."},{"word":"Salamander","type":"n.","descr":" Any one of numerous species of Urodela, belonging to Salamandra, Amblystoma, Plethodon, and various allied genera, especially those that are more or less terrestrial in their habits."},{"word":"Salamander","type":"n.","descr":" The pouched gopher (Geomys tuza) of the Southern United States."},{"word":"Salamander","type":"n.","descr":" A culinary utensil of metal with a plate or disk which is heated, and held over pastry, etc., to brown it."},{"word":"Salamander","type":"n.","descr":" A large poker."},{"word":"Salamander","type":"n.","descr":" Solidified material in a furnace hearth."},{"word":"Salamandrina","type":"n.","descr":" A suborder of Urodela, comprising salamanders."},{"word":"Salamandrine","type":"a.","descr":" Of, pertaining to, or resembling, a salamander; enduring fire."},{"word":"Salamandroid","type":"a.","descr":" Like or pertaining to the salamanders."},{"word":"Salamandroidea","type":"n. pl.","descr":" A division of Amphibia including the Salamanders and allied groups; the Urodela."},{"word":"Salamstone","type":"n.","descr":" A kind of blue sapphire brought from Ceylon."},{"word":"Salangana","type":"n.","descr":" The salagane."},{"word":"Salaried","type":"a.","descr":" Receiving a salary; paid by a salary; having a salary attached; as, a salaried officer; a salaried office."},{"word":"Salary","type":"a.","descr":" Saline"},{"word":"Salaries","type":"pl. ","descr":" of Salary"},{"word":"Salary","type":"n.","descr":" The recompense or consideration paid, or stipulated to be paid, to a person at regular intervals for services; fixed wages, as by the year, quarter, or month; stipend; hire."},{"word":"Salaried","type":"imp. and p. p.","descr":" of Salary"},{"word":"Salarying","type":"p. pr. and vb. n.","descr":" of Salary"},{"word":"Salary","type":"v. t.","descr":" To pay, or agree to pay, a salary to; to attach salary to; as, to salary a clerk; to salary a position."},{"word":"Sale","type":"n.","descr":" See 1st Sallow."},{"word":"Sale","type":"v. t.","descr":" The act of selling; the transfer of property, or a contract to transfer the ownership of property, from one person to another for a valuable consideration, or for a price in money."},{"word":"Sale","type":"v. t.","descr":" Opportunity of selling; demand; market."},{"word":"Sale","type":"v. t.","descr":" Public disposal to the highest bidder, or exposure of goods in market; auction."},{"word":"Saleable","type":"adv.","descr":" Alt. of Saleably"},{"word":"Saleably","type":"adv.","descr":" See Salable, Salably, etc."},{"word":"Saleb","type":"n.","descr":" See Salep."},{"word":"Salebrosity","type":"n.","descr":" Roughness or ruggedness."},{"word":"Salebrous","type":"a.","descr":" Rough; rugged."},{"word":"Salep","type":"n.","descr":" The dried tubers of various species of Orchis, and Eulophia. It is used to make a nutritious beverage by treating the powdered preparation with hot water."},{"word":"Saleratus","type":"n.","descr":" Aerated salt; a white crystalline substance having an alkaline taste and reaction, consisting of sodium bicarbonate (see under Sodium.) It is largely used in cooking, with sour milk (lactic acid) or cream of tartar as a substitute for yeast. It is also an ingredient of most baking powders, and is used in the preparation of effervescing drinks."},{"word":"Salesmen","type":"pl. ","descr":" of Salesman"},{"word":"Salesman","type":"n.","descr":" One who sells anything; one whose occupation is to sell goods or merchandise."},{"word":"Saleswomen","type":"pl. ","descr":" of Saleswoman"},{"word":"Saleswoman","type":"n.","descr":" A woman whose occupation is to sell goods or merchandise."},{"word":"Salework","type":"n.","descr":" Work or things made for sale; hence, work done carelessly or slightingly."},{"word":"Salian","type":"a.","descr":" Denoting a tribe of Franks who established themselves early in the fourth century on the river Sala [now Yssel]; Salic."},{"word":"Salian","type":"n.","descr":" A Salian Frank."},{"word":"Saliant","type":"a.","descr":" Same as Salient."},{"word":"Saliaunce","type":"a.","descr":" Salience; onslaught."},{"word":"Salic","type":"a.","descr":" Of or pertaining to the Salian Franks, or to the Salic law so called."},{"word":"Salicaceous","type":"a.","descr":" Belonging or relating to the willow."},{"word":"Salicin","type":"n.","descr":" A glucoside found in the bark and leaves of several species of willow (Salix) and poplar, and extracted as a bitter white crystalline substance."},{"word":"Salicyl","type":"n.","descr":" The hypothetical radical of salicylic acid and of certain related compounds."},{"word":"Salicylal","type":"n.","descr":" A thin, fragrant, colorless oil, HO.C6H4.CHO, found in the flowers of meadow sweet (Spiraea), and also obtained by oxidation of salicin, saligenin, etc. It reddens on exposure. Called also salicylol, salicylic aldehyde, and formerly salicylous, \/ spiroylous, acid."},{"word":"Salicylate","type":"n.","descr":" A salt of salicylic acid."},{"word":"Salicylic","type":"a.","descr":" Pertaining to, derived from, or designating, an acid formerly obtained by fusing salicin with potassium hydroxide, and now made in large quantities from phenol (carbolic acid) by the action of carbon dioxide on heated sodium phenolate. It is a white crystalline substance. It is used as an antiseptic, and in its salts in the treatment of rheumatism. Called also hydroxybenzoic acid."},{"word":"Salicylide","type":"n.","descr":" A white crystalline substance obtained by dehydration of salicylic acid."},{"word":"Salicylite","type":"n.","descr":" A compound of salicylal; -- named after the analogy of a salt."},{"word":"Salicylol","type":"n.","descr":" Same as Salicylal."},{"word":"Salicylous","type":"a.","descr":" Pertaining to, or designating, a substance formerly called salicylous acid, and now salicylal."},{"word":"Salience","type":"n.","descr":" The quality or condition of being salient; a leaping; a springing forward; an assaulting."},{"word":"Salience","type":"n.","descr":" The quality or state of projecting, or being projected; projection; protrusion."},{"word":"Saliency","type":"n.","descr":" Quality of being salient; hence, vigor."},{"word":"Salient","type":"v. i.","descr":" Moving by leaps or springs; leaping; bounding; jumping."},{"word":"Salient","type":"v. i.","descr":" Shooting out or up; springing; projecting."},{"word":"Salient","type":"v. i.","descr":" Hence, figuratively, forcing itself on the attention; prominent; conspicuous; noticeable."},{"word":"Salient","type":"v. i.","descr":" Projecting outwardly; as, a salient angle; -- opposed to reentering. See Illust. of Bastion."},{"word":"Salient","type":"v. i.","descr":" Represented in a leaping position; as, a lion salient."},{"word":"Salient","type":"a.","descr":" A salient angle or part; a projection."},{"word":"Saliently","type":"adv.","descr":" In a salient manner."},{"word":"Saliferous","type":"a.","descr":" Producing, or impregnated with, salt."},{"word":"Salifiable","type":"a.","descr":" Capable of neutralizing an acid to form a salt; -- said of bases; thus, ammonia is salifiable."},{"word":"Salification","type":"n.","descr":" The act, process, or result of salifying; the state of being salified."},{"word":"Salified","type":"imp. and p. p.","descr":" of Salify"},{"word":"Salifying","type":"p. pr. and vb. n.","descr":" of Salify"},{"word":"Salify","type":"v. t.","descr":" To combine or impregnate with a salt."},{"word":"Salify","type":"v. t.","descr":" To form a salt with; to convert into a salt; as, to salify a base or an acid."},{"word":"Saligenin","type":"n.","descr":" A phenol alcohol obtained, by the decomposition of salicin, as a white crystalline substance; -- called also hydroxy-benzyl alcohol."},{"word":"Saligot","type":"n.","descr":" The water chestnut (Trapa natans)."},{"word":"Salimeter","type":"n.","descr":" An instrument for measuring the amount of salt present in any given solution."},{"word":"Salimetry","type":"n.","descr":" The art or process of measuring the amount of salt in a substance."},{"word":"Salina","type":"a.","descr":" A salt marsh, or salt pond, inclosed from the sea."},{"word":"Salina","type":"a.","descr":" Salt works."},{"word":"Salina period","type":"","descr":" The period in which the American Upper Silurian system, containing the brine-producing rocks of central New York, was formed. See the Chart of Geology."},{"word":"Salination","type":"n.","descr":" The act of washing with salt water."},{"word":"Saline","type":"a.","descr":" Consisting of salt, or containing salt; as, saline particles; saline substances; a saline cathartic."},{"word":"Saline","type":"a.","descr":" Of the quality of salt; salty; as, a saline taste."},{"word":"Saline","type":"a.","descr":" A salt spring; a place where salt water is collected in the earth."},{"word":"Saline","type":"n.","descr":" A crude potash obtained from beet-root residues and other similar sources."},{"word":"Saline","type":"n.","descr":" A metallic salt; esp., a salt of potassium, sodium, lithium, or magnesium, used in medicine."},{"word":"Salineness","type":"n.","descr":" The quality or state of being salt; saltness."},{"word":"Saliniferous","type":"a.","descr":" Same as Saliferous."},{"word":"Saliniform","type":"a.","descr":" Having the form or the qualities of a salt, especially of common salt."},{"word":"Salinity","type":"n.","descr":" Salineness."},{"word":"Salinometer","type":"n.","descr":" A salimeter."},{"word":"Salinous","type":"a.","descr":" Saline."},{"word":"Salique","type":"a.","descr":" Salic."},{"word":"Saliretin","type":"n.","descr":" A yellow amorphous resinoid substance obtained by the action of dilute acids on saligenin."},{"word":"Salisburia","type":"n.","descr":" The ginkgo tree (Ginkgo biloba, or Salisburia adiantifolia)."},{"word":"Salite","type":"v. t.","descr":" To season with salt; to salt."},{"word":"Salite","type":"n.","descr":" A massive lamellar variety of pyroxene, of a dingy green color."},{"word":"Saliva","type":"n.","descr":" The secretion from the salivary glands."},{"word":"Salival","type":"a.","descr":" Salivary."},{"word":"Salivant","type":"a.","descr":" Producing salivation."},{"word":"Salivant","type":"n.","descr":" That which produces salivation."},{"word":"Salivary","type":"a.","descr":" Of or pertaining to saliva; producing or carrying saliva; as, the salivary ferment; the salivary glands; the salivary ducts, etc."},{"word":"Salivated","type":"imp. and p. p.","descr":" of Salivate"},{"word":"Salivating","type":"p. pr. and vb. n.","descr":" of Salivate"},{"word":"Salivate","type":"v. t.","descr":" To produce an abnormal flow of saliva in; to produce salivation or ptyalism in, as by the use of mercury."},{"word":"Salivate","type":"v. i.","descr":" To produce saliva, esp. in excess."},{"word":"Salivation","type":"n.","descr":" The act or process of salivating; an excessive secretion of saliva, often accompanied with soreness of the mouth and gums; ptyalism."},{"word":"Salivous","type":"a.","descr":" Pertaining to saliva; of the nature of saliva."},{"word":"Salices","type":"pl. ","descr":" of Salix"},{"word":"Salix","type":"n.","descr":" A genus of trees or shrubs including the willow, osier, and the like, growing usually in wet grounds."},{"word":"Salix","type":"n.","descr":" A tree or shrub of any kind of willow."},{"word":"Sallenders","type":"n. pl.","descr":" An eruption on the hind leg of a horse."},{"word":"Sallet","type":"n.","descr":" A light kind of helmet, with or without a visor, introduced during the 15th century."},{"word":"Sallet","type":"n.","descr":" Alt. of Salleting"},{"word":"Salleting","type":"n.","descr":" Salad."},{"word":"Salliance","type":"n.","descr":" Salience."},{"word":"Sallow","type":"n.","descr":" The willow; willow twigs."},{"word":"Sallow","type":"n.","descr":" A name given to certain species of willow, especially those which do not have flexible shoots, as Salix caprea, S. cinerea, etc."},{"word":"Sallow","type":"superl.","descr":" Having a yellowish color; of a pale, sickly color, tinged with yellow; as, a sallow skin."},{"word":"Sallow","type":"v. t.","descr":" To tinge with sallowness."},{"word":"Sallowish","type":"a.","descr":" Somewhat sallow."},{"word":"Sallowness","type":"n.","descr":" The quality or condition of being sallow."},{"word":"Sallied","type":"imp. and p. p.","descr":" of Sally"},{"word":"Sallying","type":"p. pr. and vb. n.","descr":" of Sally"},{"word":"Sally","type":"v. i.","descr":" To leap or rush out; to burst forth; to issue suddenly; as a body of troops from a fortified place to attack besiegers; to make a sally."},{"word":"Sallies","type":"pl. ","descr":" of Sally"},{"word":"Sally","type":"v.","descr":" A leaping forth; a darting; a spring."},{"word":"Sally","type":"v.","descr":" A rushing or bursting forth; a quick issue; a sudden eruption; specifically, an issuing of troops from a place besieged to attack the besiegers; a sortie."},{"word":"Sally","type":"v.","descr":" An excursion from the usual track; range; digression; deviation."},{"word":"Sally","type":"v.","descr":" A flight of fancy, liveliness, wit, or the like; a flashing forth of a quick and active mind."},{"word":"Sally","type":"v.","descr":" Transgression of the limits of soberness or steadiness; act of levity; wild gayety; frolic; escapade."},{"word":"Sally Lunn","type":"","descr":" A tea cake slighty sweetened, and raised with yeast, baked in the form of biscuits or in a thin loaf, and eaten hot with butter."},{"word":"Sallyman","type":"n.","descr":" The velella; -- called also saleeman."},{"word":"Salm","type":"n.","descr":" Psalm."},{"word":"Salmagundi","type":"n.","descr":" A mixture of chopped meat and pickled herring, with oil, vinegar, pepper, and onions."},{"word":"Salmagundi","type":"n.","descr":" Hence, a mixture of various ingredients; an olio or medley; a potpourri; a miscellany."},{"word":"Salmi","type":"n.","descr":" Same as Salmis."},{"word":"Salmiac","type":"n.","descr":" Sal ammoniac. See under Sal."},{"word":"Salmis","type":"n.","descr":" A ragout of partly roasted game stewed with sauce, wine, bread, and condiments suited to provoke appetite."},{"word":"Salmons","type":"pl. ","descr":" of Salmon"},{"word":"Salmon","type":"pl. ","descr":" of Salmon"},{"word":"Salmon","type":"v.","descr":" Any one of several species of fishes of the genus Salmo and allied genera. The common salmon (Salmo salar) of Northern Europe and Eastern North America, and the California salmon, or quinnat, are the most important species. They are extensively preserved for food. See Quinnat."},{"word":"Salmon","type":"v.","descr":" A reddish yellow or orange color, like the flesh of the salmon."},{"word":"Salmon","type":"a.","descr":" Of a reddish yellow or orange color, like that of the flesh of the salmon."},{"word":"Salmonet","type":"n.","descr":" A salmon of small size; a samlet."},{"word":"Salmonoid","type":"a.","descr":" Like, or pertaining to, the Salmonidae, a family of fishes including the trout and salmon."},{"word":"Salmonoid","type":"n.","descr":" Any fish of the family Salmonidae."},{"word":"Salogen","type":"n.","descr":" A halogen."},{"word":"Salol","type":"n.","descr":" A white crystalline substance consisting of phenol salicylate."},{"word":"salometer","type":"n.","descr":" See Salimeter."},{"word":"Salomtry","type":"n.","descr":" Salimetry."},{"word":"Salon","type":"n.","descr":" An apartment for the reception of company; hence, in the plural, fashionable parties; circles of fashionable society."},{"word":"Saloon","type":"n.","descr":" A spacious and elegant apartment for the reception of company or for works of art; a hall of reception, esp. a hall for public entertainments or amusements; a large room or parlor; as, the saloon of a steamboat."},{"word":"Saloon","type":"n.","descr":" Popularly, a public room for specific uses; esp., a barroom or grogshop; as, a drinking saloon; an eating saloon; a dancing saloon."},{"word":"Saloop","type":"n.","descr":" An aromatic drink prepared from sassafras bark and other ingredients, at one time much used in London."},{"word":"Salp","type":"n.","descr":" Any species of Salpa, or of the family Salpidae."},{"word":"Salpae","type":"pl. ","descr":" of Salpa"},{"word":"Salpas","type":"pl. ","descr":" of Salpa"},{"word":"Salpa","type":"n.","descr":" A genus of transparent, tubular, free-swimming oceanic tunicates found abundantly in all the warmer latitudes. See Illustration in Appendix."},{"word":"Salpian","type":"n.","descr":" Alt. of Salpid"},{"word":"Salpid","type":"n.","descr":" A salpa."},{"word":"Salpicon","type":"n.","descr":" Chopped meat, bread, etc., used to stuff legs of veal or other joints; stuffing; farce."},{"word":"Salpingitis","type":"n.","descr":" Inflammation of the salpinx."},{"word":"Salpinx","type":"n.","descr":" The Eustachian tube, or the Fallopian tube."},{"word":"Salsafy","type":"n.","descr":" See Salsify."},{"word":"Salsamentarious","type":"a.","descr":" Salt; salted; saline."},{"word":"Salse","type":"n.","descr":" A mud volcano, the water of which is often impregnated with salts, whence the name."},{"word":"Salsify","type":"n.","descr":" See Oyster plant (a), under Oyster."},{"word":"Salso-acid","type":"a.","descr":" Having a taste compounded of saltness and acidity; both salt and acid."},{"word":"Salsoda","type":"n.","descr":" See Sal soda, under Sal."},{"word":"Salsola","type":"n.","descr":" A genus of plants including the glasswort. See Glasswort."},{"word":"salsuginous","type":"a.","descr":" Growing in brackish places or in salt marshes."},{"word":"Salt","type":"n.","descr":" The chloride of sodium, a substance used for seasoning food, for the preservation of meat, etc. It is found native in the earth, and is also produced, by evaporation and crystallization, from sea water and other water impregnated with saline particles."},{"word":"Salt","type":"n.","descr":" Hence, flavor; taste; savor; smack; seasoning."},{"word":"Salt","type":"n.","descr":" Hence, also, piquancy; wit; sense; as, Attic salt."},{"word":"Salt","type":"n.","descr":" A dish for salt at table; a saltcellar."},{"word":"Salt","type":"n.","descr":" A sailor; -- usually qualified by old."},{"word":"Salt","type":"n.","descr":" The neutral compound formed by the union of an acid and a base; thus, sulphuric acid and iron form the salt sulphate of iron or green vitriol."},{"word":"Salt","type":"n.","descr":" Fig.: That which preserves from corruption or error; that which purifies; a corrective; an antiseptic; also, an allowance or deduction; as, his statements must be taken with a grain of salt."},{"word":"Salt","type":"n.","descr":" Any mineral salt used as an aperient or cathartic, especially Epsom salts, Rochelle salt, or Glauber\\'s salt."},{"word":"Salt","type":"n.","descr":" Marshes flooded by the tide."},{"word":"Salt","type":"n.","descr":" Of or relating to salt; abounding in, or containing, salt; prepared or preserved with, or tasting of, salt; salted; as, salt beef; salt water."},{"word":"Salt","type":"n.","descr":" Overflowed with, or growing in, salt water; as, a salt marsh; salt grass."},{"word":"Salt","type":"n.","descr":" Fig.: Bitter; sharp; pungent."},{"word":"Salt","type":"n.","descr":" Fig.: Salacious; lecherous; lustful."},{"word":"Salted","type":"imp. and p. p.","descr":" of Salt"},{"word":"Salting","type":"p. pr. and vb. n.","descr":" of Salt"},{"word":"Salt","type":"v. t.","descr":" To sprinkle, impregnate, or season with salt; to preserve with salt or in brine; to supply with salt; as, to salt fish, beef, or pork; to salt cattle."},{"word":"Salt","type":"v. t.","descr":" To fill with salt between the timbers and planks, as a ship, for the preservation of the timber."},{"word":"Salt","type":"v. i.","descr":" To deposit salt as a saline solution; as, the brine begins to salt."},{"word":"Salt","type":"n.","descr":" The act of leaping or jumping; a leap."},{"word":"Saltant","type":"v.","descr":" Leaping; jumping; dancing."},{"word":"Saltant","type":"v.","descr":" In a leaping position; springing forward; -- applied especially to the squirrel, weasel, and rat, also to the cat, greyhound, monkey, etc."},{"word":"Saltarella","type":"n.","descr":" See Saltarello."},{"word":"Saltarello","type":"n.","descr":" A popular Italian dance in quick 3-4 or 6-8 time, running mostly in triplets, but with a hop step at the beginning of each measure. See Tarantella."},{"word":"Saltate","type":"v. i.","descr":" To leap or dance."},{"word":"Saltation","type":"n.","descr":" A leaping or jumping."},{"word":"Saltation","type":"n.","descr":" Beating or palpitation; as, the saltation of the great artery."},{"word":"Saltation","type":"n.","descr":" An abrupt and marked variation in the condition or appearance of a species; a sudden modification which may give rise to new races."},{"word":"Saltatoria","type":"n. pl.","descr":" A division of Orthoptera including grasshoppers, locusts, and crickets."},{"word":"Saltatorial","type":"a.","descr":" Relating to leaping; saltatory; as, saltatorial exercises."},{"word":"Saltatorial","type":"a.","descr":" Same as Saltatorious."},{"word":"Saltatorial","type":"a.","descr":" Of or pertaining to the Saltatoria."},{"word":"Saltatorious","type":"a.","descr":" Capable of leaping; formed for leaping; saltatory; as, a saltatorious insect or leg."},{"word":"Saltatory","type":"a.","descr":" Leaping or dancing; having the power of, or used in, leaping or dancing."},{"word":"Saltbush","type":"n.","descr":" An Australian plant (Atriplex nummularia) of the Goosefoot family."},{"word":"Saltcat","type":"n.","descr":" A mixture of salt, coarse meal, lime, etc., attractive to pigeons."},{"word":"Saltcellar","type":"n.","descr":" Formerly a large vessel, now a small vessel of glass or other material, used for holding salt on the table."},{"word":"Salter","type":"n.","descr":" One who makes, sells, or applies salt; one who salts meat or fish."},{"word":"Saltern","type":"n.","descr":" A building or place where salt is made by boiling or by evaporation; salt works."},{"word":"Saltfoot","type":"n.","descr":" A large saltcellar formerly placed near the center of the table. The superior guests were seated above the saltfoot."},{"word":"Salt-green","type":"a.","descr":" Sea-green in color."},{"word":"Saltle","type":"n.","descr":" The European dab."},{"word":"Saltier","type":"n.","descr":" See Saltire."},{"word":"Saltigradae","type":"n. pl.","descr":" A tribe of spiders including those which lie in wait and leap upon their prey; the leaping spiders."},{"word":"Saltigrade","type":"a.","descr":" Having feet or legs formed for leaping."},{"word":"Saltigrade","type":"n.","descr":" One of the Saltigradae, a tribe of spiders which leap to seize their prey."},{"word":"Saltimbanco","type":"n.","descr":" A mountebank; a quack."},{"word":"Salting","type":"n.","descr":" The act of sprinkling, impregnating, or furnishing, with salt."},{"word":"Salting","type":"n.","descr":" A salt marsh."},{"word":"Saltire","type":"v.","descr":" A St. Andrew\\'s cross, or cross in the form of an X, -- one of the honorable ordinaries."},{"word":"Saltirewise","type":"adv.","descr":" In the manner of a saltire; -- said especially of the blazoning of a shield divided by two lines drawn in the direction of a bend and a bend sinister, and crossing at the center."},{"word":"Saltish","type":"a.","descr":" Somewhat salt."},{"word":"Saltless","type":"a.","descr":" Destitute of salt; insipid."},{"word":"Saltly","type":"adv.","descr":" With taste of salt; in a salt manner."},{"word":"Saltmouth","type":"n.","descr":" A wide-mouthed bottle with glass stopper for holding chemicals, especially crystallized salts."},{"word":"Saltness","type":"n.","descr":" The quality or state of being salt, or state of being salt, or impregnated with salt; salt taste; as, the saltness of sea water."},{"word":"Saltpeter","type":"n.","descr":" Alt. of Saltpetre"},{"word":"Saltpetre","type":"n.","descr":" Potassium nitrate; niter; a white crystalline substance, KNO3, having a cooling saline taste, obtained by leaching from certain soils in which it is produced by the process of nitrification (see Nitrification, 2). It is a strong oxidizer, is the chief constituent of gunpowder, and is also used as an antiseptic in curing meat, and in medicine as a diuretic, diaphoretic, and refrigerant."},{"word":"Saltpetrous","type":"a.","descr":" Pertaining to saltpeter, or partaking of its qualities; impregnated with saltpeter."},{"word":"Salt rheum","type":"","descr":" A popular name, esp. in the United States, for various cutaneous eruptions, particularly for those of eczema. See Eczema."},{"word":"Saltwort","type":"n.","descr":" A name given to several plants which grow on the seashore, as the Batis maritima, and the glasswort. See Glasswort."},{"word":"Salty","type":"a.","descr":" Somewhat salt; saltish."},{"word":"Salubrious","type":"a.","descr":" Favorable to health; healthful; promoting health; as, salubrious air, water, or climate."},{"word":"Salubrity","type":"n.","descr":" The quality of being salubrious; favorableness to the preservation of health; salubriousness; wholesomeness; healthfulness; as, the salubrity of the air, of a country, or a climate."},{"word":"Salue","type":"v. t.","descr":" To salute."},{"word":"Salutary","type":"a.","descr":" Wholesome; healthful; promoting health; as, salutary exercise."},{"word":"Salutary","type":"a.","descr":" Promotive of, or contributing to, some beneficial purpose; beneficial; advantageous; as, a salutary design."},{"word":"Salutation","type":"n.","descr":" The act of saluting, or paying respect or reverence, by the customary words or actions; the act of greeting, or expressing good will or courtesy; also, that which is uttered or done in saluting or greeting."},{"word":"Salutatorian","type":"n.","descr":" The student who pronounces the salutatory oration at the annual Commencement or like exercises of a college, -- an honor commonly assigned to that member of the graduating class who ranks second in scholarship."},{"word":"Salutatorily","type":"adv.","descr":" By way of salutation."},{"word":"Salutatory","type":"a.","descr":" Containing or expressing salutations; speaking a welcome; greeting; -- applied especially to the oration which introduces the exercises of the Commencements, or similar public exhibitions, in American colleges."},{"word":"Salutatory","type":"n.","descr":" A place for saluting or greeting; a vestibule; a porch."},{"word":"Salutatory","type":"n.","descr":" The salutatory oration."},{"word":"Saluted","type":"imp. and p. p.","descr":" of Salute"},{"word":"Saluting","type":"p. pr. and vb. n.","descr":" of Salute"},{"word":"Salute","type":"v. t.","descr":" To address, as with expressions of kind wishes and courtesy; to greet; to hail."},{"word":"Salute","type":"v. t.","descr":" Hence, to give a sign of good will; to compliment by an act or ceremony, as a kiss, a bow, etc."},{"word":"Salute","type":"v. t.","descr":" To honor, as some day, person, or nation, by a discharge of cannon or small arms, by dipping colors, by cheers, etc."},{"word":"Salute","type":"v. t.","descr":" To promote the welfare and safety of; to benefit; to gratify."},{"word":"Salute","type":"v.","descr":" The act of saluting, or expressing kind wishes or respect; salutation; greeting."},{"word":"Salute","type":"v.","descr":" A sign, token, or ceremony, expressing good will, compliment, or respect, as a kiss, a bow, etc."},{"word":"Salute","type":"v.","descr":" A token of respect or honor for some distinguished or official personage, for a foreign vessel or flag, or for some festival or event, as by presenting arms, by a discharge of cannon, volleys of small arms, dipping the colors or the topsails, etc."},{"word":"Saluter","type":"n.","descr":" One who salutes."},{"word":"Salutiferous","type":"a.","descr":" Bringing health; healthy; salutary; beneficial; as, salutiferous air."},{"word":"Salutiferously","type":"adv.","descr":" Salutarily."},{"word":"Salvability","type":"n.","descr":" The quality or condition of being salvable; salvableness."},{"word":"Salvable","type":"a.","descr":" Capable of being saved; admitting of salvation."},{"word":"Salvage","type":"n.","descr":" The act of saving a vessel, goods, or life, from perils of the sea."},{"word":"Salvage","type":"n.","descr":" The compensation allowed to persons who voluntarily assist in saving a ship or her cargo from peril."},{"word":"Salvage","type":"n.","descr":" That part of the property that survives the peril and is saved."},{"word":"Salvage","type":"a. and n.","descr":" Savage."},{"word":"Salvation","type":"n.","descr":" The act of saving; preservation or deliverance from destruction, danger, or great calamity."},{"word":"Salvation","type":"n.","descr":" The redemption of man from the bondage of sin and liability to eternal death, and the conferring on him of everlasting happiness."},{"word":"Salvation","type":"n.","descr":" Saving power; that which saves."},{"word":"Salvationist","type":"n.","descr":" An evangelist, a member, or a recruit, of the Salvation Army."},{"word":"Salvatory","type":"n.","descr":" A place where things are preserved; a repository."},{"word":"Salve","type":"interj.","descr":" Hail!"},{"word":"Salve","type":"v. t.","descr":" To say \"Salve\" to; to greet; to salute."},{"word":"Salve","type":"n.","descr":" An adhesive composition or substance to be applied to wounds or sores; a healing ointment."},{"word":"Salve","type":"n.","descr":" A soothing remedy or antidote."},{"word":"Salved","type":"imp. and p. p.","descr":" of Salve"},{"word":"Salving","type":"p. pr. and vb. n.","descr":" of Salve"},{"word":"Salve","type":"n.","descr":" To heal by applications or medicaments; to cure by remedial treatment; to apply salve to; as, to salve a wound."},{"word":"Salve","type":"n.","descr":" To heal; to remedy; to cure; to make good; to soothe, as with an ointment, especially by some device, trick, or quibble; to gloss over."},{"word":"Salve","type":"v. t. and i.","descr":" To save, as a ship or goods, from the perils of the sea."},{"word":"Salver","type":"n.","descr":" One who salves, or uses salve as a remedy; hence, a quacksalver, or quack."},{"word":"Salver","type":"n.","descr":" A salvor."},{"word":"Salver","type":"n.","descr":" A tray or waiter on which anything is presented."},{"word":"Salver-shaped","type":"a.","descr":" Tubular, with a spreading border. See Hypocraterimorphous."},{"word":"Salvia","type":"n.","descr":" A genus of plants including the sage. See Sage."},{"word":"Salvific","type":"a.","descr":" Tending to save or secure safety."},{"word":"Salvos","type":"pl. ","descr":" of Salvo"},{"word":"Salvo","type":"n.","descr":" An exception; a reservation; an excuse."},{"word":"Salvo","type":"n.","descr":" A concentrated fire from pieces of artillery, as in endeavoring to make a break in a fortification; a volley."},{"word":"Salvo","type":"n.","descr":" A salute paid by a simultaneous, or nearly simultaneous, firing of a number of cannon."},{"word":"Salvor","type":"n.","descr":" One who assists in saving a ship or goods at sea, without being under special obligation to do so."},{"word":"Sam","type":"a.","descr":" Together."},{"word":"Samara","type":"n.","descr":" A dry, indehiscent, usually one-seeded, winged fruit, as that of the ash, maple, and elm; a key or key fruit."},{"word":"Samare","type":"n.","descr":" See Simar."},{"word":"Samaritan","type":"a.","descr":" Of or pertaining to Samaria, in Palestine."},{"word":"Samaritan","type":"n.","descr":" A native or inhabitant of Samaria; also, the language of Samaria."},{"word":"Samarium","type":"n.","descr":" A rare metallic element of doubtful identity."},{"word":"Samaroid","type":"a.","descr":" Resembling a samara, or winged seed vessel."},{"word":"Samarra","type":"n.","descr":" See Simar."},{"word":"Samarskite","type":"a.","descr":" A rare mineral having a velvet-black color and submetallic luster. It is a niobate of uranium, iron, and the yttrium and cerium metals."},{"word":"Sambo","type":"n.","descr":" A colloquial or humorous appellation for a negro; sometimes, the offspring of a black person and a mulatto; a zambo."},{"word":"Samboo","type":"n.","descr":" Same as Sambur."},{"word":"Sambucus","type":"n.","descr":" A genus of shrubs and trees; the elder."},{"word":"Sambuke","type":"n.","descr":" An ancient stringed instrument used by the Greeks, the particular construction of which is unknown."},{"word":"Sambur","type":"n.","descr":" An East Indian deer (Rusa Aristotelis) having a mane on its neck. Its antlers have but three prongs. Called also gerow. The name is applied to other species of the genus Rusa, as the Bornean sambur (R. equina)."},{"word":"Same","type":"v. i.","descr":" Not different or other; not another or others; identical; unchanged."},{"word":"Same","type":"v. i.","descr":" Of like kind, species, sort, dimensions, or the like; not differing in character or in the quality or qualities compared; corresponding; not discordant; similar; like."},{"word":"Same","type":"v. i.","descr":" Just mentioned, or just about to be mentioned."},{"word":"Sameliness","type":"n.","descr":" Sameness, 2."},{"word":"Sameness","type":"n.","descr":" The state of being the same; identity; absence of difference; near resemblance; correspondence; similarity; as, a sameness of person, of manner, of sound, of appearance, and the like."},{"word":"Sameness","type":"n.","descr":" Hence, want of variety; tedious monotony."},{"word":"Samette","type":"n.","descr":" See Samite."},{"word":"Samian","type":"a.","descr":" Of or pertaining to the island of Samos."},{"word":"Samian","type":"n.","descr":" A native or inhabitant of Samos."},{"word":"Samiel","type":"n.","descr":" A hot and destructive wind that sometimes blows, in Turkey, from the desert. It is identical with the simoom of Arabia and the kamsin of Syria."},{"word":"Samiot","type":"a. and n.","descr":" Samian."},{"word":"Samite","type":"a.","descr":" A species of silk stuff, or taffeta, generally interwoven with gold."},{"word":"Samlet","type":"n.","descr":" The parr."},{"word":"Sammier","type":"n.","descr":" A machine for pressing the water from skins in tanning."},{"word":"Samoan","type":"a.","descr":" Of or pertaining to the Samoan Islands (formerly called Navigators\\' Islands) in the South Pacific Ocean, or their inhabitants."},{"word":"Samoan","type":"n.","descr":" An inhabitant of the Samoan Islands."},{"word":"Samovar","type":"n.","descr":" A metal urn used in Russia for making tea. It is filled with water, which is heated by charcoal placed in a pipe, with chimney attached, which passes through the urn."},{"word":"Samoyedes","type":"n. pl.","descr":" An ignorant and degraded Turanian tribe which occupies a portion of Northern Russia and a part of Siberia."},{"word":"Samp","type":"n.","descr":" An article of food consisting of maize broken or bruised, which is cooked by boiling, and usually eaten with milk; coarse hominy."},{"word":"Sampan","type":"n.","descr":" A Chinese boat from twelve to fifteen feet long, covered with a house, and sometimes used as a permanent habitation on the inland waters."},{"word":"Samphire","type":"n.","descr":" A fleshy, suffrutescent, umbelliferous European plant (Crithmum maritimum). It grows among rocks and on cliffs along the seacoast, and is used for pickles."},{"word":"Samphire","type":"n.","descr":" The species of glasswort (Salicornia herbacea); -- called in England marsh samphire."},{"word":"Samphire","type":"n.","descr":" A seashore shrub (Borrichia arborescens) of the West Indies."},{"word":"Sample","type":"n.","descr":" Example; pattern."},{"word":"Sample","type":"n.","descr":" A part of anything presented for inspection, or shown as evidence of the quality of the whole; a specimen; as, goods are often purchased by samples."},{"word":"Sample","type":"v. t.","descr":" To make or show something similar to; to match."},{"word":"Sample","type":"v. t.","descr":" To take or to test a sample or samples of; as, to sample sugar, teas, wools, cloths."},{"word":"Sampler","type":"n.","descr":" One who makes up samples for inspection; one who examines samples, or by samples; as, a wool sampler."},{"word":"Sampler","type":"n.","descr":" A pattern; a specimen; especially, a collection of needlework patterns, as letters, borders, etc., to be used as samples, or to display the skill of the worker."},{"word":"Samshoo","type":"n.","descr":" Alt. of Samshu"},{"word":"Samshu","type":"n.","descr":" A spirituous liquor distilled by the Chinese from the yeasty liquor in which boiled rice has fermented under pressure."},{"word":"Samson","type":"n.","descr":" An Israelite of Bible record (see Judges xiii.), distinguished for his great strength; hence, a man of extraordinary physical strength."},{"word":"Sanability","type":"n.","descr":" The quality or state of being sanable; sanableness; curableness."},{"word":"Sanable","type":"a.","descr":" Capable of being healed or cured; susceptible of remedy."},{"word":"Sanableness","type":"n.","descr":" The quality of being sanable."},{"word":"Sanation","type":"n.","descr":" The act of healing or curing."},{"word":"Sanative","type":"a.","descr":" Having the power to cure or heal; healing; tending to heal; sanatory."},{"word":"Sanatorium","type":"n.","descr":" An establishment for the treatment of the sick; a resort for invalids. See Sanitarium."},{"word":"Sanatory","type":"a.","descr":" Conducive to health; tending to cure; healing; curative; sanative."},{"word":"Sanbenito","type":"n.","descr":" Anciently, a sackcloth coat worn by penitents on being reconciled to the church."},{"word":"Sanbenito","type":"n.","descr":" A garnment or cap, or sometimes both, painted with flames, figures, etc., and worn by persons who had been examined by the Inquisition and were brought forth for punishment at the auto-da-fe."},{"word":"Sance-bell","type":"n.","descr":" Alt. of Sancte bell"},{"word":"Sancte bell","type":"n.","descr":" See Sanctus bell, under Sanctus."},{"word":"Sanctificate","type":"v. t.","descr":" To sanctify."},{"word":"Sanctification","type":"n.","descr":" The act of sanctifying or making holy; the state of being sanctified or made holy;"},{"word":"Sanctification","type":"n.","descr":" the act of God\\'s grace by which the affections of men are purified, or alienated from sin and the world, and exalted to a supreme love to God; also, the state of being thus purified or sanctified."},{"word":"Sanctification","type":"n.","descr":" The act of consecrating, or of setting apart for a sacred purpose; consecration."},{"word":"Sanctified","type":"a.","descr":" Made holy; also, made to have the air of sanctity; sanctimonious."},{"word":"Sanctifier","type":"n.","descr":" One who sanctifies, or makes holy; specifically, the Holy Spirit."},{"word":"Sanctified","type":"imp. and p. p.","descr":" of Sanctify"},{"word":"Sanctifying","type":"p. pr. and vb. n.","descr":" of Sanctify"},{"word":"Sanctify","type":"v. t.","descr":" To make sacred or holy; to set apart to a holy or religious use; to consecrate by appropriate rites; to hallow."},{"word":"Sanctify","type":"v. t.","descr":" To make free from sin; to cleanse from moral corruption and pollution; to purify."},{"word":"Sanctify","type":"v. t.","descr":" To make efficient as the means of holiness; to render productive of holiness or piety."},{"word":"Sanctify","type":"v. t.","descr":" To impart or impute sacredness, venerableness, inviolability, title to reverence and respect, or the like, to; to secure from violation; to give sanction to."},{"word":"Sanctifyingly","type":"adv.","descr":" In a manner or degree tending to sanctify or make holy."},{"word":"Sanctiloquent","type":"a.","descr":" Discoursing on heavenly or holy things, or in a holy manner."},{"word":"Sanctimonial","type":"a.","descr":" Sanctimonious."},{"word":"Sanctimonious","type":"a.","descr":" Possessing sanctimony; holy; sacred; saintly."},{"word":"Sanctimonious","type":"a.","descr":" Making a show of sanctity; affecting saintliness; hypocritically devout or pious."},{"word":"Sanctimony","type":"n.","descr":" Holiness; devoutness; scrupulous austerity; sanctity; especially, outward or artificial saintliness; assumed or pretended holiness; hypocritical devoutness."},{"word":"Sanction","type":"n.","descr":" Solemn or ceremonious ratification; an official act of a superior by which he ratifies and gives validity to the act of some other person or body; establishment or furtherance of anything by giving authority to it; confirmation; approbation."},{"word":"Sanction","type":"n.","descr":" Anything done or said to enforce the will, law, or authority of another; as, legal sanctions."},{"word":"Sanctioned","type":"imp. and p. p.","descr":" of Sanction"},{"word":"Sanctioning","type":"p. pr. and vb. n.","descr":" of Sanction"},{"word":"Sanction","type":"v. t.","descr":" To give sanction to; to ratify; to confirm; to approve."},{"word":"Sanctionary","type":"a.","descr":" Of, pertaining to, or giving, sanction."},{"word":"Sanctitude","type":"n.","descr":" Holiness; sacredness; sanctity."},{"word":"Sanctities","type":"pl. ","descr":" of Sanctity"},{"word":"Sanctity","type":"n.","descr":" The state or quality of being sacred or holy; holiness; saintliness; moral purity; godliness."},{"word":"Sanctity","type":"n.","descr":" Sacredness; solemnity; inviolability; religious binding force; as, the sanctity of an oath."},{"word":"Sanctity","type":"n.","descr":" A saint or holy being."},{"word":"Sanctuarize","type":"v. t.","descr":" To shelter by means of a sanctuary or sacred privileges."},{"word":"Sanctuaries","type":"pl. ","descr":" of Sanctuary"},{"word":"Sanctuary","type":"n.","descr":" A sacred place; a consecrated spot; a holy and inviolable site."},{"word":"Sanctuary","type":"n.","descr":" The most retired part of the temple at Jerusalem, called the Holy of Holies, in which was kept the ark of the covenant, and into which no person was permitted to enter except the high priest, and he only once a year, to intercede for the people; also, the most sacred part of the tabernacle; also, the temple at Jerusalem."},{"word":"Sanctuary","type":"n.","descr":" The most sacred part of any religious building, esp. that part of a Christian church in which the altar is placed."},{"word":"Sanctuary","type":"n.","descr":" A house consecrated to the worship of God; a place where divine service is performed; a church, temple, or other place of worship."},{"word":"Sanctuary","type":"n.","descr":" A sacred and inviolable asylum; a place of refuge and protection; shelter; refuge; protection."},{"word":"Sanctum","type":"n.","descr":" A sacred place; hence, a place of retreat; a room reserved for personal use; as, an editor\\'s sanctum."},{"word":"Sanctus","type":"n.","descr":" A part of the Mass, or, in Protestant churches, a part of the communion service, of which the first words in Latin are Sanctus, sanctus, sanctus [Holy, holy, holy]; -- called also Tersanctus."},{"word":"Sanctus","type":"n.","descr":" An anthem composed for these words."},{"word":"Sand","type":"n.","descr":" Fine particles of stone, esp. of siliceous stone, but not reduced to dust; comminuted stone in the form of loose grains, which are not coherent when wet."},{"word":"Sand","type":"n.","descr":" A single particle of such stone."},{"word":"Sand","type":"n.","descr":" The sand in the hourglass; hence, a moment or interval of time; the term or extent of one\\'s life."},{"word":"Sand","type":"n.","descr":" Tracts of land consisting of sand, like the deserts of Arabia and Africa; also, extensive tracts of sand exposed by the ebb of the tide."},{"word":"Sand","type":"n.","descr":" Courage; pluck; grit."},{"word":"Sanded","type":"imp. and p. p.","descr":" of Sand"},{"word":"Sanding","type":"p. pr. and vb. n.","descr":" of Sand"},{"word":"Sand","type":"v. t.","descr":" To sprinkle or cover with sand."},{"word":"Sand","type":"v. t.","descr":" To drive upon the sand."},{"word":"Sand","type":"v. t.","descr":" To bury (oysters) beneath drifting sand or mud."},{"word":"Sand","type":"v. t.","descr":" To mix with sand for purposes of fraud; as, to sand sugar."},{"word":"Sandal","type":"n.","descr":" Same as Sendal."},{"word":"Sandal","type":"n.","descr":" Sandalwood."},{"word":"Sandal","type":"n.","descr":" A kind of shoe consisting of a sole strapped to the foot; a protection for the foot, covering its lower surface, but not its upper."},{"word":"Sandal","type":"n.","descr":" A kind of slipper."},{"word":"Sandal","type":"n.","descr":" An overshoe with parallel openings across the instep."},{"word":"Sandaled","type":"a.","descr":" Wearing sandals."},{"word":"Sandaled","type":"a.","descr":" Made like a sandal."},{"word":"Sandaliform","type":"a.","descr":" Shaped like a sandal or slipper."},{"word":"Sandalwood","type":"n.","descr":" The highly perfumed yellowish heartwood of an East Indian and Polynesian tree (Santalum album), and of several other trees of the same genus, as the Hawaiian Santalum Freycinetianum and S. pyrularium, the Australian S. latifolium, etc. The name is extended to several other kinds of fragrant wood."},{"word":"Sandalwood","type":"n.","descr":" Any tree of the genus Santalum, or a tree which yields sandalwood."},{"word":"Sandalwood","type":"n.","descr":" The red wood of a kind of buckthorn, used in Russia for dyeing leather (Rhamnus Dahuricus)."},{"word":"Sandarach","type":"n.","descr":" Alt. of Sandarac"},{"word":"Sandarac","type":"n.","descr":" Realgar; red sulphide of arsenic."},{"word":"Sandarac","type":"n.","descr":" A white or yellow resin obtained from a Barbary tree (Callitris quadrivalvis or Thuya articulata), and pulverized for pounce; -- probably so called from a resemblance to the mineral."},{"word":"Sandbagger","type":"n.","descr":" An assaulter whose weapon is a sand bag. See Sand bag, under Sand."},{"word":"Sand-blind","type":"a.","descr":" Having defective sight; dim-sighted; purblind."},{"word":"Sanded","type":"a.","descr":" Covered or sprinkled with sand; sandy; barren."},{"word":"Sanded","type":"a.","descr":" Marked with small spots; variegated with spots; speckled; of a sandy color, as a hound."},{"word":"Sanded","type":"a.","descr":" Short-sighted."},{"word":"Sandemanian","type":"n.","descr":" A follower of Robert Sandeman, a Scotch sectary of the eighteenth century. See Glassite."},{"word":"Sandemanianism","type":"n.","descr":" The faith or system of the Sandemanians."},{"word":"Sanderling","type":"n.","descr":" A small gray and brown sandpiper (Calidris arenaria) very common on sandy beaches in America, Europe, and Asia. Called also curwillet, sand lark, stint, and ruddy plover."},{"word":"Sanders","type":"n.","descr":" An old name of sandalwood, now applied only to the red sandalwood. See under Sandalwood."},{"word":"Sanders-blue","type":"n.","descr":" See Saunders-blue."},{"word":"Sandever","type":"n.","descr":" See Sandiver."},{"word":"Sandfish","type":"n.","descr":" A small marine fish of the Pacific coast of North America (Trichodon trichodon) which buries itself in the sand."},{"word":"Sandglass","type":"n.","descr":" An instrument for measuring time by the running of sand. See Hourglass."},{"word":"Sandhiller","type":"n.","descr":" A nickname given to any \"poor white\" living in the pine woods which cover the sandy hills in Georgia and South Carolina."},{"word":"Sandiness","type":"n.","descr":" The quality or state of being sandy, or of being of a sandy color."},{"word":"Sandish","type":"a.","descr":" Approaching the nature of sand; loose; not compact."},{"word":"Sandiver","type":"n.","descr":" A whitish substance which is cast up, as a scum, from the materials of glass in fusion, and, floating on the top, is skimmed off; -- called also glass gall."},{"word":"Sandix","type":"n.","descr":" A kind of minium, or red lead, made by calcining carbonate of lead, but inferior to true minium."},{"word":"Sandman","type":"n.","descr":" A mythical person who makes children sleepy, so that they rub their eyes as if there were sand in them."},{"word":"Sandnecker","type":"n.","descr":" A European flounder (Hippoglossoides limandoides); -- called also rough dab, long fluke, sand fluke, and sand sucker."},{"word":"Sandpaper","type":"n.","descr":" Paper covered on one side with sand glued fast, -- used for smoothing and polishing."},{"word":"Sandpaper","type":"v. t.","descr":" To smooth or polish with sandpaper; as, to sandpaper a door."},{"word":"Sandpiper","type":"n.","descr":" Any one of numerous species of small limicoline game birds belonging to Tringa, Actodromas, Ereunetes, and various allied genera of the family Tringidae."},{"word":"Sandpiper","type":"n.","descr":" A small lamprey eel; the pride."},{"word":"Sandpit","type":"n.","descr":" A pit or excavation from which sand is or has been taken."},{"word":"Sandre","type":"n.","descr":" A Russian fish (Lucioperca sandre) which yields a valuable oil, called sandre oil, used in the preparation of caviare."},{"word":"Sandstone","type":"n.","descr":" A rock made of sand more or less firmly united. Common or siliceous sandstone consists mainly of quartz sand."},{"word":"Sandwich","type":"n.","descr":" Two pieces of bread and butter with a thin slice of meat, cheese, or the like, between them."},{"word":"Sandwiched","type":"imp. and p. p.","descr":" of Sandwich"},{"word":"Sandwiching","type":"p. pr. and vb. n.","descr":" of Sandwich"},{"word":"Sandwich","type":"v. t.","descr":" To make into a sandwich; also, figuratively, to insert between portions of something dissimilar; to form of alternate parts or things, or alternating layers of a different nature; to interlard."},{"word":"Sandworm","type":"n.","descr":" Any one of numerous species of annelids which burrow in the sand of the seashore."},{"word":"Sandworm","type":"n.","descr":" Any species of annelids of the genus Sabellaria. They construct firm tubes of agglutinated sand on rocks and shells, and are sometimes destructive to oysters."},{"word":"Sandworm","type":"n.","descr":" The chigoe, a species of flea."},{"word":"Sandwort","type":"n.","descr":" Any plant of the genus Arenaria, low, tufted herbs (order Caryophyllaceae.)"},{"word":"Sandy","type":"superl.","descr":" Consisting of, abounding with, or resembling, sand; full of sand; covered or sprinkled with sand; as, a sandy desert, road, or soil."},{"word":"Sandy","type":"superl.","descr":" Of the color of sand; of a light yellowish red color; as, sandy hair."},{"word":"Sandyx","type":"n.","descr":" See Sandix."},{"word":"Sane","type":"a.","descr":" Being in a healthy condition; not deranged; acting rationally; -- said of the mind."},{"word":"Sane","type":"a.","descr":" Mentally sound; possessing a rational mind; having the mental faculties in such condition as to be able to anticipate and judge of the effect of one\\'s actions in an ordinary maner; -- said of persons."},{"word":"Saneness","type":"n.","descr":" The state of being sane; sanity."},{"word":"Sang","type":"","descr":" imp. of Sing."},{"word":"Sanga","type":"n.","descr":" Alt. of Sangu"},{"word":"Sangu","type":"n.","descr":" The Abyssinian ox (Bos \/ Bibos, Africanus), noted for the great length of its horns. It has a hump on its back."},{"word":"Sangaree","type":"n.","descr":" Wine and water sweetened and spiced, -- a favorite West Indian drink."},{"word":"Sang-froid","type":"n.","descr":" Freedom from agitation or excitement of mind; coolness in trying circumstances; indifference; calmness."},{"word":"Sangiac","type":"n.","descr":" See Sanjak."},{"word":"Sangraal","type":"n.","descr":" Alt. of Sangreal"},{"word":"Sangreal","type":"n.","descr":" See Holy Grail, under Grail."},{"word":"Sanguiferous","type":"a.","descr":" Conveying blood; as, sanguiferous vessels, i. e., the arteries, veins, capillaries."},{"word":"Sanguification","type":"n.","descr":" The production of blood; the conversion of the products of digestion into blood; hematosis."},{"word":"Sanguifier","type":"n.","descr":" A producer of blood."},{"word":"Sanguifluous","type":"a.","descr":" Flowing or running with blood."},{"word":"Sanguify","type":"v. t.","descr":" To produce blood from."},{"word":"Sanguigenous","type":"a.","descr":" Producing blood; as, sanguigenous food."},{"word":"Sanguinaceous","type":"n.","descr":" Of a blood-red color; sanguine."},{"word":"Sanguinaria","type":"n.","descr":" A genus of plants of the Poppy family."},{"word":"Sanguinaria","type":"n.","descr":" The rootstock of the bloodroot, used in medicine as an emetic, etc."},{"word":"Sanguinarily","type":"adv.","descr":" In a sanguinary manner."},{"word":"Sanguinariness","type":"n.","descr":" The quality or state of being sanguinary."},{"word":"Sanguinary","type":"a.","descr":" Attended with much bloodshed; bloody; murderous; as, a sanguinary war, contest, or battle."},{"word":"Sanguinary","type":"a.","descr":" Bloodthirsty; cruel; eager to shed blood."},{"word":"Sanguinary","type":"a.","descr":" The yarrow."},{"word":"Sanguinary","type":"a.","descr":" The Sanguinaria."},{"word":"Sanguine","type":"a.","descr":" Having the color of blood; red."},{"word":"Sanguine","type":"a.","descr":" Characterized by abundance and active circulation of blood; as, a sanguine bodily temperament."},{"word":"Sanguine","type":"a.","descr":" Warm; ardent; as, a sanguine temper."},{"word":"Sanguine","type":"a.","descr":" Anticipating the best; not desponding; confident; full of hope; as, sanguine of success."},{"word":"Sanguine","type":"n.","descr":" Blood color; red."},{"word":"Sanguine","type":"n.","descr":" Anything of a blood-red color, as cloth."},{"word":"Sanguine","type":"n.","descr":" Bloodstone."},{"word":"Sanguine","type":"n.","descr":" Red crayon. See the Note under Crayon, 1."},{"word":"Sanguine","type":"v. t.","descr":" To stain with blood; to impart the color of blood to; to ensanguine."},{"word":"Sanguineless","type":"a.","descr":" Destitute of blood; pale."},{"word":"Sanguinely","type":"adv.","descr":" In a sanguine manner."},{"word":"Sanguineness","type":"n.","descr":" The quality of being sanguine."},{"word":"Sanguineous","type":"a.","descr":" Abounding with blood; sanguine."},{"word":"Sanguineous","type":"a.","descr":" Of or pertaining to blood; bloody; constituting blood."},{"word":"Sanguineous","type":"a.","descr":" Blood-red; crimson."},{"word":"sanguinity","type":"n.","descr":" The quality of being sanguine; sanguineness."},{"word":"Sanguinivorous","type":"a.","descr":" Subsisting on blood."},{"word":"Sanguinolency","type":"n.","descr":" The state of being sanguinolent, or bloody."},{"word":"Sanguinolent","type":"a.","descr":" Tinged or mingled with blood; bloody; as, sanguinolent sputa."},{"word":"Sanguisuge","type":"n.","descr":" A bloodsucker, or leech."},{"word":"Sanguivorous","type":"a.","descr":" Subsisting upon blood; -- said of certain blood-sucking bats and other animals. See Vampire."},{"word":"Sanhedrin","type":"n.","descr":" Alt. of Sanhedrim"},{"word":"Sanhedrim","type":"n.","descr":" the great council of the Jews, which consisted of seventy members, to whom the high priest was added. It had jurisdiction of religious matters."},{"word":"Sanhedrist","type":"n.","descr":" A member of the sanhedrin."},{"word":"Sanhita","type":"n.","descr":" A collection of vedic hymns, songs, or verses, forming the first part of each Veda."},{"word":"Sanicle","type":"n.","descr":" Any plant of the umbelliferous genus Sanicula, reputed to have healing powers."},{"word":"Sanidine","type":"n.","descr":" A variety of orthoclase feldspar common in certain eruptive rocks, as trachyte; -- called also glassy feldspar."},{"word":"Sanies","type":"n.","descr":" A thin, serous fluid commonly discharged from ulcers or foul wounds."},{"word":"Sanious","type":"a.","descr":" Pertaining to sanies, or partaking of its nature and appearance; thin and serous, with a slight bloody tinge; as, the sanious matter of an ulcer."},{"word":"Sanious","type":"a.","descr":" Discharging sanies; as, a sanious ulcer."},{"word":"Sanitarian","type":"a.","descr":" Of or pertaining to health, or the laws of health; sanitary."},{"word":"Sanitarian","type":"n.","descr":" An advocate of sanitary measures; one especially interested or versed in sanitary measures."},{"word":"Sanitarist","type":"n.","descr":" A sanitarian."},{"word":"Sanitarium","type":"n.","descr":" A health station or retreat; a sanatorium."},{"word":"Sanitary","type":"a.","descr":" Of or pertaining to health; designed to secure or preserve health; relating to the preservation or restoration of health; hygienic; as, sanitary regulations. See the Note under Sanatory."},{"word":"Sanitation","type":"n.","descr":" The act of rendering sanitary; the science of sanitary conditions; the preservation of health; the use of sanitary measures; hygiene."},{"word":"Sanity","type":"n.","descr":" The condition or quality of being sane; soundness of health of body or mind, especially of the mind; saneness."},{"word":"Sanjak","type":"n.","descr":" A district or a subvision of a vilayet."},{"word":"Sank","type":"","descr":" imp. of Sink."},{"word":"Sankha","type":"n.","descr":" A chank shell (Turbinella pyrum); also, a shell bracelet or necklace made in India from the chank shell."},{"word":"Sankhya","type":"n.","descr":" A Hindoo system of philosophy which refers all things to soul and a rootless germ called prakriti, consisting of three elements, goodness, passion, and darkness."},{"word":"Sannop","type":"n.","descr":" Same as Sannup."},{"word":"Sannup","type":"n.","descr":" A male Indian; a brave; -- correlative of squaw."},{"word":"Sanny","type":"n.","descr":" The sandpiper."},{"word":"Sans","type":"prep.","descr":" Without; deprived or destitute of. Rarely used as an English word."},{"word":"Sanscrit","type":"n.","descr":" See Sanskrit."},{"word":"Sans-culotte","type":"n.","descr":" A fellow without breeches; a ragged fellow; -- a name of reproach given in the first French revolution to the extreme republican party, who rejected breeches as an emblem peculiar to the upper classes or aristocracy, and adopted pantaloons."},{"word":"Sans-culotte","type":"n.","descr":" Hence, an extreme or radical republican; a violent revolutionist; a Jacobin."},{"word":"Sans-culottic","type":"a.","descr":" Pertaining to, or involving, sans-culottism; radical; revolutionary; Jacobinical."},{"word":"Sans-culottism","type":"n.","descr":" Extreme republican principles; the principles or practice of the sans-culottes."},{"word":"Sanskrit","type":"n.","descr":" The ancient language of the Hindoos, long since obsolete in vernacular use, but preserved to the present day as the literary and sacred dialect of India. It is nearly allied to the Persian, and to the principal languages of Europe, classical and modern, and by its more perfect preservation of the roots and forms of the primitive language from which they are all descended, is a most important assistance in determining their history and relations. Cf. Prakrit, and Veda."},{"word":"Sanskrit","type":"a.","descr":" Of or pertaining to Sanskrit; written in Sanskrit; as, a Sanskrit dictionary or inscription."},{"word":"Sanskritic","type":"a.","descr":" Sanskrit."},{"word":"Sanskritist","type":"n.","descr":" One versed in Sanskrit."},{"word":"Sans-souci","type":"adv.","descr":" Without care; free and easy."},{"word":"Santal","type":"n.","descr":" A colorless crystalline substance, isomeric with piperonal, but having weak acid properties. It is extracted from sandalwood."},{"word":"Santalaceous","type":"a.","descr":" Of or pertaining to a natural order of plants (Santalaceae), of which the genus Santalum is the type, and which includes the buffalo nut and a few other North American plants, and many peculiar plants of the southern hemisphere."},{"word":"Santalic","type":"a.","descr":" Of, pertaining to, or obtained from, sandalwood (Santalum); -- used specifically to designate an acid obtained as a resinous or red crystalline dyestuff, which is called also santalin."},{"word":"Santalin","type":"n.","descr":" Santalic acid. See Santalic."},{"word":"Santalum","type":"n.","descr":" A genus of trees with entire opposite leaves and small apetalous flowers. There are less than a dozen species, occurring from India to Australia and the Pacific Islands. See Sandalwood."},{"word":"Santees","type":"n. pl.","descr":" One of the seven confederated tribes of Indians belonging to the Sioux, or Dakotas."},{"word":"Santer","type":"v. i.","descr":" See Saunter."},{"word":"Santon","type":"n.","descr":" A Turkish saint; a kind of dervish, regarded by the people as a saint: also, a hermit."},{"word":"Santonate","type":"n.","descr":" A salt of santonic acid."},{"word":"Santonic","type":"a.","descr":" Of, pertaining to, or designating, an acid (distinct from santoninic acid) obtained from santonin as a white crystalline substance."},{"word":"Santonin","type":"n.","descr":" A white crystalline substance having a bitter taste, extracted from the buds of levant wormseed and used as an anthelmintic. It occassions a peculiar temporary color blindness, causing objects to appear as if seen through a yellow glass."},{"word":"Santoninate","type":"n.","descr":" A salt of santoninic acid."},{"word":"Santoninic","type":"a.","descr":" Of or pertaining to santonin; -- used specifically to designate an acid not known in the free state, but obtained in its salts."},{"word":"Sao","type":"n.","descr":" Any marine annelid of the genus Hyalinaecia, especially H. tubicola of Europe, which inhabits a transparent movable tube resembling a quill in color and texture."},{"word":"Sap","type":"n.","descr":" The juice of plants of any kind, especially the ascending and descending juices or circulating fluid essential to nutrition."},{"word":"Sap","type":"n.","descr":" The sapwood, or alburnum, of a tree."},{"word":"Sap","type":"n.","descr":" A simpleton; a saphead; a milksop."},{"word":"Sapped","type":"imp. and p. p.","descr":" of Sap"},{"word":"Sapping","type":"p. pr. and vb. n.","descr":" of Sap"},{"word":"Sap","type":"v. t.","descr":" To subvert by digging or wearing away; to mine; to undermine; to destroy the foundation of."},{"word":"Sap","type":"v. t.","descr":" To pierce with saps."},{"word":"Sap","type":"v. t.","descr":" To make unstable or infirm; to unsettle; to weaken."},{"word":"Sap","type":"v. i.","descr":" To proceed by mining, or by secretly undermining; to execute saps."},{"word":"Sap","type":"n.","descr":" A narrow ditch or trench made from the foremost parallel toward the glacis or covert way of a besieged place by digging under cover of gabions, etc."},{"word":"Sapadillo","type":"n.","descr":" See Sapodila."},{"word":"Sapajo","type":"n.","descr":" The sapajou."},{"word":"Sapajou","type":"n.","descr":" Any one of several species of South American monkeys of the genus Cebus, having long and prehensile tails. Some of the species are called also capuchins. The bonnet sapajou (C. subcristatus), the golden-handed sapajou (C. chrysopus), and the white-throated sapajou (C. hypoleucus) are well known species. See Capuchin."},{"word":"Sapan wood","type":"","descr":" A dyewood yielded by Caesalpinia Sappan, a thorny leguminous tree of Southern Asia and the neighboring islands. It is the original Brazil wood."},{"word":"Sapful","type":"a.","descr":" Abounding in sap; sappy."},{"word":"Saphead","type":"n.","descr":" A weak-minded, stupid fellow; a milksop."},{"word":"Saphenous","type":"a.","descr":" Manifest; -- applied to the two principal superficial veins of the lower limb of man."},{"word":"Saphenous","type":"a.","descr":" Of, pertaining to, or in the region of, the saphenous veins; as, the saphenous nerves; the saphenous opening, an opening in the broad fascia of the thigh through which the internal saphenous vein passes."},{"word":"Sapid","type":"a.","descr":" Having the power of affecting the organs of taste; possessing savor, or flavor."},{"word":"Sapidity","type":"n.","descr":" The quality or state of being sapid; taste; savor; savoriness."},{"word":"Sapidness","type":"n.","descr":" Quality of being sapid; sapidity."},{"word":"Sapience","type":"n.","descr":" The quality of being sapient; wisdom; sageness; knowledge."},{"word":"Sapient","type":"a.","descr":" Wise; sage; discerning; -- often in irony or contempt."},{"word":"Sapiential","type":"a.","descr":" Having or affording wisdom."},{"word":"Sapientious","type":"a.","descr":" Sapiential."},{"word":"Sapientize","type":"v. t.","descr":" To make sapient."},{"word":"Sapiently","type":"adv.","descr":" In a sapient manner."},{"word":"Sapindaceous","type":"a.","descr":" Of or pertaining to an order of trees and shrubs (Sapindaceae), including the (typical) genus Sapindus, the maples, the margosa, and about seventy other genera."},{"word":"Sapindus","type":"n.","descr":" A genus of tropical and subtropical trees with pinnate leaves and panicled flowers. The fruits of some species are used instead of soap, and their round black seeds are made into necklaces."},{"word":"Sapless","type":"a.","descr":" Destitute of sap; not juicy."},{"word":"Sapless","type":"a.","descr":" Fig.: Dry; old; husky; withered; spiritless."},{"word":"sapling","type":"n.","descr":" A young tree."},{"word":"Sapodilla","type":"n.","descr":" A tall, evergeen, tropical American tree (Achras Sapota); also, its edible fruit, the sapodilla plum."},{"word":"Sapogenin","type":"n.","descr":" A white crystalline substance obtained by the decomposition of saponin."},{"word":"Saponaceous","type":"a.","descr":" Resembling soap; having the qualities of soap; soapy."},{"word":"Saponacity","type":"n.","descr":" The quality or state of being saponaceous."},{"word":"Saponary","type":"a.","descr":" Saponaceous."},{"word":"Saponifiable","type":"a.","descr":" Capable of conversion into soap; as, a saponifiable substance."},{"word":"Saponification","type":"n.","descr":" The act, process, or result, of soap making; conversion into soap; specifically (Chem.), the decomposition of fats and other ethereal salts by alkalies; as, the saponification of ethyl acetate."},{"word":"Saponifier","type":"n.","descr":" That which saponifies; any reagent used to cause saponification."},{"word":"Saponified","type":"imp. and p. p.","descr":" of Saponify"},{"word":"Saponifying","type":"p. pr. and vb. n.","descr":" of Saponify"},{"word":"Saponify","type":"v. t.","descr":" To convert into soap, as tallow or any fat; hence (Chem.), to subject to any similar process, as that which ethereal salts undergo in decomposition; as, to saponify ethyl acetate."},{"word":"Saponin","type":"n.","descr":" A poisonous glucoside found in many plants, as in the root of soapwort (Saponaria), in the bark of soap bark (Quillaia), etc. It is extracted as a white amorphous powder, which occasions a soapy lather in solution, and produces a local anaesthesia. Formerly called also struthiin, quillaiin, senegin, polygalic acid, etc. By extension, any one of a group of related bodies of which saponin proper is the type."},{"word":"Saponite","type":"n.","descr":" A hydrous silicate of magnesia and alumina. It occurs in soft, soapy, amorphous masses, filling veins in serpentine and cavities in trap rock."},{"word":"Saponul","type":"n.","descr":" A soapy mixture obtained by treating an essential oil with an alkali; hence, any similar compound of an essential oil."},{"word":"Sapor","type":"n.","descr":" Power of affecting the organs of taste; savor; flavor; taste."},{"word":"Saporific","type":"a.","descr":" Having the power to produce the sensation of taste; producing taste, flavor, or relish."},{"word":"Saporosity","type":"n.","descr":" The quality of a body by which it excites the sensation of taste."},{"word":"Saporous","type":"a.","descr":" Having flavor or taste; yielding a taste."},{"word":"Sapota","type":"n.","descr":" The sapodilla."},{"word":"Sapotaceous","type":"a.","descr":" Of or pertaining to a natural order (Sapotaceae) of (mostly tropical) trees and shrubs, including the star apple, the Lucuma, or natural marmalade tree, the gutta-percha tree (Isonandra), and the India mahwa, as well as the sapodilla, or sapota, after which the order is named."},{"word":"Sappan wood","type":"","descr":" Sapan wood."},{"word":"Sappare","type":"n.","descr":" Kyanite."},{"word":"Sapper","type":"n.","descr":" One who saps; specifically (Mil.), one who is employed in working at saps, building and repairing fortifications, and the like."},{"word":"Sapphic","type":"a.","descr":" Of or pertaining to Sappho, the Grecian poetess; as, Sapphic odes; Sapphic verse."},{"word":"Sapphic","type":"a.","descr":" Belonging to, or in the manner of, Sappho; -- said of a certain kind of verse reputed to have been invented by Sappho, consisting of five feet, of which the first, fourth, and fifth are trochees, the second is a spondee, and the third a dactyl."},{"word":"Sapphic","type":"n.","descr":" A Sapphic verse."},{"word":"Sapphire","type":"n.","descr":" Native alumina or aluminium sesquioxide, Al2O3; corundum; esp., the blue transparent variety of corundum, highly prized as a gem."},{"word":"Sapphire","type":"n.","descr":" The color of the gem; bright blue."},{"word":"Sapphire","type":"n.","descr":" Any humming bird of the genus Hylocharis, native of South America. The throat and breast are usually bright blue."},{"word":"Sapphire","type":"a.","descr":" Of or resembling sapphire; sapphirine; blue."},{"word":"Sapphirine","type":"n.","descr":" Resembling sapphire; made of sapphire; having the color, or any quality of sapphire."},{"word":"Sappho","type":"n.","descr":" Any one of several species of brilliant South American humming birds of the genus Sappho, having very bright-colored and deeply forked tails; -- called also firetail."},{"word":"Sappiness","type":"n.","descr":" The quality of being sappy; juiciness."},{"word":"Sappodilla","type":"n.","descr":" See Sapodilla."},{"word":"Sappy","type":"superl.","descr":" Abounding with sap; full of sap; juicy; succulent."},{"word":"Sappy","type":"superl.","descr":" Hence, young, not firm; weak, feeble."},{"word":"Sappy","type":"superl.","descr":" Weak in intellect."},{"word":"Sappy","type":"superl.","descr":" Abounding in sap; resembling, or consisting largely of, sapwood."},{"word":"Sappy","type":"a.","descr":" Musty; tainted."},{"word":"Saprophagan","type":"n.","descr":" One of a tribe of beetles which feed upon decaying animal and vegetable substances; a carrion beetle."},{"word":"Saprophagous","type":"a.","descr":" Feeding on carrion."},{"word":"Saprophyte","type":"n.","descr":" Any plant growing on decayed animal or vegetable matter, as most fungi and some flowering plants with no green color, as the Indian pipe."},{"word":"Saprophytic","type":"a.","descr":" Feeding or growing upon decaying animal or vegetable matter; pertaining to a saprophyte or the saprophytes."},{"word":"Sapsago","type":"n.","descr":" A kind of Swiss cheese, of a greenish color, flavored with melilot."},{"word":"Sapskull","type":"n.","descr":" A saphead."},{"word":"Sapucaia","type":"n.","descr":" A Brazilian tree. See Lecythis, and Monkey-pot."},{"word":"Sapwood","type":"n.","descr":" The alburnum, or part of the wood of any exogenous tree next to the bark, being that portion of the tree through which the sap flows most freely; -- distinguished from heartwood."},{"word":"Sarabaite","type":"n.","descr":" One of certain vagrant or heretical Oriental monks in the early church."},{"word":"Saraband","type":"n.","descr":" A slow Spanish dance of Saracenic origin, to an air in triple time; also, the air itself."},{"word":"Saracen","type":"n.","descr":" Anciently, an Arab; later, a Mussulman; in the Middle Ages, the common term among Christians in Europe for a Mohammedan hostile to the crusaders."},{"word":"Saracenic","type":"a.","descr":" Alt. of Saracenical"},{"word":"Saracenical","type":"a.","descr":" Of or pertaining to the Saracens; as, Saracenic architecture."},{"word":"Sarasin","type":"n.","descr":" See Sarrasin."},{"word":"Saraswati","type":"n.","descr":" The sakti or wife of Brahma; the Hindoo goddess of learning, music, and poetry."},{"word":"Sarcasm","type":"n.","descr":" A keen, reproachful expression; a satirical remark uttered with some degree of scorn or contempt; a taunt; a gibe; a cutting jest."},{"word":"Sarcasmous","type":"a.","descr":" Sarcastic."},{"word":"Sarcastic","type":"a.","descr":" Alt. of Sarcastical"},{"word":"Sarcastical","type":"a.","descr":" Expressing, or expressed by, sarcasm; characterized by, or of the nature of, sarcasm; given to the use of sarcasm; bitterly satirical; scornfully severe; taunting."},{"word":"Sarcastically","type":"adv.","descr":" In a sarcastic manner."},{"word":"Sarcel","type":"n.","descr":" One of the outer pinions or feathers of the wing of a bird, esp. of a hawk."},{"word":"Sarceled","type":"a.","descr":" Cut through the middle."},{"word":"Sarcelle","type":"n.","descr":" The old squaw, or long-tailed duck."},{"word":"Sarcenet","type":"n.","descr":" A species of fine thin silk fabric, used for linings, etc."},{"word":"Sarcin","type":"n.","descr":" Same as Hypoxanthin."},{"word":"Sarcina","type":"n.","descr":" A genus of bacteria found in various organic fluids, especially in those those of the stomach, associated with certain diseases. The individual organisms undergo division along two perpendicular partitions, so that multiplication takes place in two directions, giving groups of four cubical cells. Also used adjectively; as, a sarcina micrococcus; a sarcina group."},{"word":"Sarcle","type":"v. t.","descr":" To weed, or clear of weeds, with a hoe."},{"word":"Sarco-","type":"","descr":" A combining form from Gr. sa`rx, sa`rkos, flesh; as, sarcophagous, flesh-eating; sarcology."},{"word":"Sarcobases","type":"pl. ","descr":" of Sarcobasis"},{"word":"Sarcobasis","type":"n.","descr":" A fruit consisting of many dry indehiscent cells, which contain but few seeds and cohere about a common style, as in the mallows."},{"word":"Sarcoblast","type":"n.","descr":" A minute yellowish body present in the interior of certain rhizopods."},{"word":"Sarcocarp","type":"n.","descr":" The fleshy part of a stone fruit, situated between the skin, or epicarp, and the stone, or endocarp, as in a peach. See Illust. of Endocarp."},{"word":"Sarcocele","type":"n.","descr":" Any solid tumor of the testicle."},{"word":"Sarcocol","type":"n.","descr":" Alt. of Sarcocolla"},{"word":"Sarcocolla","type":"n.","descr":" A gum resin obtained from certain shrubs of Africa (Penaea), -- formerly thought to cause healing of wounds and ulcers."},{"word":"Sarcode","type":"n.","descr":" A name applied by Dujardin in 1835 to the gelatinous material forming the bodies of the lowest animals; protoplasm."},{"word":"Sarcoderm","type":"n.","descr":" Alt. of sarcoderma"},{"word":"sarcoderma","type":"n.","descr":" A fleshy covering of a seed, lying between the external and internal integuments."},{"word":"sarcoderma","type":"n.","descr":" A sarcocarp."},{"word":"Sarcodic","type":"a.","descr":" Of or pertaining to sarcode."},{"word":"Sarcoid","type":"a.","descr":" Resembling flesh, or muscle; composed of sarcode."},{"word":"Sarcolactic","type":"a.","descr":" Relating to muscle and milk; as, sarcolactic acid. See Lactic acid, under Lactic."},{"word":"Sarcolemma","type":"n.","descr":" The very thin transparent and apparently homogeneous sheath which incloses a striated muscular fiber; the myolemma."},{"word":"Sarcoline","type":"a.","descr":" Flesh-colored."},{"word":"Sarcologic","type":"a.","descr":" Alt. of Sarcological"},{"word":"Sarcological","type":"a.","descr":" Of or pertaining to sarcology."},{"word":"Sarcology","type":"n.","descr":" That part of anatomy which treats of the soft parts. It includes myology, angiology, neurology, and splanchnology."},{"word":"Sarcomata","type":"pl. ","descr":" of Sarcoma"},{"word":"sarcomas","type":"pl. ","descr":" of Sarcoma"},{"word":"Sarcoma","type":"n.","descr":" A tumor of fleshy consistence; -- formerly applied to many varieties of tumor, now restricted to a variety of malignant growth made up of cells resembling those of fetal development without any proper intercellular substance."},{"word":"Sarcomatous","type":"a.","descr":" Of or pertaining to sarcoma; resembling sarcoma."},{"word":"Sarcophaga","type":"n. pl.","descr":" A suborder of carnivorous and insectivorous marsupials including the dasyures and the opossums."},{"word":"Sarcophaga","type":"n.","descr":" A genus of Diptera, including the flesh flies."},{"word":"Sarcophagan","type":"n.","descr":" Any animal which eats flesh, especially any carnivorous marsupial."},{"word":"Sarcophagan","type":"n.","descr":" Any fly of the genus Sarcophaga."},{"word":"Sarcophagous","type":"a.","descr":" Feeding on flesh; flesh-eating; carnivorous."},{"word":"Sarcophagi","type":"pl. ","descr":" of Sarcophagus"},{"word":"Sarcophaguses","type":"pl. ","descr":" of Sarcophagus"},{"word":"Sarcophagus","type":"n.","descr":" A species of limestone used among the Greeks for making coffins, which was so called because it consumed within a few weeks the flesh of bodies deposited in it. It is otherwise called lapis Assius, or Assian stone, and is said to have been found at Assos, a city of Lycia."},{"word":"Sarcophagus","type":"n.","descr":" A coffin or chest-shaped tomb of the kind of stone described above; hence, any stone coffin."},{"word":"Sarcophagus","type":"n.","descr":" A stone shaped like a sarcophagus and placed by a grave as a memorial."},{"word":"Sarcophagy","type":"n.","descr":" The practice of eating flesh."},{"word":"Sarcophile","type":"n.","descr":" A flesh-eating animal, especially any one of the carnivorous marsupials."},{"word":"Sarcoptes","type":"n.","descr":" A genus of parasitic mites including the itch mites."},{"word":"Sarcoptid","type":"n.","descr":" Any species of the genus Sarcoptes and related genera of mites, comprising the itch mites and mange mites."},{"word":"Sarcoptid","type":"a.","descr":" Of or pertaining to the itch mites."},{"word":"Sarcorhamphi","type":"n. pl.","descr":" A division of raptorial birds comprising the vultures."},{"word":"Sarcosepta","type":"pl. ","descr":" of Sarcoseptum"},{"word":"Sarcoseptum","type":"n.","descr":" One of the mesenteries of an anthozoan."},{"word":"Sarcosin","type":"n.","descr":" A crystalline nitrogenous substance, formed in the decomposition of creatin (one of the constituents of muscle tissue). Chemically, it is methyl glycocoll."},{"word":"Sarcosis","type":"n.","descr":" Abnormal formation of flesh."},{"word":"Sarcosis","type":"n.","descr":" Sarcoma."},{"word":"Sarcotic","type":"a.","descr":" Producing or promoting the growth of flesh."},{"word":"Sarcotic","type":"n.","descr":" A sarcotic medicine."},{"word":"Sarcous","type":"a.","descr":" Fleshy; -- applied to the minute structural elements, called sarcous elements, or sarcous disks, of which striated muscular fiber is composed."},{"word":"Sarculation","type":"n.","descr":" A weeding, as with a hoe or a rake."},{"word":"Sard","type":"n.","descr":" A variety of carnelian, of a rich reddish yellow or brownish red color. See the Note under Chalcedony."},{"word":"Sardachate","type":"n.","descr":" A variety of agate containing sard."},{"word":"Sardan","type":"n.","descr":" Alt. of Sardel"},{"word":"Sardel","type":"n.","descr":" A sardine."},{"word":"Sardel","type":"n.","descr":" A precious stone. See Sardius."},{"word":"Sardine","type":"n.","descr":" Any one of several small species of herring which are commonly preserved in olive oil for food, especially the pilchard, or European sardine (Clupea pilchardus). The California sardine (Clupea sagax) is similar. The American sardines of the Atlantic coast are mostly the young of the common herring and of the menhaden."},{"word":"Sardine","type":"n.","descr":" See Sardius."},{"word":"Sardinian","type":"a.","descr":" Of or pertaining to the island, kingdom, or people of Sardinia."},{"word":"Sardinian","type":"n.","descr":" A native or inhabitant of Sardinia."},{"word":"Sardius","type":"n.","descr":" A precious stone, probably a carnelian, one of which was set in Aaron\\'s breastplate."},{"word":"Sardoin","type":"n.","descr":" Sard; carnelian."},{"word":"Sardonian","type":"a.","descr":" Sardonic."},{"word":"Sardonic","type":"a.","descr":" Forced; unnatural; insincere; hence, derisive, mocking, malignant, or bitterly sarcastic; -- applied only to a laugh, smile, or some facial semblance of gayety."},{"word":"Sardonic","type":"a.","descr":" Of, pertaining to, or resembling, a kind of linen made at Colchis."},{"word":"Sardonyx","type":"n.","descr":" A variety of onyx consisting of sard and white chalcedony in alternate layers."},{"word":"Saree","type":"n.","descr":" The principal garment of a Hindoo woman. It consists of a long piece of cloth, which is wrapped round the middle of the body, a portion being arranged to hang down in front, and the remainder passed across the bosom over the left shoulder."},{"word":"Sargasso","type":"n.","descr":" The gulf weed. See under Gulf."},{"word":"Sargassum","type":"n.","descr":" A genus of algae including the gulf weed."},{"word":"Sargo","type":"n.","descr":" Any one of several species of sparoid fishes belonging to Sargus, Pomadasys, and related genera; -- called also sar, and saragu."},{"word":"Sari","type":"n.","descr":" Same as Saree."},{"word":"Sarigue","type":"n.","descr":" A small South American opossum (Didelphys opossum), having four white spots on the face."},{"word":"Sark","type":"n.","descr":" A shirt."},{"word":"Sark","type":"v. t.","descr":" To cover with sarking, or thin boards."},{"word":"Sarkin","type":"n.","descr":" Same as Hypoxanthin."},{"word":"Sarking","type":"n.","descr":" Thin boards for sheathing, as above the rafters, and under the shingles or slates, and for similar purposes."},{"word":"Sarlac","type":"n.","descr":" Alt. of Sarlyk"},{"word":"Sarlyk","type":"n.","descr":" The yak."},{"word":"Sarmatian","type":"a.","descr":" Alt. of Sarmatic"},{"word":"Sarmatic","type":"a.","descr":" Of or pertaining to Sarmatia, or its inhabitants, the ancestors of the Russians and the Poles."},{"word":"Sarment","type":"n.","descr":" A prostrate filiform stem or runner, as of the strawberry. See Runner."},{"word":"Sarmentaceous","type":"a.","descr":" Bearing sarments, or runners, as the strawberry."},{"word":"Sarmentose","type":"a.","descr":" Long and filiform, and almost naked, or having only leaves at the joints where it strikes root; as, a sarmentose stem."},{"word":"Sarmentose","type":"a.","descr":" Bearing sarments; sarmentaceous."},{"word":"Sarmentous","type":"a.","descr":" Sarmentose."},{"word":"Sarn","type":"n.","descr":" A pavement or stepping-stone."},{"word":"Sarong","type":"n.","descr":" A sort of petticoat worn by both sexes in Java and the Malay Archipelago."},{"word":"Saros","type":"n.","descr":" A Chaldean astronomical period or cycle, the length of which has been variously estimated from 3,600 years to 3,600 days, or a little short of 10 years."},{"word":"Sarplar","type":"n.","descr":" A large bale or package of wool, containing eighty tods, or 2,240 pounds, in weight."},{"word":"Sarplier","type":"n.","descr":" A coarse cloth made of hemp, and used for packing goods, etc."},{"word":"Sarpo","type":"n.","descr":" A large toadfish of the Southern United States and the Gulf of Mexico (Batrachus tau, var. pardus)."},{"word":"Sarracenia","type":"n.","descr":" A genus of American perennial herbs growing in bogs; the American pitcher plant."},{"word":"Sarrasin","type":"n.","descr":" Alt. of Sarrasine"},{"word":"Sarrasine","type":"n.","descr":" A portcullis, or herse."},{"word":"Sarsa","type":"n.","descr":" Sarsaparilla."},{"word":"Sarsaparilla","type":"n.","descr":" Any plant of several tropical American species of Smilax."},{"word":"Sarsaparilla","type":"n.","descr":" The bitter mucilaginous roots of such plants, used in medicine and in sirups for soda, etc."},{"word":"Sarsaparillin","type":"n.","descr":" See Parillin."},{"word":"Sarse","type":"n.","descr":" A fine sieve; a searce."},{"word":"Sarse","type":"v. t.","descr":" To sift through a sarse."},{"word":"Sarsen","type":"n.","descr":" One of the large sandstone blocks scattered over the English chalk downs; -- called also sarsen stone, and Druid stone."},{"word":"Sarsenet","type":"n.","descr":" See Sarcenet."},{"word":"Sart","type":"n.","descr":" An assart, or clearing."},{"word":"Sartorial","type":"a.","descr":" Of or pertaining to a tailor or his work."},{"word":"Sartorial","type":"a.","descr":" Of or pertaining to the sartorius muscle."},{"word":"Sartorius","type":"n.","descr":" A muscle of the thigh, called the tailor\\'s muscle, which arises from the hip bone and is inserted just below the knee. So named because its contraction was supposed to produce the position of the legs assumed by the tailor in sitting."},{"word":"Sarum use","type":"","descr":" A liturgy, or use, put forth about 1087 by St. Osmund, bishop of Sarum, based on Anglo-Saxon and Norman customs."},{"word":"Sash","type":"n.","descr":" A scarf or band worn about the waist, over the shoulder, or otherwise; a belt; a girdle, -- worn by women and children as an ornament; also worn as a badge of distinction by military officers, members of societies, etc."},{"word":"Sash","type":"v. t.","descr":" To adorn with a sash or scarf."},{"word":"Sash","type":"n.","descr":" The framing in which the panes of glass are set in a glazed window or door, including the narrow bars between the panes."},{"word":"Sash","type":"n.","descr":" In a sawmill, the rectangular frame in which the saw is strained and by which it is carried up and down with a reciprocating motion; -- also called gate."},{"word":"Sashed","type":"imp. and p. p.","descr":" of Sash"},{"word":"Sashing","type":"p. pr. and vb. n.","descr":" of Sash"},{"word":"Sash","type":"v. t.","descr":" To furnish with a sash or sashes; as, to sash a door or a window."},{"word":"Sashery","type":"n.","descr":" A collection of sashes; ornamentation by means of sashes."},{"word":"Sashoon","type":"n.","descr":" A kind of pad worn on the leg under the boot."},{"word":"Sasin","type":"n.","descr":" The Indian antelope (Antilope bezoartica, \/ cervicapra), noted for its beauty and swiftness. It has long, spiral, divergent horns."},{"word":"Sassaby","type":"n.","descr":" Alt. of Sassabye"},{"word":"Sassabye","type":"n.","descr":" A large African antelope (Alcelaphus lunata), similar to the hartbeest, but having its horns regularly curved."},{"word":"Sassafras","type":"n.","descr":" An American tree of the Laurel family (Sassafras officinale); also, the bark of the roots, which has an aromatic smell and taste."},{"word":"Sassanage","type":"n.","descr":" Stones left after sifting."},{"word":"Sassarara","type":"n.","descr":" A word used to emphasize a statement."},{"word":"Sasse","type":"n.","descr":" A sluice or lock, as in a river, to make it more navigable."},{"word":"Sassenach","type":"n.","descr":" A Saxon; an Englishman; a Lowlander."},{"word":"Sassolin","type":"n.","descr":" Alt. of Sassoline"},{"word":"Sassoline","type":"n.","descr":" Native boric acid, found in saline incrustations on the borders of hot springs near Sasso, in the territory of Florence."},{"word":"Sassorol","type":"n.","descr":" Alt. of Sassorolla"},{"word":"Sassorolla","type":"n.","descr":" The rock pigeon. See under Pigeon."},{"word":"Sassy bark","type":"","descr":" The bark of a West African leguminous tree (Erythrophlaeum Guineense, used by the natives as an ordeal poison, and also medicinally; -- called also mancona bark."},{"word":"Sastra","type":"n.","descr":" Same as Shaster."},{"word":"Sat","type":"","descr":" imp. of Sit."},{"word":"Satan","type":"n.","descr":" The grand adversary of man; the Devil, or Prince of darkness; the chief of the fallen angels; the archfiend."},{"word":"Satanic","type":"a.","descr":" Alt. of Satanical"},{"word":"Satanical","type":"a.","descr":" Of or pertaining to Satan; having the qualities of Satan; resembling Satan; extremely malicious or wicked; devilish; infernal."},{"word":"Satanism","type":"n.","descr":" The evil and malicious disposition of Satan; a diabolical spirit."},{"word":"Satanist","type":"n.","descr":" A very wicked person."},{"word":"Satanophany","type":"n.","descr":" An incarnation of Satan; a being possessed by a demon."},{"word":"Satchel","type":"n.","descr":" A little sack or bag for carrying papers, books, or small articles of wearing apparel; a hand bag."},{"word":"Sated","type":"imp. and p. p.","descr":" of Sate"},{"word":"Sating","type":"p. pr. and vb. n.","descr":" of Sate"},{"word":"Sate","type":"v. t.","descr":" To satisfy the desire or appetite of; to satiate; to glut; to surfeit."},{"word":"Sate","type":"","descr":" imp. of Sit."},{"word":"Sateen","type":"n.","descr":" A kind of dress goods made of cotton or woolen, with a glossy surface resembling satin."},{"word":"Sateless","type":"a.","descr":" Insatiable."},{"word":"Satellite","type":"n.","descr":" An attendant attached to a prince or other powerful person; hence, an obsequious dependent."},{"word":"Satellite","type":"n.","descr":" A secondary planet which revolves about another planet; as, the moon is a satellite of the earth. See Solar system, under Solar."},{"word":"Satellite","type":"a.","descr":" Situated near; accompanying; as, the satellite veins, those which accompany the arteries."},{"word":"Satellitious","type":"a.","descr":" Pertaining to, or consisting of, satellites."},{"word":"Sathanas","type":"n.","descr":" Satan."},{"word":"Satiate","type":"a.","descr":" Filled to satiety; glutted; sated; -- followed by with or of."},{"word":"Satiated","type":"imp. and p. p.","descr":" of Satiate"},{"word":"Satiating","type":"p. pr. and vb. n.","descr":" of Satiate"},{"word":"Satiate","type":"v. t.","descr":" To satisfy the appetite or desire of; to feed to the full; to furnish enjoyment to, to the extent of desire; to sate; as, to satiate appetite or sense."},{"word":"Satiate","type":"v. t.","descr":" To full beyond natural desire; to gratify to repletion or loathing; to surfeit; to glut."},{"word":"Satiate","type":"v. t.","descr":" To saturate."},{"word":"Satiation","type":"n.","descr":" Satiety."},{"word":"Satiety","type":"n.","descr":" The state of being satiated or glutted; fullness of gratification, either of the appetite or of any sensual desire; fullness beyond desire; an excess of gratification which excites wearisomeness or loathing; repletion; satiation."},{"word":"Satin","type":"n.","descr":" A silk cloth, of a thick, close texture, and overshot woof, which has a glossy surface."},{"word":"Satinet","type":"n.","descr":" A thin kind of satin."},{"word":"Satinet","type":"n.","descr":" A kind of cloth made of cotton warp and woolen filling, used chiefly for trousers."},{"word":"Satinwood","type":"n.","descr":" The hard, lemon-colored, fragrant wood of an East Indian tree (Chloroxylon Swietenia). It takes a lustrous finish, and is used in cabinetwork. The name is also given to the wood of a species of prickly ash (Xanthoxylum Caribaeum) growing in Florida and the West Indies."},{"word":"Satiny","type":"a.","descr":" Like or composed of satin; glossy; as, to have a satiny appearance; a satiny texture."},{"word":"Sation","type":"n.","descr":" A sowing or planting."},{"word":"Satire","type":"a.","descr":" A composition, generally poetical, holding up vice or folly to reprobation; a keen or severe exposure of what in public or private morals deserves rebuke; an invective poem; as, the Satires of Juvenal."},{"word":"Satire","type":"a.","descr":" Keeness and severity of remark; caustic exposure to reprobation; trenchant wit; sarcasm."},{"word":"Satiric","type":"a.","descr":" Alt. of Satirical"},{"word":"Satirical","type":"a.","descr":" Of or pertaining to satire; of the nature of satire; as, a satiric style."},{"word":"Satirical","type":"a.","descr":" Censorious; severe in language; sarcastic; insulting."},{"word":"Satirist","type":"n.","descr":" One who satirizes; especially, one who writes satire."},{"word":"Satirized","type":"imp. and p. p.","descr":" of Satirize"},{"word":"Satirizing","type":"p. pr. and vb. n.","descr":" of Satirize"},{"word":"Satirize","type":"v. t.","descr":" To make the object of satire; to attack with satire; to censure with keenness or severe sarcasm."},{"word":"Satisfaction","type":"n.","descr":" The act of satisfying, or the state of being satisfied; gratification of desire; contentment in possession and enjoyment; repose of mind resulting from compliance with its desires or demands."},{"word":"Satisfaction","type":"n.","descr":" Settlement of a claim, due, or demand; payment; indemnification; adequate compensation."},{"word":"Satisfaction","type":"n.","descr":" That which satisfies or gratifies; atonement."},{"word":"Satisfactive","type":"a.","descr":" Satisfactory."},{"word":"Satisfactory","type":"a.","descr":" Giving or producing satisfaction; yielding content; especially, relieving the mind from doubt or uncertainty, and enabling it to rest with confidence; sufficient; as, a satisfactory account or explanation."},{"word":"Satisfactory","type":"a.","descr":" Making amends, indemnification, or recompense; causing to cease from claims and to rest content; compensating; atoning; as, to make satisfactory compensation, or a satisfactory apology."},{"word":"Satisfiable","type":"a.","descr":" That may be satisfied."},{"word":"Satisfier","type":"n.","descr":" One who satisfies."},{"word":"Satisfied","type":"imp. and p. p.","descr":" of Satisfy"},{"word":"Satisfying","type":"p. pr. and vb. n.","descr":" of Satisfy"},{"word":"Satisfy","type":"a.","descr":" In general, to fill up the measure of a want of (a person or a thing); hence, to grafity fully the desire of; to make content; to supply to the full, or so far as to give contentment with what is wished for."},{"word":"Satisfy","type":"a.","descr":" To pay to the extent of claims or deserts; to give what is due to; as, to satisfy a creditor."},{"word":"Satisfy","type":"a.","descr":" To answer or discharge, as a claim, debt, legal demand, or the like; to give compensation for; to pay off; to requite; as, to satisfy a claim or an execution."},{"word":"Satisfy","type":"a.","descr":" To free from doubt, suspense, or uncertainty; to give assurance to; to set at rest the mind of; to convince; as, to satisfy one\\'s self by inquiry."},{"word":"Satisfy","type":"v. i.","descr":" To give satisfaction; to afford gratification; to leave nothing to be desired."},{"word":"Satisfy","type":"v. i.","descr":" To make payment or atonement; to atone."},{"word":"Satisfyingly","type":"adv.","descr":" So as to satisfy; satisfactorily."},{"word":"Sative","type":"a.","descr":" Sown; propagated by seed."},{"word":"Satle","type":"v. t. and i.","descr":" To settle."},{"word":"Satrap","type":"n.","descr":" The governor of a province in ancient Persia; hence, a petty autocrat despot."},{"word":"Satrapal","type":"a.","descr":" Of or pertaining to a satrap, or a satrapy."},{"word":"Satrapess","type":"n.","descr":" A female satrap."},{"word":"Satrapical","type":"a.","descr":" Satrapal."},{"word":"Satrapies","type":"pl. ","descr":" of Satrapy"},{"word":"Satrapy","type":"n.","descr":" The government or jurisdiction of a satrap; a principality."},{"word":"Satsuma ware","type":"","descr":" A kind of ornamental hard-glazed pottery made at Satsuma in Kiushu, one of the Japanese islands."},{"word":"Saturable","type":"a.","descr":" Capable of being saturated; admitting of saturation."},{"word":"Saturant","type":"a.","descr":" Impregnating to the full; saturating."},{"word":"Saturant","type":"n.","descr":" A substance used to neutralize or saturate the affinity of another substance."},{"word":"Saturant","type":"n.","descr":" An antacid, as magnesia, used to correct acidity of the stomach."},{"word":"Saturated","type":"imp. and p. p.","descr":" of Saturate"},{"word":"Saturating","type":"p. pr. and vb. n.","descr":" of Saturate"},{"word":"Saturate","type":"v. t.","descr":" To cause to become completely penetrated, impregnated, or soaked; to fill fully; to sate."},{"word":"Saturate","type":"v. t.","descr":" To satisfy the affinity of; to cause to become inert by chemical combination with all that it can hold; as, to saturate phosphorus with chlorine."},{"word":"Saturate","type":"p. a.","descr":" Filled to repletion; saturated; soaked."},{"word":"Saturated","type":"a.","descr":" Filled to repletion; holding by absorption, or in solution, all that is possible; as, saturated garments; a saturated solution of salt."},{"word":"Saturated","type":"a.","descr":" Having its affinity satisfied; combined with all it can hold; -- said of certain atoms, radicals, or compounds; thus, methane is a saturated compound. Contrasted with unsaturated."},{"word":"Saturation","type":"n.","descr":" The act of saturating, or the state of being saturating; complete penetration or impregnation."},{"word":"Saturation","type":"n.","descr":" The act, process, or result of saturating a substance, or of combining it to its fullest extent."},{"word":"Saturation","type":"n.","descr":" Freedom from mixture or dilution with white; purity; -- said of colors."},{"word":"Saturator","type":"n.","descr":" One who, or that which, saturates."},{"word":"Saturday","type":"n.","descr":" The seventh or last day of the week; the day following Friday and preceding Sunday."},{"word":"Saturity","type":"n.","descr":" The state of being saturated; fullness of supply."},{"word":"Saturn","type":"n.","descr":" One of the elder and principal deities, the son of Coelus and Terra (Heaven and Earth), and the father of Jupiter. The corresponding Greek divinity was Kro`nos, later CHro`nos, Time."},{"word":"Saturn","type":"n.","descr":" One of the planets of the solar system, next in magnitude to Jupiter, but more remote from the sun. Its diameter is seventy thousand miles, its mean distance from the sun nearly eight hundred and eighty millions of miles, and its year, or periodical revolution round the sun, nearly twenty-nine years and a half. It is surrounded by a remarkable system of rings, and has eight satellites."},{"word":"Saturn","type":"n.","descr":" The metal lead."},{"word":"Saturnalia","type":"n. pl.","descr":" The festival of Saturn, celebrated in December, originally during one day, but afterward during seven days, as a period of unrestrained license and merriment for all classes, extending even to the slaves."},{"word":"Saturnalia","type":"n. pl.","descr":" Hence: A period or occasion of general license, in which the passions or vices have riotous indulgence."},{"word":"Saturnalian","type":"a.","descr":" Of or pertaining to the Saturnalia."},{"word":"Saturnalian","type":"a.","descr":" Of unrestrained and intemperate jollity; riotously merry; dissolute."},{"word":"Saturnian","type":"a.","descr":" Of or pertaining to Saturn, whose age or reign, from the mildness and wisdom of his government, is called the golden age."},{"word":"Saturnian","type":"a.","descr":" Hence: Resembling the golden age; distinguished for peacefulness, happiness, contentment."},{"word":"Saturnian","type":"a.","descr":" Of or pertaining to the planet Saturn; as, the Saturnian year."},{"word":"Saturnian","type":"n.","descr":" Any one of numerous species of large handsome moths belonging to Saturnia and allied genera. The luna moth, polyphemus, and promethea, are examples. They belong to the Silkworn family, and some are raised for their silk. See Polyphemus."},{"word":"Saturnicentric","type":"a.","descr":" Appearing as if seen from the center of the planet Saturn; relating or referred to Saturn as a center."},{"word":"Saturnine","type":"a.","descr":" Born under, or influenced by, the planet Saturn."},{"word":"Saturnine","type":"a.","descr":" Heavy; grave; gloomy; dull; -- the opposite of mercurial; as, a saturnine person or temper."},{"word":"Saturnine","type":"a.","descr":" Of or pertaining to lead; characterized by, or resembling, lead, which was formerly called Saturn."},{"word":"Saturnism","type":"n.","descr":" Plumbism."},{"word":"Saturnist","type":"n.","descr":" A person of a dull, grave, gloomy temperament."},{"word":"Satyr","type":"n.","descr":" A sylvan deity or demigod, represented as part man and part goat, and characterized by riotous merriment and lasciviousness."},{"word":"Satyr","type":"n.","descr":" Any one of many species of butterflies belonging to the family Nymphalidae. Their colors are commonly brown and gray, often with ocelli on the wings. Called also meadow browns."},{"word":"Satyr","type":"n.","descr":" The orang-outang."},{"word":"Satyriasis","type":"n.","descr":" Immoderate venereal appetite in the male."},{"word":"Satyric","type":"a.","descr":" Alt. of Satyrical"},{"word":"Satyrical","type":"a.","descr":" Of or pertaining to satyrs; burlesque; as, satyric tragedy."},{"word":"Satyrion","type":"n.","descr":" Any one of several kinds of orchids."},{"word":"Sauba ant","type":"","descr":" A South American ant (Oecodoma cephalotes) remarkable for having two large kinds of workers besides the ordinary ones, and for the immense size of its formicaries. The sauba ant cuts off leaves of plants and carries them into its subterranean nests, and thus often does great damage by defoliating trees and cultivated plants."},{"word":"Sauce","type":"n.","descr":" A composition of condiments and appetizing ingredients eaten with food as a relish; especially, a dressing for meat or fish or for puddings; as, mint sauce; sweet sauce, etc."},{"word":"Sauce","type":"n.","descr":" Any garden vegetables eaten with meat."},{"word":"Sauce","type":"n.","descr":" Stewed or preserved fruit eaten with other food as a relish; as, apple sauce, cranberry sauce, etc."},{"word":"Sauce","type":"n.","descr":" Sauciness; impertinence."},{"word":"Sauced","type":"imp. and p. p.","descr":" of Sauce"},{"word":"Saucing","type":"p. pr. and vb. n.","descr":" of Sauce"},{"word":"Sauce","type":"v. t.","descr":" To accompany with something intended to give a higher relish; to supply with appetizing condiments; to season; to flavor."},{"word":"Sauce","type":"v. t.","descr":" To cause to relish anything, as if with a sauce; to tickle or gratify, as the palate; to please; to stimulate; hence, to cover, mingle, or dress, as if with sauce; to make an application to."},{"word":"Sauce","type":"v. t.","descr":" To make poignant; to give zest, flavor or interest to; to set off; to vary and render attractive."},{"word":"Sauce","type":"v. t.","descr":" To treat with bitter, pert, or tart language; to be impudent or saucy to."},{"word":"Sauce","type":"n.","descr":" A soft crayon for use in stump drawing or in shading with the stump."},{"word":"Sauce-alone","type":"n.","descr":" Jack-by-the-hedge. See under Jack."},{"word":"Saucebox","type":"n.","descr":" A saucy, impudent person; especially, a pert child."},{"word":"Saucepan","type":"n.","descr":" A small pan with a handle, in which sauce is prepared over a fire; a stewpan."},{"word":"Saucer","type":"n.","descr":" A small pan or vessel in which sauce was set on a table."},{"word":"Saucer","type":"n.","descr":" A small dish, commonly deeper than a plate, in which a cup is set at table."},{"word":"Saucer","type":"n.","descr":" Something resembling a saucer in shape."},{"word":"Saucer","type":"n.","descr":" A flat, shallow caisson for raising sunken ships."},{"word":"Saucer","type":"n.","descr":" A shallow socket for the pivot of a capstan."},{"word":"Saucily","type":"adv.","descr":" In a saucy manner; impudently; with impertinent boldness."},{"word":"Sauciness","type":"n.","descr":" The quality or state of being saucy; that which is saucy; impertinent boldness; contempt of superiors; impudence."},{"word":"Saucisson","type":"n.","descr":" Alt. of Saucisse"},{"word":"Saucisse","type":"n.","descr":" A long and slender pipe or bag, made of cloth well pitched, or of leather, filled with powder, and used to communicate fire to mines, caissons, bomb chests, etc."},{"word":"Saucisse","type":"n.","descr":" A fascine of more than ordinary length."},{"word":"Saucy","type":"superl.","descr":" Showing impertinent boldness or pertness; transgressing the rules of decorum; treating superiors with contempt; impudent; insolent; as, a saucy fellow."},{"word":"Saucy","type":"superl.","descr":" Expressive of, or characterized by, impudence; impertinent; as, a saucy eye; saucy looks."},{"word":"Sauerkraut","type":"n.","descr":" Cabbage cut fine and allowed to ferment in a brine made of its own juice with salt, -- a German dish."},{"word":"Sauf","type":"a.","descr":" Safe."},{"word":"Sauf","type":"conj. and prep.","descr":" Save; except."},{"word":"Saufly","type":"adv.","descr":" Safely."},{"word":"Sauger","type":"n.","descr":" An American fresh-water food fish (Stizostedion Canadense); -- called also gray pike, blue pike, hornfish, land pike, sand pike, pickering, and pickerel."},{"word":"Saugh","type":"","descr":" Alt. of Sauh"},{"word":"Sauh","type":"","descr":" imp. sing. of See."},{"word":"Sauks","type":"n. pl.","descr":" Same as Sacs."},{"word":"Saul","type":"n.","descr":" Soul."},{"word":"Saul","type":"n.","descr":" Same as Sal, the tree."},{"word":"Saulie","type":"n.","descr":" A hired mourner at a funeral."},{"word":"Sault","type":"n.","descr":" A rapid in some rivers; as, the Sault Ste. Marie."},{"word":"Saunders","type":"n.","descr":" See Sandress."},{"word":"Saunders-blue","type":"n.","descr":" A kind of color prepared from calcined lapis lazuli; ultramarine; also, a blue prepared from carbonate of copper."},{"word":"Sauntered","type":"imp. and p. p.","descr":" of Saunter"},{"word":"Sauntering","type":"p. pr. and vb. n.","descr":" of Saunter"},{"word":"Saunter","type":"n. and v.","descr":" To wander or walk about idly and in a leisurely or lazy manner; to lounge; to stroll; to loiter."},{"word":"Saunter","type":"n.","descr":" A sauntering, or a sauntering place."},{"word":"Saunterer","type":"n.","descr":" One who saunters."},{"word":"Saur","type":"n.","descr":" Soil; dirt; dirty water; urine from a cowhouse."},{"word":"Saurel","type":"n.","descr":" Any carangoid fish of the genus Trachurus, especially T. trachurus, or T. saurus, of Europe and America, and T. picturatus of California. Called also skipjack, and horse mackerel."},{"word":"Sauria","type":"n. pl.","descr":" A division of Reptilia formerly established to include the Lacertilia, Crocodilia, Dinosauria, and other groups. By some writers the name is restricted to the Lacertilia."},{"word":"Saurian","type":"a.","descr":" Of or pertaining to, or of the nature of, the Sauria."},{"word":"Saurian","type":"n.","descr":" One of the Sauria."},{"word":"Saurioid","type":"a.","descr":" Same as Sauroid."},{"word":"Saurobatrachia","type":"n. pl.","descr":" The Urodela."},{"word":"Saurognathous","type":"a.","descr":" Having the bones of the palate arranged as in saurians, the vomer consisting of two lateral halves, as in the woodpeckers (Pici)."},{"word":"Sauroid","type":"a.","descr":" Like or pertaining to the saurians."},{"word":"Sauroid","type":"a.","descr":" Resembling a saurian superficially; as, a sauroid fish."},{"word":"Sauroidichnite","type":"n.","descr":" The fossil track of a saurian."},{"word":"Sauropoda","type":"n. pl.","descr":" An extinct order of herbivorous dinosaurs having the feet of a saurian type, instead of birdlike, as they are in many dinosaurs. It includes the largest known land animals, belonging to Brontosaurus, Camarasaurus, and allied genera. See Illustration in Appendix."},{"word":"Sauropsida","type":"n. pl.","descr":" A comprehensive group of vertebrates, comprising the reptiles and birds."},{"word":"Sauropterygia","type":"n. pl.","descr":" Same as Plesiosauria."},{"word":"Saururae","type":"n. pl.","descr":" An extinct order of birds having a long vertebrated tail with quills along each side of it. Archaeopteryx is the type. See Archaeopteryx, and Odontornithes."},{"word":"Sauries","type":"pl. ","descr":" of Saury"},{"word":"Saury","type":"n.","descr":" A slender marine fish (Scomberesox saurus) of Europe and America. It has long, thin, beaklike jaws. Called also billfish, gowdnook, gawnook, skipper, skipjack, skopster, lizard fish, and Egypt herring."},{"word":"Sausage","type":"n.","descr":" An article of food consisting of meat (esp. pork) minced and highly seasoned, and inclosed in a cylindrical case or skin usually made of the prepared intestine of some animal."},{"word":"Sausage","type":"n.","descr":" A saucisson. See Saucisson."},{"word":"Sauseflem","type":"a.","descr":" Having a red, pimpled face."},{"word":"Saussurite","type":"n.","descr":" A tough, compact mineral, of a white, greenish, or grayish color. It is near zoisite in composition, and in part, at least, has been produced by the alteration of feldspar."},{"word":"Saut","type":"n.","descr":" Alt. of Saute"},{"word":"Saute","type":"n.","descr":" An assault."},{"word":"Saute","type":"","descr":" p. p. of Sauter."},{"word":"Sauter","type":"v. t.","descr":" To fry lightly and quickly, as meat, by turning or tossing it over frequently in a hot pan greased with a little fat."},{"word":"Sauter","type":"n.","descr":" Psalter."},{"word":"Sauterelle","type":"n.","descr":" An instrument used by masons and others to trace and form angles."},{"word":"Sauterne","type":"n.","descr":" A white wine made in the district of Sauterne, France."},{"word":"Sautrie","type":"n.","descr":" Psaltery."},{"word":"Sauvegarde","type":"n.","descr":" The monitor."},{"word":"Savable","type":"a.","descr":" Capable of, or admitting of, being saved."},{"word":"Savableness","type":"n.","descr":" Capability of being saved."},{"word":"Savacioun","type":"n.","descr":" Salvation."},{"word":"Savage","type":"a.","descr":" Of or pertaining to the forest; remote from human abodes and cultivation; in a state of nature; wild; as, a savage wilderness."},{"word":"Savage","type":"a.","descr":" Wild; untamed; uncultivated; as, savage beasts."},{"word":"Savage","type":"a.","descr":" Uncivilized; untaught; unpolished; rude; as, savage life; savage manners."},{"word":"Savage","type":"a.","descr":" Characterized by cruelty; barbarous; fierce; ferocious; inhuman; brutal; as, a savage spirit."},{"word":"Savage","type":"n.","descr":" A human being in his native state of rudeness; one who is untaught, uncivilized, or without cultivation of mind or manners."},{"word":"Savage","type":"n.","descr":" A man of extreme, unfeeling, brutal cruelty; a barbarian."},{"word":"Savage","type":"v. t.","descr":" To make savage."},{"word":"Savagely","type":"adv.","descr":" In a savage manner."},{"word":"Savageness","type":"n.","descr":" The state or quality of being savage."},{"word":"Savagery","type":"n.","descr":" The state of being savage; savageness; savagism."},{"word":"Savagery","type":"n.","descr":" An act of cruelty; barbarity."},{"word":"Savagery","type":"n.","descr":" Wild growth, as of plants."},{"word":"Savagism","type":"n.","descr":" The state of being savage; the state of rude, uncivilized men, or of men in their native wildness and rudeness."},{"word":"Savanilla","type":"n.","descr":" The tarpum."},{"word":"Savanna","type":"n.","descr":" A tract of level land covered with the vegetable growth usually found in a damp soil and warm climate, -- as grass or reeds, -- but destitute of trees."},{"word":"Savants","type":"pl. ","descr":" of Savant"},{"word":"Savant","type":"a.","descr":" A man of learning; one versed in literature or science; a person eminent for acquirements."},{"word":"Save","type":"n.","descr":" The herb sage, or salvia."},{"word":"Saved","type":"imp. and p. p.","descr":" of Save"},{"word":"Saving","type":"p. pr. and vb. n.","descr":" of Save"},{"word":"Save","type":"a.","descr":" To make safe; to procure the safety of; to preserve from injury, destruction, or evil of any kind; to rescue from impending danger; as, to save a house from the flames."},{"word":"Save","type":"a.","descr":" Specifically, to deliver from sin and its penalty; to rescue from a state of condemnation and spiritual death, and bring into a state of spiritual life."},{"word":"Save","type":"a.","descr":" To keep from being spent or lost; to secure from waste or expenditure; to lay up; to reserve."},{"word":"Save","type":"a.","descr":" To rescue from something undesirable or hurtful; to prevent from doing something; to spare."},{"word":"Save","type":"a.","descr":" To hinder from doing, suffering, or happening; to obviate the necessity of; to prevent; to spare."},{"word":"Save","type":"a.","descr":" To hold possession or use of; to escape loss of."},{"word":"Save","type":"v. i.","descr":" To avoid unnecessary expense or expenditure; to prevent waste; to be economical."},{"word":"Save","type":"a.","descr":" Except; excepting; not including; leaving out; deducting; reserving; saving."},{"word":"Save","type":"conj.","descr":" Except; unless."},{"word":"Saveable","type":"a.","descr":" See Savable."},{"word":"Save-all","type":"n.","descr":" Anything which saves fragments, or prevents waste or loss."},{"word":"Save-all","type":"n.","descr":" A device in a candlestick to hold the ends of candles, so that they be burned."},{"word":"Save-all","type":"n.","descr":" A small sail sometimes set under the foot of another sail, to catch the wind that would pass under it."},{"word":"Saveloy","type":"n.","descr":" A kind of dried sausage."},{"word":"Savely","type":"adv.","descr":" Safely."},{"word":"Savement","type":"n.","descr":" The act of saving."},{"word":"Saver","type":"n.","descr":" One who saves."},{"word":"Savin","type":"n.","descr":" Alt. of Savine"},{"word":"Savine","type":"n.","descr":" A coniferous shrub (Juniperus Sabina) of Western Asia, occasionally found also in the northern parts of the United States and in British America. It is a compact bush, with dark-colored foliage, and produces small berries having a glaucous bloom. Its bitter, acrid tops are sometimes used in medicine for gout, amenorrhoea, etc."},{"word":"Savine","type":"n.","descr":" The North American red cedar (Juniperus Virginiana.)"},{"word":"Saving","type":"a.","descr":" Preserving; rescuing."},{"word":"Saving","type":"a.","descr":" Avoiding unnecessary expense or waste; frugal; not lavish or wasteful; economical; as, a saving cook."},{"word":"Saving","type":"a.","descr":" Bringing back in returns or in receipts the sum expended; incurring no loss, though not gainful; as, a saving bargain; the ship has made a saving voyage."},{"word":"Saving","type":"a.","descr":" Making reservation or exception; as, a saving clause."},{"word":"Saving","type":"participle","descr":" With the exception of; except; excepting; also, without disrespect to."},{"word":"Saving","type":"n.","descr":" Something kept from being expended or lost; that which is saved or laid up; as, the savings of years of economy."},{"word":"Saving","type":"n.","descr":" Exception; reservation."},{"word":"Savingly","type":"adv.","descr":" In a saving manner; with frugality or parsimony."},{"word":"Savingly","type":"adv.","descr":" So as to be finally saved from eternal death."},{"word":"Savingness","type":"n.","descr":" The quality of being saving; carefulness not to expend money uselessly; frugality; parsimony."},{"word":"Savingness","type":"n.","descr":" Tendency to promote salvation."},{"word":"Savior","type":"v.","descr":" One who saves, preserves, or delivers from destruction or danger."},{"word":"Savior","type":"v.","descr":" Specifically: The (or our, your, etc.) Savior, he who brings salvation to men; Jesus Christ, the Redeemer."},{"word":"Savioress","type":"n.","descr":" A female savior."},{"word":"Savor","type":"a.","descr":" That property of a thing which affects the organs of taste or smell; taste and odor; flavor; relish; scent; as, the savor of an orange or a rose; an ill savor."},{"word":"Savor","type":"a.","descr":" Hence, specific flavor or quality; characteristic property; distinctive temper, tinge, taint, and the like."},{"word":"Savor","type":"a.","descr":" Sense of smell; power to scent, or trace by scent."},{"word":"Savor","type":"a.","descr":" Pleasure; delight; attractiveness."},{"word":"Savored","type":"imp. and p. p.","descr":" of Savor"},{"word":"Savoring","type":"p. pr. and vb. n.","descr":" of Savor"},{"word":"Savor","type":"n.","descr":" To have a particular smell or taste; -- with of."},{"word":"Savor","type":"n.","descr":" To partake of the quality or nature; to indicate the presence or influence; to smack; -- with of."},{"word":"Savor","type":"n.","descr":" To use the sense of taste."},{"word":"Savor","type":"v. t.","descr":" To perceive by the smell or the taste; hence, to perceive; to note."},{"word":"Savor","type":"v. t.","descr":" To have the flavor or quality of; to indicate the presence of."},{"word":"Savor","type":"v. t.","descr":" To taste or smell with pleasure; to delight in; to relish; to like; to favor."},{"word":"Savorily","type":"adv.","descr":" In a savory manner."},{"word":"Savoriness","type":"n.","descr":" The quality of being savory."},{"word":"Savorless","type":"a.","descr":" Having no savor; destitute of smell or of taste; insipid."},{"word":"Savorly","type":"a.","descr":" Savory."},{"word":"Savorly","type":"adv.","descr":" In a savory manner."},{"word":"Savorous","type":"n.","descr":" Having a savor; savory."},{"word":"Savory","type":"a.","descr":" Pleasing to the organs of taste or smell."},{"word":"Savory","type":"n.","descr":" An aromatic labiate plant (Satureia hortensis), much used in cooking; -- also called summer savory."},{"word":"Savoy","type":"n.","descr":" A variety of the common cabbage (Brassica oleracea major), having curled leaves, -- much cultivated for winter use."},{"word":"Savoyard","type":"n.","descr":" A native or inhabitant of Savoy."},{"word":"Saw","type":"","descr":" imp. of See."},{"word":"Saw","type":"v. t.","descr":" Something said; speech; discourse."},{"word":"Saw","type":"v. t.","descr":" A saying; a proverb; a maxim."},{"word":"Saw","type":"v. t.","descr":" Dictate; command; decree."},{"word":"Saw","type":"n.","descr":" An instrument for cutting or dividing substances, as wood, iron, etc., consisting of a thin blade, or plate, of steel, with a series of sharp teeth on the edge, which remove successive portions of the material by cutting and tearing."},{"word":"Sawed","type":"imp.","descr":" of Saw"},{"word":"Sawed","type":"p. p.","descr":" of Saw"},{"word":"Sawn","type":"","descr":" of Saw"},{"word":"Sawing","type":"p. pr. and vb. n.","descr":" of Saw"},{"word":"Saw","type":"v. t.","descr":" To cut with a saw; to separate with a saw; as, to saw timber or marble."},{"word":"Saw","type":"v. t.","descr":" To form by cutting with a saw; as, to saw boards or planks, that is, to saw logs or timber into boards or planks; to saw shingles; to saw out a panel."},{"word":"Saw","type":"v. t.","descr":" Also used figuratively; as, to saw the air."},{"word":"Saw","type":"v. i.","descr":" To use a saw; to practice sawing; as, a man saws well."},{"word":"Saw","type":"v. i.","descr":" To cut, as a saw; as, the saw or mill saws fast."},{"word":"Saw","type":"v. i.","descr":" To be cut with a saw; as, the timber saws smoothly."},{"word":"Sawarra nut","type":"","descr":" See Souari nut."},{"word":"Sawbelly","type":"n.","descr":" The alewife."},{"word":"Sawbill","type":"n.","descr":" The merganser."},{"word":"Sawbones","type":"n.","descr":" A nickname for a surgeon."},{"word":"Sawbuck","type":"n.","descr":" A sawhorse."},{"word":"Sawceflem","type":"a.","descr":" See Sauseflem."},{"word":"Sawder","type":"n.","descr":" A corrupt spelling and pronunciation of solder."},{"word":"Sawdust","type":"n.","descr":" Dust or small fragments of wood (or of stone, etc.) made by the cutting of a saw."},{"word":"Sawer","type":"n.","descr":" One who saws; a sawyer."},{"word":"Sawfish","type":"n.","descr":" Any one of several species of elasmobranch fishes of the genus Pristis. They have a sharklike form, but are more nearly allied to the rays. The flattened and much elongated snout has a row of stout toothlike structures inserted along each edge, forming a sawlike organ with which it mutilates or kills its prey."},{"word":"Sawfly","type":"n.","descr":" Any one of numerous species of hymenopterous insects belonging to the family Tenthredinidae. The female usually has an ovipositor containing a pair of sawlike organs with which she makes incisions in the leaves or stems of plants in which to lay the eggs. The larvae resemble those of Lepidoptera."},{"word":"Sawhorse","type":"n.","descr":" A kind of rack, shaped like a double St. Andrew\\'s cross, on which sticks of wood are laid for sawing by hand; -- called also buck, and sawbuck."},{"word":"Sawmill","type":"n.","descr":" A mill for sawing, especially one for sawing timber or lumber."},{"word":"Sawneb","type":"n.","descr":" A merganser."},{"word":"Saw palmetto","type":"","descr":" See under Palmetto."},{"word":"Saw-set","type":"n.","descr":" An instrument used to set or turn the teeth of a saw a little sidewise, that they may make a kerf somewhat wider than the thickness of the blade, to prevent friction; -- called also saw-wrest."},{"word":"Sawtooth","type":"n.","descr":" An arctic seal (Lobodon carcinophaga), having the molars serrated; -- called also crab-eating seal."},{"word":"Saw-toothed","type":"a.","descr":" Having a tooth or teeth like those of a saw; serrate."},{"word":"Sawtry","type":"n.","descr":" A psaltery."},{"word":"Saw-whet","type":"n.","descr":" A small North American owl (Nyctale Acadica), destitute of ear tufts and having feathered toes; -- called also Acadian owl."},{"word":"Saw-wort","type":"n.","descr":" Any plant of the composite genus Serratula; -- so named from the serrated leaves of most of the species."},{"word":"Saw-wrest","type":"n.","descr":" See Saw-set."},{"word":"Sawyer","type":"n.","descr":" One whose occupation is to saw timber into planks or boards, or to saw wood for fuel; a sawer."},{"word":"Sawyer","type":"n.","descr":" A tree which has fallen into a stream so that its branches project above the surface, rising and falling with a rocking or swaying motion in the current."},{"word":"Sawyer","type":"n.","descr":" The bowfin."},{"word":"Sax","type":"n.","descr":" A kind of chopping instrument for trimming the edges of roofing slates."},{"word":"Saxatile","type":"a.","descr":" Of or pertaining to rocks; living among rocks; as, a saxatile plant."},{"word":"Saxhorn","type":"n.","descr":" A name given to a numerous family of brass wind instruments with valves, invented by Antoine Joseph Adolphe Sax (known as Adolphe Sax), of Belgium and Paris, and much used in military bands and in orchestras."},{"word":"saxicavas","type":"pl. ","descr":" of Saxicava"},{"word":"Saxicavae","type":"pl. ","descr":" of Saxicava"},{"word":"Saxicava","type":"n.","descr":" Any species of marine bivalve shells of the genus Saxicava. Some of the species are noted for their power of boring holes in limestone and similar rocks."},{"word":"Saxicavid","type":"a.","descr":" Of or pertaining to the saxicavas."},{"word":"Saxicavid","type":"n.","descr":" A saxicava."},{"word":"Saxicavous","type":"a.","descr":" Boring, or hollowing out, rocks; -- said of certain mollusks which live in holes which they burrow in rocks. See Illust. of Lithodomus."},{"word":"Saxicoline","type":"a.","descr":" Stone-inhabiting; pertaining to, or having the characteristics of, the stonechats."},{"word":"Saxicolous","type":"a.","descr":" Growing on rocks."},{"word":"Saxifraga","type":"n.","descr":" A genus of exogenous polypetalous plants, embracing about one hundred and eighty species. See Saxifrage."},{"word":"Saxifragaceous","type":"a.","descr":" Of or pertaining to a natural order of plants (Saxifragaceae) of which saxifrage is the type. The order includes also the alum root, the hydrangeas, the mock orange, currants and gooseberries, and many other plants."},{"word":"Saxifragant","type":"a.","descr":" Breaking or destroying stones; saxifragous."},{"word":"Saxifragant","type":"n.","descr":" That which breaks or destroys stones."},{"word":"Saxifrage","type":"n.","descr":" Any plant of the genus Saxifraga, mostly perennial herbs growing in crevices of rocks in mountainous regions."},{"word":"Saxifragous","type":"a.","descr":" Dissolving stone, especially dissolving stone in the bladder."},{"word":"Saxon","type":"n.","descr":" One of a nation or people who formerly dwelt in the northern part of Germany, and who, with other Teutonic tribes, invaded and conquered England in the fifth and sixth centuries."},{"word":"Saxon","type":"n.","descr":" Also used in the sense of Anglo-Saxon."},{"word":"Saxon","type":"n.","descr":" A native or inhabitant of modern Saxony."},{"word":"Saxon","type":"n.","descr":" The language of the Saxons; Anglo-Saxon."},{"word":"Saxon","type":"a.","descr":" Of or pertaining to the Saxons, their country, or their language."},{"word":"Saxon","type":"a.","descr":" Anglo-Saxon."},{"word":"Saxon","type":"a.","descr":" Of or pertaining to Saxony or its inhabitants."},{"word":"Saxonic","type":"a.","descr":" Relating to the Saxons or Anglo- Saxons."},{"word":"Saxonism","type":"n.","descr":" An idiom of the Saxon or Anglo-Saxon language."},{"word":"Saxonist","type":"n.","descr":" One versed in the Saxon language."},{"word":"Saxonite","type":"n.","descr":" See Mountain soap, under Mountain."},{"word":"Saxophone","type":"n.","descr":" A wind instrument of brass, containing a reed, and partaking of the qualities both of a brass instrument and of a clarinet."},{"word":"Sax-tuba","type":"n.","descr":" A powerful instrument of brass, curved somewhat like the Roman buccina, or tuba."},{"word":"Say","type":"imp.","descr":" Saw."},{"word":"Say","type":"n.","descr":" Trial by sample; assay; sample; specimen; smack."},{"word":"Say","type":"n.","descr":" Tried quality; temper; proof."},{"word":"Say","type":"n.","descr":" Essay; trial; attempt."},{"word":"Say","type":"v. t.","descr":" To try; to assay."},{"word":"Say","type":"n.","descr":" A kind of silk or satin."},{"word":"Say","type":"n.","descr":" A delicate kind of serge, or woolen cloth."},{"word":"Said","type":"imp. and p. p.","descr":" of Say"},{"word":"Saying","type":"p. pr. and vb. n.","descr":" of Say"},{"word":"Say","type":"v. t.","descr":" To utter or express in words; to tell; to speak; to declare; as, he said many wise things."},{"word":"Say","type":"v. t.","descr":" To repeat; to rehearse; to recite; to pronounce; as, to say a lesson."},{"word":"Say","type":"v. t.","descr":" To announce as a decision or opinion; to state positively; to assert; hence, to form an opinion upon; to be sure about; to be determined in mind as to."},{"word":"Say","type":"v. t.","descr":" To mention or suggest as an estimate, hypothesis, or approximation; hence, to suppose; -- in the imperative, followed sometimes by the subjunctive; as, he had, say fifty thousand dollars; the fox had run, say ten miles."},{"word":"Say","type":"v. i.","descr":" To speak; to express an opinion; to make answer; to reply."},{"word":"Say","type":"v. t.","descr":" A speech; something said; an expression of opinion; a current story; a maxim or proverb."},{"word":"Sayer","type":"n.","descr":" One who says; an utterer."},{"word":"Sayette","type":"n.","descr":" A mixed stuff, called also sagathy. See Sagathy."},{"word":"Saying","type":"n.","descr":" That which is said; a declaration; a statement, especially a proverbial one; an aphorism; a proverb."},{"word":"Sayman","type":"n.","descr":" One who assays."},{"word":"Saymaster","type":"n.","descr":" A master of assay; one who tries or proves."},{"word":"Saynd","type":"","descr":" p. p. of Senge, to singe."},{"word":"Saw","type":"imp.","descr":" of See"},{"word":"Sarpened","type":"imp. and p. p.","descr":" of Sharpen"},{"word":"Sang","type":"","descr":" of Sing"},{"word":"Sank","type":"","descr":" of Sink"},{"word":"Sat","type":"imp.","descr":" of Sit"},{"word":"Sate","type":"","descr":" of Sit"},{"word":"Sat","type":"p. p.","descr":" of Sit"},{"word":"Samaj","type":"n.","descr":" A society; a congregation; a worshiping assembly, or church, esp. of the Brahmo-somaj."}]