[{"word":"Scab","type":"n.","descr":" An incrustation over a sore, wound, vesicle, or pustule, formed by the drying up of the discharge from the diseased part."},{"word":"Scab","type":"n.","descr":" The itch in man; also, the scurvy."},{"word":"Scab","type":"n.","descr":" The mange, esp. when it appears on sheep."},{"word":"Scab","type":"n.","descr":" A disease of potatoes producing pits in their surface, caused by a minute fungus (Tiburcinia Scabies)."},{"word":"Scab","type":"n.","descr":" A slight irregular protuberance which defaces the surface of a casting, caused by the breaking away of a part of the mold."},{"word":"Scab","type":"n.","descr":" A mean, dirty, paltry fellow."},{"word":"Scab","type":"n.","descr":" A nickname for a workman who engages for lower wages than are fixed by the trades unions; also, for one who takes the place of a workman on a strike."},{"word":"Scabbed","type":"imp. and p. p.","descr":" of Scab"},{"word":"Scabbing","type":"p. pr. and vb. n.","descr":" of Scab"},{"word":"Scab","type":"v. i.","descr":" To become covered with a scab; as, the wound scabbed over."},{"word":"Scabbard","type":"n.","descr":" The case in which the blade of a sword, dagger, etc., is kept; a sheath."},{"word":"Scabbard","type":"v. t.","descr":" To put in a scabbard."},{"word":"Scabbard plane","type":"","descr":" See Scaleboard plane, under Scaleboard."},{"word":"Scabbed","type":"a.","descr":" Abounding with scabs; diseased with scabs."},{"word":"Scabbed","type":"a.","descr":" Fig.: Mean; paltry; vile; worthless."},{"word":"Scabbedness","type":"n.","descr":" Scabbiness."},{"word":"Scabbily","type":"adv.","descr":" In a scabby manner."},{"word":"Scabbiness","type":"n.","descr":" The quality or state of being scabby."},{"word":"Scabble","type":"v. t.","descr":" See Scapple."},{"word":"Scabby","type":"superl.","descr":" Affected with scabs; full of scabs."},{"word":"Scabby","type":"superl.","descr":" Diseased with the scab, or mange; mangy."},{"word":"Scabies","type":"n.","descr":" The itch."},{"word":"Scabious","type":"a.","descr":" Consisting of scabs; rough; itchy; leprous; as, scabious eruptions."},{"word":"Scabious","type":"a.","descr":" Any plant of the genus Scabiosa, several of the species of which are common in Europe. They resemble the Compositae, and have similar heads of flowers, but the anthers are not connected."},{"word":"Scabling","type":"n.","descr":" A fragment or chip of stone."},{"word":"Scabredity","type":"n.","descr":" Roughness; ruggedness."},{"word":"Scabrous","type":"a.","descr":" Rough to the touch, like a file; having small raised dots, scales, or points; scabby; scurfy; scaly."},{"word":"Scabrous","type":"a.","descr":" Fig.: Harsh; unmusical."},{"word":"Scabrousness","type":"n.","descr":" The quality of being scabrous."},{"word":"Scabwort","type":"n.","descr":" Elecampane."},{"word":"Scad","type":"n.","descr":" A small carangoid fish (Trachurus saurus) abundant on the European coast, and less common on the American. The name is applied also to several allied species."},{"word":"Scad","type":"n.","descr":" The goggler; -- called also big-eyed scad. See Goggler."},{"word":"Scad","type":"n.","descr":" The friar skate."},{"word":"Scad","type":"n.","descr":" The cigar fish, or round robin."},{"word":"Scaffold","type":"n.","descr":" A temporary structure of timber, boards, etc., for various purposes, as for supporting workmen and materials in building, for exhibiting a spectacle upon, for holding the spectators at a show, etc."},{"word":"Scaffold","type":"n.","descr":" Specifically, a stage or elevated platform for the execution of a criminal; as, to die on the scaffold."},{"word":"Scaffold","type":"n.","descr":" An accumulation of adherent, partly fused material forming a shelf, or dome-shaped obstruction, above the tuyeres in a blast furnace."},{"word":"Scaffold","type":"v. t.","descr":" To furnish or uphold with a scaffold."},{"word":"Scaffoldage","type":"n.","descr":" A scaffold."},{"word":"Scaffolding","type":"n.","descr":" A scaffold; a supporting framework; as, the scaffolding of the body."},{"word":"Scaffolding","type":"n.","descr":" Materials for building scaffolds."},{"word":"Scaglia","type":"n.","descr":" A reddish variety of limestone."},{"word":"Scagliola","type":"n.","descr":" An imitation of any veined and ornamental stone, as marble, formed by a substratum of finely ground gypsum mixed with glue, the surface of which, while soft, is variegated with splinters of marble, spar, granite, etc., and subsequently colored and polished."},{"word":"Scalae","type":"pl. ","descr":" of Scala"},{"word":"Scala","type":"n.","descr":" A machine formerly employed for reducing dislocations of the humerus."},{"word":"Scala","type":"n.","descr":" A term applied to any one of the three canals of the cochlea."},{"word":"Scalable","type":"a.","descr":" Capable of being scaled."},{"word":"Scalade","type":"n.","descr":" Alt. of Scalado"},{"word":"Scalado","type":"n.","descr":" See Escalade."},{"word":"Scalar","type":"n.","descr":" In the quaternion analysis, a quantity that has magnitude, but not direction; -- distinguished from a vector, which has both magnitude and direction."},{"word":"Scalaria","type":"n.","descr":" Any one of numerous species of marine gastropods of the genus Scalaria, or family Scalaridae, having elongated spiral turreted shells, with rounded whorls, usually crossed by ribs or varices. The color is generally white or pale. Called also ladder shell, and wentletrap. See Ptenoglossa, and Wentletrap."},{"word":"Scalariform","type":"a.","descr":" Resembling a ladder in form or appearance; having transverse bars or markings like the rounds of a ladder; as, the scalariform cells and scalariform pits in some plants."},{"word":"Scalariform","type":"a.","descr":" Like or pertaining to a scalaria."},{"word":"Scalary","type":"a.","descr":" Resembling a ladder; formed with steps."},{"word":"Scalawag","type":"n.","descr":" A scamp; a scapegrace."},{"word":"Scalded","type":"imp. and p. p.","descr":" of Scald"},{"word":"Scalding","type":"p. pr. and vb. n.","descr":" of Scald"},{"word":"Scald","type":"v. t.","descr":" To burn with hot liquid or steam; to pain or injure by contact with, or immersion in, any hot fluid; as, to scald the hand."},{"word":"Scald","type":"v. t.","descr":" To expose to a boiling or violent heat over a fire, or in hot water or other liquor; as, to scald milk or meat."},{"word":"Scald","type":"n.","descr":" A burn, or injury to the skin or flesh, by some hot liquid, or by steam."},{"word":"Scald","type":"a.","descr":" Affected with the scab; scabby."},{"word":"Scald","type":"a.","descr":" Scurvy; paltry; as, scald rhymers."},{"word":"Scald","type":"n.","descr":" Scurf on the head. See Scall."},{"word":"Scald","type":"n.","descr":" One of the ancient Scandinavian poets and historiographers; a reciter and singer of heroic poems, eulogies, etc., among the Norsemen; more rarely, a bard of any of the ancient Teutonic tribes."},{"word":"Scalder","type":"n.","descr":" A Scandinavian poet; a scald."},{"word":"Scaldfish","type":"n.","descr":" A European flounder (Arnoglossus laterna, or Psetta arnoglossa); -- called also megrim, and smooth sole."},{"word":"Scaldic","type":"a.","descr":" Of or pertaining to the scalds of the Norsemen; as, scaldic poetry."},{"word":"Scale","type":"n.","descr":" The dish of a balance; hence, the balance itself; an instrument or machine for weighing; as, to turn the scale; -- chiefly used in the plural when applied to the whole instrument or apparatus for weighing. Also used figuratively."},{"word":"Scale","type":"n.","descr":" The sign or constellation Libra."},{"word":"Scaled","type":"imp. and p. p.","descr":" of Scale"},{"word":"Scaling","type":"p. pr. and vb. n.","descr":" of Scale"},{"word":"Scale","type":"v. t.","descr":" To weigh or measure according to a scale; to measure; also, to grade or vary according to a scale or system."},{"word":"Scale","type":"n.","descr":" One of the small, thin, membranous, bony or horny pieces which form the covering of many fishes and reptiles, and some mammals, belonging to the dermal part of the skeleton, or dermoskeleton. See Cycloid, Ctenoid, and Ganoid."},{"word":"Scale","type":"n.","descr":" Hence, any layer or leaf of metal or other material, resembling in size and thinness the scale of a fish; as, a scale of iron, of bone, etc."},{"word":"Scale","type":"n.","descr":" One of the small scalelike structures covering parts of some invertebrates, as those on the wings of Lepidoptera and on the body of Thysanura; the elytra of certain annelids. See Lepidoptera."},{"word":"Scale","type":"n.","descr":" A scale insect. (See below.)"},{"word":"Scale","type":"n.","descr":" A small appendage like a rudimentary leaf, resembling the scales of a fish in form, and often in arrangement; as, the scale of a bud, of a pine cone, and the like. The name is also given to the chaff on the stems of ferns."},{"word":"Scale","type":"n.","descr":" The thin metallic side plate of the handle of a pocketknife. See Illust. of Pocketknife."},{"word":"Scale","type":"n.","descr":" An incrustation deposit on the inside of a vessel in which water is heated, as a steam boiler."},{"word":"Scale","type":"n.","descr":" The thin oxide which forms on the surface of iron forgings. It consists essentially of the magnetic oxide, Fe3O4. Also, a similar coating upon other metals."},{"word":"Scale","type":"v. t.","descr":" To strip or clear of scale or scales; as, to scale a fish; to scale the inside of a boiler."},{"word":"Scale","type":"v. t.","descr":" To take off in thin layers or scales, as tartar from the teeth; to pare off, as a surface."},{"word":"Scale","type":"v. t.","descr":" To scatter; to spread."},{"word":"Scale","type":"v. t.","descr":" To clean, as the inside of a cannon, by the explosion of a small quantity of powder."},{"word":"Scale","type":"v. i.","descr":" To separate and come off in thin layers or laminae; as, some sandstone scales by exposure."},{"word":"Scale","type":"v. i.","descr":" To separate; to scatter."},{"word":"Scale","type":"n.","descr":" A ladder; a series of steps; a means of ascending."},{"word":"Scale","type":"n.","descr":" Hence, anything graduated, especially when employed as a measure or rule, or marked by lines at regular intervals."},{"word":"Scale","type":"n.","descr":" A mathematical instrument, consisting of a slip of wood, ivory, or metal, with one or more sets of spaces graduated and numbered on its surface, for measuring or laying off distances, etc., as in drawing, plotting, and the like. See Gunter\\'s scale."},{"word":"Scale","type":"n.","descr":" A series of spaces marked by lines, and representing proportionately larger distances; as, a scale of miles, yards, feet, etc., for a map or plan."},{"word":"Scale","type":"n.","descr":" A basis for a numeral system; as, the decimal scale; the binary scale, etc."},{"word":"Scale","type":"n.","descr":" The graduated series of all the tones, ascending or descending, from the keynote to its octave; -- called also the gamut. It may be repeated through any number of octaves. See Chromatic scale, Diatonic scale, Major scale, and Minor scale, under Chromatic, Diatonic, Major, and Minor."},{"word":"Scale","type":"n.","descr":" Gradation; succession of ascending and descending steps and degrees; progressive series; scheme of comparative rank or order; as, a scale of being."},{"word":"Scale","type":"n.","descr":" Relative dimensions, without difference in proportion of parts; size or degree of the parts or components in any complex thing, compared with other like things; especially, the relative proportion of the linear dimensions of the parts of a drawing, map, model, etc., to the dimensions of the corresponding parts of the object that is represented; as, a map on a scale of an inch to a mile."},{"word":"Scale","type":"v. t.","descr":" To climb by a ladder, or as if by a ladder; to ascend by steps or by climbing; to clamber up; as, to scale the wall of a fort."},{"word":"Scale","type":"v. i.","descr":" To lead up by steps; to ascend."},{"word":"Scaleback","type":"n.","descr":" Any one of numerous species of marine annelids of the family Polynoidae, and allies, which have two rows of scales, or elytra, along the back. See Illust. under Chaetopoda."},{"word":"Scalebeam","type":"n.","descr":" The lever or beam of a balance; the lever of a platform scale, to which the poise for weighing is applied."},{"word":"Scalebeam","type":"n.","descr":" A weighing apparatus with a sliding weight, resembling a steelyard."},{"word":"Scaleboard","type":"n.","descr":" A thin slip of wood used to justify a page."},{"word":"Scaleboard","type":"n.","descr":" A thin veneer of leaf of wood used for covering the surface of articles of furniture, and the like."},{"word":"Scaled","type":"a.","descr":" Covered with scales, or scalelike structures; -- said of a fish, a reptile, a moth, etc."},{"word":"Scaled","type":"a.","descr":" Without scales, or with the scales removed; as, scaled herring."},{"word":"Scaled","type":"a.","descr":" Having feathers which in form, color, or arrangement somewhat resemble scales; as, the scaled dove."},{"word":"Scaleless","type":"a.","descr":" Destitute of scales."},{"word":"Scalene","type":"a.","descr":" Having the sides and angles unequal; -- said of a triangle."},{"word":"Scalene","type":"a.","descr":" Having the axis inclined to the base, as a cone."},{"word":"Scalene","type":"a.","descr":" Designating several triangular muscles called scalene muscles."},{"word":"Scalene","type":"a.","descr":" Of or pertaining to the scalene muscles."},{"word":"Scalene","type":"n.","descr":" A triangle having its sides and angles unequal."},{"word":"Scalenohedral","type":"a.","descr":" Of or pertaining to a scalenohedron."},{"word":"Scalenohedron","type":"n.","descr":" A pyramidal form under the rhombohedral system, inclosed by twelve faces, each a scalene triangle."},{"word":"Scaler","type":"n.","descr":" One who, or that which, scales; specifically, a dentist\\'s instrument for removing tartar from the teeth."},{"word":"Scale-winged","type":"a.","descr":" Having the wings covered with small scalelike structures, as the Lepidoptera; scaly-winged."},{"word":"Scaliness","type":"n.","descr":" The state of being scaly; roughness."},{"word":"Scaling","type":"a.","descr":" Adapted for removing scales, as from a fish; as, a scaling knife; adapted for removing scale, as from the interior of a steam boiler; as, a scaling hammer, bar, etc."},{"word":"Scaling","type":"a.","descr":" Serving as an aid in clambering; as, a scaling ladder, used in assaulting a fortified place."},{"word":"Scaliola","type":"n.","descr":" Same as Scagliola."},{"word":"Scall","type":"a.","descr":" A scurf or scabby disease, especially of the scalp."},{"word":"Scall","type":"a.","descr":" Scabby; scurfy."},{"word":"Scalled","type":"a.","descr":" Scabby; scurfy; scall."},{"word":"Scallion","type":"n.","descr":" A kind of small onion (Allium Ascalonicum), native of Palestine; the eschalot, or shallot."},{"word":"Scallion","type":"n.","descr":" Any onion which does not \"bottom out,\" but remains with a thick stem like a leek."},{"word":"Scallop","type":"n.","descr":" Any one of numerous species of marine bivalve mollusks of the genus Pecten and allied genera of the family Pectinidae. The shell is usually radially ribbed, and the edge is therefore often undulated in a characteristic manner. The large adductor muscle of some the species is much used as food. One species (Vola Jacobaeus) occurs on the coast of Palestine, and its shell was formerly worn by pilgrims as a mark that they had been to the Holy Land. Called also fan shell. See Pecten, 2."},{"word":"Scallop","type":"n.","descr":" One of series of segments of circles joined at their extremities, forming a border like the edge or surface of a scallop shell."},{"word":"Scallop","type":"n.","descr":" One of the shells of a scallop; also, a dish resembling a scallop shell."},{"word":"Scalloped","type":"imp. and p. p.","descr":" of Scallop"},{"word":"Scalloping","type":"p. pr. and vb. n.","descr":" of Scallop"},{"word":"Scallop","type":"v. t.","descr":" To mark or cut the edge or border of into segments of circles, like the edge or surface of a scallop shell. See Scallop, n., 2."},{"word":"Scallop","type":"n.","descr":" To bake in scallop shells or dishes; to prepare with crumbs of bread or cracker, and bake. See Scalloped oysters, below."},{"word":"Scalloped","type":"a.","descr":" Furnished with a scallop; made or done with or in a scallop."},{"word":"Scalloped","type":"a.","descr":" Having the edge or border cut or marked with segments of circles. See Scallop, n., 2."},{"word":"Scalloped","type":"n.","descr":" Baked in a scallop; cooked with crumbs."},{"word":"Scalloper","type":"n.","descr":" One who fishes for scallops."},{"word":"Scalloping","type":"n.","descr":" Fishing for scallops."},{"word":"Scalp","type":"n.","descr":" A bed of oysters or mussels."},{"word":"Scalp","type":"n.","descr":" That part of the integument of the head which is usually covered with hair."},{"word":"Scalp","type":"n.","descr":" A part of the skin of the head, with the hair attached, cut or torn off from an enemy by the Indian warriors of North America, as a token of victory."},{"word":"Scalp","type":"n.","descr":" Fig.: The top; the summit."},{"word":"Scalped","type":"imp. and p. p.","descr":" of Scalp"},{"word":"Scalping","type":"p. pr. and vb. n.","descr":" of Scalp"},{"word":"Scalp","type":"v. t.","descr":" To deprive of the scalp; to cut or tear the scalp from the head of."},{"word":"Scalp","type":"v. t.","descr":" To remove the skin of."},{"word":"Scalp","type":"v. t.","descr":" To brush the hairs or fuzz from, as wheat grains, in the process of high milling."},{"word":"Scalp","type":"v. i.","descr":" To make a small, quick profit by slight fluctuations of the market; -- said of brokers who operate in this way on their own account."},{"word":"Scalpel","type":"n.","descr":" A small knife with a thin, keen blade, -- used by surgeons, and in dissecting."},{"word":"Scalper","type":"n.","descr":" One who, or that which, scalps."},{"word":"Scalper","type":"n.","descr":" Same as Scalping iron, under Scalping."},{"word":"Scalper","type":"n.","descr":" A broker who, dealing on his own account, tries to get a small and quick profit from slight fluctuations of the market."},{"word":"Scalper","type":"n.","descr":" A person who buys and sells the unused parts of railroad tickets."},{"word":"Scalper","type":"n.","descr":" A person who buys tickets for entertainment or sports events and sells them at a profit, often at a much higher price.  Also, ticket scalper."},{"word":"Scalping","type":"","descr":" a. and n. from Scalp."},{"word":"Scalpriform","type":"a.","descr":" Shaped like a chisel; as, the scalpriform incisors of rodents."},{"word":"Scaly","type":"a.","descr":" Covered or abounding with scales; as, a scaly fish."},{"word":"Scaly","type":"a.","descr":" Resembling scales, laminae, or layers."},{"word":"Scaly","type":"a.","descr":" Mean; low; as, a scaly fellow."},{"word":"Scaly","type":"a.","descr":" Composed of scales lying over each other; as, a scaly bulb; covered with scales; as, a scaly stem."},{"word":"Scaly-winged","type":"a.","descr":" Scale-winged."},{"word":"Scambled","type":"imp. and p. p.","descr":" of Scamble"},{"word":"Scambling","type":"p. pr. and vb. n.","descr":" of Scamble"},{"word":"Scamble","type":"v. i.","descr":" To move awkwardly; to be shuffling, irregular, or unsteady; to sprawl; to shamble."},{"word":"Scamble","type":"v. i.","descr":" To move about pushing and jostling; to be rude and turbulent; to scramble."},{"word":"Scamble","type":"v. t.","descr":" To mangle."},{"word":"Scambler","type":"n.","descr":" 1. One who scambles."},{"word":"Scambler","type":"n.","descr":" A bold intruder upon the hospitality of others; a mealtime visitor."},{"word":"Scamblingly","type":"adv.","descr":" In a scambling manner; with turbulence and noise; with bold intrusiveness."},{"word":"Scamell","type":"n.","descr":" Alt. of Scammel"},{"word":"Scammel","type":"n.","descr":" The female bar-tailed godwit."},{"word":"Scamilli","type":"pl. ","descr":" of Scamillus"},{"word":"Scamillus","type":"n.","descr":" A sort of second plinth or block, below the bases of Ionic and Corinthian columns, generally without moldings, and of smaller size horizontally than the pedestal."},{"word":"Scammoniate","type":"a.","descr":" Made from scammony; as, a scammoniate aperient."},{"word":"Scammony","type":"n.","descr":" A species of bindweed or Convolvulus (C. Scammonia)."},{"word":"Scammony","type":"n.","descr":" An inspissated sap obtained from the root of the Convolvulus Scammonia, of a blackish gray color, a nauseous smell like that of old cheese, and a somewhat acrid taste. It is used in medicine as a cathartic."},{"word":"Scamp","type":"n.","descr":" A rascal; a swindler; a rogue."},{"word":"Scamp","type":"a.","descr":" To perform in a hasty, neglectful, or imperfect manner; to do superficially."},{"word":"Scampavia","type":"n.","descr":" A long, low war galley used by the Neapolitans and Sicilians in the early part of the nineteenth century."},{"word":"Scampered","type":"imp. and p. p.","descr":" of Scamper"},{"word":"Scampering","type":"p. pr. and vb. n.","descr":" of Scamper"},{"word":"Scamper","type":"v. t.","descr":" To run with speed; to run or move in a quick, hurried manner; to hasten away."},{"word":"Scamper","type":"n.","descr":" A scampering; a hasty flight."},{"word":"Scamperer","type":"n.","descr":" One who scampers."},{"word":"Scampish","type":"a.","descr":" Of or like a scamp; knavish; as, scampish conduct."},{"word":"Scanned","type":"imp. and p. p.","descr":" of Scan"},{"word":"Scanning","type":"p. pr. and vb. n.","descr":" of Scan"},{"word":"Scan","type":"v. t.","descr":" To mount by steps; to go through with step by step."},{"word":"Scandal","type":"n.","descr":" Offense caused or experienced; reproach or reprobation called forth by what is regarded as wrong, criminal, heinous, or flagrant: opprobrium or disgrace."},{"word":"Scandal","type":"n.","descr":" Reproachful aspersion; opprobrious censure; defamatory talk, uttered heedlessly or maliciously."},{"word":"Scandal","type":"n.","descr":" Anything alleged in pleading which is impertinent, and is reproachful to any person, or which derogates from the dignity of the court, or is contrary to good manners."},{"word":"Scandal","type":"v. t.","descr":" To treat opprobriously; to defame; to asperse; to traduce; to slander."},{"word":"Scandal","type":"v. t.","descr":" To scandalize; to offend."},{"word":"Scandalized","type":"imp. and p. p.","descr":" of Scandalize"},{"word":"Scandalizing","type":"p. pr. and vb. n.","descr":" of Scandalize"},{"word":"Scandalize","type":"v. t.","descr":" To offend the feelings or the conscience of (a person) by some action which is considered immoral or criminal; to bring shame, disgrace, or reproach upon."},{"word":"Scandalize","type":"v. t.","descr":" To reproach; to libel; to defame; to slander."},{"word":"Scandalous","type":"a.","descr":" Giving offense to the conscience or moral feelings; exciting reprobation; calling out condemnation."},{"word":"Scandalous","type":"a.","descr":" Disgraceful to reputation; bringing shame or infamy; opprobrious; as, a scandalous crime or vice."},{"word":"Scandalous","type":"a.","descr":" Defamatory; libelous; as, a scandalous story."},{"word":"Scandalously","type":"adv.","descr":" In a manner to give offense; shamefully."},{"word":"Scandalously","type":"adv.","descr":" With a disposition to impute immorality or wrong."},{"word":"Scandalousness","type":"n.","descr":" Quality of being scandalous."},{"word":"Scandalum magnatum","type":"","descr":" A defamatory speech or writing published to the injury of a person of dignity; -- usually abbreviated scan. mag."},{"word":"Scandent","type":"a.","descr":" Climbing."},{"word":"Scandia","type":"n.","descr":" A chemical earth, the oxide of scandium."},{"word":"Scandic","type":"a.","descr":" Of or pertaining to scandium; derived from, or containing, scandium."},{"word":"Scandinavian","type":"a.","descr":" Of or pertaining to Scandinavia, that is, Sweden, Norway, and Denmark."},{"word":"Scandinavian","type":"n.","descr":" A native or inhabitant of Scandinavia."},{"word":"Scandium","type":"n.","descr":" A rare metallic element of the boron group, whose existence was predicted under the provisional name ekaboron by means of the periodic law, and subsequently discovered by spectrum analysis in certain rare Scandinavian minerals (euxenite and gadolinite). It has not yet been isolated. Symbol Sc. Atomic weight 44."},{"word":"Scansion","type":"n.","descr":" The act of scanning; distinguishing the metrical feet of a verse by emphasis, pauses, or otherwise."},{"word":"Scansores","type":"n. pl.","descr":" An artifical group of birds formerly regarded as an order. They are distributed among several orders by modern ornithologists."},{"word":"Scansorial","type":"a.","descr":" Capable of climbing; as, the woodpecker is a scansorial bird; adapted for climbing; as, a scansorial foot."},{"word":"Scansorial","type":"a.","descr":" Of or pertaining to the Scansores. See Illust.. under Aves."},{"word":"Scant","type":"superl.","descr":" Not full, large, or plentiful; scarcely sufficient; less than is wanted for the purpose; scanty; meager; not enough; as, a scant allowance of provisions or water; a scant pattern of cloth for a garment."},{"word":"Scant","type":"superl.","descr":" Sparing; parsimonious; chary."},{"word":"Scanted","type":"imp. and p. p.","descr":" of Scant"},{"word":"Scanting","type":"p. pr. and vb. n.","descr":" of Scant"},{"word":"Scant","type":"v. t.","descr":" To limit; to straiten; to treat illiberally; to stint; as, to scant one in provisions; to scant ourselves in the use of necessaries."},{"word":"Scant","type":"v. t.","descr":" To cut short; to make small, narrow, or scanty; to curtail."},{"word":"Scant","type":"v. i.","descr":" To fail, or become less; to scantle; as, the wind scants."},{"word":"Scant","type":"adv.","descr":" In a scant manner; with difficulty; scarcely; hardly."},{"word":"Scant","type":"n.","descr":" Scantness; scarcity."},{"word":"Scantily","type":"adv.","descr":" In a scanty manner; not fully; not plentifully; sparingly; parsimoniously."},{"word":"Scantiness","type":"n.","descr":" Quality or condition of being scanty."},{"word":"Scantle","type":"v. i.","descr":" To be deficient; to fail."},{"word":"Scantle","type":"v. t.","descr":" To scant; to be niggard of; to divide into small pieces; to cut short or down."},{"word":"Scantlet","type":"n.","descr":" A small pattern; a small quantity."},{"word":"Scantling","type":"a.","descr":" Not plentiful; small; scanty."},{"word":"Scantling","type":"v. t.","descr":" A fragment; a bit; a little piece."},{"word":"Scantling","type":"v. t.","descr":" A piece or quantity cut for a special purpose; a sample."},{"word":"Scantling","type":"v. t.","descr":" A small quantity; a little bit; not much."},{"word":"Scantling","type":"v. t.","descr":" A piece of timber sawed or cut of a small size, as for studs, rails, etc."},{"word":"Scantling","type":"v. t.","descr":" The dimensions of a piece of timber with regard to its breadth and thickness; hence, the measure or dimensions of anything."},{"word":"Scantling","type":"v. t.","descr":" A rough draught; a rude sketch or outline."},{"word":"Scantling","type":"v. t.","descr":" A frame for casks to lie upon; a trestle."},{"word":"Scantly","type":"adv.","descr":" In a scant manner; not fully or sufficiently; narrowly; penuriously."},{"word":"Scantly","type":"adv.","descr":" Scarcely; hardly; barely."},{"word":"Scantness","type":"n.","descr":" The quality or condition of being scant; narrowness; smallness; insufficiency; scantiness."},{"word":"Scanty","type":"a.","descr":" Wanting amplitude or extent; narrow; small; not abundant."},{"word":"Scanty","type":"a.","descr":" Somewhat less than is needed; insufficient; scant; as, a scanty supply of words; a scanty supply of bread."},{"word":"Scanty","type":"a.","descr":" Sparing; niggardly; parsimonious."},{"word":"Scape","type":"n.","descr":" A peduncle rising from the ground or from a subterranean stem, as in the stemless violets, the bloodroot, and the like."},{"word":"Scape","type":"n.","descr":" The long basal joint of the antennae of an insect."},{"word":"Scape","type":"n.","descr":" The shaft of a column."},{"word":"Scape","type":"n.","descr":" The apophyge of a shaft."},{"word":"Scaped","type":"imp. and p. p.","descr":" of Scape"},{"word":"Scaping","type":"p. pr. and vb. n.","descr":" of Scape"},{"word":"Scape","type":"v. t. and i.","descr":" To escape."},{"word":"Scape","type":"n.","descr":" An escape."},{"word":"Scape","type":"n.","descr":" Means of escape; evasion."},{"word":"Scape","type":"n.","descr":" A freak; a slip; a fault; an escapade."},{"word":"Scape","type":"n.","descr":" Loose act of vice or lewdness."},{"word":"Scapegallows","type":"n.","descr":" One who has narrowly escaped the gallows for his crimes."},{"word":"Scapegoat","type":"n.","descr":" A goat upon whose head were symbolically placed the sins of the people, after which he was suffered to escape into the wilderness."},{"word":"Scapegoat","type":"n.","descr":" Hence, a person or thing that is made to bear blame for others."},{"word":"Scapegrace","type":"n.","descr":" A graceless, unprincipled person; one who is wild and reckless."},{"word":"Scapeless","type":"a.","descr":" Destitute of a scape."},{"word":"Scapement","type":"v.","descr":" Same as Escapement, 3."},{"word":"Scape-wheel","type":"n.","descr":" The wheel in an escapement (as of a clock or a watch) into the teeth of which the pallets play."},{"word":"Scaphander","type":"n.","descr":" The case, or impermeable apparel, in which a diver can work while under water."},{"word":"Scaphism","type":"n.","descr":" An ancient mode of punishing criminals among the Persians, by confining the victim in a trough, with his head and limbs smeared with honey or the like, and exposed to the sun and to insects until he died."},{"word":"Scaphite","type":"n.","descr":" Any fossil cephalopod shell of the genus Scaphites, belonging to the Ammonite family and having a chambered boat-shaped shell. Scaphites are found in the Cretaceous formation."},{"word":"Scaphocephalic","type":"a.","descr":" Of, pertaining to, or affected with, scaphocephaly."},{"word":"Scaphocephaly","type":"n.","descr":" A deformed condition of the skull, in which the vault is narrow, elongated, and more or less boat-shaped."},{"word":"Scaphocerite","type":"n.","descr":" A flattened plate or scale attached to the second joint of the antennae of many Crustacea."},{"word":"Scaphognathite","type":"n.","descr":" A thin leafike appendage (the exopodite) of the second maxilla of decapod crustaceans. It serves as a pumping organ to draw the water through the gill cavity."},{"word":"Scaphoid","type":"a.","descr":" Resembling a boat in form; boat-shaped."},{"word":"Scaphoid","type":"n.","descr":" The scaphoid bone."},{"word":"Scapholunar","type":"a.","descr":" Of or pertaining to the scaphoid and lunar bones of the carpus."},{"word":"Scapholunar","type":"n.","descr":" The scapholunar bone."},{"word":"Scaphopda","type":"n. pl.","descr":" A class of marine cephalate Mollusca having a tubular shell open at both ends, a pointed or spadelike foot for burrowing, and many long, slender, prehensile oral tentacles. It includes Dentalium, or the tooth shells, and other similar shells. Called also Prosopocephala, and Solenoconcha."},{"word":"Scapiform","type":"a.","descr":" Resembling a scape, or flower stem."},{"word":"Scapolite","type":"n.","descr":" A grayish white mineral occuring in tetragonal crystals and in cleavable masses. It is essentially a silicate of alumina and soda."},{"word":"Scapple","type":"v. t.","descr":" To work roughly, or shape without finishing, as stone before leaving the quarry."},{"word":"Scapple","type":"v. t.","descr":" To dress in any way short of fine tooling or rubbing, as stone."},{"word":"Scapulae","type":"pl. ","descr":" of Scapula"},{"word":"Scapulas","type":"pl. ","descr":" of Scapula"},{"word":"Scapula","type":"n.","descr":" The principal bone of the shoulder girdle in mammals; the shoulder blade."},{"word":"Scapula","type":"n.","descr":" One of the plates from which the arms of a crinoid arise."},{"word":"Scapular","type":"a.","descr":" Of or pertaining to the scapula or the shoulder."},{"word":"Scapular","type":"n.","descr":" One of a special group of feathers which arise from each of the scapular regions and lie along the sides of the back."},{"word":"Scapular","type":"n.","descr":" Alt. of Scapulary"},{"word":"Scapulary","type":"n.","descr":" A loose sleeveless vestment falling in front and behind, worn by certain religious orders and devout persons."},{"word":"Scapulary","type":"n.","descr":" The name given to two pieces of cloth worn under the ordinary garb and over the shoulders as an act of devotion."},{"word":"Scapulary","type":"n.","descr":" A bandage passing over the shoulder to support it, or to retain another bandage in place."},{"word":"Scapulary","type":"a.","descr":" Same as Scapular, a."},{"word":"Scapulary","type":"n.","descr":" Same as 2d and 3d Scapular."},{"word":"Scapulet","type":"n.","descr":" A secondary mouth fold developed at the base of each of the armlike lobes of the manubrium of many rhizostome medusae. See Illustration in Appendix."},{"word":"Scapulo-","type":"","descr":" A combining form used in anatomy to indicate connection with, or relation to, the scapula or the shoulder; as, the scapulo-clavicular articulation, the articulation between the scapula and clavicle."},{"word":"Scapus","type":"n.","descr":" See 1st Scape."},{"word":"Scar","type":"n.","descr":" A mark in the skin or flesh of an animal, made by a wound or ulcer, and remaining after the wound or ulcer is healed; a cicatrix; a mark left by a previous injury; a blemish; a disfigurement."},{"word":"Scar","type":"n.","descr":" A mark left upon a stem or branch by the fall of a leaf, leaflet, or frond, or upon a seed by the separation of its support. See Illust.. under Axillary."},{"word":"Scarred","type":"imp. and p. p.","descr":" of Scar"},{"word":"Scarring","type":"p. pr. and vb. n.","descr":" of Scar"},{"word":"Scar","type":"v. t.","descr":" To mark with a scar or scars."},{"word":"Scar","type":"v. i.","descr":" To form a scar."},{"word":"Scar","type":"n.","descr":" An isolated or protruding rock; a steep, rocky eminence; a bare place on the side of a mountain or steep bank of earth."},{"word":"Scar","type":"n.","descr":" A marine food fish, the scarus, or parrot fish."},{"word":"Scarab","type":"n.","descr":" Alt. of Scarabee"},{"word":"Scarabee","type":"n.","descr":" Any one of numerous species of lamellicorn beetles of the genus Scarabaeus, or family Scarabaeidae, especially the sacred, or Egyptian, species (Scarabaeus sacer, and S. Egyptiorum)."},{"word":"Scarabee","type":"n.","descr":" A stylized representation of a scarab beetle in stone or faience; -- a symbol of resurrection, used by the ancient Egyptians as an ornament or a talisman,  and in modern times used in jewelry, usually by engraving designs on cabuchon stones.  Also used attributively; as, a scarab bracelet [a bracelet containing scarabs]; a scarab [the carved stone itelf]."},{"word":"Scarabaeus","type":"n.","descr":" Same as Scarab."},{"word":"Scaraboid","type":"a.","descr":" Of or pertaining to the family Scarabaeidae, an extensive group which includes the Egyptian scarab, the tumbledung, and many similar lamellicorn beetles."},{"word":"Scaraboid","type":"n.","descr":" A scaraboid beetle."},{"word":"Scaramouch","type":"n.","descr":" A personage in the old Italian comedy (derived from Spain) characterized by great boastfulness and poltroonery; hence, a person of like characteristics; a buffoon."},{"word":"Scarce","type":"superl.","descr":" Not plentiful or abundant; in small quantity in proportion to the demand; not easily to be procured; rare; uncommon."},{"word":"Scarce","type":"superl.","descr":" Scantily supplied (with); deficient (in); -- with of."},{"word":"Scarce","type":"superl.","descr":" Sparing; frugal; parsimonious; stingy."},{"word":"Scarce","type":"adv.","descr":" Alt. of Scarcely"},{"word":"Scarcely","type":"adv.","descr":" With difficulty; hardly; scantly; barely; but just."},{"word":"Scarcely","type":"adv.","descr":" Frugally; penuriously."},{"word":"Scarcement","type":"n.","descr":" An offset where a wall or bank of earth, etc., retreats, leaving a shelf or footing."},{"word":"Scarceness","type":"n.","descr":" Alt. of Scarcity"},{"word":"Scarcity","type":"n.","descr":" The quality or condition of being scarce; smallness of quantity in proportion to the wants or demands; deficiency; lack of plenty; short supply; penury; as, a scarcity of grain; a great scarcity of beauties."},{"word":"Scard","type":"n.","descr":" A shard or fragment."},{"word":"Scared","type":"imp. and p. p.","descr":" of Scare"},{"word":"Scaring","type":"p. pr. and vb. n.","descr":" of Scare"},{"word":"Scare","type":"v. t.","descr":" To frighten; to strike with sudden fear; to alarm."},{"word":"Scare","type":"n.","descr":" Fright; esp., sudden fright produced by a trifling cause, or originating in mistake."},{"word":"Scarecrow","type":"n.","descr":" Anything set up to frighten crows or other birds from cornfields; hence, anything terifying without danger."},{"word":"Scarecrow","type":"n.","descr":" A person clad in rags and tatters."},{"word":"Scarecrow","type":"n.","descr":" The black tern."},{"word":"Scarefire","type":"n.","descr":" An alarm of fire."},{"word":"Scarefire","type":"n.","descr":" A fire causing alarm."},{"word":"Scarf","type":"n.","descr":" A cormorant."},{"word":"Scarfs","type":"pl. ","descr":" of Scarf"},{"word":"Scarves","type":"pl. ","descr":" of Scarf"},{"word":"Scarf","type":"n.","descr":" An article of dress of a light and decorative character, worn loosely over the shoulders or about the neck or the waist; a light shawl or handkerchief for the neck; also, a cravat; a neckcloth."},{"word":"Scarfed","type":"imp. and p. p.","descr":" of Scarf"},{"word":"Scarfing","type":"p. pr. and vb. n.","descr":" of Scarf"},{"word":"Scarf","type":"v. t.","descr":" To throw on loosely; to put on like a scarf."},{"word":"Scarf","type":"v. t.","descr":" To dress with a scarf, or as with a scarf; to cover with a loose wrapping."},{"word":"Scarf","type":"v. t.","descr":" To form a scarf on the end or edge of, as for a joint in timber, metal rods, etc."},{"word":"Scarf","type":"v. t.","descr":" To unite, as two pieces of timber or metal, by a scarf joint."},{"word":"Scarf","type":"n.","descr":" In a piece which is to be united to another by a scarf joint, the part of the end or edge that is tapered off, rabbeted, or notched so as to be thinner than the rest of the piece."},{"word":"Scarf","type":"n.","descr":" A scarf joint."},{"word":"Scarfskin","type":"n.","descr":" See Epidermis."},{"word":"Scarification","type":"n.","descr":" The act of scarifying."},{"word":"Scarificator","type":"n.","descr":" An instrument, principally used in cupping, containing several lancets moved simultaneously by a spring, for making slight incisions."},{"word":"Scarifier","type":"n.","descr":" One who scarifies."},{"word":"Scarifier","type":"n.","descr":" The instrument used for scarifying."},{"word":"Scarifier","type":"n.","descr":" An implement for stripping and loosening the soil, without bringing up a fresh surface."},{"word":"Scarified","type":"imp. and p. p.","descr":" of Scarify"},{"word":"Scarifying","type":"p. pr. and vb. n.","descr":" of Scarify"},{"word":"Scarify","type":"v. t.","descr":" To scratch or cut the skin of; esp. (Med.), to make small incisions in, by means of a lancet or scarificator, so as to draw blood from the smaller vessels without opening a large vein."},{"word":"Scarify","type":"v. t.","descr":" To stir the surface soil of, as a field."},{"word":"Scariose","type":"a.","descr":" Alt. of Scarious"},{"word":"Scarious","type":"a.","descr":" Thin, dry, membranous, and not green."},{"word":"Scarlatina","type":"n.","descr":" Scarlet fever."},{"word":"Scarless","type":"a.","descr":" Free from scar."},{"word":"Scarlet","type":"n.","descr":" A deep bright red tinged with orange or yellow, -- of many tints and shades; a vivid or bright red color."},{"word":"Scarlet","type":"n.","descr":" Cloth of a scarlet color."},{"word":"Scarlet","type":"a.","descr":" Of the color called scarlet; as, a scarlet cloth or thread."},{"word":"Scarlet","type":"v. t.","descr":" To dye or tinge with scarlet."},{"word":"Scarmage","type":"n.","descr":" Alt. of Scarmoge"},{"word":"Scarmoge","type":"n.","descr":" A slight contest; a skirmish. See Skirmish."},{"word":"Scarn","type":"n.","descr":" Dung."},{"word":"Scaroid","type":"a.","descr":" Of or pertaining to the Scaridae, a family of marine fishes including the parrot fishes."},{"word":"Scarp","type":"n.","descr":" A band in the same position as the bend sinister, but only half as broad as the latter."},{"word":"Scarp","type":"n.","descr":" The slope of the ditch nearest the parapet; the escarp."},{"word":"Scarp","type":"n.","descr":" A steep descent or declivity."},{"word":"Scarped","type":"imp. and p. p.","descr":" of Scarp"},{"word":"Scarping","type":"p. pr. and vb. n.","descr":" of Scarp"},{"word":"Scarp","type":"v. t.","descr":" To cut down perpendicularly, or nearly so; as, to scarp the face of a ditch or a rock."},{"word":"Scarring","type":"n.","descr":" A scar; a mark."},{"word":"Scarry","type":"a.","descr":" Bearing scars or marks of wounds."},{"word":"Scarry","type":"a.","descr":" Like a scar, or rocky eminence; containing scars."},{"word":"Scarus","type":"n.","descr":" A Mediterranean food fish (Sparisoma scarus) of excellent quality and highly valued by the Romans; -- called also parrot fish."},{"word":"Scary","type":"n.","descr":" Barren land having only a thin coat of grass."},{"word":"Scary","type":"a.","descr":" Subject to sudden alarm."},{"word":"Scary","type":"a.","descr":" Causing fright; alarming."},{"word":"Scasely","type":"adv.","descr":" Scarcely; hardly."},{"word":"Scat","type":"interj.","descr":" Go away; begone; away; -- chiefly used in driving off a cat."},{"word":"Scat","type":"n.","descr":" Alt. of Scatt"},{"word":"Scatt","type":"n.","descr":" Tribute."},{"word":"Scat","type":"n.","descr":" A shower of rain."},{"word":"Scatch","type":"n.","descr":" A kind of bit for the bridle of a horse; -- called also scatchmouth."},{"word":"Scatches","type":"n. pl.","descr":" Stilts."},{"word":"Scate","type":"n.","descr":" See Skate, for the foot."},{"word":"Scatebrous","type":"a.","descr":" Abounding with springs."},{"word":"Scath","type":"v.","descr":" Harm; damage; injury; hurt; waste; misfortune."},{"word":"Scathed","type":"imp. and p. p.","descr":" of Scath"},{"word":"Scathing","type":"p. pr. and vb. n.","descr":" of Scath"},{"word":"Scathe","type":"v. t.","descr":" Alt. of Scath"},{"word":"Scath","type":"v. t.","descr":" To do harm to; to injure; to damage; to waste; to destroy."},{"word":"Scathful","type":"a.","descr":" Harmful; doing damage; pernicious."},{"word":"Scathless","type":"a.","descr":" Unharmed."},{"word":"Scathly","type":"a.","descr":" Injurious; scathful."},{"word":"Scattered","type":"imp. and p. p.","descr":" of Scatter"},{"word":"Scattering","type":"p. pr. and vb. n.","descr":" of Scatter"},{"word":"Scatter","type":"v. t.","descr":" To strew about; to sprinkle around; to throw down loosely; to deposit or place here and there, esp. in an open or sparse order."},{"word":"Scatter","type":"v. t.","descr":" To cause to separate in different directions; to reduce from a close or compact to a loose or broken order; to dissipate; to disperse."},{"word":"Scatter","type":"v. t.","descr":" Hence, to frustrate, disappoint, and overthrow; as, to scatter hopes, plans, or the like."},{"word":"Scatter","type":"v. i.","descr":" To be dispersed or dissipated; to disperse or separate; as, clouds scatter after a storm."},{"word":"Scatter-brain","type":"n.","descr":" A giddy or thoughtless person; one incapable of concentration or attention."},{"word":"Scatter-brained","type":"a.","descr":" Giddy; thoughtless."},{"word":"Scattered","type":"a.","descr":" Dispersed; dissipated; sprinkled, or loosely spread."},{"word":"Scattered","type":"a.","descr":" Irregular in position; having no regular order; as, scattered leaves."},{"word":"Scattergood","type":"n.","descr":" One who wastes; a spendthrift."},{"word":"Scattering","type":"a.","descr":" Going or falling in various directions; not united or aggregated; divided among many; as, scattering votes."},{"word":"Scattering","type":"n.","descr":" Act of strewing about; something scattered."},{"word":"Scatteringly","type":"adv.","descr":" In a scattering manner; dispersedly."},{"word":"Scatterling","type":"n.","descr":" One who has no fixed habitation or residence; a vagabond."},{"word":"Scaturient","type":"a.","descr":" Gushing forth; full to overflowing; effusive."},{"word":"Scaturiginous","type":"a.","descr":" Abounding with springs."},{"word":"Scaup","type":"n.","descr":" A bed or stratum of shellfish; scalp."},{"word":"Scaup","type":"n.","descr":" A scaup duck. See below."},{"word":"Scauper","type":"n.","descr":" A tool with a semicircular edge, -- used by engravers to clear away the spaces between the lines of an engraving."},{"word":"Scaur","type":"n.","descr":" A precipitous bank or rock; a scar."},{"word":"Scavage","type":"n.","descr":" A toll or duty formerly exacted of merchant strangers by mayors, sheriffs, etc., for goods shown or offered for sale within their precincts."},{"word":"Scavenge","type":"v. t.","descr":" To cleanse, as streets, from filth."},{"word":"Scavenger","type":"v.","descr":" A person whose employment is to clean the streets of a city, by scraping or sweeping, and carrying off the filth. The name is also applied to any animal which devours refuse, carrion, or anything injurious to health."},{"word":"Scazon","type":"n.","descr":" A choliamb."},{"word":"Scelerat","type":"n.","descr":" A villain; a criminal."},{"word":"Scelestic","type":"a.","descr":" Evil; wicked; atrocious."},{"word":"Scelet","type":"n.","descr":" A mummy; a skeleton."},{"word":"Scena","type":"n.","descr":" A scene in an opera."},{"word":"Scena","type":"n.","descr":" An accompanied dramatic recitative, interspersed with passages of melody, or followed by a full aria."},{"word":"Scenario","type":"n.","descr":" A preliminary sketch of the plot, or main incidents, of an opera."},{"word":"Scenary","type":"n.","descr":" Scenery."},{"word":"Scene","type":"n.","descr":" The structure on which a spectacle or play is exhibited; the part of a theater in which the acting is done, with its adjuncts and decorations; the stage."},{"word":"Scene","type":"n.","descr":" The decorations and fittings of a stage, representing the place in which the action is supposed to go on; one of the slides, or other devices, used to give an appearance of reality to the action of a play; as, to paint scenes; to shift the scenes; to go behind the scenes."},{"word":"Scene","type":"n.","descr":" So much of a play as passes without change of locality or time, or important change of character; hence, a subdivision of an act; a separate portion of a play, subordinate to the act, but differently determined in different plays; as, an act of four scenes."},{"word":"Scene","type":"n.","descr":" The place, time, circumstance, etc., in which anything occurs, or in which the action of a story, play, or the like, is laid; surroundings amid which anything is set before the imagination; place of occurrence, exhibition, or action."},{"word":"Scene","type":"n.","descr":" An assemblage of objects presented to the view at once; a series of actions and events exhibited in their connection; a spectacle; a show; an exhibition; a view."},{"word":"Scene","type":"n.","descr":" A landscape, or part of a landscape; scenery."},{"word":"Scene","type":"n.","descr":" An exhibition of passionate or strong feeling before others; often, an artifical or affected action, or course of action, done for effect; a theatrical display."},{"word":"Scene","type":"v. t.","descr":" To exhibit as a scene; to make a scene of; to display."},{"word":"Sceneful","type":"a.","descr":" Having much scenery."},{"word":"Scenemen","type":"pl. ","descr":" of Sceneman"},{"word":"Sceneman","type":"n.","descr":" The man who manages the movable scenes in a theater."},{"word":"Scenery","type":"n.","descr":" Assemblage of scenes; the paintings and hangings representing the scenes of a play; the disposition and arrangement of the scenes in which the action of a play, poem, etc., is laid; representation of place of action or occurence."},{"word":"Scenery","type":"n.","descr":" Sum of scenes or views; general aspect, as regards variety and beauty or the reverse, in a landscape; combination of natural views, as woods, hills, etc."},{"word":"Sceneshifter","type":"n.","descr":" One who moves the scenes in a theater; a sceneman."},{"word":"Scenic","type":"a.","descr":" Alt. of Scenical"},{"word":"Scenical","type":"a.","descr":" Of or pertaining to scenery; of the nature of scenery; theatrical."},{"word":"Scenograph","type":"n.","descr":" A perspective representation or general view of an object."},{"word":"Scenographic","type":"a.","descr":" Alt. of Scenographical"},{"word":"Scenographical","type":"a.","descr":" Of or pertaining to scenography; drawn in perspective."},{"word":"Scenography","type":"n.","descr":" The art or act of representing a body on a perspective plane; also, a representation or description of a body, in all its dimensions, as it appears to the eye."},{"word":"Scented","type":"imp. and p. p.","descr":" of Scent"},{"word":"Scenting","type":"p. pr. and vb. n.","descr":" of Scent"},{"word":"Scent","type":"v. t.","descr":" To perceive by the olfactory organs; to smell; as, to scent game, as a hound does."},{"word":"Scent","type":"v. t.","descr":" To imbue or fill with odor; to perfume."},{"word":"Scent","type":"v. i.","descr":" To have a smell."},{"word":"Scent","type":"v. i.","descr":" To hunt animals by means of the sense of smell."},{"word":"Scent","type":"n.","descr":" That which, issuing from a body, affects the olfactory organs of animals; odor; smell; as, the scent of an orange, or of a rose; the scent of musk."},{"word":"Scent","type":"n.","descr":" Specifically, the odor left by an animal on the ground in passing over it; as, dogs find or lose the scent; hence, course of pursuit; track of discovery."},{"word":"Scent","type":"n.","descr":" The power of smelling; the sense of smell; as, a hound of nice scent; to divert the scent."},{"word":"Scentful","type":"a.","descr":" Full of scent or odor; odorous."},{"word":"Scentful","type":"a.","descr":" Of quick or keen smell."},{"word":"Scentingly","type":"adv.","descr":" By scent."},{"word":"Scentless","type":"a.","descr":" Having no scent."},{"word":"Scepsis","type":"n.","descr":" Skepticism; skeptical philosophy."},{"word":"Scepter","type":"n.","descr":" Alt. of Sceptre"},{"word":"Sceptre","type":"n.","descr":" A staff or baton borne by a sovereign, as a ceremonial badge or emblem of authority; a royal mace."},{"word":"Sceptre","type":"n.","descr":" Hence, royal or imperial power or authority; sovereignty; as, to assume the scepter."},{"word":"Sceptered","type":"imp. and p. p.","descr":" of Sceptre"},{"word":"Sceptred","type":"","descr":" of Sceptre"},{"word":"Sceptering","type":"p. pr. and vb. n.","descr":" of Sceptre"},{"word":"Sceptring","type":"","descr":" of Sceptre"},{"word":"Scepter","type":"v. t.","descr":" Alt. of Sceptre"},{"word":"Sceptre","type":"v. t.","descr":" To endow with the scepter, or emblem of authority; to invest with royal authority."},{"word":"Scepterellate","type":"a.","descr":" Having a straight shaft with whorls of spines; -- said of certain sponge spicules. See Illust. under Spicule."},{"word":"Scepterless","type":"a.","descr":" Alt. of Sceptreless"},{"word":"Sceptreless","type":"a.","descr":" Having no scepter; without authority; powerless; as, a scepterless king."},{"word":"Sceptic","type":"","descr":" Alt. of Scepticism"},{"word":"Sceptical","type":"","descr":" Alt. of Scepticism"},{"word":"Scepticism","type":"","descr":" etc. See Skeptic, Skeptical, Skepticism, etc."},{"word":"Sceptral","type":"a.","descr":" Of or pertaining to a scepter; like a scepter."},{"word":"Scern","type":"v. t.","descr":" To discern; to perceive."},{"word":"Schade","type":"n.","descr":" Shade; shadow."},{"word":"Schah","type":"n.","descr":" See Shah."},{"word":"Schediasm","type":"n.","descr":" Cursory writing on a loose sheet."},{"word":"Schedule","type":"n.","descr":" A written or printed scroll or sheet of paper; a document; especially, a formal list or inventory; a list or catalogue annexed to a larger document, as to a will, a lease, a statute, etc."},{"word":"Schedule","type":"v. t.","descr":" To form into, or place in, a schedule."},{"word":"Scheeles green","type":"","descr":" See under Green."},{"word":"Scheelin","type":"n.","descr":" Scheelium."},{"word":"Scheelite","type":"n.","descr":" Calcium tungstate, a mineral of a white or pale yellowish color and of the tetragonal system of crystallization."},{"word":"Scheelium","type":"n.","descr":" The metal tungsten."},{"word":"Scheik","type":"n.","descr":" See Sheik."},{"word":"Schelly","type":"n.","descr":" The powan."},{"word":"Schemata","type":"pl. ","descr":" of Schema"},{"word":"Schemas","type":"pl. ","descr":" of Schema"},{"word":"Schema","type":"n.","descr":" An outline or image universally applicable to a general conception, under which it is likely to be presented to the mind; as, five dots in a line are a schema of the number five; a preceding and succeeding event are a schema of cause and effect."},{"word":"Schematic","type":"a.","descr":" Of or pertaining to a scheme or a schema."},{"word":"Schematism","type":"n.","descr":" Combination of the aspects of heavenly bodies."},{"word":"Schematism","type":"n.","descr":" Particular form or disposition of a thing; an exhibition in outline of any systematic arrangement."},{"word":"Schematist","type":"n.","descr":" One given to forming schemes; a projector; a schemer."},{"word":"Schematize","type":"v. i.","descr":" To form a scheme or schemes."},{"word":"Scheme","type":"n.","descr":" A combination of things connected and adjusted by design; a system."},{"word":"Scheme","type":"n.","descr":" A plan or theory something to be done; a design; a project; as, to form a scheme."},{"word":"Scheme","type":"n.","descr":" Any lineal or mathematical diagram; an outline."},{"word":"Scheme","type":"n.","descr":" A representation of the aspects of the celestial bodies for any moment or at a given event."},{"word":"Schemed","type":"imp. and p. p.","descr":" of Scheme"},{"word":"Scheming","type":"p. pr. and vb. n.","descr":" of Scheme"},{"word":"Scheme","type":"v. t.","descr":" To make a scheme of; to plan; to design; to project; to plot."},{"word":"Scheme","type":"v. i.","descr":" To form a scheme or schemes."},{"word":"Schemeful","type":"a.","descr":" Full of schemes or plans."},{"word":"Schemer","type":"n.","descr":" One who forms schemes; a projector; esp., a plotter; an intriguer."},{"word":"Scheming","type":"a.","descr":" Given to forming schemes; artful; intriguing."},{"word":"Schemist","type":"n.","descr":" A schemer."},{"word":"Schene","type":"n.","descr":" An Egyptian or Persian measure of length, varying from thirty-two to sixty stadia."},{"word":"Schenkbeer","type":"n.","descr":" A mild German beer."},{"word":"Scherbet","type":"n.","descr":" See Sherbet."},{"word":"Scherif","type":"n.","descr":" See Sherif."},{"word":"Scherzando","type":"adv.","descr":" In a playful or sportive manner."},{"word":"Scherzo","type":"n.","descr":" A playful, humorous movement, commonly in 3-4 measure, which often takes the place of the old minuet and trio in a sonata or a symphony."},{"word":"Schesis","type":"n.","descr":" General state or disposition of the body or mind, or of one thing with regard to other things; habitude."},{"word":"Schesis","type":"n.","descr":" A figure of speech whereby the mental habitude of an adversary or opponent is feigned for the purpose of arguing against him."},{"word":"Schetic","type":"a.","descr":" Alt. of Schetical"},{"word":"Schetical","type":"a.","descr":" Of or pertaining to the habit of the body; constitutional."},{"word":"Schiedam","type":"n.","descr":" Holland gin made at Schiedam in the Netherlands."},{"word":"Schiller","type":"n.","descr":" The peculiar bronzelike luster observed in certain minerals, as hypersthene, schiller spar, etc. It is due to the presence of minute inclusions in parallel position, and is sometimes of secondary origin."},{"word":"Schilerization","type":"n.","descr":" The act or process of producing schiller in a mineral mass."},{"word":"Schilling","type":"n.","descr":" Any one of several small German and Dutch coins, worth from about one and a half cents to about five cents."},{"word":"Schindylesis","type":"n.","descr":" A form of articulation in which one bone is received into a groove or slit in another."},{"word":"Schirrhus","type":"n.","descr":" See Scirrhus."},{"word":"Schism","type":"n.","descr":" Division or separation; specifically (Eccl.), permanent division or separation in the Christian church; breach of unity among people of the same religious faith; the offense of seeking to produce division in a church without justifiable cause."},{"word":"Schisma","type":"n.","descr":" An interval equal to half a comma."},{"word":"Schismatic","type":"a.","descr":" Of or pertaining to schism; implying schism; partaking of the nature of schism; tending to schism; as, schismatic opinions or proposals."},{"word":"Schismatic","type":"n.","descr":" One who creates or takes part in schism; one who separates from an established church or religious communion on account of a difference of opinion."},{"word":"Schismatical","type":"a.","descr":" Same as Schismatic."},{"word":"Schismatized","type":"imp. and p. p.","descr":" of Schismatize"},{"word":"Schismatizing","type":"p. pr. and vb. n.","descr":" of Schismatize"},{"word":"Schismatize","type":"v. i.","descr":" To take part in schism; to make a breach of communion in the church."},{"word":"Schismless","type":"a.","descr":" Free from schism."},{"word":"Schist","type":"n.","descr":" Any crystalline rock having a foliated structure (see Foliation) and hence admitting of ready division into slabs or slates. The common kinds are mica schist, and hornblendic schist, consisting chiefly of quartz with mica or hornblende and often feldspar."},{"word":"Schistaceous","type":"a.","descr":" Of a slate color."},{"word":"Schistic","type":"a.","descr":" Schistose."},{"word":"Schistose","type":"a.","descr":" Alt. of Schistous"},{"word":"Schistous","type":"a.","descr":" Of or pertaining to schist; having the structure of a schist."},{"word":"Schistosity","type":"n.","descr":" The quality or state of being schistose."},{"word":"Schizo-","type":"","descr":" A combining form denoting division or cleavage; as, schizogenesis, reproduction by fission or cell division."},{"word":"Schizocarp","type":"n.","descr":" A dry fruit which splits at maturity into several closed one-seeded portions."},{"word":"Schizocoele","type":"n.","descr":" See Enterocoele."},{"word":"Schizocoelous","type":"a.","descr":" Pertaining to, or of the nature of, a schizocoele."},{"word":"Schizogenesis","type":"n.","descr":" Reproduction by fission."},{"word":"Schizognath","type":"n.","descr":" Any bird with a schizognathous palate."},{"word":"Schizognathae","type":"n. pl.","descr":" The schizognathous birds."},{"word":"Schizognathism","type":"n.","descr":" The condition of having a schizognathous palate."},{"word":"Schizognathous","type":"a.","descr":" Having the maxillo-palatine bones separate from each other and from the vomer, which is pointed in front, as in the gulls, snipes, grouse, and many other birds."},{"word":"Schizomycetes","type":"n. pl.","descr":" An order of Schizophyta, including the so-called fission fungi, or bacteria. See Schizophyta, in the Supplement."},{"word":"Schizonemertea","type":"n. pl.","descr":" A group of nemerteans comprising those having a deep slit along each side of the head. See Illust. in Appendix."},{"word":"Schizopelmous","type":"a.","descr":" Having the two flexor tendons of the toes entirely separate, and the flexor hallucis going to the first toe only."},{"word":"Schizophyte","type":"n.","descr":" One of a class of vegetable organisms, in the classification of Cohn, which includes all of the inferior forms that multiply by fission, whether they contain chlorophyll or not."},{"word":"Schizopod","type":"n.","descr":" one of the Schizopoda. Also used adjectively."},{"word":"Schizopod","type":"a.","descr":" Alt. of Schizopodous"},{"word":"Schizopodous","type":"a.","descr":" Of or pertaining to a schizopod, or the Schizopoda."},{"word":"Schizopoda","type":"n. pl.","descr":" A division of shrimplike Thoracostraca in which each of the thoracic legs has a long fringed upper branch (exopodite) for swimming."},{"word":"Scizorhinal","type":"a.","descr":" Having the nasal bones separate."},{"word":"Scizorhinal","type":"a.","descr":" Having the anterior nostrils prolonged backward in the form of a slit."},{"word":"Schlich","type":"n.","descr":" The finer portion of a crushed ore, as of gold, lead, or tin, separated by the water in certain wet processes."},{"word":"Schmelze","type":"n.","descr":" A kind of glass of a red or ruby color, made in Bohemia."},{"word":"Schnapps","type":"n.","descr":" Holland gin."},{"word":"Schneiderian","type":"a.","descr":" Discovered or described by C. V. Schneider, a German anatomist of the seventeenth century."},{"word":"Schoharie grit","type":"","descr":" The formation belonging to the middle of the three subdivisions of the Corniferous period in the American Devonian system; -- so called from Schoharie, in New York, where it occurs. See the Chart of Geology."},{"word":"Scholar","type":"n.","descr":" One who attends a school; one who learns of a teacher; one under the tuition of a preceptor; a pupil; a disciple; a learner; a student."},{"word":"Scholar","type":"n.","descr":" One engaged in the pursuits of learning; a learned person; one versed in any branch, or in many branches, of knowledge; a person of high literary or scientific attainments; a savant."},{"word":"Scholar","type":"n.","descr":" A man of books."},{"word":"Scholar","type":"n.","descr":" In English universities, an undergraduate who belongs to the foundation of a college, and receives support in part from its revenues."},{"word":"Scholarity","type":"n.","descr":" Scholarship."},{"word":"Scholarlike","type":"a.","descr":" Scholarly."},{"word":"Scholarly","type":"a.","descr":" Like a scholar, or learned person; showing the qualities of a scholar; as, a scholarly essay or critique."},{"word":"Scholarly","type":"adv.","descr":" In a scholarly manner."},{"word":"Scholarship","type":"n.","descr":" The character and qualities of a scholar; attainments in science or literature; erudition; learning."},{"word":"Scholarship","type":"n.","descr":" Literary education."},{"word":"Scholarship","type":"n.","descr":" Maintenance for a scholar; a foundation for the support of a student."},{"word":"Scholastic","type":"a.","descr":" Pertaining to, or suiting, a scholar, a school, or schools; scholarlike; as, scholastic manners or pride; scholastic learning."},{"word":"Scholastic","type":"a.","descr":" Of or pertaining to the schoolmen and divines of the Middle Ages (see Schoolman); as, scholastic divinity or theology; scholastic philosophy."},{"word":"Scholastic","type":"a.","descr":" Hence, characterized by excessive subtilty, or needlessly minute subdivisions; pedantic; formal."},{"word":"Scholastic","type":"n.","descr":" One who adheres to the method or subtilties of the schools."},{"word":"Scholastic","type":"n.","descr":" See the Note under Jesuit."},{"word":"Scholastical","type":"a. and n.","descr":" Scholastic."},{"word":"Scholastically","type":"adv.","descr":" In a scholastic manner."},{"word":"Scholasticism","type":"n.","descr":" The method or subtilties of the schools of philosophy; scholastic formality; scholastic doctrines or philosophy."},{"word":"Scholia","type":"n. pl.","descr":" See Scholium."},{"word":"Scholiast","type":"n.","descr":" A maker of scholia; a commentator or annotator."},{"word":"Scholiastic","type":"a.","descr":" Of or pertaining to a scholiast, or his pursuits."},{"word":"Scholiaze","type":"v. i.","descr":" To write scholia."},{"word":"Scholical","type":"a.","descr":" Scholastic."},{"word":"Scholion","type":"n.","descr":" A scholium."},{"word":"Scholia","type":"pl. ","descr":" of Scholium"},{"word":"Scholiums","type":"pl. ","descr":" of Scholium"},{"word":"Scholium","type":"n.","descr":" A marginal annotation; an explanatory remark or comment; specifically, an explanatory comment on the text of a classic author by an early grammarian."},{"word":"Scholium","type":"n.","descr":" A remark or observation subjoined to a demonstration or a train of reasoning."},{"word":"Scholy","type":"n.","descr":" A scholium."},{"word":"Scholy","type":"v. i. and t.","descr":" To write scholia; to annotate."},{"word":"School","type":"n.","descr":" A shoal; a multitude; as, a school of fish."},{"word":"School","type":"n.","descr":" A place for learned intercourse and instruction; an institution for learning; an educational establishment; a place for acquiring knowledge and mental training; as, the school of the prophets."},{"word":"School","type":"n.","descr":" A place of primary instruction; an establishment for the instruction of children; as, a primary school; a common school; a grammar school."},{"word":"School","type":"n.","descr":" A session of an institution of instruction."},{"word":"School","type":"n.","descr":" One of the seminaries for teaching logic, metaphysics, and theology, which were formed in the Middle Ages, and which were characterized by academical disputations and subtilties of reasoning."},{"word":"School","type":"n.","descr":" The room or hall in English universities where the examinations for degrees and honors are held."},{"word":"School","type":"n.","descr":" An assemblage of scholars; those who attend upon instruction in a school of any kind; a body of pupils."},{"word":"School","type":"n.","descr":" The disciples or followers of a teacher; those who hold a common doctrine, or accept the same teachings; a sect or denomination in philosophy, theology, science, medicine, politics, etc."},{"word":"School","type":"n.","descr":" The canons, precepts, or body of opinion or practice, sanctioned by the authority of a particular class or age; as, he was a gentleman of the old school."},{"word":"School","type":"n.","descr":" Figuratively, any means of knowledge or discipline; as, the school of experience."},{"word":"Schooled","type":"imp. and p. p.","descr":" of School"},{"word":"Schooling","type":"p. pr. and vb. n.","descr":" of School"},{"word":"School","type":"v. t.","descr":" To train in an institution of learning; to educate at a school; to teach."},{"word":"School","type":"v. t.","descr":" To tutor; to chide and admonish; to reprove; to subject to systematic discipline; to train."},{"word":"Schoolbook","type":"n.","descr":" A book used in schools for learning lessons."},{"word":"Schoolboy","type":"n.","descr":" A boy belonging to, or attending, a school."},{"word":"Schooldame","type":"n.","descr":" A schoolmistress."},{"word":"Schoolery","type":"n.","descr":" Something taught; precepts; schooling."},{"word":"Schoolfellow","type":"n.","descr":" One bred at the same school; an associate in school."},{"word":"Schoolgirl","type":"n.","descr":" A girl belonging to, or attending, a school."},{"word":"Schoolhouse","type":"n.","descr":" A house appropriated for the use of a school or schools, or for instruction."},{"word":"Schooling","type":"n.","descr":" Instruction in school; tuition; education in an institution of learning; act of teaching."},{"word":"Schooling","type":"n.","descr":" Discipline; reproof; reprimand; as, he gave his son a good schooling."},{"word":"Schooling","type":"n.","descr":" Compensation for instruction; price or reward paid to an instructor for teaching pupils."},{"word":"Schooling","type":"a.","descr":" Collecting or running in schools or shoals."},{"word":"Schoolmaam","type":"n.","descr":" A schoolmistress."},{"word":"Schoolmaid","type":"n.","descr":" A schoolgirl."},{"word":"Schoolmen","type":"pl. ","descr":" of Schoolman"},{"word":"Schoolman","type":"n.","descr":" One versed in the niceties of academical disputation or of school divinity."},{"word":"Schoolmaster","type":"n.","descr":" The man who presides over and teaches a school; a male teacher of a school."},{"word":"Schoolmaster","type":"n.","descr":" One who, or that which, disciplines and directs."},{"word":"Schoolmate","type":"n.","descr":" A pupil who attends the same school as another."},{"word":"Schoolmistress","type":"n.","descr":" A woman who governs and teaches a school; a female school-teacher."},{"word":"Schoolroom","type":"n.","descr":" A room in which pupils are taught."},{"word":"Schoolship","type":"n.","descr":" A vessel employed as a nautical training school, in which naval apprentices receive their education at the expense of the state, and are trained for service as sailors. Also, a vessel used as a reform school to which boys are committed by the courts to be disciplined, and instructed as mariners."},{"word":"School-teacher","type":"n.","descr":" One who teaches or instructs a school."},{"word":"Schoolward","type":"adv.","descr":" Toward school."},{"word":"Schooner","type":"n.","descr":" Originally, a small, sharp-built vessel, with two masts and fore-and-aft rig. Sometimes it carried square topsails on one or both masts and was called a topsail schooner. About 1840, longer vessels with three masts, fore-and-aft rigged, came into use, and since that time vessels with four masts and even with six masts, so rigged, are built. Schooners with more than two masts are designated three-masted schooners, four-masted schooners, etc. See Illustration in Appendix."},{"word":"Schooner","type":"n.","descr":" A large goblet or drinking glass, -- used for lager beer or ale."},{"word":"Schorl","type":"n.","descr":" Black tourmaline."},{"word":"Schorlaceous","type":"a.","descr":" Partaking of the nature and character of schorl; resembling schorl."},{"word":"Schorlous","type":"a.","descr":" Schorlaceous."},{"word":"Schorly","type":"a.","descr":" Pertaining to, or containing, schorl; as, schorly granite."},{"word":"Schottish","type":"n.","descr":" Alt. of Schottische"},{"word":"Schottische","type":"n.","descr":" A Scotch round dance in 2-4 time, similar to the polka, only slower; also, the music for such a dance; -- not to be confounded with the Ecossaise."},{"word":"Schreibersite","type":"n.","descr":" A mineral occurring in steel-gray flexible folia. It contains iron, nickel, and phosphorus, and is found only in meteoric iron."},{"word":"Schrode","type":"n.","descr":" See Scrod."},{"word":"Schwanns sheath","type":"","descr":" The neurilemma."},{"word":"Schwanns white substance","type":"","descr":" The substance of the medullary sheath."},{"word":"Schwanpan","type":"n.","descr":" Chinese abacus."},{"word":"Schweitzerkase","type":"n.","descr":" Gruyere cheese."},{"word":"Schwenkfelder","type":"n.","descr":" Alt. of Schwenkfeldian"},{"word":"Schwenkfeldian","type":"n.","descr":" A member of a religious sect founded by Kaspar von Schwenkfeld, a Silesian reformer who disagreed with Luther, especially on the deification of the body of Christ."},{"word":"Sciaenoid","type":"a.","descr":" Of or pertaining to the Sciaenidae, a family of marine fishes which includes the meagre, the squeteague, and the kingfish."},{"word":"Sciagraph","type":"n.","descr":" An old term for a vertical section of a building; -- called also sciagraphy. See Vertical section, under Section."},{"word":"Sciagraph","type":"n.","descr":" A radiograph."},{"word":"Sciagraphical","type":"a.","descr":" Pertaining to sciagraphy."},{"word":"Sciagraphy","type":"n.","descr":" The art or science of projecting or delineating shadows as they fall in nature."},{"word":"Sciagraphy","type":"n.","descr":" Same as Sciagraph."},{"word":"Sciamachy","type":"n.","descr":" See Sciomachy."},{"word":"Sciatheric","type":"a.","descr":" Alt. of Sciatherical"},{"word":"Sciatherical","type":"a.","descr":" Belonging to a sundial."},{"word":"Sciatic","type":"a.","descr":" Of or pertaining to the hip; in the region of, or affecting, the hip; ischial; ischiatic; as, the sciatic nerve, sciatic pains."},{"word":"Sciatic","type":"n.","descr":" Sciatica."},{"word":"Sciatica","type":"n.","descr":" Neuralgia of the sciatic nerve, an affection characterized by paroxysmal attacks of pain in the buttock, back of the thigh, or in the leg or foot, following the course of the branches of the sciatic nerve. The name is also popularly applied to various painful affections of the hip and the parts adjoining it. See Ischiadic passion, under Ischiadic."},{"word":"Sciatical","type":"a.","descr":" Sciatic."},{"word":"Sciatically","type":"adv.","descr":" With, or by means of, sciatica."},{"word":"Scibboleth","type":"n.","descr":" Shibboleth."},{"word":"Science","type":"n.","descr":" Knowledge; knowledge of principles and causes; ascertained truth of facts."},{"word":"Science","type":"n.","descr":" Accumulated and established knowledge, which has been systematized and formulated with reference to the discovery of general truths or the operation of general laws; knowledge classified and made available in work, life, or the search for truth; comprehensive, profound, or philosophical knowledge."},{"word":"Science","type":"n.","descr":" Especially, such knowledge when it relates to the physical world and its phenomena, the nature, constitution, and forces of matter, the qualities and functions of living tissues, etc.; -- called also natural science, and physical science."},{"word":"Science","type":"n.","descr":" Any branch or department of systematized knowledge considered as a distinct field of investigation or object of study; as, the science of astronomy, of chemistry, or of mind."},{"word":"Science","type":"n.","descr":" Art, skill, or expertness, regarded as the result of knowledge of laws and principles."},{"word":"Science","type":"v. t.","descr":" To cause to become versed in science; to make skilled; to instruct."},{"word":"Scient","type":"a.","descr":" Knowing; skillful."},{"word":"Scienter","type":"adv.","descr":" Knowingly; willfully."},{"word":"Sciential","type":"a.","descr":" Pertaining to, or producing, science."},{"word":"Scientific","type":"a.","descr":" Of or pertaining to science; used in science; as, scientific principles; scientific apparatus; scientific observations."},{"word":"Scientific","type":"a.","descr":" Agreeing with, or depending on, the rules or principles of science; as, a scientific classification; a scientific arrangement of fossils."},{"word":"Scientific","type":"a.","descr":" Having a knowledge of science, or of a science; evincing science or systematic knowledge; as, a scientific chemist; a scientific reasoner; a scientific argument."},{"word":"Scientifical","type":"a.","descr":" Scientific."},{"word":"Scientifically","type":"adv.","descr":" In a scientific manner; according to the rules or principles of science."},{"word":"Scientist","type":"n.","descr":" One learned in science; a scientific investigator; one devoted to scientific study; a savant."},{"word":"Scilicet","type":"adv.","descr":" To wit; namely; videlicet; -- often abbreviated to sc., or ss."},{"word":"Scillain","type":"n.","descr":" A glucoside extracted from squill (Scilla) as a light porous substance."},{"word":"Scillitin","type":"n.","descr":" A bitter principle extracted from the bulbs of the squill (Scilla), and probably consisting of a complex mixture of several substances."},{"word":"Scimiter","type":"n.","descr":" Alt. of Scimitar"},{"word":"Scimitar","type":"n.","descr":" A saber with a much curved blade having the edge on the convex side, -- in use among Mohammedans, esp., the Arabs and persians."},{"word":"Scimitar","type":"n.","descr":" A long-handled billhook. See Billhook."},{"word":"Scincoid","type":"a.","descr":" Of or pertaining to the family Scincidae, or skinks."},{"word":"Scincoid","type":"n.","descr":" A scincoidian."},{"word":"Scincoidea","type":"n. pl.","descr":" A tribe of lizards including the skinks. See Skink."},{"word":"Scincoidian","type":"n.","descr":" Any one of numerous species of lizards of the family Scincidae or tribe Scincoidea. The tongue is not extensile. The body and tail are covered with overlapping scales, and the toes are margined. See Illust. under Skink."},{"word":"Sciniph","type":"n.","descr":" Some kind of stinging or biting insect, as a flea, a gnat, a sandfly, or the like."},{"word":"Scink","type":"n.","descr":" A skink."},{"word":"Scink","type":"n.","descr":" A slunk calf."},{"word":"Scintilla","type":"n.","descr":" A spark; the least particle; an iota; a tittle."},{"word":"Scintillant","type":"a.","descr":" Emitting sparks, or fine igneous particles; sparkling."},{"word":"Scintillated","type":"imp. and p. p.","descr":" of Scintillate"},{"word":"Scintillating","type":"p. pr. and vb. n.","descr":" of Scintillate"},{"word":"Scintillate","type":"v. i.","descr":" To emit sparks, or fine igneous particles."},{"word":"Scintillate","type":"v. i.","descr":" To sparkle, as the fixed stars."},{"word":"Scintillation","type":"n.","descr":" The act of scintillating."},{"word":"Scintillation","type":"n.","descr":" A spark or flash emitted in scintillating."},{"word":"Scintillous","type":"a.","descr":" Scintillant."},{"word":"Scintillously","type":"adv.","descr":" In a scintillant manner."},{"word":"Sciography","type":"n.","descr":" See Sciagraphy."},{"word":"Sciolism","type":"n.","descr":" The knowledge of a sciolist; superficial knowledge."},{"word":"Sciolist","type":"n.","descr":" One who knows many things superficially; a pretender to science; a smatterer."},{"word":"Sciolistic","type":"a.","descr":" Of or pertaining to sciolism, or a sciolist; partaking of sciolism; resembling a sciolist."},{"word":"Sciolous","type":"a.","descr":" Knowing superficially or imperfectly."},{"word":"Sciomachy","type":"n.","descr":" A fighting with a shadow; a mock contest; an imaginary or futile combat."},{"word":"Sciomancy","type":"n.","descr":" Divination by means of shadows."},{"word":"Scion","type":"n.","descr":" A shoot or sprout of a plant; a sucker."},{"word":"Scion","type":"n.","descr":" A piece of a slender branch or twig cut for grafting."},{"word":"Scion","type":"n.","descr":" Hence, a descendant; an heir; as, a scion of a royal stock."},{"word":"Scioptic","type":"a.","descr":" Of or pertaining to an optical arrangement for forming images in a darkened room, usually called scioptic ball."},{"word":"Sciopticon","type":"n.","descr":" A kind of magic lantern."},{"word":"Scioptics","type":"n.","descr":" The art or process of exhibiting luminous images, especially those of external objects, in a darkened room, by arrangements of lenses or mirrors."},{"word":"Scioptric","type":"a.","descr":" Scioptic."},{"word":"Sciot","type":"a.","descr":" Of or pertaining to the island Scio (Chio or Chios)."},{"word":"Sciot","type":"n.","descr":" A native or inhabitant of Scio."},{"word":"Sciotheric","type":"a.","descr":" Of or pertaining to a sundial."},{"word":"Scious","type":"a.","descr":" Knowing; having knowledge."},{"word":"Scire facias","type":"","descr":" A judicial writ, founded upon some record, and requiring the party proceeded against to show cause why the party bringing it should not have advantage of such record, or (as in the case of scire facias to repeal letters patent) why the record should not be annulled or vacated."},{"word":"Scirrhoid","type":"a.","descr":" Resembling scirrhus."},{"word":"Scirrhosity","type":"n.","descr":" A morbid induration, as of a gland; state of being scirrhous."},{"word":"Scirrhous","type":"a.","descr":" Proceeding from scirrhus; of the nature of scirrhus; indurated; knotty; as, scirrhous affections; scirrhous disease."},{"word":"Scirrhi","type":"pl. ","descr":" of Scirrhus"},{"word":"Scirrhuses","type":"pl. ","descr":" of Scirrhus"},{"word":"Scirrhus","type":"n.","descr":" An indurated organ or part; especially, an indurated gland."},{"word":"Scirrhus","type":"n.","descr":" A cancerous tumor which is hard, translucent, of a gray or bluish color, and emits a creaking sound when incised."},{"word":"Sciscitation","type":"n.","descr":" The act of inquiring; inquiry; demand."},{"word":"Scise","type":"v. i.","descr":" To cut; to penetrate."},{"word":"Scissel","type":"n.","descr":" The clippings of metals made in various mechanical operations."},{"word":"Scissel","type":"n.","descr":" The slips or plates of metal out of which circular blanks have been cut for the purpose of coinage."},{"word":"Scissible","type":"a.","descr":" Capable of being cut or divided by a sharp instrument."},{"word":"Scissil","type":"n.","descr":" See Scissel."},{"word":"Scissile","type":"a.","descr":" Capable of being cut smoothly; scissible."},{"word":"Scission","type":"n.","descr":" The act of dividing with an instrument having a sharp edge."},{"word":"Scissiparity","type":"n.","descr":" Reproduction by fission."},{"word":"Scissor","type":"v. t.","descr":" To cut with scissors or shears; to prepare with the aid of scissors."},{"word":"Scissors","type":"n. pl.","descr":" A cutting instrument resembling shears, but smaller, consisting of two cutting blades with handles, movable on a pin in the center, by which they are held together. Often called a pair of scissors."},{"word":"Scissorsbill","type":"n.","descr":" See Skimmer."},{"word":"Scissorstail","type":"n.","descr":" A tyrant flycatcher (Milvulus forficatus) of the Southern United States and Mexico, which has a deeply forked tail. It is light gray above, white beneath, salmon on the flanks, and fiery red at the base of the crown feathers."},{"word":"Scissors-tailed","type":"a.","descr":" Having the outer feathers much the longest, the others decreasing regularly to the median ones."},{"word":"Scissure","type":"n.","descr":" A longitudinal opening in a body, made by cutting; a cleft; a fissure."},{"word":"Scitamineous","type":"a.","descr":" Of or pertaining to a natural order of plants (Scitamineae), mostly tropical herbs, including the ginger, Indian shot, banana, and the plants producing turmeric and arrowroot."},{"word":"Sciurine","type":"a.","descr":" Of or pertaining to the Squirrel family."},{"word":"Sciurine","type":"n.","descr":" A rodent of the Squirrel family."},{"word":"Sciuroid","type":"a.","descr":" Resembling the tail of a squirrel; -- generally said of branches which are close and dense, or of spikes of grass like barley."},{"word":"Sciuromorpha","type":"n. pl.","descr":" A tribe of rodents containing the squirrels and allied animals, such as the gophers, woodchucks, beavers, and others."},{"word":"Sciurus","type":"n.","descr":" A genus of rodents comprising the common squirrels."},{"word":"Sclaundre","type":"n.","descr":" Slander."},{"word":"Sclav","type":"n.","descr":" Alt. of Sclave"},{"word":"Sclave","type":"n.","descr":" Same as Slav."},{"word":"Sclavic","type":"a.","descr":" Same as Slavic."},{"word":"Sclavism","type":"n.","descr":" Same as Slavism."},{"word":"Sclavonian","type":"a. and n.","descr":" Same as Slavonian."},{"word":"Sclavonic","type":"a.","descr":" Same as Slavonic."},{"word":"Sclender","type":"a.","descr":" Slender."},{"word":"Scleragogy","type":"n.","descr":" Severe discipline."},{"word":"Sclerema","type":"n.","descr":" Induration of the cellular tissue."},{"word":"Sclerenchyma","type":"n.","descr":" Vegetable tissue composed of short cells with thickened or hardened walls, as in nutshells and the gritty parts of a pear. See Sclerotic."},{"word":"Sclerenchyma","type":"n.","descr":" The hard calcareous deposit in the tissues of Anthozoa, constituting the stony corals."},{"word":"Sclerenchymatous","type":"a.","descr":" Pertaining to, or composed of, sclerenchyma."},{"word":"Sclerenchyme","type":"n.","descr":" Sclerenchyma."},{"word":"Scleriasis","type":"n.","descr":" A morbid induration of the edge of the eyelid."},{"word":"Scleriasis","type":"n.","descr":" Induration of any part, including scleroderma."},{"word":"Sclerite","type":"n.","descr":" A hard chitinous or calcareous process or corpuscle, especially a spicule of the Alcyonaria."},{"word":"Scleritis","type":"n.","descr":" See Sclerotitis."},{"word":"Sclerobase","type":"n.","descr":" The calcareous or hornlike coral forming the central stem or axis of most compound alcyonarians; -- called also foot secretion. See Illust. under Gorgoniacea, and Coenenchyma."},{"word":"Scleroderm","type":"n.","descr":" One of a tribe of plectognath fishes (Sclerodermi) having the skin covered with hard scales, or plates, as the cowfish and the trunkfish."},{"word":"Scleroderm","type":"n.","descr":" One of the Sclerodermata."},{"word":"Scleroderm","type":"n.","descr":" Hardened, or bony, integument of various animals."},{"word":"Scleroderma","type":"n.","descr":" A disease of adults, characterized by a diffuse rigidity and hardness of the skin."},{"word":"Sclerodermata","type":"n. pl.","descr":" The stony corals; the Madreporaria."},{"word":"Sclerodermic","type":"","descr":" Alt. of Sclerodermous"},{"word":"Sclerodermous","type":"","descr":" Having the integument, or skin, hard, or covered with hard plates."},{"word":"Sclerodermous","type":"","descr":" Of or pertaining to the Sclerodermata."},{"word":"Sclerodermite","type":"n.","descr":" The hard integument of Crustacea."},{"word":"Sclerodermite","type":"n.","descr":" Sclerenchyma."},{"word":"Sclerogen","type":"n.","descr":" The thickening matter of woody cells; lignin."},{"word":"Sclerogenous","type":"a.","descr":" Making or secreting a hard substance; becoming hard."},{"word":"Scleroid","type":"a.","descr":" Having a hard texture, as nutshells."},{"word":"Scleroma","type":"n.","descr":" Induration of the tissues. See Sclerema, Scleroderma, and Sclerosis."},{"word":"Sclerometer","type":"n.","descr":" An instrument for determining with accuracy the degree of hardness of a mineral."},{"word":"Sclerosed","type":"a.","descr":" Affected with sclerosis."},{"word":"Sclerosis","type":"n.","descr":" Induration; hardening; especially, that form of induration produced in an organ by increase of its interstitial connective tissue."},{"word":"Sclerosis","type":"n.","descr":" Hardening of the cell wall by lignification."},{"word":"Scleroskeleton","type":"n.","descr":" That part of the skeleton which is developed in tendons, ligaments, and aponeuroses."},{"word":"Sclerotal","type":"a.","descr":" Sclerotic."},{"word":"Sclerotal","type":"n.","descr":" The optic capsule; the sclerotic coat of the eye."},{"word":"Sclerotic","type":"a.","descr":" Hard; firm; indurated; -- applied especially in anatomy to the firm outer coat of the eyeball, which is often cartilaginous and sometimes bony."},{"word":"Sclerotic","type":"a.","descr":" Of or pertaining to the sclerotic coat of the eye; sclerotical."},{"word":"Sclerotic","type":"a.","descr":" Affected with sclerosis; sclerosed."},{"word":"Sclerotic","type":"n.","descr":" The sclerotic coat of the eye. See Illust. of Eye (d)."},{"word":"Sclerotic","type":"a.","descr":" Pertaining to, or designating, an acid obtained from ergot or the sclerotium of a fungus growing on rye."},{"word":"Sclerotical","type":"a.","descr":" Sclerotic."},{"word":"Sclerotitis","type":"n.","descr":" Inflammation of the sclerotic coat."},{"word":"Sclerotia","type":"pl. ","descr":" of Sclerotium"},{"word":"Sclerotium","type":"n.","descr":" A hardened body formed by certain fungi, as by the Claviceps purpurea, which produces ergot."},{"word":"Sclerotium","type":"n.","descr":" The mature or resting stage of a plasmodium."},{"word":"Sclerotome","type":"n.","descr":" One of the bony, cartilaginous, or membranous partitions which separate the myotomes."},{"word":"Sclerous","type":"a.","descr":" Hard; indurated; sclerotic."},{"word":"Scoat","type":"v. t.","descr":" To prop; to scotch."},{"word":"Scobby","type":"n.","descr":" The chaffinch."},{"word":"Scobiform","type":"a.","descr":" Having the form of, or resembling, sawdust or raspings."},{"word":"Scobs","type":"n. sing. and pl.","descr":" Raspings of ivory, hartshorn, metals, or other hard substance."},{"word":"Scobs","type":"n. sing. and pl.","descr":" The dross of metals."},{"word":"Scoff","type":"n.","descr":" Derision; ridicule; mockery; derisive or mocking expression of scorn, contempt, or reproach."},{"word":"Scoff","type":"n.","descr":" An object of scorn, mockery, or derision."},{"word":"Scoffed","type":"imp. and p. p.","descr":" of Scoff"},{"word":"Scoffing","type":"p. pr. and vb. n.","descr":" of Scoff"},{"word":"Scoff","type":"n.","descr":" To show insolent ridicule or mockery; to manifest contempt by derisive acts or language; -- often with at."},{"word":"Scoff","type":"v. t.","descr":" To treat or address with derision; to assail scornfully; to mock at."},{"word":"Scoffer","type":"n.","descr":" One who scoffs."},{"word":"Scoffery","type":"n.","descr":" The act of scoffing; scoffing conduct; mockery."},{"word":"Scoffingly","type":"adv.","descr":" In a scoffing manner."},{"word":"Scoke","type":"n.","descr":" Poke (Phytolacca decandra)."},{"word":"Scolay","type":"v. i.","descr":" See Scoley."},{"word":"Scolded","type":"imp. and p. p.","descr":" of Scold"},{"word":"Scolding","type":"p. pr. and vb. n.","descr":" of Scold"},{"word":"Scold","type":"v. i.","descr":" To find fault or rail with rude clamor; to brawl; to utter harsh, rude, boisterous rebuke; to chide sharply or coarsely; -- often with at; as, to scold at a servant."},{"word":"Scold","type":"v. t.","descr":" To chide with rudeness and clamor; to rate; also, to rebuke or reprove with severity."},{"word":"Scold","type":"n.","descr":" One who scolds, or makes a practice of scolding; esp., a rude, clamorous woman; a shrew."},{"word":"Scold","type":"n.","descr":" A scolding; a brawl."},{"word":"Scolder","type":"n.","descr":" One who scolds."},{"word":"Scolder","type":"n.","descr":" The oyster catcher; -- so called from its shrill cries."},{"word":"Scolder","type":"n.","descr":" The old squaw."},{"word":"Scolding","type":"","descr":" a. and n. from Scold, v."},{"word":"Scoldingly","type":"adv.","descr":" In a scolding manner."},{"word":"Scole","type":"n.","descr":" School."},{"word":"Scolecida","type":"n. pl.","descr":" Same as Helminthes."},{"word":"Scolecite","type":"n.","descr":" A zeolitic mineral occuring in delicate radiating groups of white crystals. It is a hydrous silicate of alumina and lime. Called also lime mesotype."},{"word":"Scolecomorpha","type":"n. pl.","descr":" Same as Scolecida."},{"word":"Scoleces","type":"pl. ","descr":" of Scolex"},{"word":"Scolex","type":"n.","descr":" The embryo produced directly from the egg in a metagenetic series, especially the larva of a tapeworm or other parasitic worm. See Illust. of Echinococcus."},{"word":"Scolex","type":"n.","descr":" One of the Scolecida."},{"word":"Scoley","type":"v. i.","descr":" To go to school; to study."},{"word":"Scoliosis","type":"n.","descr":" A lateral curvature of the spine."},{"word":"Scolithus","type":"n.","descr":" A tubular structure found in Potsdam sandstone, and believed to be the fossil burrow of a marine worm."},{"word":"Scollop","type":"n. and v.","descr":" See Scallop."},{"word":"Scolopacine","type":"a.","descr":" Of or pertaining to the Scolopacidae, or Snipe family."},{"word":"Scolopendra","type":"n.","descr":" A genus of venomous myriapods including the centipeds. See Centiped."},{"word":"Scolopendra","type":"n.","descr":" A sea fish."},{"word":"Scolopendrine","type":"a.","descr":" Like or pertaining to the Scolopendra."},{"word":"Scolytid","type":"n.","descr":" Any one of numerous species of small bark-boring beetles of the genus Scolytus and allied genera. Also used adjectively."},{"word":"Scomber","type":"n.","descr":" A genus of acanthopterygious fishes which includes the common mackerel."},{"word":"Scomberoid","type":"a. and n.","descr":" Same as Scombroid."},{"word":"Scombriformes","type":"n. pl.","descr":" A division of fishes including the mackerels, tunnies, and allied fishes."},{"word":"Scombroid","type":"a.","descr":" Like or pertaining to the Mackerel family."},{"word":"Scombroid","type":"n.","descr":" Any fish of the family Scombridae, of which the mackerel (Scomber) is the type."},{"word":"Scomfish","type":"v. t. and i.","descr":" To suffocate or stifle; to smother."},{"word":"Scomfit","type":"n. and v.","descr":" Discomfit."},{"word":"Scomm","type":"n.","descr":" A buffoon."},{"word":"Scomm","type":"n.","descr":" A flout; a jeer; a gibe; a taunt."},{"word":"Sconce","type":"p. p.","descr":" A fortification, or work for defense; a fort."},{"word":"Sconce","type":"p. p.","descr":" A hut for protection and shelter; a stall."},{"word":"Sconce","type":"p. p.","descr":" A piece of armor for the head; headpiece; helmet."},{"word":"Sconce","type":"p. p.","descr":" Fig.: The head; the skull; also, brains; sense; discretion."},{"word":"Sconce","type":"p. p.","descr":" A poll tax; a mulct or fine."},{"word":"Sconce","type":"p. p.","descr":" A protection for a light; a lantern or cased support for a candle; hence, a fixed hanging or projecting candlestick."},{"word":"Sconce","type":"p. p.","descr":" Hence, the circular tube, with a brim, in a candlestick, into which the candle is inserted."},{"word":"Sconce","type":"p. p.","descr":" A squinch."},{"word":"Sconce","type":"p. p.","descr":" A fragment of a floe of ice."},{"word":"Sconce","type":"p. p.","descr":" A fixed seat or shelf."},{"word":"Sconced","type":"imp. and p. p.","descr":" of Sconce"},{"word":"Sconcing","type":"p. pr. and vb. n.","descr":" of Sconce"},{"word":"Sconce","type":"v. t.","descr":" To shut up in a sconce; to imprison; to insconce."},{"word":"Sconce","type":"v. t.","descr":" To mulct; to fine."},{"word":"Sconcheon","type":"n.","descr":" A squinch."},{"word":"Scone","type":"n.","descr":" A cake, thinner than a bannock, made of wheat or barley or oat meal."},{"word":"Scoop","type":"n.","descr":" A large ladle; a vessel with a long handle, used for dipping liquids; a utensil for bailing boats."},{"word":"Scoop","type":"n.","descr":" A deep shovel, or any similar implement for digging out and dipping or shoveling up anything; as, a flour scoop; the scoop of a dredging machine."},{"word":"Scoop","type":"n.","descr":" A spoon-shaped instrument, used in extracting certain substances or foreign bodies."},{"word":"Scoop","type":"n.","descr":" A place hollowed out; a basinlike cavity; a hollow."},{"word":"Scoop","type":"n.","descr":" A sweep; a stroke; a swoop."},{"word":"Scoop","type":"n.","descr":" The act of scooping, or taking with a scoop or ladle; a motion with a scoop, as in dipping or shoveling."},{"word":"Scooped","type":"imp. and p. p.","descr":" of Scoop"},{"word":"Scooping","type":"p. pr. and vb. n.","descr":" of Scoop"},{"word":"Scoop","type":"n.","descr":" To take out or up with, a scoop; to lade out."},{"word":"Scoop","type":"n.","descr":" To empty by lading; as, to scoop a well dry."},{"word":"Scoop","type":"n.","descr":" To make hollow, as a scoop or dish; to excavate; to dig out; to form by digging or excavation."},{"word":"Scooper","type":"n.","descr":" One who, or that which, scoops."},{"word":"Scooper","type":"n.","descr":" The avocet; -- so called because it scoops up the mud to obtain food."},{"word":"Scoot","type":"v. i.","descr":" To walk fast; to go quickly; to run hastily away."},{"word":"Scoparin","type":"n.","descr":" A yellow gelatinous or crystalline substance found in broom (Cytisus scoparius) accompanying sparteine."},{"word":"Scopate","type":"a.","descr":" Having the surface closely covered with hairs, like a brush."},{"word":"Scope","type":"n.","descr":" That at which one aims; the thing or end to which the mind directs its view; that which is purposed to be reached or accomplished; hence, ultimate design, aim, or purpose; intention; drift; object."},{"word":"Scope","type":"n.","descr":" Room or opportunity for free outlook or aim; space for action; amplitude of opportunity; free course or vent; liberty; range of view, intent, or action."},{"word":"Scope","type":"n.","descr":" Extended area."},{"word":"Scope","type":"n.","descr":" Length; extent; sweep; as, scope of cable."},{"word":"Scope","type":"v. t.","descr":" To look at for the purpose of evaluation; usually with out; as, to scope out the area as a camping site."},{"word":"Scopeline","type":"a.","descr":" Scopeloid."},{"word":"Scopeloid","type":"a.","descr":" Like or pertaining to fishes of the genus Scopelus, or family Scopelodae, which includes many small oceanic fishes, most of which are phosphorescent."},{"word":"Scopeloid","type":"n.","descr":" Any fish of the family Scopelidae."},{"word":"Scopiferous","type":"a.","descr":" Bearing a tuft of brushlike hairs."},{"word":"Scopiform","type":"a.","descr":" Having the form of a broom or besom."},{"word":"Scopiped","type":"n.","descr":" Same as Scopuliped."},{"word":"Scoppet","type":"v. t.","descr":" To lade or dip out."},{"word":"Scops owl","type":"","descr":" Any one of numerous species of small owls of the genus Scops having ear tufts like those of the horned owls, especially the European scops owl (Scops giu), and the American screech owl (S. asio)."},{"word":"Scoptic","type":"a.","descr":" Alt. of Scoptical"},{"word":"Scoptical","type":"a.","descr":" Jesting; jeering; scoffing."},{"word":"Scopulas","type":"pl. ","descr":" of Scopula"},{"word":"Scopulae","type":"pl. ","descr":" of Scopula"},{"word":"Scopula","type":"n.","descr":" A peculiar brushlike organ found on the foot of spiders and used in the construction of the web."},{"word":"Scopula","type":"n.","descr":" A special tuft of hairs on the leg of a bee."},{"word":"Scopuliped","type":"n.","descr":" Any species of bee which has on the hind legs a brush of hairs used for collecting pollen, as the hive bees and bumblebees."},{"word":"Scopulous","type":"a.","descr":" Full of rocks; rocky."},{"word":"Scorbute","type":"n.","descr":" Scurvy."},{"word":"Scorbutic","type":"a.","descr":" Alt. of Scorbutical"},{"word":"Scorbutical","type":"a.","descr":" Of or pertaining to scurvy; of the nature of, or resembling, scurvy; diseased with scurvy; as, a scorbutic person; scorbutic complaints or symptoms."},{"word":"Scorbutus","type":"n.","descr":" Scurvy."},{"word":"Scorce","type":"n.","descr":" Barter."},{"word":"Scorched","type":"imp. and p. p.","descr":" of Scorch"},{"word":"Scorching","type":"p. pr. and vb. n.","descr":" of Scorch"},{"word":"Scorch","type":"v. t.","descr":" To burn superficially; to parch, or shrivel, the surface of, by heat; to subject to so much heat as changes color and texture without consuming; as, to scorch linen."},{"word":"Scorch","type":"v. t.","descr":" To affect painfully with heat, or as with heat; to dry up with heat; to affect as by heat."},{"word":"Scorch","type":"v. t.","descr":" To burn; to destroy by, or as by, fire."},{"word":"Scorch","type":"v. i.","descr":" To be burnt on the surface; to be parched; to be dried up."},{"word":"Scorch","type":"v. i.","descr":" To burn or be burnt."},{"word":"Scorching","type":"a.","descr":" Burning; parching or shriveling with heat."},{"word":"Score","type":"n.","descr":" A notch or incision; especially, one that is made as a tally mark; hence, a mark, or line, made for the purpose of account."},{"word":"Score","type":"n.","descr":" An account or reckoning; account of dues; bill; hence, indebtedness."},{"word":"Score","type":"n.","descr":" Account; reason; motive; sake; behalf."},{"word":"Score","type":"n.","descr":" The number twenty, as being marked off by a special score or tally; hence, in pl., a large number."},{"word":"Score","type":"n.","descr":" A distance of twenty yards; -- a term used in ancient archery and gunnery."},{"word":"Score","type":"n.","descr":" A weight of twenty pounds."},{"word":"Score","type":"n.","descr":" The number of points gained by the contestants, or either of them, in any game, as in cards or cricket."},{"word":"Score","type":"n.","descr":" A line drawn; a groove or furrow."},{"word":"Score","type":"n.","descr":" The original and entire draught, or its transcript, of a composition, with the parts for all the different instruments or voices written on staves one above another, so that they can be read at a glance; -- so called from the bar, which, in its early use, was drawn through all the parts."},{"word":"Scored","type":"imp. and p. p.","descr":" of Score"},{"word":"Scoring","type":"p. pr. and vb. n.","descr":" of Score"},{"word":"Score","type":"v. t.","descr":" To mark with lines, scratches, or notches; to cut notches or furrows in; to notch; to scratch; to furrow; as, to score timber for hewing; to score the back with a lash."},{"word":"Score","type":"v. t.","descr":" Especially, to mark with significant lines or notches, for indicating or keeping account of something; as, to score a tally."},{"word":"Score","type":"v. t.","descr":" To mark or signify by lines or notches; to keep record or account of; to set down; to record; to charge."},{"word":"Score","type":"v. t.","descr":" To engrave, as upon a shield."},{"word":"Score","type":"v. t.","descr":" To make a score of, as points, runs, etc., in a game."},{"word":"Score","type":"v. t.","descr":" To write down in proper order and arrangement; as, to score an overture for an orchestra. See Score, n., 9."},{"word":"Score","type":"n.","descr":" To mark with parallel lines or scratches; as, the rocks of New England and the Western States were scored in the drift epoch."},{"word":"Scorer","type":"n.","descr":" One who, or that which, scores."},{"word":"Scoriae","type":"pl. ","descr":" of Scoria"},{"word":"Scoria","type":"n.","descr":" The recrement of metals in fusion, or the slag rejected after the reduction of metallic ores; dross."},{"word":"Scoria","type":"n.","descr":" Cellular slaggy lava; volcanic cinders."},{"word":"Scoriac","type":"a.","descr":" Scoriaceous."},{"word":"Scoriaceous","type":"a.","descr":" Of or pertaining to scoria; like scoria or the recrement of metals; partaking of the nature of scoria."},{"word":"Scorie","type":"n.","descr":" The young of any gull."},{"word":"Scorification","type":"n.","descr":" The act, process, or result of scorifying, or reducing to a slag; hence, the separation from earthy matter by means of a slag; as, the scorification of ores."},{"word":"Scorifier","type":"n.","descr":" One who, or that which, scorifies; specifically, a small flat bowl-shaped cup used in the first heating in assaying, to remove the earth and gangue, and to concentrate the gold and silver in a lead button."},{"word":"Scoriform","type":"a.","descr":" In the form of scoria."},{"word":"Scorified","type":"imp. and p. p.","descr":" of Scorify"},{"word":"Scorifying","type":"p. pr. and vb. n.","descr":" of Scorify"},{"word":"Scorify","type":"v. t.","descr":" To reduce to scoria or slag; specifically, in assaying, to fuse so as to separate the gangue and earthy material, with borax, lead, soda, etc., thus leaving the gold and silver in a lead button; hence, to separate from, or by means of, a slag."},{"word":"Scorious","type":"a.","descr":" Scoriaceous."},{"word":"Scorn","type":"n.","descr":" Extreme and lofty contempt; haughty disregard; that disdain which springs from the opinion of the utter meanness and unworthiness of an object."},{"word":"Scorn","type":"n.","descr":" An act or expression of extreme contempt."},{"word":"Scorn","type":"n.","descr":" An object of extreme disdain, contempt, or derision."},{"word":"Scorned","type":"imp. and p. p.","descr":" of Scorn"},{"word":"Scoring","type":"p. pr. and vb. n.","descr":" of Scorn"},{"word":"Scorn","type":"n.","descr":" To hold in extreme contempt; to reject as unworthy of regard; to despise; to contemn; to disdain."},{"word":"Scorn","type":"n.","descr":" To treat with extreme contempt; to make the object of insult; to mock; to scoff at; to deride."},{"word":"Scorn","type":"v. i.","descr":" To scoff; to mock; to show contumely, derision, or reproach; to act disdainfully."},{"word":"Scorner","type":"n.","descr":" One who scorns; a despiser; a contemner; specifically, a scoffer at religion."},{"word":"Scornful","type":"a.","descr":" Full of scorn or contempt; contemptuous; disdainful."},{"word":"Scornful","type":"a.","descr":" Treated with scorn; exciting scorn."},{"word":"Scorny","type":"a.","descr":" Deserving scorn; paltry."},{"word":"Scorodite","type":"n.","descr":" A leek-green or brownish mineral occurring in orthorhombic crystals. It is a hydrous arseniate of iron."},{"word":"Scorpaenoid","type":"a.","descr":" Of or pertaining to the family Scorpaenidae, which includes the scorpene, the rosefish, the California rockfishes, and many other food fishes. [Written also scorpaenid.] See Illust. under Rockfish."},{"word":"Scorpene","type":"n.","descr":" A marine food fish of the genus Scorpaena, as the European hogfish (S. scrofa), and the California species (S. guttata)."},{"word":"Scorper","type":"n.","descr":" Same as Scauper."},{"word":"Scorpiones","type":"pl. ","descr":" of Scorpio"},{"word":"Scorpio","type":"n.","descr":" A scorpion."},{"word":"Scorpio","type":"n.","descr":" The eighth sign of the zodiac, which the sun enters about the twenty-third day of October, marked thus [\/] in almanacs."},{"word":"Scorpio","type":"n.","descr":" A constellation of the zodiac containing the bright star Antares. It is drawn on the celestial globe in the figure of a scorpion."},{"word":"Scorpiodea","type":"n. pl.","descr":" Same as Scorpiones."},{"word":"Scorpioid","type":"a.","descr":" Alt. of Scorpioidal"},{"word":"Scorpioidal","type":"a.","descr":" Having the inflorescence curved or circinate at the end, like a scorpion\\'s tail."},{"word":"Scorpion","type":"n.","descr":" Any one of numerous species of pulmonate arachnids of the order Scorpiones, having a suctorial mouth, large claw-bearing palpi, and a caudal sting."},{"word":"Scorpion","type":"n.","descr":" The pine or gray lizard (Sceloporus undulatus)."},{"word":"Scorpion","type":"n.","descr":" The scorpene."},{"word":"Scorpion","type":"n.","descr":" A painful scourge."},{"word":"Scorpion","type":"n.","descr":" A sign and constellation. See Scorpio."},{"word":"Scorpion","type":"n.","descr":" An ancient military engine for hurling stones and other missiles."},{"word":"Scorpiones","type":"n. pl.","descr":" A division of arachnids comprising the scorpions."},{"word":"Scorpionidea","type":"n. pl.","descr":" Same as Scorpiones."},{"word":"Scorpionwort","type":"n.","descr":" A leguminous plant (Ornithopus scorpioides) of Southern Europe, having slender curved pods."},{"word":"Scorse","type":"n.","descr":" Barter; exchange; trade."},{"word":"Scorse","type":"v. t.","descr":" To barter or exchange."},{"word":"Scorse","type":"v. t.","descr":" To chase."},{"word":"Scorse","type":"v. i.","descr":" To deal for the purchase of anything; to practice barter."},{"word":"Scortatory","type":"a.","descr":" Pertaining to lewdness or fornication; lewd."},{"word":"Scot","type":"n.","descr":" A name for a horse."},{"word":"Scot","type":"n.","descr":" A native or inhabitant of Scotland; a Scotsman, or Scotchman."},{"word":"Scot","type":"n.","descr":" A portion of money assessed or paid; a tax or contribution; a mulct; a fine; a shot."},{"word":"Scotal","type":"n.","descr":" Alt. of Scotale"},{"word":"Scotale","type":"n.","descr":" The keeping of an alehouse by an officer of a forest, and drawing people to spend their money for liquor, for fear of his displeasure."},{"word":"Scotch","type":"a.","descr":" Of or pertaining to Scotland, its language, or its inhabitants; Scottish."},{"word":"Scotch","type":"n.","descr":" The dialect or dialects of English spoken by the people of Scotland."},{"word":"Scotch","type":"n.","descr":" Collectively, the people of Scotland."},{"word":"Scotched","type":"imp. and p. p.","descr":" of Scotch"},{"word":"Scotching","type":"p. pr. and vb. n.","descr":" of Scotch"},{"word":"Scotch","type":"v. t.","descr":" To shoulder up; to prop or block with a wedge, chock, etc., as a wheel, to prevent its rolling or slipping."},{"word":"Scotch","type":"n.","descr":" A chock, wedge, prop, or other support, to prevent slipping; as, a scotch for a wheel or a log on inclined ground."},{"word":"Scotch","type":"v. t.","descr":" To cut superficially; to wound; to score."},{"word":"Scotch","type":"n.","descr":" A slight cut or incision; a score."},{"word":"Scotch-hopper","type":"n.","descr":" Hopscotch."},{"word":"Scotching","type":"n.","descr":" Dressing stone with a pick or pointed instrument."},{"word":"Scotchmen","type":"pl. ","descr":" of Scotchman"},{"word":"Scotchman","type":"n.","descr":" A native or inhabitant of Scotland; a Scot; a Scotsman."},{"word":"Scotchman","type":"n.","descr":" A piece of wood or stiff hide placed over shrouds and other rigging to prevent chafe by the running gear."},{"word":"Scoter","type":"n.","descr":" Any one of several species of northern sea ducks of the genus Oidemia."},{"word":"Scot-free","type":"a.","descr":" Free from payment of scot; untaxed; hence, unhurt; clear; safe."},{"word":"Scoth","type":"v. t.","descr":" To clothe or cover up."},{"word":"Scotia","type":"n.","descr":" A concave molding used especially in classical architecture."},{"word":"Scotia","type":"n.","descr":" Scotland"},{"word":"Scotist","type":"n.","descr":" A follower of (Joannes) Duns Scotus, the Franciscan scholastic (d. 1308), who maintained certain doctrines in philosophy and theology, in opposition to the Thomists, or followers of Thomas Aquinas, the Dominican scholastic."},{"word":"Scotograph","type":"n.","descr":" An instrument for writing in the dark, or without seeing."},{"word":"Scotoma","type":"n.","descr":" Scotomy."},{"word":"Scotomy","type":"n.","descr":" Dizziness with dimness of sight."},{"word":"Scotomy","type":"n.","descr":" Obscuration of the field of vision due to the appearance of a dark spot before the eye."},{"word":"Scotoscope","type":"n.","descr":" An instrument that discloses objects in the dark or in a faint light."},{"word":"Scots","type":"a.","descr":" Of or pertaining to the Scotch; Scotch; Scottish; as, Scots law; a pound Scots (1s. 8d.)."},{"word":"Scotsman","type":"n.","descr":" See Scotchman."},{"word":"Scottering","type":"n.","descr":" The burning of a wad of pease straw at the end of harvest."},{"word":"Scotticism","type":"n.","descr":" An idiom, or mode of expression, peculiar to Scotland or Scotchmen."},{"word":"Scotticize","type":"v. t.","descr":" To cause to become like the Scotch; to make Scottish."},{"word":"Scottish","type":"a.","descr":" Of or pertaining to the inhabitants of Scotland, their country, or their language; as, Scottish industry or economy; a Scottish chief; a Scottish dialect."},{"word":"Scoundrel","type":"n.","descr":" A mean, worthless fellow; a rascal; a villain; a man without honor or virtue."},{"word":"Scoundrel","type":"a.","descr":" Low; base; mean; unprincipled."},{"word":"Scoundreldom","type":"n.","descr":" The domain or sphere of scoundrels; scoundrels, collectively; the state, ideas, or practices of scoundrels."},{"word":"Scoundrelism","type":"n.","descr":" The practices or conduct of a scoundrel; baseness; rascality."},{"word":"Scoured","type":"imp. and p. p.","descr":" of Scour"},{"word":"Scouring","type":"p. pr. and vb. n.","descr":" of Scour"},{"word":"Scour","type":"v. t.","descr":" To rub hard with something rough, as sand or Bristol brick, especially for the purpose of cleaning; to clean by friction; to make clean or bright; to cleanse from grease, dirt, etc., as articles of dress."},{"word":"Scour","type":"v. t.","descr":" To purge; as, to scour a horse."},{"word":"Scour","type":"v. t.","descr":" To remove by rubbing or cleansing; to sweep along or off; to carry away or remove, as by a current of water; -- often with off or away."},{"word":"Scour","type":"v. t.","descr":" To pass swiftly over; to brush along; to traverse or search thoroughly; as, to scour the coast."},{"word":"Scour","type":"v. i.","descr":" To clean anything by rubbing."},{"word":"Scour","type":"v. i.","descr":" To cleanse anything."},{"word":"Scour","type":"v. i.","descr":" To be purged freely; to have a diarrhoea."},{"word":"Scour","type":"v. i.","descr":" To run swiftly; to rove or range in pursuit or search of something; to scamper."},{"word":"Scour","type":"n.","descr":" Diarrhoea or dysentery among cattle."},{"word":"Scourage","type":"n.","descr":" Refuse water after scouring."},{"word":"Scourer","type":"n.","descr":" One who, or that which, scours."},{"word":"Scourer","type":"n.","descr":" A rover or footpad; a prowling robber."},{"word":"Scourge","type":"n.","descr":" A lash; a strap or cord; especially, a lash used to inflict pain or punishment; an instrument of punishment or discipline; a whip."},{"word":"Scourge","type":"n.","descr":" Hence, a means of inflicting punishment, vengeance, or suffering; an infliction of affliction; a punishment."},{"word":"Scourged","type":"imp. and p. p.","descr":" of Scourge"},{"word":"Scourging","type":"p. pr. and vb. n.","descr":" of Scourge"},{"word":"Scourge","type":"n.","descr":" To whip severely; to lash."},{"word":"Scourge","type":"n.","descr":" To punish with severity; to chastise; to afflict, as for sins or faults, and with the purpose of correction."},{"word":"Scourge","type":"n.","descr":" To harass or afflict severely."},{"word":"Scourger","type":"n.","descr":" One who scourges or punishes; one who afflicts severely."},{"word":"Scourse","type":"v. t.","descr":" See Scorse."},{"word":"Scouse","type":"n.","descr":" A sailor\\'s dish. Bread scouse contains no meat; lobscouse contains meat, etc. See Lobscouse."},{"word":"Scout","type":"n.","descr":" A swift sailing boat."},{"word":"Scout","type":"n.","descr":" A projecting rock."},{"word":"Scout","type":"v. t.","descr":" To reject with contempt, as something absurd; to treat with ridicule; to flout; as, to scout an idea or an apology."},{"word":"Scout","type":"n.","descr":" A person sent out to gain and bring in tidings; especially, one employed in war to gain information of the movements and condition of an enemy."},{"word":"Scout","type":"n.","descr":" A college student\\'s or undergraduate\\'s servant; -- so called in Oxford, England; at Cambridge called a gyp; and at Dublin, a skip."},{"word":"Scout","type":"n.","descr":" A fielder in a game for practice."},{"word":"Scout","type":"n.","descr":" The act of scouting or reconnoitering."},{"word":"Scouted","type":"imp. and p. p.","descr":" of Scout"},{"word":"Scouting","type":"p. pr. and vb. n.","descr":" of Scout"},{"word":"Scout","type":"v. t.","descr":" To observe, watch, or look for, as a scout; to follow for the purpose of observation, as a scout."},{"word":"Scout","type":"v. t.","descr":" To pass over or through, as a scout; to reconnoiter; as, to scout a country."},{"word":"Scout","type":"v. i.","descr":" To go on the business of scouting, or watching the motions of an enemy; to act as a scout."},{"word":"Scovel","type":"n.","descr":" A mop for sweeping ovens; a malkin."},{"word":"Scow","type":"n.","descr":" A large flat-bottomed boat, having broad, square ends."},{"word":"Scow","type":"v. t.","descr":" To transport in a scow."},{"word":"Scowled","type":"imp. and p. p.","descr":" of Scowl"},{"word":"Scowling","type":"p. pr. and vb. n.","descr":" of Scowl"},{"word":"Scowl","type":"v. i.","descr":" To wrinkle the brows, as in frowning or displeasure; to put on a frowning look; to look sour, sullen, severe, or angry."},{"word":"Scowl","type":"v. i.","descr":" Hence, to look gloomy, dark, or threatening; to lower."},{"word":"Scowl","type":"v. t.","descr":" To look at or repel with a scowl or a frown."},{"word":"Scowl","type":"v. t.","descr":" To express by a scowl; as, to scowl defiance."},{"word":"Scowl","type":"n.","descr":" The wrinkling of the brows or face in frowing; the expression of displeasure, sullenness, or discontent in the countenance; an angry frown."},{"word":"Scowl","type":"n.","descr":" Hence, gloom; dark or threatening aspect."},{"word":"Scowlingly","type":"adv.","descr":" In a scowling manner."},{"word":"Scrabbed eggs","type":"","descr":" A Lenten dish, composed of eggs boiled hard, chopped, and seasoned with butter, salt, and pepper."},{"word":"Scrabbled","type":"imp. and p. p.","descr":" of Scrabble"},{"word":"Scrabbling","type":"p. pr. and vb. n.","descr":" of Scrabble"},{"word":"Scrabble","type":"v. t.","descr":" To scrape, paw, or scratch with the hands; to proceed by clawing with the hands and feet; to scramble; as, to scrabble up a cliff or a tree."},{"word":"Scrabble","type":"v. t.","descr":" To make irregular, crooked, or unmeaning marks; to scribble; to scrawl."},{"word":"Scrabble","type":"v. t.","descr":" To mark with irregular lines or letters; to scribble; as, to scrabble paper."},{"word":"Scrabble","type":"n.","descr":" The act of scrabbling; a moving upon the hands and knees; a scramble; also, a scribble."},{"word":"Scraber","type":"n.","descr":" The Manx shearwater."},{"word":"Scraber","type":"n.","descr":" The black guillemot."},{"word":"Scraffle","type":"v. i.","descr":" To scramble or struggle; to wrangle; also, to be industrious."},{"word":"Scrag","type":"n.","descr":" Something thin, lean, or rough; a bony piece; especially, a bony neckpiece of meat; hence, humorously or in contempt, the neck."},{"word":"Scrag","type":"n.","descr":" A rawboned person."},{"word":"Scrag","type":"n.","descr":" A ragged, stunted tree or branch."},{"word":"Scragged","type":"a.","descr":" Rough with irregular points, or a broken surface; scraggy; as, a scragged backbone."},{"word":"Scragged","type":"a.","descr":" Lean and rough; scraggy."},{"word":"Scraggedness","type":"n.","descr":" Quality or state of being scragged."},{"word":"Scraggily","type":"adv.","descr":" In a scraggy manner."},{"word":"Scragginess","type":"n.","descr":" The quality or state of being scraggy; scraggedness."},{"word":"Scraggy","type":"superl.","descr":" Rough with irregular points; scragged."},{"word":"Scraggy","type":"superl.","descr":" Lean and rough; scragged."},{"word":"Scragly","type":"a.","descr":" See Scraggy."},{"word":"Scrag-necked","type":"a.","descr":" Having a scraggy neck."},{"word":"Scrambled","type":"imp. and p. p.","descr":" of Scramble"},{"word":"Scrambling","type":"p. pr. and vb. n.","descr":" of Scramble"},{"word":"Scramble","type":"v. i.","descr":" To clamber with hands and knees; to scrabble; as, to scramble up a cliff; to scramble over the rocks."},{"word":"Scramble","type":"v. i.","descr":" To struggle eagerly with others for something thrown upon the ground; to go down upon all fours to seize something; to catch rudely at what is desired."},{"word":"Scramble","type":"v. t.","descr":" To collect by scrambling; as, to scramble up wealth."},{"word":"Scramble","type":"v. t.","descr":" To prepare (eggs) as a dish for the table, by stirring the yolks and whites together while cooking."},{"word":"Scramble","type":"n.","descr":" The act of scrambling, climbing on all fours, or clambering."},{"word":"Scramble","type":"n.","descr":" The act of jostling and pushing for something desired; eager and unceremonious struggle for what is thrown or held out; as, a scramble for office."},{"word":"Scrambler","type":"n.","descr":" One who scrambles; one who climbs on all fours."},{"word":"Scrambler","type":"n.","descr":" A greedy and unceremonious contestant."},{"word":"Scrambling","type":"a.","descr":" Confused and irregular; awkward; scambling."},{"word":"Scranched","type":"imp. and p. p.","descr":" of Scranch"},{"word":"Scranching","type":"p. pr. and vb. n.","descr":" of Scranch"},{"word":"Scranch","type":"v. t.","descr":" To grind with the teeth, and with a crackling sound; to craunch."},{"word":"Scranky","type":"a.","descr":" Thin; lean."},{"word":"Scrannel","type":"a.","descr":" Slight; thin; lean; poor."},{"word":"Scranny","type":"a.","descr":" Thin; lean; meager; scrawny; scrannel."},{"word":"Scrap","type":"v. t.","descr":" Something scraped off; hence, a small piece; a bit; a fragment; a detached, incomplete portion."},{"word":"Scrap","type":"v. t.","descr":" Specifically, a fragment of something written or printed; a brief excerpt; an unconnected extract."},{"word":"Scrap","type":"v. t.","descr":" The crisp substance that remains after drying out animal fat; as, pork scraps."},{"word":"Scrap","type":"v. t.","descr":" Same as Scrap iron, below."},{"word":"Scrapbook","type":"n.","descr":" A blank book in which extracts cut from books and papers may be pasted and kept."},{"word":"Scraped","type":"imp. and p. p.","descr":" of Scrape"},{"word":"Scraping","type":"p. pr. and vb. n.","descr":" of Scrape"},{"word":"Scrape","type":"v. t.","descr":" To rub over the surface of (something) with a sharp or rough instrument; to rub over with something that roughens by removing portions of the surface; to grate harshly over; to abrade; to make even, or bring to a required condition or form, by moving the sharp edge of an instrument breadthwise over the surface with pressure, cutting away excesses and superfluous parts; to make smooth or clean; as, to scrape a bone with a knife; to scrape a metal plate to an even surface."},{"word":"Scrape","type":"v. t.","descr":" To remove by rubbing or scraping (in the sense above)."},{"word":"Scrape","type":"v. t.","descr":" To collect by, or as by, a process of scraping; to gather in small portions by laborious effort; hence, to acquire avariciously and save penuriously; -- often followed by together or up; as, to scrape money together."},{"word":"Scrape","type":"v. t.","descr":" To express disapprobation of, as a play, or to silence, as a speaker, by drawing the feet back and forth upon the floor; -- usually with down."},{"word":"Scrape","type":"v. i.","descr":" To rub over the surface of anything with something which roughens or removes it, or which smooths or cleans it; to rub harshly and noisily along."},{"word":"Scrape","type":"v. i.","descr":" To occupy one\\'s self with getting laboriously; as, he scraped and saved until he became rich."},{"word":"Scrape","type":"v. i.","descr":" To play awkwardly and inharmoniously on a violin or like instrument."},{"word":"Scrape","type":"v. i.","descr":" To draw back the right foot along the ground or floor when making a bow."},{"word":"Scrape","type":"n.","descr":" The act of scraping; also, the effect of scraping, as a scratch, or a harsh sound; as, a noisy scrape on the floor; a scrape of a pen."},{"word":"Scrape","type":"n.","descr":" A drawing back of the right foot when bowing; also, a bow made with that accompaniment."},{"word":"Scrape","type":"n.","descr":" A disagreeable and embarrassing predicament out of which one can not get without undergoing, as it were, a painful rubbing or scraping; a perplexity; a difficulty."},{"word":"Scrapepenny","type":"n.","descr":" One who gathers and hoards money in trifling sums; a miser."},{"word":"Scraper","type":"n.","descr":" An instrument with which anything is scraped."},{"word":"Scraper","type":"n.","descr":" An instrument by which the soles of shoes are cleaned from mud and the like, by drawing them across it."},{"word":"Scraper","type":"n.","descr":" An instrument drawn by oxen or horses, used for scraping up earth in making or repairing roads, digging cellars, canals etc."},{"word":"Scraper","type":"n.","descr":" An instrument having two or three sharp sides or edges, for cleaning the planks, masts, or decks of a ship."},{"word":"Scraper","type":"n.","descr":" In the printing press, a board, or blade, the edge of which is made to rub over the tympan sheet and thus produce the impression."},{"word":"Scraper","type":"n.","descr":" One who scrapes."},{"word":"Scraper","type":"n.","descr":" One who plays awkwardly on a violin."},{"word":"Scraper","type":"n.","descr":" One who acquires avariciously and saves penuriously."},{"word":"Scraping","type":"n.","descr":" The act of scraping; the act or process of making even, or reducing to the proper form, by means of a scraper."},{"word":"Scraping","type":"n.","descr":" Something scraped off; that which is separated from a substance, or is collected by scraping; as, the scraping of the street."},{"word":"Scraping","type":"a.","descr":" Resembling the act of, or the effect produced by, one who, or that which, scrapes; as, a scraping noise; a scraping miser."},{"word":"Scrappily","type":"adv.","descr":" In a scrappy manner; in scraps."},{"word":"Scrappy","type":"a.","descr":" Consisting of scraps; fragmentary; lacking unity or consistency; as, a scrappy lecture."},{"word":"Scrat","type":"v. t.","descr":" To scratch."},{"word":"Scrat","type":"v. i.","descr":" To rake; to search."},{"word":"Scrat","type":"n.","descr":" An hermaphrodite."},{"word":"Scratched","type":"imp. and p. p.","descr":" of Scratch"},{"word":"Scratching","type":"p. pr. and vb. n.","descr":" of Scratch"},{"word":"Scratch","type":"v. t.","descr":" To rub and tear or mark the surface of with something sharp or ragged; to scrape, roughen, or wound slightly by drawing something pointed or rough across, as the claws, the nails, a pin, or the like."},{"word":"Scratch","type":"v. t.","descr":" To write or draw hastily or awkwardly."},{"word":"Scratch","type":"v. t.","descr":" To cancel by drawing one or more lines through, as the name of a candidate upon a ballot, or of a horse in a list; hence, to erase; to efface; -- often with out."},{"word":"Scratch","type":"v. t.","descr":" To dig or excavate with the claws; as, some animals scratch holes, in which they burrow."},{"word":"Scratch","type":"v. i.","descr":" To use the claws or nails in tearing or in digging; to make scratches."},{"word":"Scratch","type":"v. i.","descr":" To score, not by skillful play but by some fortunate chance of the game."},{"word":"Scratch","type":"n.","descr":" A break in the surface of a thing made by scratching, or by rubbing with anything pointed or rough; a slight wound, mark, furrow, or incision."},{"word":"Scratch","type":"n.","descr":" A line across the prize ring; up to which boxers are brought when they join fight; hence, test, trial, or proof of courage; as, to bring to the scratch; to come up to the scratch."},{"word":"Scratch","type":"n.","descr":" Minute, but tender and troublesome, excoriations, covered with scabs, upon the heels of horses which have been used where it is very wet or muddy."},{"word":"Scratch","type":"n.","descr":" A kind of wig covering only a portion of the head."},{"word":"Scratch","type":"n.","descr":" A shot which scores by chance and not as intended by the player; a fluke."},{"word":"Scratch","type":"a.","descr":" Made, done, or happening by chance; arranged with little or no preparation; determined by circumstances; haphazard; as, a scratch team; a scratch crew for a boat race; a scratch shot in billiards."},{"word":"Scratchback","type":"n.","descr":" A toy which imitates the sound of tearing cloth, -- used by drawing it across the back of unsuspecting persons."},{"word":"Scratchbrush","type":"n.","descr":" A stiff wire brush for cleaning iron castings and other metal."},{"word":"Scratch coat","type":"","descr":" The first coat in plastering; -- called also scratchwork. See Pricking-up."},{"word":"Scratcher","type":"n.","descr":" One who, or that which, scratches; specifically (Zool.), any rasorial bird."},{"word":"Scratching","type":"adv.","descr":" With the action of scratching."},{"word":"Scratchweed","type":"n.","descr":" Cleavers."},{"word":"Scratchwork","type":"n.","descr":" See Scratch coat."},{"word":"Scratchy","type":"a.","descr":" Characterized by scratches."},{"word":"Scraw","type":"n.","descr":" A turf."},{"word":"Scrawl","type":"v. i.","descr":" See Crawl."},{"word":"Scrawled","type":"imp. and p. p.","descr":" of Scrawl"},{"word":"Scrawling","type":"p. pr. and vb. n.","descr":" of Scrawl"},{"word":"Scrawl","type":"v. t.","descr":" To draw or mark awkwardly and irregularly; to write hastily and carelessly; to scratch; to scribble; as, to scrawl a letter."},{"word":"Scrawl","type":"v. i.","descr":" To write unskillfully and inelegantly."},{"word":"Scrawl","type":"n.","descr":" Unskillful or inelegant writing; that which is unskillfully or inelegantly written."},{"word":"Scrawler","type":"n.","descr":" One who scrawls; a hasty, awkward writer."},{"word":"Scrawny","type":"a.","descr":" Meager; thin; rawboned; bony; scranny."},{"word":"Scray","type":"n.","descr":" A tern; the sea swallow."},{"word":"Screable","type":"a.","descr":" Capable of being spit out."},{"word":"Screaked","type":"imp. and p. p.","descr":" of Screak"},{"word":"Screaking","type":"p. pr. and vb. n.","descr":" of Screak"},{"word":"Screak","type":"v.","descr":" To utter suddenly a sharp, shrill sound; to screech; to creak, as a door or wheel."},{"word":"Screak","type":"n.","descr":" A creaking; a screech; a shriek."},{"word":"Screamed","type":"imp. and p. p.","descr":" of Scream"},{"word":"Screaming","type":"p. pr. and vb. n.","descr":" of Scream"},{"word":"Scream","type":"v. i.","descr":" To cry out with a shrill voice; to utter a sudden, sharp outcry, or shrill, loud cry, as in fright or extreme pain; to shriek; to screech."},{"word":"Scream","type":"n.","descr":" A sharp, shrill cry, uttered suddenly, as in terror or in pain; a shriek; a screech."},{"word":"Screamer","type":"n.","descr":" Any one of three species of South American birds constituting the family Anhimidae, and the suborder Palamedeae. They have two spines on each wing, and the head is either crested or horned. They are easily tamed, and then serve as guardians for other poultry. The crested screamers, or chajas, belong to the genus Chauna. The horned screamer, or kamichi, is Palamedea cornuta."},{"word":"Screaming","type":"a.","descr":" Uttering screams; shrieking."},{"word":"Screaming","type":"a.","descr":" Having the nature of a scream; like a scream; shrill; sharp."},{"word":"Scree","type":"n.","descr":" A pebble; a stone; also, a heap of stones or rocky debris."},{"word":"Screeched","type":"imp. and p. p.","descr":" of Screech"},{"word":"Screeching","type":"p. pr. and vb. n.","descr":" of Screech"},{"word":"Screech","type":"v.","descr":" To utter a harsh, shrill cry; to make a sharp outcry, as in terror or acute pain; to scream; to shriek."},{"word":"Screech","type":"n.","descr":" A harsh, shrill cry, as of one in acute pain or in fright; a shriek; a scream."},{"word":"Screechers","type":"n. pl.","descr":" The picarian birds, as distinguished from the singing birds."},{"word":"Screechy","type":"a.","descr":" Like a screech; shrill and harsh."},{"word":"Screed","type":"n.","descr":" A strip of plaster of the thickness proposed for the coat, applied to the wall at intervals of four or five feet, as a guide."},{"word":"Screed","type":"n.","descr":" A wooden straightedge used to lay across the plaster screed, as a limit for the thickness of the coat."},{"word":"Screed","type":"n.","descr":" A fragment; a portion; a shred."},{"word":"Screed","type":"n.","descr":" A breach or rent; a breaking forth into a loud, shrill sound; as, martial screeds."},{"word":"Screed","type":"n.","descr":" An harangue; a long tirade on any subject."},{"word":"Screen","type":"n.","descr":" Anything that separates or cuts off inconvenience, injury, or danger; that which shelters or conceals from view; a shield or protection; as, a fire screen."},{"word":"Screen","type":"n.","descr":" A dwarf wall or partition carried up to a certain height for separation and protection, as in a church, to separate the aisle from the choir, or the like."},{"word":"Screen","type":"n.","descr":" A surface, as that afforded by a curtain, sheet, wall, etc., upon which an image, as a picture, is thrown by a magic lantern, solar microscope, etc."},{"word":"Screen","type":"n.","descr":" A long, coarse riddle or sieve, sometimes a revolving perforated cylinder, used to separate the coarser from the finer parts, as of coal, sand, gravel, and the like."},{"word":"Screened","type":"imp. and p. p.","descr":" of Screen"},{"word":"Screening","type":"p. pr. and vb. n.","descr":" of Screen"},{"word":"Screen","type":"v. t.","descr":" To provide with a shelter or means of concealment; to separate or cut off from inconvenience, injury, or danger; to shelter; to protect; to protect by hiding; to conceal; as, fruits screened from cold winds by a forest or hill."},{"word":"Screen","type":"v. t.","descr":" To pass, as coal, gravel, ashes, etc., through a screen in order to separate the coarse from the fine, or the worthless from the valuable; to sift."},{"word":"Screenings","type":"n. pl.","descr":" The refuse left after screening sand, coal, ashes, etc."},{"word":"Screw","type":"n.","descr":" A cylinder, or a cylindrical perforation, having a continuous rib, called the thread, winding round it spirally at a constant inclination, so as to leave a continuous spiral groove between one turn and the next, -- used chiefly for producing, when revolved, motion or pressure in the direction of its axis, by the sliding of the threads of the cylinder in the grooves between the threads of the perforation adapted to it, the former being distinguished as the external, or male screw, or, more usually the screw; the latter as the internal, or female screw, or, more usually, the nut."},{"word":"Screw","type":"n.","descr":" Specifically, a kind of nail with a spiral thread and a head with a nick to receive the end of the screw-driver. Screws are much used to hold together pieces of wood or to fasten something; -- called also wood screws, and screw nails. See also Screw bolt, below."},{"word":"Screw","type":"n.","descr":" Anything shaped or acting like a screw; esp., a form of wheel for propelling steam vessels. It is placed at the stern, and furnished with blades having helicoidal surfaces to act against the water in the manner of a screw. See Screw propeller, below."},{"word":"Screw","type":"n.","descr":" A steam vesel propelled by a screw instead of wheels; a screw steamer; a propeller."},{"word":"Screw","type":"n.","descr":" An extortioner; a sharp bargainer; a skinflint; a niggard."},{"word":"Screw","type":"n.","descr":" An instructor who examines with great or unnecessary severity; also, a searching or strict examination of a student by an instructor."},{"word":"Screw","type":"n.","descr":" A small packet of tobacco."},{"word":"Screw","type":"n.","descr":" An unsound or worn-out horse, useful as a hack, and commonly of good appearance."},{"word":"Screw","type":"n.","descr":" A straight line in space with which a definite linear magnitude termed the pitch is associated (cf. 5th Pitch, 10 (b)). It is used to express the displacement of a rigid body, which may always be made to consist of a rotation about an axis combined with a translation parallel to that axis."},{"word":"Screw","type":"n.","descr":" An amphipod crustacean; as, the skeleton screw (Caprella). See Sand screw, under Sand."},{"word":"Screwed","type":"imp. and p. p.","descr":" of Screw"},{"word":"Screwing","type":"p. pr. and vb. n.","descr":" of Screw"},{"word":"Screw","type":"v. t.","descr":" To turn, as a screw; to apply a screw to; to press, fasten, or make firm, by means of a screw or screws; as, to screw a lock on a door; to screw a press."},{"word":"Screw","type":"v. t.","descr":" To force; to squeeze; to press, as by screws."},{"word":"Screw","type":"v. t.","descr":" Hence: To practice extortion upon; to oppress by unreasonable or extortionate exactions."},{"word":"Screw","type":"v. t.","descr":" To twist; to distort; as, to screw his visage."},{"word":"Screw","type":"v. t.","descr":" To examine rigidly, as a student; to subject to a severe examination."},{"word":"Screw","type":"v. i.","descr":" To use violent mans in making exactions; to be oppressive or exacting."},{"word":"Screw","type":"v. i.","descr":" To turn one\\'s self uneasily with a twisting motion; as, he screws about in his chair."},{"word":"Screw-cutting","type":"a.","descr":" Adapted for forming a screw by cutting; as, a screw-cutting lathe."},{"word":"Screw-driver","type":"n.","descr":" A tool for turning screws so as to drive them into their place. It has a thin end which enters the nick in the head of the screw."},{"word":"Screwer","type":"n.","descr":" One who, or that which, screws."},{"word":"Screwing","type":"","descr":" a. and n. from Screw, v. t."},{"word":"Scribable","type":"a.","descr":" Capable of being written, or of being written upon."},{"word":"Scribatious","type":"a.","descr":" Skillful in, or fond of, writing."},{"word":"Scribbet","type":"n.","descr":" A painter\\'s pencil."},{"word":"Scribble","type":"v. t.","descr":" To card coarsely; to run through the scribbling machine."},{"word":"Scribbled","type":"imp. and p. p.","descr":" of Scribble"},{"word":"Scribbling","type":"p. pr. and vb. n.","descr":" of Scribble"},{"word":"Scribble","type":"v. t.","descr":" To write hastily or carelessly, without regard to correctness or elegance; as, to scribble a letter."},{"word":"Scribble","type":"v. t.","descr":" To fill or cover with careless or worthless writing."},{"word":"Scribble","type":"v. i.","descr":" To write without care, elegance, or value; to scrawl."},{"word":"Scribble","type":"n.","descr":" Hasty or careless writing; a writing of little value; a scrawl; as, a hasty scribble."},{"word":"Scribblement","type":"n.","descr":" A scribble."},{"word":"Scribbler","type":"n.","descr":" One who scribbles; a petty author; a writer of no reputation; a literary hack."},{"word":"Scribbler","type":"n.","descr":" A scribbling machine."},{"word":"Scribbling","type":"n.","descr":" The act or process of carding coarsely."},{"word":"Scribbling","type":"a.","descr":" Writing hastily or poorly."},{"word":"Scribbling","type":"n.","descr":" The act of writing hastily or idly."},{"word":"Scribblingly","type":"adv.","descr":" In a scribbling manner."},{"word":"Scribe","type":"n.","descr":" One who writes; a draughtsman; a writer for another; especially, an offical or public writer; an amanuensis or secretary; a notary; a copyist."},{"word":"Scribe","type":"n.","descr":" A writer and doctor of the law; one skilled in the law and traditions; one who read and explained the law to the people."},{"word":"Scribed","type":"imp. and p. p.","descr":" of Scribe"},{"word":"Scribing","type":"p. pr. and vb. n.","descr":" of Scribe"},{"word":"Scribe","type":"v. t.","descr":" To write, engrave, or mark upon; to inscribe."},{"word":"Scribe","type":"v. t.","descr":" To cut (anything) in such a way as to fit closely to a somewhat irregular surface, as a baseboard to a floor which is out of level, a board to the curves of a molding, or the like; -- so called because the workman marks, or scribe, with the compasses the line that he afterwards cuts."},{"word":"Scribe","type":"v. t.","descr":" To score or mark with compasses or a scribing iron."},{"word":"Scribe","type":"v. i.","descr":" To make a mark."},{"word":"Scriber","type":"n.","descr":" A sharp-pointed tool, used by joiners for drawing lines on stuff; a marking awl."},{"word":"Scribism","type":"n.","descr":" The character and opinions of a Jewish scribe in the time of Christ."},{"word":"Scrid","type":"n.","descr":" A screed; a shred; a fragment."},{"word":"Scriggle","type":"v. i.","descr":" To wriggle."},{"word":"Scrim","type":"n.","descr":" A kind of light cotton or linen fabric, often woven in openwork patterns, -- used for curtains, etc,; -- called also India scrim."},{"word":"Scrim","type":"n.","descr":" Thin canvas glued on the inside of panels to prevent shrinking, checking, etc."},{"word":"Scrimer","type":"n.","descr":" A fencing master."},{"word":"Scrimmage","type":"n.","descr":" Formerly, a skirmish; now, a general row or confused fight or struggle."},{"word":"Scrimmage","type":"n.","descr":" The struggle in the rush lines after the ball is put in play."},{"word":"Scrimped","type":"imp. and p. p.","descr":" of Scrimp"},{"word":"Scrimping","type":"p. pr. and vb. n.","descr":" of Scrimp"},{"word":"Scrimp","type":"v. t.","descr":" To make too small or short; to limit or straiten; to put on short allowance; to scant; to contract; to shorten; as, to scrimp the pattern of a coat."},{"word":"Scrimp","type":"a.","descr":" Short; scanty; curtailed."},{"word":"Scrimp","type":"n.","descr":" A pinching miser; a niggard."},{"word":"Scrimping","type":"","descr":" a. and n. from Scrimp, v. t."},{"word":"Scrimpingly","type":"adv.","descr":" In a scrimping manner."},{"word":"Scrimpness","type":"n.","descr":" The state of being scrimp."},{"word":"Scrimption","type":"n.","descr":" A small portion; a pittance; a little bit."},{"word":"Scrimshaw","type":"v. t.","descr":" To ornament, as shells, ivory, etc., by engraving, and (usually) rubbing pigments into the incised lines."},{"word":"Scrimshaw","type":"n.","descr":" A shell, a whale\\'s tooth, or the like, that is scrimshawed."},{"word":"Scrine","type":"n.","descr":" A chest, bookcase, or other place, where writings or curiosities are deposited; a shrine."},{"word":"Scringed","type":"imp. and p. p.","descr":" of Scrine"},{"word":"Scringing","type":"p. pr. and vb. n.","descr":" of Scrine"},{"word":"Scrine","type":"v. i.","descr":" To cringe."},{"word":"Scrip","type":"n.","descr":" A small bag; a wallet; a satchel."},{"word":"Scrip","type":"n.","descr":" A small writing, certificate, or schedule; a piece of paper containing a writing."},{"word":"Scrip","type":"n.","descr":" A preliminary certificate of a subscription to the capital of a bank, railroad, or other company, or for a share of other joint property, or a loan, stating the amount of the subscription and the date of the payment of the installments; as, insurance scrip, consol scrip, etc.  When all the installments are paid, the scrip is exchanged for a bond share certificate."},{"word":"Scrip","type":"n.","descr":" Paper fractional currency."},{"word":"Scrippage","type":"n.","descr":" The contents of a scrip, or wallet."},{"word":"Script","type":"n.","descr":" A writing; a written document."},{"word":"Script","type":"n.","descr":" Type made in imitation of handwriting."},{"word":"Script","type":"n.","descr":" An original instrument or document."},{"word":"Script","type":"n.","descr":" Written characters; style of writing."},{"word":"Scriptoria","type":"pl. ","descr":" of Scriptorium"},{"word":"Scriptorium","type":"n.","descr":" In an abbey or monastery, the room set apart for writing or copying manuscripts; in general, a room devoted to writing."},{"word":"Scriptory","type":"a.","descr":" Of or pertaining to writing; expressed in writing; used in writing; as, scriptory wills; a scriptory reed."},{"word":"Scriptural","type":"a.","descr":" Contained in the Scriptures; according to the Scriptures, or sacred oracles; biblical; as, a scriptural doctrine."},{"word":"Scripturalism","type":"n.","descr":" The quality or state of being scriptural; literal adherence to the Scriptures."},{"word":"Scripturalist","type":"n.","descr":" One who adheres literally to the Scriptures."},{"word":"Scripturally","type":"adv.","descr":" In a scriptural manner."},{"word":"Scripturalness","type":"n.","descr":" Quality of being scriptural."},{"word":"Scripture","type":"n.","descr":" Anything written; a writing; a document; an inscription."},{"word":"Scripture","type":"n.","descr":" The books of the Old and the new Testament, or of either of them; the Bible; -- used by way of eminence or distinction, and chiefly in the plural."},{"word":"Scripture","type":"n.","descr":" A passage from the Bible;; a text."},{"word":"Scripturian","type":"n.","descr":" A Scripturist."},{"word":"Scripturist","type":"n.","descr":" One who is strongly attached to, or versed in, the Scriptures, or who endeavors to regulate his life by them."},{"word":"Scrit","type":"n.","descr":" Writing; document; scroll."},{"word":"Scritch","type":"n.","descr":" A screech."},{"word":"Scrivener","type":"n.","descr":" A professional writer; one whose occupation is to draw contracts or prepare writings."},{"word":"Scrivener","type":"n.","descr":" One whose business is to place money at interest; a broker."},{"word":"Scrivener","type":"n.","descr":" A writing master."},{"word":"Scrobiculae","type":"pl. ","descr":" of Scrobicula"},{"word":"Scrobicula","type":"n.","descr":" One of the smooth areas surrounding the tubercles of a sea urchin."},{"word":"Scrobicular","type":"a.","descr":" Pertaining to, or surrounding, scrobiculae; as, scrobicular tubercles."},{"word":"Scrobiculate","type":"a.","descr":" Alt. of Scrobiculated"},{"word":"Scrobiculated","type":"a.","descr":" Having numerous small, shallow depressions or hollows; pitted."},{"word":"Scrod","type":"n.","descr":" Alt. of Scrode"},{"word":"Scrode","type":"n.","descr":" A young codfish, especially when cut open on the back and dressed."},{"word":"Scroddled ware","type":"","descr":" Mottled pottery made from scraps of differently colored clays."},{"word":"Scrofula","type":"n.","descr":" A constitutional disease, generally hereditary, especially manifested by chronic enlargement and cheesy degeneration of the lymphatic glands, particularly those of the neck, and marked by a tendency to the development of chronic intractable inflammations of the skin, mucous membrane, bones, joints, and other parts, and by a diminution in the power of resistance to disease or injury and the capacity for recovery. Scrofula is now generally held to be tuberculous in character, and may develop into general or local tuberculosis (consumption)."},{"word":"Scrofulide","type":"n.","descr":" Any affection of the skin dependent on scrofula."},{"word":"Scrofulous","type":"a.","descr":" Pertaining to scrofula, or partaking of its nature; as, scrofulous tumors; a scrofulous habit of body."},{"word":"Scrofulous","type":"a.","descr":" Diseased or affected with scrofula."},{"word":"Scrog","type":"n.","descr":" A stunted shrub, bush, or branch."},{"word":"Scroggy","type":"a.","descr":" Abounding in scrog; also, twisted; stunted."},{"word":"Scroll","type":"n.","descr":" A roll of paper or parchment; a writing formed into a roll; a schedule; a list."},{"word":"Scroll","type":"n.","descr":" An ornament formed of undulations giving off spirals or sprays, usually suggestive of plant form. Roman architectural ornament is largely of some scroll pattern."},{"word":"Scroll","type":"n.","descr":" A mark or flourish added to a person\\'s signature, intended to represent a seal, and in some States allowed as a substitute for a seal."},{"word":"Scroll","type":"n.","descr":" Same as Skew surface. See under Skew."},{"word":"Scrolled","type":"a.","descr":" Formed like a scroll; contained in a scroll; adorned with scrolls; as, scrolled work."},{"word":"Scrophularia","type":"n.","descr":" A genus of coarse herbs having small flowers in panicled cymes; figwort."},{"word":"Scrophulariaceous","type":"a.","descr":" Of or pertaining to a very large natural order of gamopetalous plants (Scrophulariaceae, or Scrophularineae), usually having irregular didynamous flowers and a two-celled pod. The order includes the mullein, foxglove, snapdragon, figwort, painted cup, yellow rattle, and some exotic trees, as the Paulownia."},{"word":"Scrotal","type":"a.","descr":" Of or pertaining to the scrotum; as, scrotal hernia."},{"word":"Scrotiform","type":"a.","descr":" Purse-shaped; pouch-shaped."},{"word":"Scrotocele","type":"n.","descr":" A rupture or hernia in the scrotum; scrotal hernia."},{"word":"Scrotum","type":"n.","descr":" The bag or pouch which contains the testicles; the cod."},{"word":"Scrouge","type":"v. t.","descr":" To crowd; to squeeze."},{"word":"Scrow","type":"n.","descr":" A scroll."},{"word":"Scrow","type":"n.","descr":" A clipping from skins; a currier\\'s cuttings."},{"word":"Scroyle","type":"n.","descr":" A mean fellow; a wretch."},{"word":"Scrubbed","type":"imp. and p. p.","descr":" of Scrub"},{"word":"Scrubbing","type":"p. pr. and vb. n.","descr":" of Scrub"},{"word":"Scrub","type":"v. t.","descr":" To rub hard; to wash with rubbing; usually, to rub with a wet brush, or with something coarse or rough, for the purpose of cleaning or brightening; as, to scrub a floor, a doorplate."},{"word":"Scrub","type":"v. i.","descr":" To rub anything hard, especially with a wet brush; to scour; hence, to be diligent and penurious; as, to scrub hard for a living."},{"word":"Scrub","type":"n.","descr":" One who labors hard and lives meanly; a mean fellow."},{"word":"Scrub","type":"n.","descr":" Something small and mean."},{"word":"Scrub","type":"n.","descr":" A worn-out brush."},{"word":"Scrub","type":"n.","descr":" A thicket or jungle, often specified by the name of the prevailing plant; as, oak scrub, palmetto scrub, etc."},{"word":"Scrub","type":"n.","descr":" One of the common live stock of a region of no particular breed or not of pure breed, esp. when inferior in size, etc."},{"word":"Scrub","type":"a.","descr":" Mean; dirty; contemptible; scrubby."},{"word":"Scrubbed","type":"a.","descr":" Dwarfed or stunted; scrubby."},{"word":"Scrubber","type":"n.","descr":" One who, or that which, scrubs; esp., a brush used in scrubbing."},{"word":"Scrubber","type":"n.","descr":" A gas washer. See under Gas."},{"word":"Scrubboard","type":"n.","descr":" A baseboard; a mopboard."},{"word":"Scrubby","type":"superl.","descr":" Of the nature of scrub; small and mean; stunted in growth; as, a scrubby cur."},{"word":"Scrubstone","type":"n.","descr":" A species of calciferous sandstone."},{"word":"Scruff","type":"n.","descr":" Scurf."},{"word":"Scruff","type":"n.","descr":" The nape of the neck; the loose outside skin, as of the back of the neck."},{"word":"Scrummage","type":"n.","descr":" See Scrimmage."},{"word":"Scrumptious","type":"a.","descr":" Nice; particular; fastidious; excellent; fine."},{"word":"Scrunch","type":"v. t. and v. i.","descr":" To scranch; to crunch."},{"word":"Scruple","type":"n.","descr":" A weight of twenty grains; the third part of a dram."},{"word":"Scruple","type":"n.","descr":" Hence, a very small quantity; a particle."},{"word":"Scruple","type":"n.","descr":" Hesitation as to action from the difficulty of determining what is right or expedient; unwillingness, doubt, or hesitation proceeding from motives of conscience."},{"word":"Scrupled","type":"imp. and p. p.","descr":" of Scruple"},{"word":"Scruple","type":"v. i.","descr":" To be reluctant or to hesitate, as regards an action, on account of considerations of conscience or expedience."},{"word":"Scruple","type":"v. t.","descr":" To regard with suspicion; to hesitate at; to question."},{"word":"Scruple","type":"v. t.","descr":" To excite scruples in; to cause to scruple."},{"word":"Scrupler","type":"n.","descr":" One who scruples."},{"word":"Scrupulist","type":"n.","descr":" A scrupler."},{"word":"Scruou-lize","type":"v. t.","descr":" To perplex with scruples; to regard with scruples."},{"word":"Scrupulosity","type":"n.","descr":" The quality or state of being scruppulous; doubt; doubtfulness respecting decision or action; caution or tenderness from the far of doing wrong or ofending; nice regard to exactness and propierty; precision."},{"word":"Scrupulous","type":"a.","descr":" Full ofscrupules; inclined to scruple; nicely doubtful; hesitating to determine or to act, from a fear of offending or of doing wrong."},{"word":"Scrupulous","type":"a.","descr":" Careful; cautious; exact; nice; as, scrupulous abstinence from labor; scrupulous performance of duties."},{"word":"Scrupulous","type":"a.","descr":" Given to making objections; captious."},{"word":"Scrupulous","type":"a.","descr":" Liable to be doubted; doubtful; nice."},{"word":"Scrutable","type":"a.","descr":" Discoverable by scrutiny, inquiry, or critical examination."},{"word":"Scrutation","type":"n.","descr":" Search; scrutiny."},{"word":"Scrutator","type":"n.","descr":" One who scrutinizes; a close examiner or inquirer."},{"word":"Scrutineer","type":"n.","descr":" A scrutinizer; specifically, an examiner of votes, as at an election."},{"word":"Scrutinized","type":"imp. and p. p.","descr":" of Scrutinize"},{"word":"Scrutinizing","type":"p. pr. and vb. n.","descr":" of Scrutinize"},{"word":"Scrutinize","type":"v. t.","descr":" To examine closely; to inspect or observe with critical attention; to regard narrowly; as, to scrutinize the measures of administration; to scrutinize the conduct or motives of individuals."},{"word":"Scrutinize","type":"v. i.","descr":" To make scrutiny."},{"word":"Scrutinizer","type":"n.","descr":" One who scrutinizes."},{"word":"Scrutinous","type":"a.","descr":" Closely examining, or inquiring; careful; sctrict."},{"word":"Scrutiny","type":"n.","descr":" Close examination; minute inspection; critical observation."},{"word":"Scrutiny","type":"n.","descr":" An examination of catechumens, in the last week of Lent, who were to receive baptism on Easter Day."},{"word":"Scrutiny","type":"n.","descr":" A ticket, or little paper billet, on which a vote is written."},{"word":"Scrutiny","type":"n.","descr":" An examination by a committee of the votes given at an election, for the purpose of correcting the poll."},{"word":"Scrutiny","type":"v. t.","descr":" To scrutinize."},{"word":"Scrutoire","type":"n.","descr":" A escritoire; a writing desk."},{"word":"Scruze","type":"v. t.","descr":" To squeeze, compress, crush, or bruise."},{"word":"Scry","type":"v. t.","descr":" To descry."},{"word":"Scry","type":"v.","descr":" A flock of wild fowl."},{"word":"Scry","type":"n.","descr":" A cry or shout."},{"word":"Scudded","type":"imp. and p. p.","descr":" of Scud"},{"word":"Scudding","type":"p. pr. and vb. n.","descr":" of Scud"},{"word":"Scud","type":"v. i.","descr":" To move swiftly; especially, to move as if driven forward by something."},{"word":"Scud","type":"v. i.","descr":" To be driven swiftly, or to run, before a gale, with little or no sail spread."},{"word":"Scud","type":"v. t.","descr":" To pass over quickly."},{"word":"Scud","type":"n.","descr":" The act of scudding; a driving along; a rushing with precipitation."},{"word":"Scud","type":"n.","descr":" Loose, vapory clouds driven swiftly by the wind."},{"word":"Scud","type":"n.","descr":" A slight, sudden shower."},{"word":"Scud","type":"n.","descr":" A small flight of larks, or other birds, less than a flock."},{"word":"Scud","type":"n.","descr":" Any swimming amphipod crustacean."},{"word":"Scuddle","type":"v. i.","descr":" To run hastily; to hurry; to scuttle."},{"word":"Scudi","type":"pl. ","descr":" of Scudo"},{"word":"Scudo","type":"n.","descr":" A silver coin, and money of account, used in Italy and Sicily, varying in value, in different parts, but worth about 4 shillings sterling, or about 96 cents; also, a gold coin worth about the same."},{"word":"Scudo","type":"n.","descr":" A gold coin of Rome, worth 64 shillings 11 pence sterling, or about $ 15.70."},{"word":"Scuff","type":"n.","descr":" The back part of the neck; the scruff."},{"word":"Scuffed","type":"imp. and p. p.","descr":" of Scuff"},{"word":"Scuffing","type":"p. pr. and vb. n.","descr":" of Scuff"},{"word":"Scuff","type":"v. i.","descr":" To walk without lifting the feet; to proceed with a scraping or dragging movement; to shuffle."},{"word":"Scuffled","type":"imp. and p. p.","descr":" of Scuffle"},{"word":"Scuffling","type":"p. pr. and vb. n.","descr":" of Scuffle"},{"word":"Scuffle","type":"v. i.","descr":" To strive or struggle with a close grapple; to wrestle in a rough fashion."},{"word":"Scuffle","type":"v. i.","descr":" Hence, to strive or contend tumultuously; to struggle confusedly or at haphazard."},{"word":"Scuffle","type":"n.","descr":" A rough, haphazard struggle, or trial of strength; a disorderly wrestling at close quarters."},{"word":"Scuffle","type":"n.","descr":" Hence, a confused contest; a tumultuous struggle for superiority; a fight."},{"word":"Scuffle","type":"n.","descr":" A child\\'s pinafore or bib."},{"word":"Scuffle","type":"n.","descr":" A garden hoe."},{"word":"Scuffler","type":"n.","descr":" One who scuffles."},{"word":"Scuffler","type":"n.","descr":" An agricultural implement resembling a scarifier, but usually lighter."},{"word":"Scug","type":"v. i.","descr":" To hide."},{"word":"Scug","type":"n.","descr":" A place of shelter; the declivity of a hill."},{"word":"Sculk","type":"","descr":" Alt. of Sculker"},{"word":"Sculker","type":"","descr":" See Skulk, Skulker."},{"word":"Scull","type":"n.","descr":" The skull."},{"word":"Scull","type":"n.","descr":" A shoal of fish."},{"word":"Scull","type":"n.","descr":" A boat; a cockboat. See Sculler."},{"word":"Scull","type":"n.","descr":" One of a pair of short oars worked by one person."},{"word":"Scull","type":"n.","descr":" A single oar used at the stern in propelling a boat."},{"word":"Scull","type":"n.","descr":" The common skua gull."},{"word":"Sculled","type":"imp. and p. p.","descr":" of Scull"},{"word":"Sculling","type":"p. pr. and vb. n.","descr":" of Scull"},{"word":"Scull","type":"v. t.","descr":" To impel (a boat) with a pair of sculls, or with a single scull or oar worked over the stern obliquely from side to side."},{"word":"Scull","type":"v. i.","descr":" To impel a boat with a scull or sculls."},{"word":"Sculler","type":"n.","descr":" A boat rowed by one man with two sculls, or short oars."},{"word":"Sculler","type":"n.","descr":" One who sculls."},{"word":"Sculleries","type":"pl. ","descr":" of Scullery"},{"word":"Scullery","type":"n.","descr":" A place where dishes, kettles, and culinary utensils, are cleaned and kept; also, a room attached to the kitchen, where the coarse work is done; a back kitchen."},{"word":"Scullery","type":"n.","descr":" Hence, refuse; filth; offal."},{"word":"Scullion","type":"n.","descr":" A scalion."},{"word":"Scullion","type":"n.","descr":" A servant who cleans pots and kettles, and does other menial services in the kitchen."},{"word":"Scullionly","type":"a.","descr":" Like a scullion; base."},{"word":"Sculp","type":"v. t.","descr":" To sculpture; to carve; to engrave."},{"word":"Sculpin","type":"n.","descr":" Any one of numerous species of marine cottoid fishes of the genus Cottus, or Acanthocottus, having a large head armed with sharp spines, and a broad mouth. They are generally mottled with yellow, brown, and black. Several species are found on the Atlantic coasts of Europe and America."},{"word":"Sculpin","type":"n.","descr":" A large cottoid market fish of California (Scorpaenichthys marmoratus); -- called also bighead, cabezon, scorpion, salpa."},{"word":"Sculpin","type":"n.","descr":" The dragonet, or yellow sculpin, of Europe (Callionymus lura)."},{"word":"Sculptile","type":"a.","descr":" Formed by carving; graven; as, sculptile images."},{"word":"Sculptor","type":"n.","descr":" One who sculptures; one whose occupation is to carve statues, or works of sculpture."},{"word":"Sculptor","type":"n.","descr":" Hence, an artist who designs works of sculpture, his first studies and his finished model being usually in a plastic material, from which model the marble is cut, or the bronze is cast."},{"word":"Sculptress","type":"n.","descr":" A female sculptor."},{"word":"Sculptural","type":"a.","descr":" Of or pertaining to sculpture."},{"word":"Sculpture","type":"n.","descr":" The art of carving, cutting, or hewing wood, stone, metal, etc., into statues, ornaments, etc., or into figures, as of men, or other things; hence, the art of producing figures and groups, whether in plastic or hard materials."},{"word":"Sculpture","type":"n.","descr":" Carved work modeled of, or cut upon, wood, stone, metal, etc."},{"word":"Sculptured","type":"imp. and p. p.","descr":" of Sculpture"},{"word":"Sculpturing","type":"p. pr. and vb. n.","descr":" of Sculpture"},{"word":"Sculpture","type":"v. t.","descr":" To form with the chisel on, in, or from, wood, stone, or metal; to carve; to engrave."},{"word":"Sculpturesque","type":"a.","descr":" After the manner of sculpture; resembling, or relating to, sculpture."},{"word":"Scum","type":"v.","descr":" The extraneous matter or impurities which rise to the surface of liquids in boiling or fermentation, or which form on the surface by other means; also, the scoria of metals in a molten state; dross."},{"word":"Scum","type":"v.","descr":" refuse; recrement; anything vile or worthless."},{"word":"Scummed","type":"imp. and p. p.","descr":" of Scum"},{"word":"Scumming","type":"p. pr. and vb. n.","descr":" of Scum"},{"word":"Scum","type":"v. t.","descr":" To take the scum from; to clear off the impure matter from the surface of; to skim."},{"word":"Scum","type":"v. t.","descr":" To sweep or range over the surface of."},{"word":"Scum","type":"v. i.","descr":" To form a scum; to become covered with scum. Also used figuratively."},{"word":"Scumber","type":"v. i.","descr":" To void excrement."},{"word":"Scumber","type":"n.","descr":" Dung."},{"word":"Scumbled","type":"imp. and p. p.","descr":" of Scumble"},{"word":"Scumbling","type":"p. pr. and vb. n.","descr":" of Scumble"},{"word":"Scumble","type":"v. t.","descr":" To cover lighty, as a painting, or a drawing, with a thin wash of opaque color, or with color-crayon dust rubbed on with the stump, or to make any similar additions to the work, so as to produce a softened effect."},{"word":"Scumbling","type":"n.","descr":" A mode of obtaining a softened effect, in painting and drawing, by the application of a thin layer of opaque color to the surface of a painting, or part of the surface, which is too bright in color, or which requires harmonizing."},{"word":"Scumbling","type":"n.","descr":" In crayon drawing, the use of the stump."},{"word":"Scumbling","type":"n.","descr":" The color so laid on. Also used figuratively."},{"word":"Scummer","type":"v. i.","descr":" To scumber."},{"word":"Scummer","type":"n.","descr":" Excrement; scumber."},{"word":"Scummer","type":"n.","descr":" An instrument for taking off scum; a skimmer."},{"word":"Scumming","type":"n.","descr":" The act of taking off scum."},{"word":"Scumming","type":"n.","descr":" That which is scummed off; skimmings; scum; -- used chiefly in the plural."},{"word":"Scummy","type":"a.","descr":" Covered with scum; of the nature of scum."},{"word":"Scunner","type":"v. t.","descr":" To cause to loathe, or feel disgust at."},{"word":"Scunner","type":"v. i.","descr":" To have a feeling of loathing or disgust; hence, to have dislike, prejudice, or reluctance."},{"word":"Scunner","type":"n.","descr":" A feeling of disgust or loathing; a strong prejudice; abhorrence; as, to take a scunner against some one."},{"word":"Scup","type":"n.","descr":" A swing."},{"word":"Scup","type":"n.","descr":" A marine sparoid food fish (Stenotomus chrysops, or S. argyrops), common on the Atlantic coast of the United States. It appears bright silvery when swimming in the daytime, but shows broad blackish transverse bands at night and when dead. Called also porgee, paugy, porgy, scuppaug."},{"word":"Scuppaug","type":"n.","descr":" See 2d Scup."},{"word":"Scupper","type":"v.","descr":" An opening cut through the waterway and bulwarks of a ship, so that water falling on deck may flow overboard; -- called also scupper hole."},{"word":"Scuppernong","type":"n.","descr":" An American grape, a form of Vitis vulpina, found in the Southern Atlantic States, and often cultivated."},{"word":"Scur","type":"v. i.","descr":" To move hastily; to scour."},{"word":"Scurf","type":"n.","descr":" Thin dry scales or scabs upon the body; especially, thin scales exfoliated from the cuticle, particularly of the scalp; dandruff."},{"word":"Scurf","type":"n.","descr":" Hence, the foul remains of anything adherent."},{"word":"Scurf","type":"n.","descr":" Anything like flakes or scales adhering to a surface."},{"word":"Scurf","type":"n.","descr":" Minute membranous scales on the surface of some leaves, as in the goosefoot."},{"word":"Scurff","type":"n.","descr":" The bull trout."},{"word":"Scurfiness","type":"n.","descr":" Quality or state of being scurfy."},{"word":"Scurfiness","type":"n.","descr":" Scurf."},{"word":"Scurfy","type":"superl.","descr":" Having or producing scurf; covered with scurf; resembling scurf."},{"word":"Scurrier","type":"n.","descr":" One who scurries."},{"word":"Scurrile","type":"a.","descr":" Such as befits a buffoon or vulgar jester; grossly opprobrious or loudly jocose in language; scurrilous; as, scurrile taunts."},{"word":"Scurrility","type":"n.","descr":" The quality or state of being scurrile or scurrilous; mean, vile, or obscene jocularity."},{"word":"Scurrility","type":"n.","descr":" That which is scurrile or scurrilous; gross or obscene language; low buffoonery; vulgar abuse."},{"word":"Scurrilous","type":"a.","descr":" Using the low and indecent language of the meaner sort of people, or such as only the license of buffoons can warrant; as, a scurrilous fellow."},{"word":"Scurrilous","type":"a.","descr":" Containing low indecency or abuse; mean; foul; vile; obscenely jocular; as, scurrilous language."},{"word":"Scurrit","type":"n.","descr":" the lesser tern (Sterna minuta)."},{"word":"Scurry","type":"v. i.","descr":" To hasten away or along; to move rapidly; to hurry; as, the rabbit scurried away."},{"word":"Scurry","type":"n.","descr":" Act of scurring; hurried movement."},{"word":"Scurvily","type":"adv.","descr":" In a scurvy manner."},{"word":"Scurviness","type":"n.","descr":" The quality or state of being scurvy; vileness; meanness."},{"word":"Scurvy","type":"n.","descr":" Covered or affected with scurf or scabs; scabby; scurfy; specifically, diseased with the scurvy."},{"word":"Scurvy","type":"n.","descr":" Vile; mean; low; vulgar; contemptible."},{"word":"Scurvy","type":"n.","descr":" A disease characterized by livid spots, especially about the thighs and legs, due to extravasation of blood, and by spongy gums, and bleeding from almost all the mucous membranes. It is accompanied by paleness, languor, depression, and general debility. It is occasioned by confinement, innutritious food, and hard labor, but especially by lack of fresh vegetable food, or confinement for a long time to a limited range of food, which is incapable of repairing the waste of the system. It was formerly prevalent among sailors and soldiers."},{"word":"Scut","type":"n.","descr":" The tail of a hare, or of a deer, or other animal whose tail is short, sp. when carried erect; hence, sometimes, the animal itself."},{"word":"Scuta","type":"n. pl.","descr":" See Scutum."},{"word":"Scutage","type":"n.","descr":" Shield money; commutation of service for a sum of money. See Escuage."},{"word":"Scutal","type":"a.","descr":" Of or pertaining to a shield."},{"word":"Scutate","type":"a.","descr":" Buckler-shaped; round or nearly round."},{"word":"Scutate","type":"a.","descr":" Protected or covered by bony or horny plates, or large scales."},{"word":"Scutched","type":"imp. and p. p.","descr":" of Scutch"},{"word":"Scutching","type":"p. pr. and vb. n.","descr":" of Scutch"},{"word":"Scutch","type":"v. t.","descr":" To beat or whip; to drub."},{"word":"Scutch","type":"v. t.","descr":" To separate the woody fiber from (flax, hemp, etc.) by beating; to swingle."},{"word":"Scutch","type":"v. t.","descr":" To loosen and dress the fiber of (cotton or silk) by beating; to free (fibrous substances) from dust by beating and blowing."},{"word":"Scutch","type":"n.","descr":" A wooden instrument used in scutching flax and hemp."},{"word":"Scutch","type":"n.","descr":" The woody fiber of flax; the refuse of scutched flax."},{"word":"Scutcheon","type":"n.","descr":" An escutcheon; an emblazoned shield."},{"word":"Scutcheon","type":"n.","descr":" A small plate of metal, as the shield around a keyhole. See Escutcheon, 4."},{"word":"Scutcheoned","type":"a.","descr":" Emblazoned on or as a shield."},{"word":"Scutcher","type":"n.","descr":" One who scutches."},{"word":"Scutcher","type":"n.","descr":" An implement or machine for scutching hemp, flax, or cotton; etc.; a scutch; a scutching machine."},{"word":"Scutch grass","type":"","descr":" A kind of pasture grass (Cynodon Dactylon). See Bermuda grass: also Illustration in Appendix."},{"word":"Scute","type":"n.","descr":" A small shield."},{"word":"Scute","type":"n.","descr":" An old French gold coin of the value of 3s. 4d. sterling, or about 80 cents."},{"word":"Scute","type":"n.","descr":" A bony scale of a reptile or fish; a large horny scale on the leg of a bird, or on the belly of a snake."},{"word":"Scutella","type":"n. pl.","descr":" See Scutellum."},{"word":"Scutelle","type":"pl. ","descr":" of Scutella"},{"word":"Scutella","type":"n.","descr":" See Scutellum, n., 2."},{"word":"Scutellate","type":"a.","descr":" Alt. of Scutellated"},{"word":"Scutellated","type":"a.","descr":" Formed like a plate or salver; composed of platelike surfaces; as, the scutellated bone of a sturgeon."},{"word":"Scutellated","type":"a.","descr":" Having the tarsi covered with broad transverse scales, or scutella; -- said of certain birds."},{"word":"Scutellation","type":"n.","descr":" the entire covering, or mode of arrangement, of scales, as on the legs and feet of a bird."},{"word":"Scutelliform","type":"a.","descr":" Scutellate."},{"word":"Scutelliform","type":"a.","descr":" Having the form of a scutellum."},{"word":"Scutelliplantar","type":"a.","descr":" Having broad scutella on the front, and small scales on the posterior side, of the tarsus; -- said of certain birds."},{"word":"Scutella","type":"pl. ","descr":" of Scutellum"},{"word":"Scutellum","type":"n.","descr":" A rounded apothecium having an elevated rim formed of the proper thallus, the fructification of certain lichens."},{"word":"Scutellum","type":"n.","descr":" The third of the four pieces forming the upper part of a thoracic segment of an insect. It follows the scutum, and is followed by the small postscutellum; a scutella. See Thorax."},{"word":"Scutellum","type":"n.","descr":" One of the transverse scales on the tarsi and toes of birds; a scutella."},{"word":"Scutibranch","type":"a.","descr":" Scutibranchiate."},{"word":"Scutibranch","type":"n.","descr":" One of the Scutibranchiata."},{"word":"Scutibranchia","type":"n. pl.","descr":" Same as Scutibranchiata."},{"word":"Scutibranchian","type":"n.","descr":" One of the Scutibranchiata."},{"word":"Scutibranchiata","type":"n. pl.","descr":" An order of gastropod Mollusca having a heart with two auricles and one ventricle. The shell may be either spiral or shieldlike."},{"word":"Scutibranchiate","type":"a.","descr":" Having the gills protected by a shieldlike shell; of or pertaining to the Scutibranchiata."},{"word":"Scutibranchiate","type":"n.","descr":" One of the Scutibranchiata."},{"word":"Scutiferous","type":"a.","descr":" Carrying a shield or buckler."},{"word":"Scutiform","type":"a.","descr":" Shield-shaped; scutate."},{"word":"Scutiger","type":"n.","descr":" Any species of chilopod myriapods of the genus Scutigera. They sometimes enter buildings and prey upon insects."},{"word":"Scutiped","type":"a.","descr":" Having the anterior surface of the tarsus covered with scutella, or transverse scales, in the form of incomplete bands terminating at a groove on each side; -- said of certain birds."},{"word":"Scuttle","type":"n.","descr":" A broad, shallow basket."},{"word":"Scuttle","type":"n.","descr":" A wide-mouthed vessel for holding coal: a coal hod."},{"word":"Scuttle","type":"v. i.","descr":" To run with affected precipitation; to hurry; to bustle; to scuddle."},{"word":"Scuttle","type":"n.","descr":" A quick pace; a short run."},{"word":"Scuttle","type":"n.","descr":" A small opening in an outside wall or covering, furnished with a lid."},{"word":"Scuttle","type":"n.","descr":" A small opening or hatchway in the deck of a ship, large enough to admit a man, and with a lid for covering it, also, a like hole in the side or bottom of a ship."},{"word":"Scuttle","type":"n.","descr":" An opening in the roof of a house, with a lid."},{"word":"Scuttle","type":"n.","descr":" The lid or door which covers or closes an opening in a roof, wall, or the like."},{"word":"Scuttled","type":"imp. and p. p.","descr":" of Scuttle"},{"word":"Scuttling","type":"p. pr. and vb. n.","descr":" of Scuttle"},{"word":"Scuttle","type":"v. t.","descr":" To cut a hole or holes through the bottom, deck, or sides of (as of a ship), for any purpose."},{"word":"Scuttle","type":"v. t.","descr":" To sink by making holes through the bottom of; as, to scuttle a ship."},{"word":"Scuta","type":"pl. ","descr":" of Scutum"},{"word":"Scutum","type":"n.","descr":" An oblong shield made of boards or wickerwork covered with leather, with sometimes an iron rim; -- carried chiefly by the heavy-armed infantry."},{"word":"Scutum","type":"n.","descr":" A penthouse or awning."},{"word":"Scutum","type":"n.","descr":" The second and largest of the four parts forming the upper surface of a thoracic segment of an insect. It is preceded by the prescutum and followed by the scutellum. See the Illust. under Thorax."},{"word":"Scutum","type":"n.","descr":" One of the two lower valves of the operculum of a barnacle."},{"word":"Scybala","type":"n. pl.","descr":" Hardened masses of feces."},{"word":"Scye","type":"n.","descr":" Arm scye, a cutter\\'s term for the armhole or part of the armhole of the waist of a garnment."},{"word":"Scyle","type":"v. t.","descr":" To hide; to secrete; to conceal."},{"word":"Scylla","type":"n.","descr":" A dangerous rock on the Italian coast opposite the whirpool Charybdis on the coast of Sicily, -- both personified in classical literature as ravenous monsters. The passage between them was formerly considered perilous; hence, the saying \"Between Scylla and Charybdis,\" signifying a great peril on either hand."},{"word":"Scyllaea","type":"n.","descr":" A genus of oceanic nudibranchiate mollusks having the small branched gills situated on the upper side of four fleshy lateral lobes, and on the median caudal crest."},{"word":"Scyllarian","type":"n.","descr":" One of a family (Scyllaridae) of macruran Crustacea, remarkable for the depressed form of the body, and the broad, flat antennae. Also used adjectively."},{"word":"Scyllite","type":"n.","descr":" A white crystalline substance of a sweetish taste, resembling inosite and metameric with dextrose. It is extracted from the kidney of the dogfish (of the genus Scylium), the shark, and the skate."},{"word":"Scymetar","type":"n.","descr":" See Scimiter."},{"word":"Scyphae","type":"pl. ","descr":" of Scypha"},{"word":"Scypha","type":"n.","descr":" See Scyphus, 2 (b)."},{"word":"Scyphiform","type":"a.","descr":" Cup-shaped."},{"word":"Scyphistomata","type":"pl. ","descr":" of Scyphistoma"},{"word":"Scyphistomae","type":"pl. ","descr":" of Scyphistoma"},{"word":"Scyphistoma","type":"n.","descr":" The young attached larva of Discophora in the stage when it resembles a hydroid, or actinian."},{"word":"Scyphobranchii","type":"n. pl.","descr":" An order of fishes including the blennioid and gobioid fishes, and other related families."},{"word":"Scyphomeduse","type":"n. pl.","descr":" Same as Acraspeda, or Discophora."},{"word":"Scyphophori","type":"n. pl.","descr":" An order of fresh-water fishes inhabiting tropical Africa. They have rudimentary electrical organs on each side of the tail."},{"word":"Scyphi","type":"pl. ","descr":" of Scyphus"},{"word":"Scyphus","type":"n.","descr":" A kind of large drinking cup, -- used by Greeks and Romans, esp. by poor folk."},{"word":"Scyphus","type":"n.","descr":" The cup of a narcissus, or a similar appendage to the corolla in other flowers."},{"word":"Scyphus","type":"n.","descr":" A cup-shaped stem or podetium in lichens. Also called scypha. See Illust. of Cladonia pyxidata, under Lichen."},{"word":"Scythe","type":"n.","descr":" An instrument for mowing grass, grain, or the like, by hand, composed of a long, curving blade, with a sharp edge, made fast to a long handle, called a snath, which is bent into a form convenient for use."},{"word":"Scythe","type":"n.","descr":" A scythe-shaped blade attached to ancient war chariots."},{"word":"Scythe","type":"v. t.","descr":" To cut with a scythe; to cut off as with a scythe; to mow."},{"word":"Scythed","type":"a.","descr":" Armed scythes, as a chariot."},{"word":"Scythemen","type":"pl. ","descr":" of Scytheman"},{"word":"Scytheman","type":"n.","descr":" One who uses a scythe; a mower."},{"word":"Scythestone","type":"n.","descr":" A stone for sharpening scythes; a whetstone."},{"word":"Scythewhet","type":"n.","descr":" Wilson\\'s thrush; -- so called from its note."},{"word":"Scythian","type":"a.","descr":" Of or pertaining to Scythia (a name given to the northern part of Asia, and Europe adjoining to Asia), or its language or inhabitants."},{"word":"Scythian","type":"n.","descr":" A native or inhabitant of Scythia; specifically (Ethnol.), one of a Slavonic race which in early times occupied Eastern Europe."},{"word":"Scythian","type":"n.","descr":" The language of the Scythians."},{"word":"Scytodermata","type":"n. pl.","descr":" Same as Holothurioidea."},{"word":"Scopster","type":"n.","descr":" The saury."}]