[{"word":"Sea","type":"n.","descr":" One of the larger bodies of salt water, less than an ocean, found on the earth\\'s surface; a body of salt water of second rank, generally forming part of, or connecting with, an ocean or a larger sea; as, the Mediterranean Sea; the Sea of Marmora; the North Sea; the Carribean Sea."},{"word":"Sea","type":"n.","descr":" An inland body of water, esp. if large or if salt or brackish; as, the Caspian Sea; the Sea of Aral; sometimes, a small fresh-water lake; as, the Sea of Galilee."},{"word":"Sea","type":"n.","descr":" The ocean; the whole body of the salt water which covers a large part of the globe."},{"word":"Sea","type":"n.","descr":" The swell of the ocean or other body of water in a high wind; motion of the water\\'s surface; also, a single wave; a billow; as, there was a high sea after the storm; the vessel shipped a sea."},{"word":"Sea","type":"n.","descr":" A great brazen laver in the temple at Jerusalem; -- so called from its size."},{"word":"Sea","type":"n.","descr":" Fig.: Anything resembling the sea in vastness; as, a sea of glory."},{"word":"Sea acorn","type":"","descr":" An acorn barnacle (Balanus)."},{"word":"Sea adder","type":"","descr":" The European fifteen-spined stickleback (Gasterosteus spinachia); -- called also bismore."},{"word":"Sea adder","type":"","descr":" The European tanglefish, or pipefish (Syngnathus acus)."},{"word":"Sea anchor","type":"","descr":" See Drag sail, under 4th Drag."},{"word":"Sea amenone","type":"","descr":" Any one of numerous species of soft-bodied Anthozoa, belonging to the order Actrinaria; an actinian."},{"word":"Sea ape","type":"","descr":" The thrasher shark."},{"word":"Sea ape","type":"","descr":" The sea otter."},{"word":"Sea apple","type":"","descr":" The fruit of a West Indian palm (Manicaria Plukenetii), often found floating in the sea."},{"word":"Sea arrow","type":"","descr":" A squid of the genus Ommastrephes. See Squid."},{"word":"Sea bank","type":"","descr":" The seashore."},{"word":"Sea bank","type":"","descr":" A bank or mole to defend against the sea."},{"word":"Sea-bar","type":"n.","descr":" A tern."},{"word":"Sea barrow","type":"","descr":" A sea purse."},{"word":"Sea bass","type":"","descr":" A large marine food fish (Serranus, \/ Centropristis, atrarius) which abounds on the Atlantic coast of the United States. It is dark bluish, with black bands, and more or less varied with small white spots and blotches. Called also, locally, blue bass, black sea bass, blackfish, bluefish, and black perch."},{"word":"Sea bass","type":"","descr":" A California food fish (Cynoscion nobile); -- called also white sea bass, and sea salmon."},{"word":"Sea bat","type":"","descr":" See Batfish (a)."},{"word":"Seabeach","type":"n.","descr":" A beach lying along the sea."},{"word":"Sea bean","type":"","descr":" Same as Florida bean."},{"word":"Sea bear","type":"","descr":" Any fur seal. See under Fur."},{"word":"Sea bear","type":"","descr":" The white bear."},{"word":"Seabeard","type":"n.","descr":" A green seaweed (Cladophora rupestris) growing in dense tufts."},{"word":"Sea beast","type":"","descr":" Any large marine mammal, as a seal, walrus, or cetacean."},{"word":"Sea bird","type":"","descr":" Any swimming bird frequenting the sea; a sea fowl."},{"word":"Sea blite","type":"","descr":" A plant (Suaeda maritima) of the Goosefoot family, growing in salt marches."},{"word":"Sea-blubber","type":"n.","descr":" A jellyfish."},{"word":"Seaboard","type":"n.","descr":" The seashore; seacoast."},{"word":"Seaboard","type":"a.","descr":" Bordering upon, or being near, the sea; seaside; seacoast; as, a seaboard town."},{"word":"Seaboard","type":"adv.","descr":" Toward the sea."},{"word":"Seaboat","type":"","descr":" A boat or vessel adapted to the open sea; hence, a vessel considered with reference to her power of resisting a storm, or maintaining herself in a heavy sea; as, a good sea boat."},{"word":"Seaboat","type":"","descr":" A chitin."},{"word":"Seabord","type":"n. and a.","descr":" See Seaboard."},{"word":"Sea-bordering","type":"a.","descr":" Bordering on the sea; situated beside the sea."},{"word":"Sea-born","type":"a.","descr":" Born of the sea; produced by the sea."},{"word":"Sea-born","type":"a.","descr":" Born at sea."},{"word":"Seabound","type":"a.","descr":" Bounded by the sea."},{"word":"Sea bow","type":"","descr":" See Marine rainbow, under Rainbow."},{"word":"Sea boy","type":"","descr":" A boy employed on shipboard."},{"word":"Sea breach","type":"","descr":" A breaking or overflow of a bank or a dike by the sea."},{"word":"Sea bream","type":"","descr":" Any one of several species of sparoid fishes, especially the common European species (Pagellus centrodontus), the Spanish (P. Oweni), and the black sea bream (Cantharus lineatus); -- called also old wife."},{"word":"Sea brief","type":"","descr":" Same as Sea letter."},{"word":"Sea bug","type":"","descr":" A chiton."},{"word":"Sea-built","type":"a.","descr":" Built at, in, or by the sea."},{"word":"Sea butterfly","type":"","descr":" A pteropod."},{"word":"Sea cabbage","type":"","descr":" See Sea kale, under Kale."},{"word":"Sea calf","type":"","descr":" The common seal."},{"word":"Sea canary","type":"","descr":" The beluga, or white whale."},{"word":"Sea captain","type":"","descr":" The captain of a vessel that sails upon the sea."},{"word":"Sea card","type":"","descr":" Mariner\\'s card, or compass."},{"word":"Sea catfish","type":"","descr":" Alt. of Sea cat"},{"word":"Sea cat","type":"","descr":" The wolf fish."},{"word":"Sea cat","type":"","descr":" Any marine siluroid fish, as Aelurichthys marinus, and Arinus felis, of the eastern coast of the United States. Many species are found on the coasts of Central and South America."},{"word":"Sea chart","type":"","descr":" A chart or map on which the lines of the shore, islands, shoals, harbors, etc., are delineated."},{"word":"Sea chickweed","type":"","descr":" A fleshy plant (Arenaria peploides) growing in large tufts in the sands of the northern Atlantic seacoast; -- called also sea sandwort, and sea purslane."},{"word":"Sea clam","type":"","descr":" Any one of the large bivalve mollusks found on the open seacoast, especially those of the family Mactridae, as the common American species. (Mactra, \/ Spisula, solidissima); -- called also beach clam, and surf clam."},{"word":"Sea coal","type":"","descr":" Coal brought by sea; -- a name by which mineral coal was formerly designated in the south of England, in distinction from charcoal, which was brought by land."},{"word":"Seacoast","type":"n.","descr":" The shore or border of the land adjacent to the sea or ocean. Also used adjectively."},{"word":"Sea cob","type":"","descr":" The black-backed gull."},{"word":"Sea cock","type":"","descr":" In a steamship, a cock or valve close to the vessel\\'s side, for closing a pipe which communicates with the sea."},{"word":"Sea cock","type":"","descr":" The black-bellied plover."},{"word":"Sea cock","type":"","descr":" A gurnard, as the European red gurnard (Trigla pini)."},{"word":"Sea cocoa","type":"","descr":" A magnificent palm (Lodoicea Sechellarum) found only in the Seychelles Islands. The fruit is an immense two-lobed nut. It was found floating in the Indian Ocean before the tree was known, and called sea cocoanut, and double cocoanut."},{"word":"Sea colander","type":"","descr":" A large blackfish seaweed (Agarum Turneri), the frond of which is punctured with many little holes."},{"word":"Sea colewort","type":"","descr":" Sea cabbage."},{"word":"Sea compass","type":"","descr":" The mariner\\'s compass. See under Compass."},{"word":"Sea coot","type":"","descr":" A scoter duck."},{"word":"Sea corn","type":"","descr":" A yellow cylindrical mass of egg capsule of certain species of whelks (Buccinum), which resembles an ear of maize."},{"word":"Sea cow","type":"","descr":" The mantee."},{"word":"Sea cow","type":"","descr":" The dugong."},{"word":"Sea cow","type":"","descr":" The walrus."},{"word":"Sea crawfish","type":"","descr":" Alt. of Sea crayfish"},{"word":"Sea crayfish","type":"","descr":" Any crustacean of the genus Palinurus and allied genera, as the European spiny lobster (P. vulgaris), which is much used as an article of food. See Lobster."},{"word":"Sea crow","type":"","descr":" The chough."},{"word":"Sea crow","type":"","descr":" The cormorant."},{"word":"Sea crow","type":"","descr":" The blackheaded pewit, and other gulls."},{"word":"Sea crow","type":"","descr":" The skua."},{"word":"Sea crow","type":"","descr":" The razorbill."},{"word":"Sea crow","type":"","descr":" The coot."},{"word":"Sea cucumber","type":"","descr":" Any large holothurian, especially one of those belonging to the genus Pentacta, or Cucumaria, as the common American and European species. (P. frondosa)."},{"word":"Sea dace","type":"","descr":" The European sea perch."},{"word":"Sea daffodil","type":"","descr":" A European amarylidaceous plant (Pancratium maritimum)."},{"word":"Sea devil","type":"","descr":" Any very large ray, especially any species of the genus Manta or Cepholoptera, some of which become more than twenty feet across and weigh several tons. See also Ox ray, under Ox."},{"word":"Sea devil","type":"","descr":" Any large cephalopod, as a large Octopus, or a giant squid (Architeuthis). See Devilfish."},{"word":"Sea devil","type":"","descr":" The angler."},{"word":"Sea dog","type":"","descr":" The dogfish."},{"word":"Sea dog","type":"","descr":" The common seal."},{"word":"Sea dog","type":"","descr":" An old sailor; a salt."},{"word":"Sea dotterel","type":"","descr":" The turnstone."},{"word":"Sea dove","type":"","descr":" The little auk, or rotche. See Illust. of Rotche."},{"word":"Sea dragon","type":"","descr":" A dragonet, or sculpin."},{"word":"Sea dragon","type":"","descr":" The pegasus."},{"word":"Sea drake","type":"","descr":" The pewit gull."},{"word":"Sea duck","type":"","descr":" Any one of numerous species of ducks which frequent the seacoasts and feed mainly on fishes and mollusks. The scoters, eiders, old squaw, and ruddy duck are examples. They may be distinguished by the lobate hind toe."},{"word":"Sea eagle","type":"","descr":" Any one of several species of fish-eating eagles of the genus Haliaeetus and allied genera, as the North Pacific sea eagle. (H. pelagicus), which has white shoulders, head, rump, and tail; the European white-tailed eagle (H. albicilla); and the Indian white-tailed sea eagle, or fishing eagle (Polioaetus ichthyaetus). The bald eagle and the osprey are also sometimes classed as sea eagles."},{"word":"Sea eagle","type":"","descr":" The eagle ray. See under Ray."},{"word":"Sea-ear","type":"n.","descr":" Any species of ear-shaped shells of the genus Haliotis. See Abalone."},{"word":"Sea eel","type":"","descr":" The conger eel."},{"word":"Sea egg","type":"","descr":" A sea urchin."},{"word":"Sea elephant","type":"","descr":" A very large seal (Macrorhinus proboscideus) of the Antarctic seas, much hunted for its oil. It sometimes attains a length of thirty feet, and is remarkable for the prolongation of the nose of the adult male into an erectile elastic proboscis, about a foot in length. Another species of smaller size (M. angustirostris) occurs on the coast of Lower California, but is now nearly extinct."},{"word":"Sea fan","type":"","descr":" Any gorgonian which branches in a fanlike form, especially Gorgonia flabellum of Florida and the West Indies."},{"word":"Seafarer","type":"n.","descr":" One who follows the sea as a business; a mariner; a sailor."},{"word":"Seafaring","type":"a.","descr":" Following the business of a mariner; as, a seafaring man."},{"word":"Sea feather","type":"","descr":" Any gorgonian which branches in a plumelike form."},{"word":"Sea fennel","type":"","descr":" Samphire."},{"word":"Sea fern","type":"","descr":" Any gorgonian which branches like a fern."},{"word":"Sea fight","type":"","descr":" An engagement between ships at sea; a naval battle."},{"word":"Sea fir","type":"","descr":" A sertularian hydroid, especially Sertularia abietina, which branches like a miniature fir tree."},{"word":"Sea flewer","type":"","descr":" A sea anemone, or any related anthozoan."},{"word":"Sea foam","type":"","descr":" Foam of sea water."},{"word":"Sea foam","type":"","descr":" Meerschaum; -- called also sea froth."},{"word":"Sea fowl","type":"","descr":" Any bird which habitually frequents the sea, as an auk, gannet, gull, tern, or petrel; also, all such birds, collectively."},{"word":"Sea fox","type":"","descr":" The thrasher shark. See Thrasher."},{"word":"Sea froth","type":"","descr":" See Sea foam, 2."},{"word":"Sea-gate","type":"n.","descr":" Alt. of Sea-gait"},{"word":"Sea-gait","type":"n.","descr":" A long, rolling swell of the sea."},{"word":"Sea gauge","type":"","descr":" See under Gauge, n."},{"word":"Sea gherkin","type":"","descr":" Alt. of Sea girkin"},{"word":"Sea girkin","type":"","descr":" Any small holothurian resembling in form a gherkin."},{"word":"Sea ginger","type":"","descr":" A hydroid coral of the genus Millepora, especially M. alcicornis, of the West Indies and Florida. So called because it stings the tongue like ginger. See Illust. under Millepore."},{"word":"Sea girdles","type":"","descr":" A kind of kelp (Laminaria digitata) with palmately cleft fronds; -- called also sea wand, seaware, and tangle."},{"word":"Seagirt","type":"a.","descr":" Surrounded by the water of the sea or ocean; as, a seagirt isle."},{"word":"Sea god","type":"","descr":" A marine deity; a fabulous being supposed to live in, or have dominion over, the sea, or some particular sea or part of the sea, as Neptune."},{"word":"Sea goddess","type":"","descr":" A goddess supposed to live in or reign over the sea, or some part of the sea."},{"word":"Seagoing","type":"a.","descr":" Going upon the sea; especially, sailing upon the deep sea; -- used in distinction from coasting or river, as applied to vessels."},{"word":"Sea goose","type":"","descr":" A phalarope."},{"word":"Sea gown","type":"","descr":" A gown or frock with short sleeves, formerly worn by mariners."},{"word":"Sea grape","type":"","descr":" The gulf weed. See under Gulf."},{"word":"Sea grape","type":"","descr":" A shrubby plant (Coccoloba uvifera) growing on the sandy shores of tropical America, somewhat resembling the grapevine."},{"word":"Sea grape","type":"","descr":" The clusters of gelatinous egg capsules of a squid (Loligo)."},{"word":"Sea grass","type":"","descr":" Eelgrass."},{"word":"Sea green","type":"","descr":" The green color of sea water."},{"word":"Sea-green","type":"a.","descr":" Of a beautiful bluish green color, like sea water on soundings."},{"word":"Sea gudgeon","type":"","descr":" The European black goby (Gobius niger)."},{"word":"Sea gull","type":"","descr":" Any gull living on the seacoast."},{"word":"Seah","type":"n.","descr":" A Jewish dry measure containing one third of an an ephah."},{"word":"Sea hare","type":"","descr":" Any tectibranchiate mollusk of the genus Aplysia. See Aplysia."},{"word":"Sea hawk","type":"","descr":" A jager gull."},{"word":"Sea heath","type":"","descr":" A low perennial plant (Frankenia laevis) resembling heath, growing along the seashore in Europe."},{"word":"Sea hedgehog","type":"","descr":" A sea urchin."},{"word":"Sea hen","type":"","descr":" the common guillemot; -- applied also to various other sea birds."},{"word":"Sea hog","type":"","descr":" The porpoise."},{"word":"Sea holly","type":"","descr":" An evergeen seashore plant (Eryngium maritimum). See Eryngium."},{"word":"Sea holm","type":"","descr":" A small uninhabited island."},{"word":"Sea holm","type":"","descr":" Sea holly."},{"word":"Sea horse","type":"","descr":" A fabulous creature, half horse and half fish, represented in classic mythology as driven by sea dogs or ridden by the Nereids. It is also depicted in heraldry. See Hippocampus."},{"word":"Sea horse","type":"","descr":" The walrus."},{"word":"Sea horse","type":"","descr":" Any fish of the genus Hippocampus."},{"word":"Sea hulver","type":"","descr":" Sea holly."},{"word":"Sea-island","type":"a.","descr":" Of or pertaining to certain islands along the coast of South Carolina and Georgia; as, sea-island cotton, a superior cotton of long fiber produced on those islands."},{"word":"Sea jelly","type":"","descr":" A medusa, or jellyfish."},{"word":"Seak","type":"n.","descr":" Soap prepared for use in milling cloth."},{"word":"Sea kale","type":"","descr":" See under Kale."},{"word":"Sea king","type":"","descr":" One of the leaders among the Norsemen who passed their lives in roving the seas in search of plunder and adventures; a Norse pirate chief. See the Note under Viking."},{"word":"Seal","type":"n.","descr":" Any aquatic carnivorous mammal of the families Phocidae and Otariidae."},{"word":"Seal","type":"n.","descr":" An engraved or inscribed stamp, used for marking an impression in wax or other soft substance, to be attached to a document, or otherwise used by way of authentication or security."},{"word":"Seal","type":"n.","descr":" Wax, wafer, or other tenacious substance, set to an instrument, and impressed or stamped with a seal; as, to give a deed under hand and seal."},{"word":"Seal","type":"n.","descr":" That which seals or fastens; esp., the wax or wafer placed on a letter or other closed paper, etc., to fasten it."},{"word":"Seal","type":"n.","descr":" That which confirms, ratifies, or makes stable; that which authenticates; that which secures; assurance."},{"word":"Seal","type":"n.","descr":" An arrangement for preventing the entrance or return of gas or air into a pipe, by which the open end of the pipe dips beneath the surface of water or other liquid, or a deep bend or sag in the pipe is filled with the liquid; a draintrap."},{"word":"Sealed","type":"imp. and p. p.","descr":" of Seal"},{"word":"Seal","type":"v. t.","descr":" To set or affix a seal to; hence, to authenticate; to confirm; to ratify; to establish; as, to seal a deed."},{"word":"Seal","type":"v. t.","descr":" To mark with a stamp, as an evidence of standard exactness, legal size, or merchantable quality; as, to seal weights and measures; to seal silverware."},{"word":"Seal","type":"v. t.","descr":" To fasten with a seal; to attach together with a wafer, wax, or other substance causing adhesion; as, to seal a letter."},{"word":"Seal","type":"v. t.","descr":" Hence, to shut close; to keep close; to make fast; to keep secure or secret."},{"word":"Seal","type":"v. t.","descr":" To fix, as a piece of iron in a wall, with cement, plaster, or the like."},{"word":"Seal","type":"v. t.","descr":" To close by means of a seal; as, to seal a drainpipe with water. See 2d Seal, 5."},{"word":"Seal","type":"v. t.","descr":" Among the Mormons, to confirm or set apart as a second or additional wife."},{"word":"Seal","type":"v. i.","descr":" To affix one\\'s seal, or a seal."},{"word":"Sea laces","type":"","descr":" A kind of seaweed (Chorda Filum) having blackish cordlike fronds, often many feet long."},{"word":"Sea lamprey","type":"","descr":" The common lamprey."},{"word":"Sea language","type":"","descr":" The peculiar language or phraseology of seamen; sailor\\'s cant."},{"word":"Sea lark","type":"","descr":" The rock pipit (Anthus obscurus)."},{"word":"Sea lark","type":"","descr":" Any one of several small sandpipers and plovers, as the ringed plover, the turnstone, the dunlin, and the sanderling."},{"word":"Sea lavender","type":"","descr":" See Marsh rosemary, under Marsh."},{"word":"Sea lawyer","type":"","descr":" The gray snapper. See under Snapper."},{"word":"Seal-brown","type":"a.","descr":" Of a rich dark brown color, like the fur of the fur seal after it is dyed."},{"word":"Sea legs","type":"","descr":" Legs able to maintain their possessor upright in stormy weather at sea, that is, ability stand or walk steadily on deck when a vessel is rolling or pitching in a rough sea."},{"word":"Sea lemon","type":"","descr":" Any one of several species of nudibranchiate mollusks of the genus Doris and allied genera, having a smooth, thick, convex yellow body."},{"word":"Sea leopard","type":"","descr":" Any one of several species of spotted seals, especially Ogmorhinus leptonyx, and Leptonychotes Weddelli, of the Antarctic Ocean. The North Pacific sea leopard is the harbor seal."},{"word":"Sealer","type":"n.","descr":" One who seals; especially, an officer whose duty it is to seal writs or instruments, to stamp weights and measures, or the like."},{"word":"Sealer","type":"n.","descr":" A mariner or a vessel engaged in the business of capturing seals."},{"word":"Sea letter","type":"","descr":" The customary certificate of national character which neutral merchant vessels are bound to carry in time of war; a passport for a vessel and cargo."},{"word":"Sea lettuce","type":"","descr":" The green papery fronds of several seaweeds of the genus Ulva, sometimes used as food."},{"word":"Sea level","type":"","descr":" The level of the surface of the sea; any surface on the same level with the sea."},{"word":"Sealgh","type":"n.","descr":" Alt. of Selch"},{"word":"Selch","type":"n.","descr":" A seal."},{"word":"Sea lily","type":"","descr":" A crinoid."},{"word":"Sealing wax","type":"","descr":" A compound of the resinous materials, pigments, etc., used as a material for seals, as for letters, documents, etc."},{"word":"Sea lion","type":"","descr":" Any one of several large species of seals of the family Otariidae native of the Pacific Ocean, especially the southern sea lion (Otaria jubata) of the South American coast; the northern sea lion (Eumetopias Stelleri) found from California to Japan; and the black, or California, sea lion (Zalophus Californianus), which is common on the rocks near San Francisco."},{"word":"Sea loach","type":"","descr":" The three-bearded rockling. See Rockling."},{"word":"Sea louse","type":"","descr":" Any one of numerous species of isopod crustaceans of Cymothoa, Livoneca, and allied genera, mostly parasites on fishes."},{"word":"Seam","type":"n.","descr":" Grease; tallow; lard."},{"word":"Seam","type":"n.","descr":" The fold or line formed by sewing together two pieces of cloth or leather."},{"word":"Seam","type":"n.","descr":" Hence, a line of junction; a joint; a suture, as on a ship, a floor, or other structure; the line of union, or joint, of two boards, planks, metal plates, etc."},{"word":"Seam","type":"n.","descr":" A thin layer or stratum; a narrow vein between two thicker strata; as, a seam of coal."},{"word":"Seam","type":"n.","descr":" A line or depression left by a cut or wound; a scar; a cicatrix."},{"word":"Seamed","type":"imp. and p. p.","descr":" of Seam"},{"word":"Seaming","type":"p. pr. and vb. n.","descr":" of Seam"},{"word":"Seam","type":"v. t.","descr":" To form a seam upon or of; to join by sewing together; to unite."},{"word":"Seam","type":"v. t.","descr":" To mark with something resembling a seam; to line; to scar."},{"word":"Seam","type":"v. t.","descr":" To make the appearance of a seam in, as in knitting a stocking; hence, to knit with a certain stitch, like that in such knitting."},{"word":"Seam","type":"v. i.","descr":" To become ridgy; to crack open."},{"word":"Seam","type":"n.","descr":" A denomination of weight or measure."},{"word":"Seam","type":"n.","descr":" The quantity of eight bushels of grain."},{"word":"Seam","type":"n.","descr":" The quantity of 120 pounds of glass."},{"word":"Sea-maid","type":"n.","descr":" The mermaid."},{"word":"Sea-maid","type":"n.","descr":" A sea nymph."},{"word":"Sea-mail","type":"n.","descr":" A gull; the mew."},{"word":"Seamen","type":"pl. ","descr":" of Seaman"},{"word":"Seaman","type":"n.","descr":" A merman; the male of the mermaid."},{"word":"Seamen","type":"pl. ","descr":" of Seaman"},{"word":"Seaman","type":"n.","descr":" One whose occupation is to assist in the management of ships at sea; a mariner; a sailor; -- applied both to officers and common mariners, but especially to the latter. Opposed to landman, or landsman."},{"word":"Seamanlike","type":"a.","descr":" Having or showing the skill of a practical seaman."},{"word":"Seamanship","type":"n.","descr":" The skill of a good seaman; the art, or skill in the art, of working a ship."},{"word":"Sea mantis","type":"","descr":" A squilla."},{"word":"Sea marge","type":"","descr":" Land which borders on the sea; the seashore."},{"word":"Seamark","type":"n.","descr":" Any elevated object on land which serves as a guide to mariners; a beacon; a landmark visible from the sea, as a hill, a tree, a steeple, or the like."},{"word":"Sea mat","type":"","descr":" Any bryozoan of the genus Flustra or allied genera which form frondlike corals."},{"word":"Sea maw","type":"","descr":" The sea mew."},{"word":"Seamed","type":"a.","descr":" Out of condition; not in good condition; -- said of a hawk."},{"word":"Sea-mell","type":"n.","descr":" The sea mew."},{"word":"Sea mew","type":"","descr":" A gull; the mew."},{"word":"Sea mile","type":"","descr":" A geographical mile. See Mile."},{"word":"Sea milkwort","type":"","descr":" A low, fleshy perennial herb (Glaux maritima) found along northern seashores."},{"word":"Seaming","type":"n.","descr":" The act or process of forming a seam or joint."},{"word":"Seaming","type":"n.","descr":" The cord or rope at the margin of a seine, to which the meshes of the net are attached."},{"word":"Seamless","type":"a.","descr":" Without a seam."},{"word":"Sea monk","type":"","descr":" See Monk seal, under Monk."},{"word":"Sea monster","type":"","descr":" Any large sea animal."},{"word":"Sea moss","type":"","descr":" Any branched marine bryozoan resembling moss."},{"word":"Sea mouse","type":"","descr":" A dorsibranchiate annelid, belonging to Aphrodite and allied genera, having long, slender, hairlike setae on the sides."},{"word":"Sea mouse","type":"","descr":" The dunlin."},{"word":"Seamster","type":"n.","descr":" One who sews well, or whose occupation is to sew."},{"word":"Seamstress","type":"n.","descr":" A woman whose occupation is sewing; a needlewoman."},{"word":"Seamstressy","type":"n.","descr":" The business of a seamstress."},{"word":"Sea mud","type":"","descr":" A rich slimy deposit in salt marshes and along the seashore, sometimes used as a manure; -- called also sea ooze."},{"word":"Seamy","type":"a.","descr":" Having a seam; containing seams, or showing them."},{"word":"Sean","type":"n.","descr":" A seine. See Seine."},{"word":"Seance","type":"n.","descr":" A session, as of some public body; especially, a meeting of spiritualists to receive spirit communication, so called."},{"word":"Sea needle","type":"","descr":" See Garfish (a)."},{"word":"Sea nettle","type":"","descr":" A jellyfish, or medusa."},{"word":"Seannachie","type":"n.","descr":" A bard among the Highlanders of Scotland, who preserved and repeated the traditions of the tribes; also, a genealogist."},{"word":"Sea onion","type":"","descr":" The officinal squill. See Squill."},{"word":"Sea ooze","type":"","descr":" Same as Sea mud."},{"word":"Sea orange","type":"","descr":" A large American holothurian (Lophothuria Fabricii) having a bright orange convex body covered with finely granulated scales. Its expanded tentacles are bright red."},{"word":"Sea-orb","type":"n.","descr":" A globefish."},{"word":"Sea otter","type":"","descr":" An aquatic carnivore (Enhydris lutris, \/ marina) found in the North Pacific Ocean.  Its fur is highly valued, especially by the Chinese. It is allied to the common otter, but is larger, with feet more decidedly webbed."},{"word":"Sea owl","type":"","descr":" The lumpfish."},{"word":"Sea pad","type":"","descr":" The puffin."},{"word":"Sea partridge","type":"","descr":" The gilthead (Crenilabrus melops), a fish of the British coasts."},{"word":"Sea pass","type":"","descr":" A document carried by neutral merchant vessels in time of war, to show their nationality; a sea letter or passport. See Passport."},{"word":"Sea peach","type":"","descr":" A beautiful American ascidian (Cynthia, \/ Halocynthia, pyriformis) having the size, form, velvety surface, and color of a ripe peach."},{"word":"Sea pear","type":"","descr":" A pedunculated ascidian of the genus Boltonia."},{"word":"Sea-pen","type":"n.","descr":" A pennatula."},{"word":"Sea perch","type":"","descr":" The European bass (Roccus, \/ Labrax, lupus); -- called also sea dace."},{"word":"Sea perch","type":"","descr":" The cunner."},{"word":"Sea perch","type":"","descr":" The sea bass."},{"word":"Sea perch","type":"","descr":" The name is applied also to other species of fishes."},{"word":"Sea pheasant","type":"","descr":" The pintail duck."},{"word":"Sea pie","type":"","descr":" The oyster catcher, a limicoline bird of the genus Haematopus."},{"word":"Sea pie","type":"","descr":" A dish of crust or pastry and meat or fish, etc., cooked together in alternate layers, -- a common food of sailors; as, a three-decker sea pie."},{"word":"Seapiece","type":"n.","descr":" A picture representing a scene at sea; a marine picture."},{"word":"Sea piet","type":"","descr":" See 1st Sea pie."},{"word":"Sea pig","type":"","descr":" A porpoise or dolphin."},{"word":"Sea pig","type":"","descr":" A dugong."},{"word":"Sea pigeon","type":"","descr":" The common guillemot."},{"word":"Sea pike","type":"","descr":" The garfish."},{"word":"Sea pike","type":"","descr":" A large serranoid food fish (Centropomus undecimalis) found on both coasts of America; -- called also robalo."},{"word":"Sea pike","type":"","descr":" The merluce."},{"word":"Sea pincushion","type":"","descr":" A sea purse."},{"word":"Sea pincushion","type":"","descr":" A pentagonal starfish."},{"word":"Sea pink","type":"","descr":" See Thrift."},{"word":"Sea plover","type":"","descr":" the black-bellied plover."},{"word":"Sea poacher","type":"","descr":" Alt. of Sea poker"},{"word":"Sea poker","type":"","descr":" The lyrie."},{"word":"Sea pool","type":"","descr":" A pool of salt water."},{"word":"Sea poppy","type":"","descr":" The horn poppy. See under Horn."},{"word":"Sea porcupine","type":"","descr":" Any fish of the genus Diodon, and allied genera, whose body is covered with spines. See Illust. under Diodon."},{"word":"Sea pork","type":"","descr":" An American compound ascidian (Amoraecium stellatum) which forms large whitish masses resembling salt pork."},{"word":"Seaport","type":"n.","descr":" A port on the seashore, or one accessible for seagoing vessels. Also used adjectively; as, a seaport town."},{"word":"Seapoy","type":"n.","descr":" See Sepoy."},{"word":"Sea pudding","type":"","descr":" Any large holothurian."},{"word":"Sea purse","type":"","descr":" The horny egg case of a skate, and of certain sharks."},{"word":"Sea purslane","type":"","descr":" See under Purslane."},{"word":"Sea pye","type":"","descr":" See 1st Sea pie."},{"word":"Sea pyot","type":"","descr":" See 1st Sea pie."},{"word":"Sea quail","type":"","descr":" The turnstone."},{"word":"Seaquake","type":"n.","descr":" A quaking of the sea."},{"word":"Sear","type":"a.","descr":" Alt. of Sere"},{"word":"Sere","type":"a.","descr":" [OE. seer, AS. sear (assumed) fr. searian to wither; akin to D. zoor dry, LG. soor, OHG. sor\/n to to wither, Gr. a\"y`ein to parch, to dry, Skr. \/ush (for sush) to dry, to wither, Zend hush to dry. Ã152.  Cf. Austere, Sorrel, a.] Dry; withered; no longer green; -- applied to leaves."},{"word":"Seared","type":"imp. and p. p.","descr":" of Sear"},{"word":"Searing","type":"p. pr. and vb. n.","descr":" of Sear"},{"word":"Sear","type":"a.","descr":" To wither; to dry up."},{"word":"Sear","type":"a.","descr":" To burn (the surface of) to dryness and hardness; to cauterize; to expose to a degree of heat such as changes the color or the hardness and texture of the surface; to scorch; to make callous; as, to sear the skin or flesh. Also used figuratively."},{"word":"Sear","type":"n.","descr":" The catch in a gunlock by which the hammer is held cocked or half cocked."},{"word":"Sea rat","type":"","descr":" A pirate."},{"word":"Sea rat","type":"","descr":" The chimaera."},{"word":"Sea raven","type":"","descr":" An American cottoid fish (Hemitripterus Americanus) allied to the sculpins, found on the northeren Atlantic coasts."},{"word":"Sea raven","type":"","descr":" The cormorant."},{"word":"Searce","type":"n.","descr":" A fine sieve."},{"word":"Searce","type":"v. t.","descr":" To sift; to bolt."},{"word":"Searcer","type":"n.","descr":" One who sifts or bolts."},{"word":"Searcer","type":"n.","descr":" A searce, or sieve."},{"word":"Searched","type":"imp. and p. p.","descr":" of Search"},{"word":"Searching","type":"p. pr. and vb. n.","descr":" of Search"},{"word":"Search","type":"v. t.","descr":" To look over or through, for the purpose of finding something; to examine; to explore; as, to search the city."},{"word":"Search","type":"v. t.","descr":" To inquire after; to look for; to seek."},{"word":"Search","type":"v. t.","descr":" To examine or explore by feeling with an instrument; to probe; as, to search a wound."},{"word":"Search","type":"v. t.","descr":" To examine; to try; to put to the test."},{"word":"Search","type":"v. i.","descr":" To seek; to look for something; to make inquiry, exploration, or examination; to hunt."},{"word":"Search","type":"v. t.","descr":" The act of seeking or looking for something; quest; inquiry; pursuit for finding something; examination."},{"word":"Searchable","type":"a.","descr":" Capable of being searched."},{"word":"Searchableness","type":"n.","descr":" Quality of being searchable."},{"word":"Searcher","type":"n.","descr":" One who, or that which, searhes or examines; a seeker; an inquirer; an examiner; a trier."},{"word":"Searcher","type":"n.","descr":" Formerly, an officer in London appointed to examine the bodies of the dead, and report the cause of death."},{"word":"Searcher","type":"n.","descr":" An officer of the customs whose business it is to search ships, merchandise, luggage, etc."},{"word":"Searcher","type":"n.","descr":" An inspector of leather."},{"word":"Searcher","type":"n.","descr":" An instrument for examining the bore of a cannon, to detect cavities."},{"word":"Searcher","type":"n.","descr":" An implement for sampling butter; a butter trier."},{"word":"Searcher","type":"n.","descr":" An instrument for feeling after calculi in the bladder, etc."},{"word":"Searching","type":"a.","descr":" Exploring thoroughly; scrutinizing; penetrating; trying; as, a searching discourse; a searching eye."},{"word":"Searchless","type":"a.","descr":" Impossible to be searched; inscrutable; impenetrable."},{"word":"Searcloth","type":"n.","descr":" Cerecloth."},{"word":"Searcloth","type":"v. t.","descr":" To cover, as a sore, with cerecloth."},{"word":"Seared","type":"a.","descr":" Scorched; cauterized; hence, figuratively, insensible; not susceptible to moral influences."},{"word":"Searedness","type":"n.","descr":" The state of being seared or callous; insensibility."},{"word":"Sea reed","type":"","descr":" The sea-sand reed. See under Reed."},{"word":"Sea risk","type":"","descr":" Risk of injury, destruction, or loss by the sea, or while at sea."},{"word":"Sea robber","type":"","descr":" A pirate; a sea rover."},{"word":"Sea robin","type":"","descr":" See under Robin, and Illustration in Appendix."},{"word":"Sea rocket","type":"","descr":" See under Rocket."},{"word":"Sea room","type":"","descr":" Room or space at sea for a vessel to maneuver, drive, or scud, without peril of running ashore or aground."},{"word":"Sea rover","type":"","descr":" One that cruises or roves the sea for plunder; a sea robber; a pirate; also, a piratical vessel."},{"word":"Sea-roving","type":"a.","descr":" Cruising at random on the ocean."},{"word":"Sea salmon","type":"","descr":" A young pollock."},{"word":"Sea salmon","type":"","descr":" The spotted squeteague."},{"word":"Sea salmon","type":"","descr":" See Sea bass (b)."},{"word":"Sea salt","type":"","descr":" Common salt, obtained from sea water by evaporation."},{"word":"Sea sandpiper","type":"","descr":" The purple sandpiper."},{"word":"Sea sandwort","type":"","descr":" See Sea chickweed."},{"word":"Sea saurian","type":"n.","descr":" Any marine saurian; esp. (Paleon.) the large extinct species of Mosasaurus, Icthyosaurus, Plesiosaurus, and related genera."},{"word":"Seascape","type":"n.","descr":" A picture representing a scene at sea."},{"word":"Sea scorpion","type":"","descr":" A European sculpin (Cottus scorpius) having the head armed with short spines."},{"word":"Sea scorpion","type":"","descr":" The scorpene."},{"word":"Sea scurf","type":"","descr":" Any bryozoan which forms rounded or irregular patches of coral on stones, seaweeds, etc."},{"word":"Sea serpent","type":"","descr":" Any marine snake. See Sea snake."},{"word":"Sea serpent","type":"","descr":" A large marine animal of unknown nature, often reported to have been seen at sea, but never yet captured."},{"word":"Seashell","type":"n.","descr":" The shell of any marine mollusk."},{"word":"Seashore","type":"n.","descr":" The coast of the sea; the land that lies adjacent to the sea or ocean."},{"word":"Seashore","type":"n.","descr":" All the ground between the ordinary highwater and low-water marks."},{"word":"Seasick","type":"a.","descr":" Affected with seasickness."},{"word":"Seasickness","type":"n.","descr":" The peculiar sickness, characterized by nausea and prostration, which is caused by the pitching or rolling of a vessel."},{"word":"Seaside","type":"n.","descr":" The land bordering on, or adjacent to, the sea; the seashore. Also used adjectively."},{"word":"Sea slater","type":"","descr":" Any isopod crustacean of the genus Ligia."},{"word":"Sea slug","type":"","descr":" A holothurian."},{"word":"Sea slug","type":"","descr":" A nudibranch mollusk."},{"word":"Sea snail","type":"","descr":" A small fish of the genus Liparis, having a ventral sucker. It lives among stones and seaweeds."},{"word":"Sea snail","type":"","descr":" Any small creeping marine gastropod, as the species of Littorina, Natica, etc."},{"word":"Sea snake","type":"","descr":" Any one of many species of venomous aquatic snakes of the family Hydrophidae, having a flattened tail and living entirely in the sea, especially in the warmer parts of the Indian and Pacific Oceans. They feed upon fishes, and are mostly of moderate size, but some species become eight or ten feet long and four inches broad."},{"word":"Sea snipe","type":"","descr":" A sandpiper, as the knot and dunlin."},{"word":"Sea snipe","type":"","descr":" The bellows fish."},{"word":"Season","type":"n.","descr":" One of the divisions of the year, marked by alternations in the length of day and night, or by distinct conditions of temperature, moisture, etc., caused mainly by the relative position of the earth with respect to the sun. In the north temperate zone, four seasons, namely, spring, summer, autumn, and winter, are generally recognized. Some parts of the world have three seasons, -- the dry, the rainy, and the cold; other parts have but two, -- the dry and the rainy."},{"word":"Season","type":"n.","descr":" Hence, a period of time, especially as regards its fitness for anything contemplated or done; a suitable or convenient time; proper conjuncture; as, the season for planting; the season for rest."},{"word":"Season","type":"n.","descr":" A period of time not very long; a while; a time."},{"word":"Season","type":"n.","descr":" That which gives relish; seasoning."},{"word":"Seasoned","type":"imp. and p. p.","descr":" of Season"},{"word":"Seasoning","type":"p. pr. and vb. n.","descr":" of Season"},{"word":"Season","type":"v. t.","descr":" To render suitable or appropriate; to prepare; to fit."},{"word":"Season","type":"v. t.","descr":" To fit for any use by time or habit; to habituate; to accustom; to inure; to ripen; to mature; as, to season one to a climate."},{"word":"Season","type":"v. t.","descr":" Hence, to prepare by drying or hardening, or removal of natural juices; as, to season timber."},{"word":"Season","type":"v. t.","descr":" To fit for taste; to render palatable; to give zest or relish to; to spice; as, to season food."},{"word":"Season","type":"v. t.","descr":" Hence, to fit for enjoyment; to render agrecable."},{"word":"Season","type":"v. t.","descr":" To qualify by admixture; to moderate; to temper."},{"word":"Season","type":"v. t.","descr":" To imbue; to tinge or taint."},{"word":"Season","type":"v. t.","descr":" To copulate with; to impregnate."},{"word":"Season","type":"v. i.","descr":" To become mature; to grow fit for use; to become adapted to a climate."},{"word":"Season","type":"v. i.","descr":" To become dry and hard, by the escape of the natural juices, or by being penetrated with other substance; as, timber seasons in the sun."},{"word":"Season","type":"v. i.","descr":" To give token; to savor."},{"word":"Seasonable","type":"a.","descr":" Occurring in good time, in due season, or in proper time for the purpose; suitable to the season; opportune; timely; as, a seasonable supply of rain."},{"word":"Seasonage","type":"n.","descr":" A seasoning."},{"word":"Seasonal","type":"a.","descr":" Of or pertaining to the seasons."},{"word":"Seasoner","type":"n.","descr":" One who, or that which, seasons, or gives a relish; a seasoning."},{"word":"Seasoning","type":"n.","descr":" The act or process by which anything is seasoned."},{"word":"Seasoning","type":"n.","descr":" That which is added to any species of food, to give it a higher relish, as salt, spices, etc.; a condiment."},{"word":"Seasoning","type":"n.","descr":" Hence, something added to enhance enjoyment or relieve dullness; as, wit is the seasoning of conversation."},{"word":"Seasonless","type":"a.","descr":" Without succession of the seasons."},{"word":"Sea spider","type":"","descr":" Any maioid crab; a spider crab. See Maioid, and Spider crab, under Spider."},{"word":"Sea spider","type":"","descr":" Any pycnogonid."},{"word":"Sea squirt","type":"","descr":" An ascidian. See Illust. under Tunicata."},{"word":"Sea star","type":"","descr":" A starfish, or brittle star."},{"word":"Sea surgeon","type":"","descr":" A surgeon fish."},{"word":"Sea swallow","type":"","descr":" The common tern."},{"word":"Sea swallow","type":"","descr":" The storm petrel."},{"word":"Sea swallow","type":"","descr":" The gannet."},{"word":"Sea swallow","type":"","descr":" See Cornish chough, under Chough."},{"word":"Seat","type":"n.","descr":" The place or thing upon which one sits; hence; anything made to be sat in or upon, as a chair, bench, stool, saddle, or the like."},{"word":"Seat","type":"n.","descr":" The place occupied by anything, or where any person or thing is situated, resides, or abides; a site; an abode, a station; a post; a situation."},{"word":"Seat","type":"n.","descr":" That part of a thing on which a person sits; as, the seat of a chair or saddle; the seat of a pair of pantaloons."},{"word":"Seat","type":"n.","descr":" A sitting; a right to sit; regular or appropriate place of sitting; as, a seat in a church; a seat for the season in the opera house."},{"word":"Seat","type":"n.","descr":" Posture, or way of sitting, on horseback."},{"word":"Seat","type":"n.","descr":" A part or surface on which another part or surface rests; as, a valve seat."},{"word":"Seated","type":"imp. and p. p.","descr":" of Seat"},{"word":"Seating","type":"p. pr. and vb. n.","descr":" of Seat"},{"word":"Seat","type":"v. t.","descr":" To place on a seat; to cause to sit down; as, to seat one\\'s self."},{"word":"Seat","type":"v. t.","descr":" To cause to occupy a post, site, situation, or the like; to station; to establish; to fix; to settle."},{"word":"Seat","type":"v. t.","descr":" To assign a seat to, or the seats of; to give a sitting to; as, to seat a church, or persons in a church."},{"word":"Seat","type":"v. t.","descr":" To fix; to set firm."},{"word":"Seat","type":"v. t.","descr":" To settle; to plant with inhabitants; as to seat a country."},{"word":"Seat","type":"v. t.","descr":" To put a seat or bottom in; as, to seat a chair."},{"word":"Seat","type":"v. i.","descr":" To rest; to lie down."},{"word":"Sea tang","type":"","descr":" A kind of seaweed; tang; tangle."},{"word":"Sea term","type":"","descr":" A term used specifically by seamen; a nautical word or phrase."},{"word":"Sea thief","type":"","descr":" A pirate."},{"word":"Sea thongs","type":"","descr":" A kind of blackish seaweed (Himanthalia lorea) found on the northern coasts of the Atlantic. It has a thonglike forking process rising from a top-shaped base."},{"word":"Seating","type":"n.","descr":" The act of providong with a seat or seats; as, the seating of an audience."},{"word":"Seating","type":"n.","descr":" The act of making seats; also, the material for making seats; as, cane seating."},{"word":"Sea titling","type":"","descr":" The rock pipit."},{"word":"Seatless","type":"a.","descr":" Having no seat."},{"word":"Sea toad","type":"","descr":" A sculpin."},{"word":"Sea toad","type":"","descr":" A toadfish."},{"word":"Sea toad","type":"","descr":" The angler."},{"word":"Sea trout","type":"","descr":" Any one of several species of true trouts which descend rivers and enter the sea after spawning, as the European bull trout and salmon trout, and the eastern American spotted trout."},{"word":"Sea trout","type":"","descr":" The common squeteague, and the spotted squeteague."},{"word":"Sea trout","type":"","descr":" A California fish of the family Chiridae, especially Hexagrammus decagrammus; -- called also spotted rock trout. See Rock trout, under Rock."},{"word":"Sea trout","type":"","descr":" A California sciaenoid fish (Cynoscion nobilis); -- called also white sea bass."},{"word":"Sea trumpet","type":"","descr":" A great blackish seaweed of the Southern Ocean, having a hollow and expanding stem and a pinnate frond, sometimes twenty feet long."},{"word":"Sea trumpet","type":"","descr":" Any large marine univalve shell of the genus Triton. See Triton."},{"word":"Sea turn","type":"","descr":" A breeze, gale, or mist from the sea."},{"word":"Sea turtle","type":"","descr":" Any one of several very large species of chelonians having the feet converted into paddles, as the green turtle, hawkbill, loggerhead, and leatherback. They inhabit all warm seas."},{"word":"Sea turtle","type":"","descr":" The sea pigeon, or guillemot."},{"word":"Sea unicorn","type":"","descr":" The narwhal."},{"word":"Sea urchin","type":"","descr":" Any one of numerous species of echinoderms of the order Echinoidea."},{"word":"Seave","type":"n.","descr":" A rush."},{"word":"Seavy","type":"a.","descr":" Overgrown with rushes."},{"word":"Sea wall","type":"","descr":" A wall, or embankment, to resist encroachments of the sea."},{"word":"Sea-walled","type":"a.","descr":" Surrounded, bounded, or protected by the sea, as if by a wall."},{"word":"Seawan","type":"n.","descr":" Alt. of Seawant"},{"word":"Seawant","type":"n.","descr":" The name used by the Algonquin Indians for the shell beads which passed among the Indians as money."},{"word":"Seawand","type":"","descr":" See Sea girdles."},{"word":"Seaward","type":"a.","descr":" Directed or situated toward the sea."},{"word":"Seaward","type":"adv.","descr":" Toward the sea."},{"word":"Seaware","type":"n.","descr":" Seaweed; esp., coarse seaweed. See Ware, and Sea girdles."},{"word":"Seaweed","type":"n.","descr":" Popularly, any plant or plants growing in the sea."},{"word":"Seaweed","type":"n.","descr":" Any marine plant of the class Algae, as kelp, dulse, Fucus, Ulva, etc."},{"word":"Sea whip","type":"","descr":" A gorgonian having a simple stem."},{"word":"Sea widgeon","type":"","descr":" The scaup duck."},{"word":"Sea widgeon","type":"","descr":" The pintail duck."},{"word":"Seawives","type":"pl. ","descr":" of Seawife"},{"word":"Seawife","type":"n.","descr":" A European wrasse (Labrus vetula)."},{"word":"Sea willow","type":"","descr":" A gorgonian coral with long flexible branches."},{"word":"Sea wing","type":"","descr":" A wing shell (Avicula)."},{"word":"Sea withwind","type":"","descr":" A kind of bindweed (Convolvulus Soldanella) growing on the seacoast of Europe."},{"word":"Sea wolf","type":"","descr":" The wolf fish."},{"word":"Sea wolf","type":"","descr":" The European sea perch."},{"word":"Sea wolf","type":"","descr":" The sea elephant."},{"word":"Sea wolf","type":"","descr":" A sea lion."},{"word":"Sea woodcock","type":"","descr":" The bar-tailed godwit."},{"word":"Sea wood louse","type":"","descr":" A sea slater."},{"word":"Sea wormwood","type":"","descr":" A European species of wormwood (Artemisia maritima) growing by the sea."},{"word":"Seaworthiness","type":"n.","descr":" The state or quality of being seaworthy, or able to resist the ordinary violence of wind and weather."},{"word":"Seaworthy","type":"a.","descr":" Fit for a voyage; worthy of being trusted to transport a cargo with safety; as, a seaworthy ship."},{"word":"Sea wrack","type":"","descr":" See Wrack."},{"word":"Sebaceous","type":"a.","descr":" Pertaining to, or secreting, fat; composed of fat; having the appearance of fat; as, the sebaceous secretions of some plants, or the sebaceous humor of animals."},{"word":"Sebacic","type":"a.","descr":" Of or pertaining to fat; derived from, or resembling, fat; specifically, designating an acid (formerly called also sebic, and pyroleic, acid), obtained by the distillation or saponification of certain oils (as castor oil) as a white crystalline substance."},{"word":"Sebat","type":"n.","descr":" The eleventh month of the ancient Hebrew year, approximately corresponding with February."},{"word":"Sebate","type":"n.","descr":" A salt of sebacic acid."},{"word":"Sebesten","type":"n.","descr":" The mucilaginous drupaceous fruit of two East Indian trees (Cordia Myxa, and C. latifolia), sometimes used medicinally in pectoral diseases."},{"word":"Sebic","type":"a.","descr":" See Sebacic."},{"word":"Sebiferous","type":"a.","descr":" Producing vegetable tallow."},{"word":"Sebiferous","type":"a.","descr":" Producing fat; sebaceous; as, the sebiferous, or sebaceous, glands."},{"word":"Sebiparous","type":"a.","descr":" Same as Sebiferous."},{"word":"Seborrhea","type":"n.","descr":" A morbidly increased discharge of sebaceous matter upon the skin; stearrhea."},{"word":"Secale","type":"n.","descr":" A genus of cereal grasses including rye."},{"word":"Secancy","type":"n.","descr":" A cutting; an intersection; as, the point of secancy of one line by another."},{"word":"Secant","type":"a.","descr":" Cutting; divivding into two parts; as, a secant line."},{"word":"Secant","type":"a.","descr":" A line that cuts another; especially, a straight line cutting a curve in two or more points."},{"word":"Secant","type":"a.","descr":" A right line drawn from the center of a circle through one end of a circular arc, and terminated by a tangent drawn from the other end; the number expressing the ratio line of this line to the radius of the circle. See Trigonometrical function, under Function."},{"word":"Secco","type":"a.","descr":" Dry."},{"word":"Seceded","type":"imp. and p. p.","descr":" of Secede"},{"word":"Seceding","type":"p. pr. and vb. n.","descr":" of Secede"},{"word":"Secede","type":"v. i.","descr":" To withdraw from fellowship, communion, or association; to separate one\\'s self by a solemn act; to draw off; to retire; especially, to withdraw from a political or religious body."},{"word":"Seceder","type":"n.","descr":" One who secedes."},{"word":"Seceder","type":"n.","descr":" One of a numerous body of Presbyterians in Scotland who seceded from the communion of the Established Church, about the year 1733, and formed the Secession Church, so called."},{"word":"Secerned","type":"imp. and p. p.","descr":" of Secern"},{"word":"Secerning","type":"p. pr. and vb. n.","descr":" of Secern"},{"word":"Secern","type":"v. t.","descr":" To separate; to distinguish."},{"word":"Secern","type":"v. t.","descr":" To secrete; as, mucus secerned in the nose."},{"word":"Secernent","type":"a.","descr":" Secreting; secretory."},{"word":"Secernent","type":"n.","descr":" That which promotes secretion."},{"word":"Secernent","type":"n.","descr":" A vessel in, or by means of, which the process of secretion takes place; a secreting vessel."},{"word":"Secernment","type":"n.","descr":" The act or process of secreting."},{"word":"Secess","type":"n.","descr":" Retirement; retreat; secession."},{"word":"Secession","type":"n.","descr":" The act of seceding; separation from fellowship or association with others, as in a religious or political organization; withdrawal."},{"word":"Secession","type":"n.","descr":" The withdrawal of a State from the national Union."},{"word":"Secessionism","type":"n.","descr":" The doctrine or policy of secession; the tenets of secession; the tenets of secessionists."},{"word":"Secessionist","type":"n.","descr":" One who upholds secession."},{"word":"Secessionist","type":"n.","descr":" One who holds to the belief that a State has the right to separate from the Union at its will."},{"word":"Seche","type":"v. t. and i.","descr":" To seek."},{"word":"Sechium","type":"n.","descr":" The edible fruit of a West Indian plant (Sechium edule) of the Gourd family. It is soft, pear-shaped, and about four inches long, and contains a single large seed. The root of the plant resembles a yam, and is used for food."},{"word":"Seck","type":"a.","descr":" Barren; unprofitable. See Rent seck, under Rent."},{"word":"Seckel","type":"n.","descr":" A small reddish brown sweet and juicy pear. It originated on a farm near Philadelphia, afterwards owned by a Mr. Seckel."},{"word":"Secle","type":"n.","descr":" A century."},{"word":"Secluded","type":"imp. and p. p.","descr":" of Seclude"},{"word":"Secluding","type":"p. pr. and vb. n.","descr":" of Seclude"},{"word":"Seclude","type":"v. t.","descr":" To shut up apart from others; to withdraw into, or place in, solitude; to separate from society or intercourse with others."},{"word":"Seclude","type":"v. t.","descr":" To shut or keep out; to exclude."},{"word":"Seclusion","type":"n.","descr":" The act of secluding, or the state of being secluded; separation from society or connection; a withdrawing; privacy; as, to live in seclusion."},{"word":"Seclusive","type":"a.","descr":" Tending to seclude; keeping in seclusion; secluding; sequestering."},{"word":"Second","type":"a.","descr":" Immediately following the first; next to the first in order of place or time; hence, occuring again; another; other."},{"word":"Second","type":"a.","descr":" Next to the first in value, power, excellence, dignity, or rank; secondary; subordinate; inferior."},{"word":"Second","type":"a.","descr":" Being of the same kind as another that has preceded; another, like a protype; as, a second Cato; a second Troy; a second deluge."},{"word":"Second","type":"n.","descr":" One who, or that which, follows, or comes after; one next and inferior in place, time, rank, importance, excellence, or power."},{"word":"Second","type":"n.","descr":" One who follows or attends another for his support and aid; a backer; an assistant; specifically, one who acts as another\\'s aid in a duel."},{"word":"Second","type":"n.","descr":" Aid; assistance; help."},{"word":"Second","type":"n.","descr":" An article of merchandise of a grade inferior to the best; esp., a coarse or inferior kind of flour."},{"word":"Second","type":"a.","descr":" The sixtieth part of a minute of time or of a minute of space, that is, the second regular subdivision of the degree; as, sound moves about 1,140 English feet in a second; five minutes and ten seconds north of this place."},{"word":"Second","type":"a.","descr":" In the duodecimal system of mensuration, the twelfth part of an inch or prime; a line. See Inch, and Prime, n., 8."},{"word":"Second","type":"n.","descr":" The interval between any tone and the tone which is represented on the degree of the staff next above it."},{"word":"Second","type":"n.","descr":" The second part in a concerted piece; -- often popularly applied to the alto."},{"word":"Seconded","type":"imp. and p. p.","descr":" of Second"},{"word":"Seconding","type":"p. pr. and vb. n.","descr":" of Second"},{"word":"Second","type":"a.","descr":" To follow in the next place; to succeed; to alternate."},{"word":"Second","type":"a.","descr":" To follow or attend for the purpose of assisting; to support; to back; to act as the second of; to assist; to forward; to encourage."},{"word":"Second","type":"a.","descr":" Specifically, to support, as a motion or proposal, by adding one\\'s voice to that of the mover or proposer."},{"word":"Secondarily","type":"adv.","descr":" In a secondary manner or degree."},{"word":"Secondarily","type":"adv.","descr":" Secondly; in the second place."},{"word":"Secondariness","type":"n.","descr":" The state of being secondary."},{"word":"Secondary","type":"a.","descr":" Suceeding next in order to the first; of second place, origin, rank, rank, etc.; not primary; subordinate; not of the first order or rate."},{"word":"Secondary","type":"a.","descr":" Acting by deputation or delegated authority; as, the work of secondary hands."},{"word":"Secondary","type":"a.","descr":" Possessing some quality, or having been subject to some operation (as substitution), in the second degree; as, a secondary salt, a secondary amine, etc. Cf. primary."},{"word":"Secondary","type":"a.","descr":" Subsequent in origin; -- said of minerals produced by alteertion or deposition subsequent to the formation of the original rocks mass; also of characters of minerals (as secondary cleavage, etc.) developed by pressure or other causes."},{"word":"Secondary","type":"a.","descr":" Pertaining to the second joint of the wing of a bird."},{"word":"Secondary","type":"a.","descr":" Dependent or consequent upon another disease; as, Bright\\'s disease is often secondary to scarlet fever. (b) Occuring in the second stage of a disease; as, the secondary symptoms of syphilis."},{"word":"Secondaries","type":"pl. ","descr":" of Secondary"},{"word":"Secondary","type":"n.","descr":" One who occupies a subordinate, inferior, or auxiliary place; a delegate deputy; one who is second or next to the chief officer; as, the secondary, or undersheriff of the city of London."},{"word":"Secondary","type":"n.","descr":" A secondary circle."},{"word":"Secondary","type":"n.","descr":" A satellite."},{"word":"Secondary","type":"n.","descr":" A secondary quill."},{"word":"Second-class","type":"a.","descr":" Of the rank or degree below the best highest; inferior; second-rate; as, a second-class house; a second-class passage."},{"word":"Seconder","type":"n.","descr":" One who seconds or supports what another attempts, affirms, moves, or proposes; as, the seconder of an enterprise or of a motion."},{"word":"Secondhand","type":"a.","descr":" Not original or primary; received from another."},{"word":"Secondhand","type":"a.","descr":" Not new; already or previously or used by another; as, a secondhand book, garment."},{"word":"Secondly","type":"adv.","descr":" In the second place."},{"word":"Secondo","type":"n.","descr":" The second part in a concerted piece."},{"word":"Second-rate","type":"a.","descr":" Of the second size, rank, quality, or value; as, a second-rate ship; second-rate cloth; a second-rate champion."},{"word":"Second-sight","type":"n.","descr":" The power of discerning what is not visible to the physical eye, or of foreseeing future events, esp. such as are of a disastrous kind; the capacity of a seer; prophetic vision."},{"word":"Second-sighted","type":"a.","descr":" Having the power of second-sight."},{"word":"Secre","type":"a.","descr":" Secret; secretive; faithful to a secret."},{"word":"Secre","type":"n.","descr":" A secret."},{"word":"Secrecies","type":"pl. ","descr":" of Secrecy"},{"word":"Secrecy","type":"n.","descr":" The state or quality of being hidden; as, his movements were detected in spite of their secrecy."},{"word":"Secrecy","type":"n.","descr":" That which is concealed; a secret."},{"word":"Secrecy","type":"n.","descr":" Seclusion; privacy; retirement."},{"word":"Secrecy","type":"n.","descr":" The quality of being secretive; fidelity to a secret; forbearance of disclosure or discovery."},{"word":"Secrely","type":"adv.","descr":" Secretly."},{"word":"Secreness","type":"n.","descr":" Secrecy; privacy."},{"word":"Secret","type":"a.","descr":" Hidden; concealed; as, secret treasure; secret plans; a secret vow."},{"word":"Secret","type":"a.","descr":" Withdraw from general intercourse or notice; in retirement or secrecy; secluded."},{"word":"Secret","type":"a.","descr":" Faithful to a secret; not inclined to divulge or betray confidence; secretive."},{"word":"Secret","type":"a.","descr":" Separate; distinct."},{"word":"Secret","type":"a.","descr":" Something studiously concealed; a thing kept from general knowledge; what is not revealed, or not to be revealed."},{"word":"Secret","type":"a.","descr":" A thing not discovered; what is unknown or unexplained; a mystery."},{"word":"Secret","type":"a.","descr":" The parts which modesty and propriety require to be concealed; the genital organs."},{"word":"Secret","type":"v. t.","descr":" To keep secret."},{"word":"Secretage","type":"n.","descr":" A process in which mercury, or some of its salts, is employed to impart the property of felting to certain kinds of furs."},{"word":"Secretarial","type":"a.","descr":" Of or pertaining to a secretary; befitting a secretary."},{"word":"Secretariat","type":"n.","descr":" Alt. of Secretariate"},{"word":"Secretariate","type":"n.","descr":" The office of a secretary; the place where a secretary transacts business, keeps records, etc."},{"word":"Secretaries","type":"pl. ","descr":" of Secretary"},{"word":"Secretary","type":"n.","descr":" One who keeps, or is intrusted with, secrets."},{"word":"Secretary","type":"n.","descr":" A person employed to write orders, letters, dispatches, public or private papers, records, and the like; an official scribe, amanuensis, or writer; one who attends to correspondence, and transacts other business, for an association, a public body, or an individual."},{"word":"Secretary","type":"n.","descr":" An officer of state whose business is to superintend and manage the affairs of a particular department of government, and who is usually a member of the cabinet or advisory council of the chief executive; as, the secretary of state, who conducts the correspondence and attends to the relations of a government with foreign courts; the secretary of the treasury, who manages the department of finance; the secretary of war, etc."},{"word":"Secretary","type":"n.","descr":" A piece of furniture, with conveniences for writing and for the arrangement of papers; an escritoire."},{"word":"Secretary","type":"n.","descr":" The secretary bird."},{"word":"Secretaryship","type":"n.","descr":" The office, or the term of office, of a secretary."},{"word":"Secreted","type":"imp. and p. p.","descr":" of Secrete"},{"word":"Secreting","type":"p. pr. and vb. n.","descr":" of Secrete"},{"word":"Secrete","type":"v. t.","descr":" To deposit in a place of hiding; to hide; to conceal; as, to secrete stolen goods; to secrete one\\'s self."},{"word":"Secrete","type":"v. t.","descr":" To separate from the blood and elaborate by the process of secretion; to elaborate and emit as a secretion. See Secretion."},{"word":"Secretion","type":"n.","descr":" The act of secreting or concealing; as, the secretion of dutiable goods."},{"word":"Secretion","type":"n.","descr":" The act of secreting; the process by which material is separated from the blood through the agency of the cells of the various glands and elaborated by the cells into new substances so as to form the various secretions, as the saliva, bile, and other digestive fluids. The process varies in the different glands, and hence are formed the various secretions."},{"word":"Secretion","type":"n.","descr":" Any substance or fluid secreted, or elaborated and emitted, as the gastric juice."},{"word":"Secretist","type":"n.","descr":" A dealer in secrets."},{"word":"Secretitious","type":"a.","descr":" Parted by animal secretion; as, secretitious humors."},{"word":"Secretive","type":"a.","descr":" Tending to secrete, or to keep secret or private; as, a secretive disposition."},{"word":"Secretiveness","type":"n.","descr":" The quality of being secretive; disposition or tendency to conceal."},{"word":"Secretiveness","type":"n.","descr":" The faculty or propensity which impels to reserve, secrecy, or concealment."},{"word":"Secretly","type":"adv.","descr":" In a secret manner."},{"word":"Secretness","type":"n.","descr":" The state or quality of being secret, hid, or concealed."},{"word":"Secretness","type":"n.","descr":" Secretiveness; concealment."},{"word":"Secrete-metory","type":"a.","descr":" Causing secretion; -- said of nerves which go to glands and influence secretion."},{"word":"Secretory","type":"a.","descr":" Secreting; performing, or connected with, the office secretion; secernent; as, secretory vessels, nerves."},{"word":"Secretory","type":"n.","descr":" A secretory vessel; a secernent."},{"word":"Sect","type":"n.","descr":" A cutting; a scion."},{"word":"Sect","type":"n.","descr":" Those following a particular leader or authority, or attached to a certain opinion; a company or set having a common belief or allegiance distinct from others; in religion, the believers in a particular creed, or upholders of a particular practice; especially, in modern times, a party dissenting from an established church; a denomination; in philosophy, the disciples of a particular master; a school; in society and the state, an order, rank, class, or party."},{"word":"Sectant","type":"n.","descr":" One of the portions of space bounded by the three coordinate planes. Specif. (Crystallog.), one of the parts of a crystal into which it is divided by the axial planes."},{"word":"Sectarian","type":"n.","descr":" Pertaining to a sect, or to sects; peculiar to a sect; bigotedly attached to the tenets and interests of a denomination; as, sectarian principles or prejudices."},{"word":"Sectarian","type":"n.","descr":" One of a sect; a member or adherent of a special school, denomination, or religious or philosophical party; one of a party in religion which has separated itself from established church, or which holds tenets different from those of the prevailing denomination in a state."},{"word":"Sectarianism","type":"n.","descr":" The quality or character of a sectarian; devotion to the interests of a party; excess of partisan or denominational zeal; adherence to a separate church organization."},{"word":"Sectarianize","type":"v. t.","descr":" To imbue with sectarian feelings; to subject to the control of a sect."},{"word":"Sectarism","type":"n.","descr":" Sectarianism."},{"word":"Sectarist","type":"n.","descr":" A sectary."},{"word":"Sectaries","type":"pl. ","descr":" of Sectary"},{"word":"Sectary","type":"n.","descr":" A sectarian; a member or adherent of a sect; a follower or disciple of some particular teacher in philosophy or religion; one who separates from an established church; a dissenter."},{"word":"Sectator","type":"n.","descr":" A follower; a disciple; an adherent to a sect."},{"word":"Sectile","type":"a.","descr":" Capable of being cut; specifically (Min.), capable of being severed by the knife with a smooth cut; -- said of minerals."},{"word":"Sectility","type":"n.","descr":" The state or quality of being sectile."},{"word":"Section","type":"n.","descr":" The act of cutting, or separation by cutting; as, the section of bodies."},{"word":"Section","type":"n.","descr":" A part separated from something; a division; a portion; a slice."},{"word":"Section","type":"n.","descr":" A distinct part or portion of a book or writing; a subdivision of a chapter; the division of a law or other writing; a paragraph; an article; hence, the character \/, often used to denote such a division."},{"word":"Section","type":"n.","descr":" A distinct part of a country or people, community, class, or the like; a part of a territory separated by geographical lines, or of a people considered as distinct."},{"word":"Section","type":"n.","descr":" One of the portions, of one square mile each, into which the public lands of the United States are divided; one thirty-sixth part of a township. These sections are subdivided into quarter sections for sale under the homestead and preemption laws."},{"word":"Section","type":"n.","descr":" The figure made up of all the points common to a superficies and a solid which meet, or to two superficies which meet, or to two lines which meet. In the first case the section is a superficies, in the second a line, and in the third a point."},{"word":"Section","type":"n.","descr":" A division of a genus; a group of species separated by some distinction from others of the same genus; -- often indicated by the sign \/."},{"word":"Section","type":"n.","descr":" A part of a musical period, composed of one or more phrases. See Phrase."},{"word":"Section","type":"n.","descr":" The description or representation of anything as it would appear if cut through by any intersecting plane; depiction of what is beyond a plane passing through, or supposed to pass through, an object, as a building, a machine, a succession of strata; profile."},{"word":"Sectional","type":"a.","descr":" Of or pertaining to a sections or distinct part of larger body or territory; local."},{"word":"Sectional","type":"a.","descr":" Consisting of sections, or capable of being divided into sections; as, a sectional steam boiler."},{"word":"Sectionalism","type":"n.","descr":" A disproportionate regard for the interests peculiar to a section of the country; local patriotism, as distinguished from national."},{"word":"Sectionality","type":"n.","descr":" The state or quality of being sectional; sectionalism."},{"word":"Sectionalize","type":"v. t.","descr":" To divide according to gepgraphical sections or local interests."},{"word":"Sectionally","type":"adv.","descr":" In a sectional manner."},{"word":"Sectionize","type":"v. t.","descr":" To form into sections."},{"word":"Sectism","type":"n.","descr":" Devotion to a sect."},{"word":"Sectist","type":"n.","descr":" One devoted to a sect; a soetary."},{"word":"Sectiuncle","type":"n.","descr":" A little or petty sect."},{"word":"Sector","type":"n.","descr":" A part of a circle comprehended between two radii and the included arc."},{"word":"Sector","type":"n.","descr":" A mathematical instrument, consisting of two rulers connected at one end by a joint, each arm marked with several scales, as of equal parts, chords, sines, tangents, etc., one scale of each kind on each arm, and all on lines radiating from the common center of motion. The sector is used for plotting, etc., to any scale."},{"word":"Sector","type":"n.","descr":" An astronomical instrument, the limb of which embraces a small portion only of a circle, used for measuring differences of declination too great for the compass of a micrometer. When it is used for measuring zenith distances of stars, it is called a zenith sector."},{"word":"Sectoral","type":"a.","descr":" Of or pertaining to a sector; as, a sectoral circle."},{"word":"Sectorial","type":"a.","descr":" Adapted for cutting."},{"word":"Sectorial","type":"n.","descr":" A sectorial, or carnassial, tooth."},{"word":"Secular","type":"a.","descr":" Coming or observed once in an age or a century."},{"word":"Secular","type":"a.","descr":" Pertaining to an age, or the progress of ages, or to a long period of time; accomplished in a long progress of time; as, secular inequality; the secular refrigeration of the globe."},{"word":"Secular","type":"a.","descr":" Of or pertaining to this present world, or to things not spiritual or holy; relating to temporal as distinguished from eternal interests; not immediately or primarily respecting the soul, but the body; worldly."},{"word":"Secular","type":"a.","descr":" Not regular; not bound by monastic vows or rules; not confined to a monastery, or subject to the rules of a religious community; as, a secular priest."},{"word":"Secular","type":"a.","descr":" Belonging to the laity; lay; not clerical."},{"word":"Secular","type":"n.","descr":" A secular ecclesiastic, or one not bound by monastic rules."},{"word":"Secular","type":"n.","descr":" A church official whose functions are confined to the vocal department of the choir."},{"word":"Secular","type":"n.","descr":" A layman, as distinguished from a clergyman."},{"word":"Secularism","type":"n.","descr":" The state or quality of being secular; a secular spirit; secularity."},{"word":"Secularism","type":"n.","descr":" The tenets or principles of the secularists."},{"word":"Secularist","type":"n.","descr":" One who theoretically rejects every form of religious faith, and every kind of religious worship, and accepts only the facts and influences which are derived from the present life; also, one who believes that education and other matters of civil policy should be managed without the introduction of a religious element."},{"word":"Secularity","type":"n.","descr":" Supreme attention to the things of the present life; worldliness."},{"word":"Secularization","type":"n.","descr":" The act of rendering secular, or the state of being rendered secular; conversion from regular or monastic to secular; conversion from religious to lay or secular possession and uses; as, the secularization of church property."},{"word":"Secularized","type":"imp. and p. p.","descr":" of Secularize"},{"word":"Secularizing","type":"p. pr. and vb. n.","descr":" of Secularize"},{"word":"Secularize","type":"v. t.","descr":" To convert from regular or monastic into secular; as, to secularize a priest or a monk."},{"word":"Secularize","type":"v. t.","descr":" To convert from spiritual or common use; as, to secularize a church, or church property."},{"word":"Secularize","type":"v. t.","descr":" To make worldly or unspiritual."},{"word":"Secularly","type":"adv.","descr":" In a secular or worldly manner."},{"word":"Secularness","type":"n.","descr":" The quality or state of being secular; worldliness; worldly-minded-ness."},{"word":"Secund","type":"a.","descr":" Arranged on one side only, as flowers or leaves on a stalk."},{"word":"Secundate","type":"v. t.","descr":" To make prosperous."},{"word":"Secundation","type":"n.","descr":" Prosperity."},{"word":"Secundine","type":"n.","descr":" The second coat, or integument, of an ovule, lying within the primine."},{"word":"Secundine","type":"n.","descr":" The afterbirth, or placenta and membranes; -- generally used in the plural."},{"word":"Secundo-geniture","type":"n.","descr":" A right of inheritance belonging to a second son; a property or possession so inherited."},{"word":"Securable","type":"a.","descr":" That may be secured."},{"word":"Secure","type":"a.","descr":" Free from fear, care, or anxiety; easy in mind; not feeling suspicion or distrust; confident."},{"word":"Secure","type":"a.","descr":" Overconfident; incautious; careless; -- in a bad sense."},{"word":"Secure","type":"a.","descr":" Confident in opinion; not entertaining, or not having reason to entertain, doubt; certain; sure; -- commonly with of; as, secure of a welcome."},{"word":"Secure","type":"a.","descr":" Net exposed to danger; safe; -- applied to persons and things, and followed by against or from."},{"word":"Secured","type":"imp. and p. p.","descr":" of Secure"},{"word":"Securing","type":"p. pr. and vb. n.","descr":" of Secure"},{"word":"Secure","type":"v. t.","descr":" To make safe; to relieve from apprehensions of, or exposure to, danger; to guard; to protect."},{"word":"Secure","type":"v. t.","descr":" To put beyond hazard of losing or of not receiving; to make certain; to assure; to insure; -- frequently with against or from, rarely with of; as, to secure a creditor against loss; to secure a debt by a mortgage."},{"word":"Secure","type":"v. t.","descr":" To make fast; to close or confine effectually; to render incapable of getting loose or escaping; as, to secure a prisoner; to secure a door, or the hatches of a ship."},{"word":"Secure","type":"v. t.","descr":" To get possession of; to make one\\'s self secure of; to acquire certainly; as, to secure an estate."},{"word":"Securely","type":"adv.","descr":" In a secure manner; without fear or apprehension; without danger; safely."},{"word":"Securement","type":"n.","descr":" The act of securing; protection."},{"word":"Secureness","type":"n.","descr":" The condition or quality of being secure; exemption from fear; want of vigilance; security."},{"word":"Securer","type":"n.","descr":" One who, or that which, secures."},{"word":"Securifera","type":"n. pl.","descr":" The Serrifera."},{"word":"Securiform","type":"a.","descr":" Having the form of an ax hatchet."},{"word":"Securipalp","type":"n.","descr":" One of a family of beetles having the maxillary palpi terminating in a hatchet-shaped joint."},{"word":"Securities","type":"pl. ","descr":" of Security"},{"word":"Security","type":"n.","descr":" The condition or quality of being secure; secureness."},{"word":"Security","type":"n.","descr":" Freedom from apprehension, anxiety, or care; confidence of power of safety; hence, assurance; certainty."},{"word":"Security","type":"n.","descr":" Hence, carelessness; negligence; heedlessness."},{"word":"Security","type":"n.","descr":" Freedom from risk; safety."},{"word":"Security","type":"n.","descr":" That which secures or makes safe; protection; guard; defense."},{"word":"Security","type":"n.","descr":" Something given, deposited, or pledged, to make certain the fulfillment of an obligation, the performance of a contract, the payment of a debt, or the like; surety; pledge."},{"word":"Security","type":"n.","descr":" One who becomes surety for another, or engages himself for the performance of another\\'s obligation."},{"word":"Security","type":"n.","descr":" An evidence of debt or of property, as a bond, a certificate of stock, etc.; as, government securities."},{"word":"Sedan","type":"n.","descr":" A portable chair or covered vehicle for carrying a single person, -- usually borne on poles by two men. Called also sedan chair."},{"word":"Sedate","type":"a.","descr":" Undisturbed by passion or caprice; calm; tranquil; serene; not passionate or giddy; composed; staid; as, a sedate soul, mind, or temper."},{"word":"Sedation","type":"n.","descr":" The act of calming, or the state of being calm."},{"word":"Sedative","type":"a.","descr":" Tending to calm, moderate, or tranquilize"},{"word":"Sedative","type":"a.","descr":" allaying irritability and irritation; assuaging pain."},{"word":"Sedative","type":"n.","descr":" A remedy which allays irritability and irritation, and irritative activity or pain."},{"word":"Sedent","type":"a.","descr":" Sitting; inactive; quiet."},{"word":"Sedentarily","type":"adv.","descr":" In a sedentary manner."},{"word":"Sedentariness","type":"n.","descr":" Quality of being sedentary."},{"word":"Sedentary","type":"a.","descr":" Accustomed to sit much or long; as, a sedentary man."},{"word":"Sedentary","type":"a.","descr":" Characterized by, or requiring, much sitting; as, a sedentary employment; a sedentary life."},{"word":"Sedentary","type":"a.","descr":" Inactive; motionless; sluggish; hence, calm; tranquil."},{"word":"Sedentary","type":"a.","descr":" Caused by long sitting."},{"word":"Sedentary","type":"a.","descr":" Remaining in one place, especially when firmly attached to some object; as, the oyster is a sedentary mollusk; the barnacles are sedentary crustaceans."},{"word":"Sederunt","type":"n.","descr":" A sitting, as of a court or other body."},{"word":"Sedge","type":"n.","descr":" Any plant of the genus Carex, perennial, endogenous herbs, often growing in dense tufts in marshy places. They have triangular jointless stems, a spiked inflorescence, and long grasslike leaves which are usually rough on the margins and midrib. There are several hundred species."},{"word":"Sedge","type":"n.","descr":" A flock of herons."},{"word":"Sedged","type":"a.","descr":" Made or composed of sedge."},{"word":"Sedgy","type":"a.","descr":" Overgrown with sedge."},{"word":"Sedilia","type":"n. pl.","descr":" Seats in the chancel of a church near the altar for the officiating clergy during intervals of service."},{"word":"Sediment","type":"n.","descr":" The matter which subsides to the bottom, frrom water or any other liquid; settlings; lees; dregs."},{"word":"Sediment","type":"n.","descr":" The material of which sedimentary rocks are formed."},{"word":"Sedimental","type":"a.","descr":" Sedimentary."},{"word":"Sedimentary","type":"a.","descr":" Of or pertaining to sediment; formed by sediment; containing matter that has subsided."},{"word":"Sedimentation","type":"n.","descr":" The act of depositing a sediment; specifically (Geol.), the deposition of the material of which sedimentary rocks are formed."},{"word":"Sedition","type":"n.","descr":" The raising of commotion in a state, not amounting to insurrection; conduct tending to treason, but without an overt act; excitement of discontent against the government, or of resistance to lawful authority."},{"word":"Sedition","type":"n.","descr":" Dissension; division; schism."},{"word":"Seditionary","type":"n.","descr":" An inciter or promoter of sedition."},{"word":"Seditious","type":"a.","descr":" Of or pertaining to sedition; partaking of the nature of, or tending to excite, sedition; as, seditious behavior; seditious strife; seditious words."},{"word":"Seditious","type":"a.","descr":" Disposed to arouse, or take part in, violent opposition to lawful authority; turbulent; factious; guilty of sedition; as, seditious citizens."},{"word":"Sedlitz","type":"a.","descr":" Same as Seidlitz."},{"word":"Seduced","type":"imp. and p. p.","descr":" of Seduce"},{"word":"Seducing","type":"p. pr. and vb. n.","descr":" of Seduce"},{"word":"Seduce","type":"v. t.","descr":" To draw aside from the path of rectitude and duty in any manner; to entice to evil; to lead astray; to tempt and lead to iniquity; to corrupt."},{"word":"Seduce","type":"v. t.","descr":" Specifically, to induce to surrender chastity; to debauch by means of solicitation."},{"word":"Seducement","type":"n.","descr":" The act of seducing."},{"word":"Seducement","type":"n.","descr":" The means employed to seduce, as flattery, promises, deception, etc.; arts of enticing or corrupting."},{"word":"Seducer","type":"n.","descr":" One who, or that which, seduces; specifically, one who prevails over the chastity of a woman by enticements and persuasions."},{"word":"Seducible","type":"a.","descr":" Capable of being seduced; corruptible."},{"word":"Seducing","type":"a.","descr":" Seductive."},{"word":"Seduction","type":"n.","descr":" The act of seducing; enticement to wrong doing; specifically, the offense of inducing a woman to consent to unlawful sexual intercourse, by enticements which overcome her scruples; the wrong or crime of persuading a woman to surrender her chastity."},{"word":"Seduction","type":"n.","descr":" That which seduces, or is adapted to seduce; means of leading astray; as, the seductions of wealth."},{"word":"Seductive","type":"a.","descr":" Tending to lead astray; apt to mislead by flattering appearances; tempting; alluring; as, a seductive offer."},{"word":"Seductively","type":"adv.","descr":" In a seductive manner."},{"word":"Seductress","type":"n.","descr":" A woman who seduces."},{"word":"Sedulity","type":"n.","descr":" The quality or state of being sedulous; diligent and assiduous application; constant attention; unremitting industry; sedulousness."},{"word":"Sedulous","type":"a.","descr":" Diligent in application or pursuit; constant, steady, and persevering in business, or in endeavors to effect an object; steadily industrious; assiduous; as, the sedulous bee."},{"word":"Sedum","type":"n.","descr":" A genus of plants, mostly perennial, having succulent leaves and cymose flowers; orpine; stonecrop."},{"word":"See","type":"n.","descr":" A seat; a site; a place where sovereign power is exercised."},{"word":"See","type":"n.","descr":" Specifically: (a) The seat of episcopal power; a diocese; the jurisdiction of a bishop; as, the see of New York. (b) The seat of an archibishop; a province or jurisdiction of an archibishop; as, an archiepiscopal see. (c) The seat, place, or office of the pope, or Roman pontiff; as, the papal see. (d) The pope or his court at Rome; as, to appeal to the see of Rome."},{"word":"Seen","type":"p. p.","descr":" of See"},{"word":"Seeing","type":"p. pr. and vb. n.","descr":" of See"},{"word":"See","type":"v. t.","descr":" To perceive by the eye; to have knowledge of the existence and apparent qualities of by the organs of sight; to behold; to descry; to view."},{"word":"See","type":"v. t.","descr":" To perceive by mental vision; to form an idea or conception of; to note with the mind; to observe; to discern; to distinguish; to understand; to comprehend; to ascertain."},{"word":"See","type":"v. t.","descr":" To follow with the eyes, or as with the eyes; to watch; to regard attentivelly; to look after."},{"word":"See","type":"v. t.","descr":" To have an interview with; especially, to make a call upon; to visit; as, to go to see a friend."},{"word":"See","type":"v. t.","descr":" To fall in with; to have intercourse or communication with; hence, to have knowledge or experience of; as, to see military service."},{"word":"See","type":"v. t.","descr":" To accompany in person; to escort; to wait upon; as, to see one home; to see one aboard the cars."},{"word":"See","type":"v. i.","descr":" To have the power of sight, or of perceiving by the proper organs; to possess or employ the sense of vision; as, he sees distinctly."},{"word":"See","type":"v. i.","descr":" Figuratively: To have intellectual apprehension; to perceive; to know; to understand; to discern; -- often followed by a preposition, as through, or into."},{"word":"See","type":"v. i.","descr":" To be attentive; to take care; to give heed; -- generally with to; as, to see to the house."},{"word":"Seed","type":"pl. ","descr":" of Seed"},{"word":"Seeds","type":"pl. ","descr":" of Seed"},{"word":"Seed","type":"n.","descr":" A ripened ovule, consisting of an embryo with one or more integuments, or coverings; as, an apple seed; a currant seed. By germination it produces a new plant."},{"word":"Seed","type":"n.","descr":" Any small seedlike fruit, though it may consist of a pericarp, or even a calyx, as well as the seed proper; as, parsnip seed; thistle seed."},{"word":"Seed","type":"n.","descr":" The generative fluid of the male; semen; sperm; -- not used in the plural."},{"word":"Seed","type":"n.","descr":" That from which anything springs; first principle; original; source; as, the seeds of virtue or vice."},{"word":"Seed","type":"n.","descr":" The principle of production."},{"word":"Seed","type":"n.","descr":" Progeny; offspring; children; descendants; as, the seed of Abraham; the seed of David."},{"word":"Seed","type":"n.","descr":" Race; generation; birth."},{"word":"Seeded","type":"imp. and p. p.","descr":" of Seed"},{"word":"Seeding","type":"p. pr. and vb. n.","descr":" of Seed"},{"word":"Seed","type":"v. t.","descr":" To sprinkle with seed; to plant seeds in; to sow; as, to seed a field."},{"word":"Seed","type":"v. t.","descr":" To cover thinly with something scattered; to ornament with seedlike decorations."},{"word":"Seedbox","type":"n.","descr":" A capsule."},{"word":"Seedbox","type":"n.","descr":" A plant (Ludwigia alternifolia) which has somewhat cubical or box-shaped capsules."},{"word":"Seedcake","type":"n.","descr":" A sweet cake or cooky containing aromatic seeds, as caraway."},{"word":"Seedcod","type":"n.","descr":" A seedlip."},{"word":"Seeder","type":"n.","descr":" One who, or that which, sows or plants seed."},{"word":"Seediness","type":"n.","descr":" The quality or state of being seedy, shabby, or worn out; a state of wretchedness or exhaustion."},{"word":"Seed-lac","type":"n.","descr":" A species of lac. See the Note under Lac."},{"word":"Seedless","type":"a.","descr":" Without seed or seeds."},{"word":"Seedling","type":"n.","descr":" A plant reared from the seed, as distinguished from one propagated by layers, buds, or the like."},{"word":"Seedlip","type":"n.","descr":" Alt. of Seedlop"},{"word":"Seedlop","type":"n.","descr":" A vessel in which a sower carries the seed to be scattered."},{"word":"Seedman","type":"See","descr":" Seedsman."},{"word":"Seedness","type":"n.","descr":" Seedtime."},{"word":"Seedsmen","type":"pl. ","descr":" of Seedsman"},{"word":"Seedsman","type":"n.","descr":" A sower; one who sows or scatters seed."},{"word":"Seedsman","type":"n.","descr":" A person who deals in seeds."},{"word":"Seedtime","type":"n.","descr":" The season proper for sowing."},{"word":"Seedy","type":"superl.","descr":" Abounding with seeds; bearing seeds; having run to seeds."},{"word":"Seedy","type":"superl.","descr":" Having a peculiar flavor supposed to be derived from the weeds growing among the vines; -- said of certain kinds of French brandy."},{"word":"Seedy","type":"superl.","descr":" Old and worn out; exhausted; spiritless; also, poor and miserable looking; shabbily clothed; shabby looking; as, he looked seedy coat."},{"word":"Seeing","type":"conj. (but originally a present participle)","descr":" In view of the fact (that); considering; taking into account (that); insmuch as; since; because; -- followed by a dependent clause; as, he did well, seeing that he was so young."},{"word":"Seek","type":"a.","descr":" Sick."},{"word":"Seeking","type":"p. pr. and vb. n.","descr":" of Seek"},{"word":"Seek","type":"v. t.","descr":" To go in search of; to look for; to search for; to try to find."},{"word":"Seek","type":"v. t.","descr":" To inquire for; to ask for; to solicit; to bessech."},{"word":"Seek","type":"v. t.","descr":" To try to acquire or gain; to strive after; to aim at; as, to seek wealth or fame; to seek one\\'s life."},{"word":"Seek","type":"v. t.","descr":" To try to reach or come to; to go to; to resort to."},{"word":"Seek","type":"v. i.","descr":" To make search or inquiry: to endeavor to make discovery."},{"word":"Seeker","type":"n.","descr":" One who seeks; that which is used in seeking or searching."},{"word":"Seeker","type":"n.","descr":" One of a small heterogeneous sect of the 17th century, in Great Britain, who professed to be seeking the true church, ministry, and sacraments."},{"word":"Seek-no-further","type":"n.","descr":" A kind of choice winter apple, having a subacid taste; -- formerly called go-no-further."},{"word":"Seek-sorrow","type":"n.","descr":" One who contrives to give himself vexation."},{"word":"Seeled","type":"imp. and p. p.","descr":" of Seel"},{"word":"Seeling","type":"p. pr. and vb. n.","descr":" of Seel"},{"word":"Seel","type":"v. t.","descr":" To close the eyes of (a hawk or other bird) by drawing through the lids threads which were fastened over the head."},{"word":"Seel","type":"v. t.","descr":" Hence, to shut or close, as the eyes; to blind."},{"word":"Seel","type":"v. i.","descr":" To incline to one side; to lean; to roll, as a ship at sea."},{"word":"Seel","type":"n.","descr":" Alt. of Seeling"},{"word":"Seeling","type":"n.","descr":" The rolling or agitation of a ship in a storm."},{"word":"Seel","type":"n.","descr":" Good fortune; favorable opportunity; prosperity. [Obs.] \"So have I seel\"."},{"word":"Seel","type":"n.","descr":" Time; season; as, hay seel."},{"word":"Seelily","type":"adv.","descr":" In a silly manner."},{"word":"Seely","type":"a.","descr":" See Silly."},{"word":"Seemed","type":"imp. and p. p.","descr":" of Seem"},{"word":"Seeming","type":"p. pr. and vb. n.","descr":" of Seem"},{"word":"Seem","type":"a.","descr":" To appear, or to appear to be; to have a show or semblance; to present an appearance; to look; to strike one\\'s apprehension or fancy as being; to be taken as."},{"word":"Seem","type":"v. t.","descr":" To befit; to beseem."},{"word":"Seemer","type":"n.","descr":" One who seems; one who carries or assumes an appearance or semblance."},{"word":"Seeming","type":"a.","descr":" Having a semblance, whether with or without reality; apparent; specious; befitting; as, seeming friendship; seeming truth."},{"word":"Seeming","type":"n.","descr":" Appearance; show; semblance; fair appearance; speciousness."},{"word":"Seeming","type":"n.","descr":" Apprehension; judgment."},{"word":"Seemingly","type":"adv.","descr":" In appearance; in show; in semblance; apparently; ostensibly."},{"word":"Seemingness","type":"n.","descr":" Semblance; fair appearance; plausibility."},{"word":"Seemless","type":"a.","descr":" Unseemly."},{"word":"Seemlily","type":"adv.","descr":" In a seemly manner."},{"word":"Seemliness","type":"n.","descr":" The quality or state of being seemly: comeliness; propriety."},{"word":"Seemly","type":"v. i.","descr":" Suited to the object, occasion, purpose, or character; suitable; fit; becoming; comely; decorous."},{"word":"Seemly","type":"superl.","descr":" In a decent or suitable manner; becomingly."},{"word":"Seemlyhed","type":"n.","descr":" Comely or decent appearance."},{"word":"Seen","type":"","descr":" p. p. of See."},{"word":"Seen","type":"a.","descr":" Versed; skilled; accomplished."},{"word":"Seep","type":"v. i.","descr":" Alt. of Sipe"},{"word":"Seepage","type":"n.","descr":" Alt. of Sipage"},{"word":"Seepy","type":"a.","descr":" Alt. of Sipy"},{"word":"Seer","type":"a.","descr":" Sore; painful."},{"word":"Seer","type":"n.","descr":" One who sees."},{"word":"Seer","type":"n.","descr":" A person who foresees events; a prophet."},{"word":"Seeress","type":"n.","descr":" A female seer; a prophetess."},{"word":"Seerfish","type":"n.","descr":" A scombroid food fish of Madeira (Cybium Commersonii)."},{"word":"Seerhand","type":"n.","descr":" A kind of muslin of a texture between nainsook and mull."},{"word":"Seership","type":"n.","descr":" The office or quality of a seer."},{"word":"Seersucker","type":"n.","descr":" A light fabric, originally made in the East Indies, of silk and linen, usually having alternating stripes, and a slightly craped or puckered surface; also, a cotton fabric of similar appearance."},{"word":"Seerwood","type":"n.","descr":" Dry wood."},{"word":"Seesaw","type":"n.","descr":" A play among children in which they are seated upon the opposite ends of a plank which is balanced in the middle, and move alternately up and down."},{"word":"Seesaw","type":"n.","descr":" A plank or board adjusted for this play."},{"word":"Seesaw","type":"n.","descr":" A vibratory or reciprocating motion."},{"word":"Seesaw","type":"n.","descr":" Same as Crossruff."},{"word":"Seesawad","type":"imp. and p. p.","descr":" of Seesaw"},{"word":"Seesawing","type":"p. pr. and vb. n.","descr":" of Seesaw"},{"word":"Seesaw","type":"v. i.","descr":" To move with a reciprocating motion; to move backward and forward, or upward and downward."},{"word":"Seesaw","type":"v. t.","descr":" To cause to move backward and forward in seesaw fashion."},{"word":"Seesaw","type":"a.","descr":" Moving up and down, or to and fro; having a reciprocating motion."},{"word":"Seet","type":"imp.","descr":" Sate; sat."},{"word":"Seeth","type":"","descr":" imp. of Seethe."},{"word":"Seethed","type":"imp.","descr":" of Seethe"},{"word":"Seethed","type":"p. p.","descr":" of Seethe"},{"word":"Seething","type":"p. pr. and vb. n.","descr":" of Seethe"},{"word":"Seethe","type":"n.","descr":" To decoct or prepare for food in hot liquid; to boil; as, to seethe flesh."},{"word":"Seethe","type":"v. i.","descr":" To be a state of ebullition or violent commotion; to be hot; to boil."},{"word":"Seether","type":"n.","descr":" A pot for boiling things; a boiler."},{"word":"Seg","type":"n.","descr":" Sedge."},{"word":"Seg","type":"n.","descr":" The gladen, and other species of Iris."},{"word":"Seg","type":"n.","descr":" A castrated bull."},{"word":"Segar","type":"n.","descr":" See Cigar."},{"word":"Seggar","type":"n.","descr":" A case or holder made of fire clay, in which fine pottery is inclosed while baking in the kin."},{"word":"Segge","type":"n.","descr":" The hedge sparrow."},{"word":"Segment","type":"n.","descr":" One of the parts into which any body naturally separates or is divided; a part divided or cut off; a section; a portion; as, a segment of an orange; a segment of a compound or divided leaf."},{"word":"Segment","type":"n.","descr":" A part cut off from a figure by a line or plane; especially, that part of a circle contained between a chord and an arc of that circle, or so much of the circle as is cut off by the chord; as, the segment acb in the Illustration."},{"word":"Segment","type":"n.","descr":" A piece in the form of the sector of a circle, or part of a ring; as, the segment of a sectional fly wheel or flywheel rim."},{"word":"Segment","type":"n.","descr":" A segment gear."},{"word":"Segment","type":"n.","descr":" One of the cells or division formed by segmentation, as in egg cleavage or in fissiparous cell formation."},{"word":"Segment","type":"n.","descr":" One of the divisions, rings, or joints into which many animal bodies are divided; a somite; a metamere; a somatome."},{"word":"Segment","type":"v. i.","descr":" To divide or separate into parts in growth; to undergo segmentation, or cleavage, as in the segmentation of the ovum."},{"word":"Segmental","type":"a.","descr":" Relating to, or being, a segment."},{"word":"Segmental","type":"a.","descr":" Of or pertaining to the segments of animals; as, a segmental duct; segmental papillae."},{"word":"Segmental","type":"a.","descr":" Of or pertaining to the segmental organs."},{"word":"Segmentation","type":"n.","descr":" The act or process of dividing into segments; specifically (Biol.), a self-division into segments as a result of growth; cell cleavage; cell multiplication; endogenous cell formation."},{"word":"Segmented","type":"a.","descr":" Divided into segments or joints; articulated."},{"word":"Segnitude","type":"n.","descr":" Alt. of Segnity"},{"word":"Segnity","type":"n.","descr":" Sluggishness; dullness; inactivity."},{"word":"Segno","type":"n.","descr":" A sign. See Al segno, and Dal segno."},{"word":"Sego","type":"n.","descr":" A liliaceous plant (Calochortus Nuttallii) of Western North America, and its edible bulb; -- so called by the Ute Indians and the Mormons."},{"word":"Segregate","type":"a.","descr":" Separate; select."},{"word":"Segregate","type":"a.","descr":" Separated from others of the same kind."},{"word":"Segregated","type":"imp. and p. p.","descr":" of Segregate"},{"word":"Segregating","type":"p. pr. and vb. n.","descr":" of Segregate"},{"word":"Segregate","type":"v. t.","descr":" To separate from others; to set apart."},{"word":"Segregate","type":"v. i.","descr":" To separate from a mass, and collect together about centers or along lines of fracture, as in the process of crystallization or solidification."},{"word":"Segregation","type":"n.","descr":" The act of segregating, or the state of being segregated; separation from others; a parting."},{"word":"Segregation","type":"n.","descr":" Separation from a mass, and gathering about centers or into cavities at hand through cohesive attraction or the crystallizing process."},{"word":"Seiches","type":"n. pl.","descr":" Local oscillations in level observed in the case of some lakes, as Lake Geneva."},{"word":"Seid","type":"n.","descr":" A descendant of Mohammed through his daughter Fatima and nephew Ali."},{"word":"Seidlitz","type":"a.","descr":" Of or pertaining to Seidlitz, a village in Bohemia."},{"word":"Seigh","type":"","descr":" obs. imp. sing. of See. Saw."},{"word":"Seigneurial","type":"a.","descr":" Of or pertaining to the lord of a manor; manorial."},{"word":"Seigneurial","type":"a.","descr":" Vested with large powers; independent."},{"word":"Seignior","type":"n.","descr":" A lord; the lord of a manor."},{"word":"Seignior","type":"n.","descr":" A title of honor or of address in the South of Europe, corresponding to Sir or Mr. in English."},{"word":"Seigniorage","type":"n.","descr":" Something claimed or taken by virtue of sovereign prerogative; specifically, a charge or toll deducted from bullion brought to a mint to be coined; the difference between the cost of a mass of bullion and the value as money of the pieces coined from it."},{"word":"Seigniorage","type":"n.","descr":" A share of the receipts of a business taken in payment for the use of a right, as a copyright or a patent."},{"word":"Seignioral","type":"a.","descr":" Of or pertaining to a seignior; seigneurial."},{"word":"Seignioralty","type":"n.","descr":" The territory or authority of a seignior, or lord."},{"word":"Seigniorial","type":"a.","descr":" Same as Seigneurial."},{"word":"Seigniorize","type":"v. t.","descr":" To lord it over."},{"word":"Seigniory","type":"n.","descr":" The power or authority of a lord; dominion."},{"word":"Seigniory","type":"n.","descr":" The territory over which a lord holds jurisdiction; a manor."},{"word":"Seine","type":"n.","descr":" A large net, one edge of which is provided with sinkers, and the other with floats. It hangs vertically in the water, and when its ends are brought together or drawn ashore incloses the fish."},{"word":"Seiner","type":"n.","descr":" One who fishes with a seine."},{"word":"Seining","type":"n.","descr":" Fishing with a seine."},{"word":"Seint","type":"n.","descr":" A girdle."},{"word":"Seint","type":"n.","descr":" A saint."},{"word":"Seintuary","type":"n.","descr":" Sanctuary."},{"word":"Seirfish","type":"n.","descr":" Same as Seerfish."},{"word":"Seirospore","type":"n.","descr":" One of several spores arranged in a chain as in certain algae of the genus Callithamnion."},{"word":"Seise","type":"v. t.","descr":" See Seize."},{"word":"Seisin","type":"n.","descr":" See Seizin."},{"word":"Seismic","type":"a.","descr":" Alt. of Seismal"},{"word":"Seismal","type":"a.","descr":" Of or pertaining to an earthquake; caused by an earthquake."},{"word":"Seismograph","type":"n.","descr":" An apparatus for registering the shocks and undulatory motions of earthquakes."},{"word":"Seismographic","type":"a.","descr":" Of or pertaining to a seismograph; indicated by a seismograph."},{"word":"Seismography","type":"n.","descr":" A writing about, or a description of, earthquakes."},{"word":"Seismography","type":"n.","descr":" The art of registering the shocks and undulatory movements of earthquakes."},{"word":"Seismological","type":"a.","descr":" Of or pertaining to seismology."},{"word":"Seismology","type":"n.","descr":" The science of earthquakes."},{"word":"Seismometer","type":"n.","descr":" An instrument for measuring the direction, duration, and force of earthquakes and like concussions."},{"word":"Seismometric","type":"a.","descr":" Of or pertaining to seismometry, or seismometer; as, seismometric instruments; seismometric measurements."},{"word":"Seismometry","type":"n.","descr":" The mensuration of such phenomena of earthquakes as can be expressed in numbers, or by their relation to the coordinates of space."},{"word":"Seismoscope","type":"n.","descr":" A seismometer."},{"word":"Seity","type":"n.","descr":" Something peculiar to one\\'s self."},{"word":"Seizable","type":"a.","descr":" That may be seized."},{"word":"Seized","type":"imp. and p. p.","descr":" of Seize"},{"word":"Seizing","type":"p. pr. and vb. n.","descr":" of Seize"},{"word":"Seize","type":"v. t.","descr":" To fall or rush upon suddenly and lay hold of; to gripe or grasp suddenly; to reach and grasp."},{"word":"Seize","type":"v. t.","descr":" To take possession of by force."},{"word":"Seize","type":"v. t.","descr":" To invade suddenly; to take sudden hold of; to come upon suddenly; as, a fever seizes a patient."},{"word":"Seize","type":"v. t.","descr":" To take possession of by virtue of a warrant or other legal authority; as, the sheriff seized the debtor\\'s goods."},{"word":"Seize","type":"v. t.","descr":" To fasten; to fix."},{"word":"Seize","type":"v. t.","descr":" To grap with the mind; to comprehend fully and distinctly; as, to seize an idea."},{"word":"Seize","type":"v. t.","descr":" To bind or fasten together with a lashing of small stuff, as yarn or marline; as, to seize ropes."},{"word":"Seizer","type":"n.","descr":" One who, or that which, seizes."},{"word":"Seizin","type":"n.","descr":" Possession; possession of an estate of froehold. It may be either in deed or in law; the former when there is actual possession, the latter when there is a right to such possession by construction of law. In some of the United States seizin means merely ownership."},{"word":"Seizin","type":"n.","descr":" The act of taking possession."},{"word":"Seizin","type":"n.","descr":" The thing possessed; property."},{"word":"Seizing","type":"n.","descr":" The act of taking or grasping suddenly."},{"word":"Seizing","type":"n.","descr":" The operation of fastening together or lashing."},{"word":"Seizing","type":"n.","descr":" The cord or lashing used for such fastening."},{"word":"Seizor","type":"n.","descr":" One who seizes, or takes possession."},{"word":"Seizure","type":"n.","descr":" The act of seizing, or the state of being seized; sudden and violent grasp or gripe; a taking into possession; as, the seizure of a thief, a property, a throne, etc. "},{"word":"Seizure","type":"n.","descr":" Retention within one\\'s grasp or power; hold; possession; ownership."},{"word":"Seizure","type":"n.","descr":" That which is seized, or taken possession of; a thing laid hold of, or possessed."},{"word":"Sejant","type":"a.","descr":" Alt. of Sejeant"},{"word":"Sejeant","type":"a.","descr":" Sitting, as a lion or other beast."},{"word":"Sejein","type":"v. t.","descr":" To separate."},{"word":"Sejunction","type":"n.","descr":" The act of disjoining, or the state of being disjoined."},{"word":"Sejungible","type":"a.","descr":" Capable of being disjoined."},{"word":"Seke","type":"a.","descr":" Sick."},{"word":"Seke","type":"v. t. and i.","descr":" To seek."},{"word":"Sekes","type":"n.","descr":" A place in a pagan temple in which the images of the deities were inclosed."},{"word":"Selachian","type":"n.","descr":" One of the Selachii. See Illustration in Appendix."},{"word":"Selachii","type":"n. pl.","descr":" An order of elasmobranchs including the sharks and rays; the Plagiostomi. Called also Selacha, Selache, and Selachoidei."},{"word":"Selachoidei","type":"n. pl.","descr":" Same as Selachii."},{"word":"Selachostomi","type":"n. pl.","descr":" A division of ganoid fishes which includes the paddlefish, in which the mouth is armed with small teeth."},{"word":"Selaginella","type":"n.","descr":" A genus of cryptogamous plants resembling Lycopodia, but producing two kinds of spores; also, any plant of this genus. Many species are cultivated in conservatories."},{"word":"Selah","type":"n.","descr":" A word of doubtful meaning, occuring frequently in the Psalms; by some, supposed to signify silence or a pause in the musical performance of the song."},{"word":"Selcouth","type":"n.","descr":" Rarely known; unusual; strange."},{"word":"Seld","type":"a.","descr":" Rare; uncommon; unusual."},{"word":"Seld","type":"adv.","descr":" Rarely; seldom."},{"word":"Selden","type":"adv.","descr":" Seldom."},{"word":"Seldem","type":"superl","descr":" Rarely; not often; not frequently."},{"word":"Seldom","type":"a.","descr":" Rare; infrequent."},{"word":"Seldomness","type":"n.","descr":" Rareness."},{"word":"Seldseen","type":"a.","descr":" Seldom seen."},{"word":"Seldshewn","type":"a.","descr":" Rarely shown or exhibited."},{"word":"Select","type":"a.","descr":" Taken from a number by preferance; picked out as more valuable or exellent than others; of special value or exellence; nicely chosen; selected; choice."},{"word":"Selected","type":"imp. and p. p.","descr":" of Select"},{"word":"Selecting","type":"p. pr. and vb. n.","descr":" of Select"},{"word":"Select","type":"v. t.","descr":" To choose and take from a number; to take by preference from among others; to pick out; to cull; as, to select the best authors for perusal."},{"word":"Selectedly","type":"adv.","descr":" With care and selection."},{"word":"Selection","type":"n.","descr":" The act of selecting, or the state of being selected; choice, by preference."},{"word":"Selection","type":"n.","descr":" That which is selected; a collection of things chosen; as, a choice selection of books."},{"word":"Selective","type":"a.","descr":" Selecting; tending to select."},{"word":"Selectmen","type":"pl. ","descr":" of Selectman"},{"word":"Selectman","type":"n.","descr":" One of a board of town officers chosen annually in the New England States to transact the general public business of the town, and have a kind of executive authority. The number is usually from three to seven in each town."},{"word":"Selectness","type":"n.","descr":" The quality or state of being select."},{"word":"Selector","type":"n.","descr":" One who selects."},{"word":"Selenate","type":"n.","descr":" A salt of selenic acid; -- formerly called also seleniate."},{"word":"Selenhydric","type":"a.","descr":" Of, pertaining to, or designating, hydrogen selenide, H2Se, regarded as an acid analogous to sulphydric acid."},{"word":"Selenic","type":"a.","descr":" Of or pertaining to selenium; derived from, or containing, selenium; specifically, designating those compounds in which the element has a higher valence as contrasted with selenious compounds."},{"word":"Selenide","type":"n.","descr":" A binary compound of selenium, or a compound regarded as binary; as, ethyl selenide."},{"word":"Seleniferous","type":"a.","descr":" Containing, or impregnated with, selenium; as, seleniferous pyrites."},{"word":"Selenio-","type":"","descr":" A combining form (also used adjectively) denoting the presence of selenium or its compounds; as, selenio-phosphate, a phosphate having selenium in place of all, or a part, of the oxygen."},{"word":"Selenious","type":"a.","descr":" Of, pertaining to, or containing, selenium; specifically, designating those compounds in which the element has a lower valence as contrasted with selenic compounds."},{"word":"Selenite","type":"n.","descr":" A salt of selenious acid."},{"word":"Selenite","type":"n.","descr":" A variety of gypsum, occuring in transparent crystals or crystalline masses."},{"word":"Selenitic","type":"a.","descr":" Alt. of Selenitical"},{"word":"Selenitical","type":"a.","descr":" Of or pertaining to selenite; resembling or containing selenite."},{"word":"Selenium","type":"n.","descr":" A nonmetallic element of the sulphur group, and analogous to sulphur in its compounds. It is found in small quantities with sulphur and some sulphur ores, and obtained in the free state as a dark reddish powder or crystalline mass, or as a dark metallic-looking substance. It exhibits under the action of light a remarkable variation in electric conductivity, and is used in certain electric apparatus. Symbol Se. Atomic weight 78.9."},{"word":"Seleniuret","type":"n.","descr":" A selenide."},{"word":"Seleniureted","type":"a.","descr":" Combined with selenium as in a selenide; as, seleniureted hydrogen."},{"word":"Selenecentric","type":"a.","descr":" As seen or estimated from the center of the moon; with the moon central."},{"word":"Selenograph","type":"n.","descr":" A picture or delineation of the moon\\'s surface, or of any part of it."},{"word":"Selenographer","type":"n.","descr":" One skilled in selenography."},{"word":"Selenographic","type":"a.","descr":" Alt. of Selenographical"},{"word":"Selenographical","type":"a.","descr":" Of or pertaining to selenography."},{"word":"Selenographist","type":"n.","descr":" A selenographer."},{"word":"Selenography","type":"n.","descr":" The science that treats of the physical features of the moon; -- corresponding to physical geography in respect to the earth."},{"word":"Selenonium","type":"n.","descr":" A hypothetical radical of selenium, analogous to sulphonium."},{"word":"Selenology","type":"n.","descr":" That branch of astronomy which treats of the moon."},{"word":"Self","type":"a.","descr":" Same; particular; very; identical."},{"word":"Selves","type":"pl. ","descr":" of Self"},{"word":"Self","type":"n.","descr":" The individual as the object of his own reflective consciousness; the man viewed by his own cognition as the subject of all his mental phenomena, the agent in his own activities, the subject of his own feelings, and the possessor of capacities and character; a person as a distinct individual; a being regarded as having personality."},{"word":"Self","type":"n.","descr":" Hence, personal interest, or love of private interest; selfishness; as, self is his whole aim."},{"word":"Self","type":"n.","descr":" Personification; embodiment."},{"word":"Self-abased","type":"a.","descr":" Humbled by consciousness of inferiority, unworthiness, guilt, or shame."},{"word":"Self-abasement","type":"n.","descr":" Degradation of one\\'s self by one\\'s own act."},{"word":"Self-abasement","type":"n.","descr":" Humiliation or abasement proceeding from consciousness of inferiority, guilt, or shame."},{"word":"Self-abasing","type":"a.","descr":" Lowering or humbling one\\'s self."},{"word":"Self-abhorrence","type":"n.","descr":" Abhorrence of one\\'s self."},{"word":"Self-abnegation","type":"n.","descr":" Self-denial; self-renunciation; self-sacrifice."},{"word":"Self-abuse","type":"n.","descr":" The abuse of one\\'s own self, powers, or faculties."},{"word":"Self-abuse","type":"n.","descr":" Self-deception; delusion."},{"word":"Self-abuse","type":"n.","descr":" Masturbation; onanism; self-pollution."},{"word":"Self-accused","type":"a.","descr":" Accused by one\\'s self or by one\\'s conscience."},{"word":"Self-acting","type":"a.","descr":" Acting of or by one\\'s self or by itself; -- said especially of a machine or mechanism which is made to perform of or for itself what is usually done by human agency; automatic; as, a self-acting feed apparatus; a self-acting mule; a self-acting press."},{"word":"Self-action","type":"n.","descr":" Action by, or originating in, one\\'s self or itself."},{"word":"Self-active","type":"a.","descr":" Acting of one\\'s self or of itself; acting without depending on other agents."},{"word":"Self-activity","type":"n.","descr":" The quality or state of being self-active; self-action."},{"word":"Self-adjusting","type":"a.","descr":" Capable of assuming a desired position or condition with relation to other parts, under varying circumstances, without requiring to be adjusted by hand; -- said of a piece in machinery."},{"word":"Self-admiration","type":"n.","descr":" Admiration of one\\'s self."},{"word":"Self-affairs","type":"n. pl.","descr":" One\\'s own affairs; one\\'s private business."},{"word":"Self-affrighted","type":"a.","descr":" Frightened at or by one\\'s self."},{"word":"Self-aggrandizement","type":"n.","descr":" The aggrandizement of one\\'s self."},{"word":"Self-annihilated","type":"a.","descr":" Annihilated by one\\'s self."},{"word":"Self-annihilation","type":"n.","descr":" Annihilation by one\\'s own acts; annihilation of one\\'s desires."},{"word":"Self-applause","type":"n.","descr":" Applause of one\\'s self."},{"word":"Self-applying","type":"a.","descr":" Applying to or by one\\'s self."},{"word":"Self-approving","type":"a.","descr":" Approving one\\'s own action or character by one\\'s own judgment."},{"word":"Self-asserting","type":"a.","descr":" asserting one\\'s self, or one\\'s own rights or claims; hence, putting one\\'s self forward in a confident or assuming manner."},{"word":"Self-assertion","type":"n.","descr":" The act of asserting one\\'s self, or one\\'s own rights or claims; the quality of being self-asserting."},{"word":"Self-assertive","type":"a.","descr":" Disposed to self-assertion; self-asserting."},{"word":"Self-assumed","type":"a.","descr":" Assumed by one\\'s own act, or without authority."},{"word":"Self-assured","type":"a.","descr":" Assured by or of one\\'s self; self-reliant; complacent."},{"word":"Self-banished","type":"a.","descr":" Exiled voluntarily."},{"word":"Self-begetten","type":"a.","descr":" Begotten by one\\'s self, or one\\'s own powers."},{"word":"Self-bern","type":"a.","descr":" Born or produced by one\\'s self."},{"word":"Self-centered","type":"a.","descr":" Alt. of Self-centred"},{"word":"Self-centred","type":"a.","descr":" Centered in itself, or in one\\'s self."},{"word":"Self-centering","type":"a.","descr":" Alt. of Self-centring"},{"word":"Self-centring","type":"a.","descr":" Centering in one\\'s self."},{"word":"Self-centration","type":"n.","descr":" The quality or state of being self-centered."},{"word":"Self-charity","type":"n.","descr":" Self-love."},{"word":"Self-color","type":"n.","descr":" A color not mixed or variegated."},{"word":"Self-celored","type":"a.","descr":" Being of a single color; -- applied to flowers, animals, and textile fabrics."},{"word":"Self-command","type":"n.","descr":" Control over one\\'s own feelings, temper, etc.; self-control."},{"word":"Self-commune","type":"n.","descr":" Self-communion."},{"word":"Self-communicative","type":"a.","descr":" Imparting or communicating by its own powers."},{"word":"Self-communion","type":"n.","descr":" Communion with one\\'s self; thoughts about one\\'s self."},{"word":"Self-complacency","type":"n.","descr":" The quality of being self-complacent."},{"word":"Self-complacent","type":"a.","descr":" Satisfied with one\\'s own character, capacity, and doings; self-satisfied."},{"word":"Self-conceit","type":"n.","descr":" Conceit of one\\'s self; an overweening opinion of one\\'s powers or endowments."},{"word":"Self-conceited","type":"a.","descr":" Having an overweening opinion of one\\'s own powers, attainments; vain; conceited."},{"word":"Self-concern","type":"n.","descr":" Concern for one\\'s self."},{"word":"Self-condemnation","type":"n.","descr":" Condemnation of one\\'s self by one\\'s own judgment."},{"word":"Self-confidence","type":"n.","descr":" The quality or state of being self-confident; self-reliance."},{"word":"Self-confident","type":"a.","descr":" Confident of one\\'s own strength or powers; relying on one\\'s judgment or ability; self-reliant."},{"word":"Self-conjugate","type":"a.","descr":" Having the two things that are conjugate parts of the same figure; as, self-conjugate triangles."},{"word":"Self-conscious","type":"a.","descr":" Conscious of one\\'s acts or state as belonging to, or originating in, one\\'s self."},{"word":"Self-conscious","type":"a.","descr":" Conscious of one\\'s self as an object of the observation of others; as, the speaker was too self-conscious."},{"word":"Self-consciousness","type":"n.","descr":" The quality or state of being self-conscious."},{"word":"Self-considering","type":"a.","descr":" Considering in one\\'s own mind; deliberating."},{"word":"Self-consistency","type":"n.","descr":" The quality or state of being self-consistent."},{"word":"Self-cconsistent","type":"a.","descr":" Consistent with one\\'s self or with itself; not deviation from the ordinary standard by which the conduct is guided; logically consistent throughout; having each part consistent with the rest."},{"word":"Self-consuming","type":"a.","descr":" Consuming one\\'s self or itself."},{"word":"Self-contained","type":"a.","descr":" Having self-control; reserved; uncommunicative; wholly engrossed in one\\'s self."},{"word":"Self-contained","type":"a.","descr":" Having all the essential working parts connected by a bedplate or framework, or contained in a case, etc., so that mutual relations of the parts do not depend upon fastening outside of the machine itself."},{"word":"Self-contradiction","type":"n.","descr":" The act of contradicting one\\'s self or itself; repugnancy in conceptions or in terms; a proposition consisting of two members, one of which contradicts the other; as, to be and not to be at the same time is a self-contradiction."},{"word":"Self-contradictory","type":"a.","descr":" Contradicting one\\'s self or itself."},{"word":"Self-control","type":"n.","descr":" Control of one\\'s self; restraint exercised over one\\'s self; self-command."},{"word":"Self-convicted","type":"a.","descr":" Convicted by one\\'s own consciousness, knowledge, avowal, or acts."},{"word":"Self-conviction","type":"n.","descr":" The act of convicting one\\'s self, or the state of being self-convicted."},{"word":"Self-created","type":"a.","descr":" Created by one\\'s self; not formed or constituted by another."},{"word":"Self-culture","type":"n.","descr":" Culture, training, or education of one\\'s self by one\\'s own efforts."},{"word":"Self-deceit","type":"n.","descr":" The act of deceiving one\\'s self, or the state of being self-deceived; self-deception."},{"word":"Self-deceived","type":"a.","descr":" Deceived or misled respecting one\\'s self by one\\'s own mistake or error."},{"word":"Self-deception","type":"n.","descr":" Self-deceit."},{"word":"Self-defence","type":"n.","descr":" See Self-defense."},{"word":"Self-defense","type":"n.","descr":" The act of defending one\\'s own person, property, or reputation."},{"word":"Self-defensive","type":"a.","descr":" Defending, or tending to defend, one\\'s own person, property, or reputation."},{"word":"Self-degradation","type":"n.","descr":" The act of degrading one\\'s self, or the state of being so degraded."},{"word":"Self-delation","type":"n.","descr":" Accusation of one\\'s self."},{"word":"Self-delusion","type":"n.","descr":" The act of deluding one\\'s self, or the state of being thus deluded."},{"word":"Self-denial","type":"n.","descr":" The denial of one\\'s self; forbearing to gratify one\\'s own desires; self-sacrifice."},{"word":"Self-denying","type":"a.","descr":" Refusing to gratify one\\'s self; self-sacrificing."},{"word":"Self-dependent","type":"a.","descr":" Dependent on one\\'s self; self-depending; self-reliant."},{"word":"Self-depending","type":"a.","descr":" Depending on one\\'s self."},{"word":"Self-depraved","type":"a.","descr":" Corrupted or depraved by one\\'s self."},{"word":"Self-destroyer","type":"n.","descr":" One who destroys himself; a suicide."},{"word":"Self-destruction","type":"n.","descr":" The destruction of one\\'s self; self-murder; suicide."},{"word":"Self-destructive","type":"a.","descr":" Destroying, or tending to destroy, one\\'s self or itself; rucidal."},{"word":"Self-determination","type":"n.","descr":" Determination by one\\'s self; or, determination of one\\'s acts or states without the necessitating force of motives; -- applied to the voluntary or activity."},{"word":"Self-determining","type":"a.","descr":" Capable of self-determination; as, the self-determining power of will."},{"word":"Self-devised","type":"a.","descr":" Devised by one\\'s self."},{"word":"Self-devoted","type":"a.","descr":" Devoted in person, or by one\\'s own will."},{"word":"Self-devotement","type":"n.","descr":" Self-devotion."},{"word":"Self-devotion","type":"n.","descr":" The act of devoting one\\'s self, or the state of being self-devoted; willingness to sacrifice one\\'s own advantage or happiness for the sake of others; self-sacrifice."},{"word":"Self-devouring","type":"a.","descr":" Devouring one\\'s self or itself."},{"word":"Self-diffusive","type":"a.","descr":" Having power to diffuse itself; diffusing itself."},{"word":"Self-discipline","type":"n.","descr":" Correction or government of one\\'s self for the sake of improvement."},{"word":"Self-distrust","type":"n.","descr":" Want of confidence in one\\' self; diffidence."},{"word":"Self-educated","type":"a.","descr":" Educated by one\\'s own efforts, without instruction, or without pecuniary assistance from others."},{"word":"Self-elective","type":"a.","descr":" Having the right of electing one\\'s self, or, as a body, of electing its own members."},{"word":"Self-enjoyment","type":"n.","descr":" Enjoyment of one\\'s self; self-satisfaction."},{"word":"Self-esteem","type":"n.","descr":" The holding a good opinion of one\\'s self; self-complacency."},{"word":"Self-estimation","type":"n.","descr":" The act of estimating one\\'s self; self-esteem."},{"word":"Self-evidence","type":"n.","descr":" The quality or state of being self-evident."},{"word":"Self-evident","type":"a.","descr":" Evident without proof or reasoning; producing certainty or conviction upon a bare presentation to the mind; as, a self-evident proposition or truth."},{"word":"Self-evolution","type":"n.","descr":" Evolution of one\\'s self; development by inherent quality or power."},{"word":"Self-exaltation","type":"n.","descr":" The act of exalting one\\'s self, or the state of being so exalted."},{"word":"Self-examinant","type":"n.","descr":" One who examines himself; one given to self-examination."},{"word":"Self-examination","type":"n.","descr":" An examination into one\\'s own state, conduct, and motives, particularly in regard to religious feelings and duties."},{"word":"Self-existence","type":"n.","descr":" Inherent existence; existence possessed by virtue of a being\\'s own nature, and independent of any other being or cause; -- an attribute peculiar to God."},{"word":"Self-existent","type":"a.","descr":" Existing of or by himself,independent of any other being or cause; -- as, God is the only self-existent being."},{"word":"self-explaining","type":"a.","descr":" Explaining itself; capable of being understood without explanation."},{"word":"Self-exposure","type":"n.","descr":" The act of exposing one\\'s self; the state of being so exposed."},{"word":"Self-fertilization","type":"n.","descr":" The fertilization of a flower by pollen from the same flower and without outer aid; autogamy."},{"word":"Self-fertilized","type":"a.","descr":" Fertilized by pollen from the same flower."},{"word":"Self-glorious","type":"a.","descr":" Springing from vainglory or vanity; vain; boastful."},{"word":"Self-government","type":"n.","descr":" The act of governing one\\'s self, or the state of being governed by one\\'s self; self-control; self-command."},{"word":"Self-government","type":"n.","descr":" Hence, government of a community, state, or nation by the joint action of the mass of people constituting such a civil body; also, the state of being so governed; democratic government; democracy."},{"word":"Self-gratulation","type":"n.","descr":" Gratulation of one\\'s self."},{"word":"Self-heal","type":"n.","descr":" A blue-flowered labiate plant (Brunella vulgaris); the healall."},{"word":"Self-healing","type":"a.","descr":" Having the power or property of healing itself."},{"word":"Self-help","type":"n.","descr":" The act of aiding one\\'s self, without depending on the aid of others."},{"word":"Self-homicide","type":"n.","descr":" The act of killing one\\'s self; suicide."},{"word":"Selfhood","type":"n.","descr":" Existence as a separate self, or independent person; conscious personality; individuality."},{"word":"Self-ignorance","type":"n.","descr":" Ignorance of one\\'s own character, powers, and limitations."},{"word":"Self-ignorant","type":"a.","descr":" Ignorant of one\\'s self."},{"word":"Self-imparting","type":"a.","descr":" Imparting by one\\'s own, or by its own, powers and will."},{"word":"Self-importance","type":"n.","descr":" An exaggerated estimate of one\\'s own importance or merit, esp. as manifested by the conduct or manners; self-conceit."},{"word":"Self-important","type":"a.","descr":" Having or manifesting an exaggerated idea of one\\'s own importance or merit."},{"word":"Self-imposed","type":"a.","descr":" Voluntarily taken on one\\'s self; as, self-imposed tasks."},{"word":"Self-imposture","type":"n.","descr":" Imposture practiced on one\\'s self; self-deceit."},{"word":"Self-indignation","type":"n.","descr":" Indignation at one\\'s own character or actions."},{"word":"Self-indulgence","type":"n.","descr":" Indulgence of one\\'s appetites, desires, or inclinations; -- the opposite of self-restraint, and self-denial."},{"word":"Self-indulgent","type":"a.","descr":" Indulging one\\'s appetites, desires, etc., freely."},{"word":"Self-interest","type":"n.","descr":" Private interest; the interest or advantage of one\\'s self."},{"word":"Self-interested","type":"a.","descr":" Particularly concerned for one\\'s own interest or happiness."},{"word":"Self-involution","type":"n.","descr":" Involution in one\\'s self; hence, abstraction of thought; reverie."},{"word":"Selfish","type":"a.","descr":" Caring supremely or unduly for one\\'s self; regarding one\\'s own comfort, advantage, etc., in disregard, or at the expense, of those of others."},{"word":"Selfish","type":"a.","descr":" Believing or teaching that the chief motives of human action are derived from love of self."},{"word":"Selfishly","type":"adv.","descr":" In a selfish manner; with regard to private interest only or chiefly."},{"word":"Selfishness","type":"n.","descr":" The quality or state of being selfish; exclusive regard to one\\'s own interest or happiness; that supreme self-love or self-preference which leads a person to direct his purposes to the advancement of his own interest, power, or happiness, without regarding those of others."},{"word":"Selfism","type":"n.","descr":" Concentration of one\\'s interests on one\\'s self; self-love; selfishness."},{"word":"Selfist","type":"n.","descr":" A selfish person."},{"word":"Self-justifier","type":"n.","descr":" One who excuses or justifies himself."},{"word":"Self-kindled","type":"a.","descr":" Kindled of itself, or without extraneous aid or power."},{"word":"Self-knowing","type":"a.","descr":" Knowing one\\'s self, or one\\'s own character, powers, and limitations."},{"word":"Self-knowing","type":"a.","descr":" Knowing of itself, without help from another."},{"word":"Self-knowledge","type":"n.","descr":" Knowledge of one\\'s self, or of one\\'s own character, powers, limitations, etc."},{"word":"Selfless","type":"a.","descr":" Having no regard to self; unselfish."},{"word":"Selflessness","type":"n.","descr":" Quality or state of being selfless."},{"word":"Self-life","type":"n.","descr":" Life for one\\'s self; living solely or chiefly for one\\'s own pleasure or good."},{"word":"Self-love","type":"n.","descr":" The love of one\\'s self; desire of personal happiness; tendency to seek one\\'s own benefit or advantage."},{"word":"Self-luminous","type":"a.","descr":" Possessing in itself the property of emitting light."},{"word":"Self-made","type":"a.","descr":" Made by one\\'s self."},{"word":"Self-mettle","type":"n.","descr":" Inborn mettle or courage; one\\'s own temper."},{"word":"Self-motion","type":"n.","descr":" Motion given by inherent power, without external impulse; spontaneus or voluntary motion."},{"word":"Self-moved","type":"a.","descr":" Moved by inherent power., without the aid of external impulse."},{"word":"Self-moving","type":"a.","descr":" Moving by inherent power, without the aid of external impulse."},{"word":"Self-murder","type":"a.","descr":" Suicide."},{"word":"Self-murderer","type":"n.","descr":" A suicide."},{"word":"Self-neglecting","type":"n.","descr":" A neglecting of one\\'s self, or of one\\'s own interests."},{"word":"Selfness","type":"n.","descr":" Selfishness."},{"word":"Self-one","type":"a.","descr":" Secret."},{"word":"Self-opinion","type":"n.","descr":" Opinion, especially high opinion, of one\\'s self; an overweening estimate of one\\'s self or of one\\'s own opinion."},{"word":"Self-opinioned","type":"a.","descr":" Having a high opinion of one\\'s self; opinionated; conceited."},{"word":"Self-opininating","type":"a.","descr":" Beginning wwith, or springing from, one\\'s self."},{"word":"Self-partiality","type":"n.","descr":" That partiality to himself by which a man overrates his own worth when compared with others."},{"word":"Self-perplexed","type":"a.","descr":" Perplexed by doubts originating in one\\'s own mind."},{"word":"Self-posited","type":"a.","descr":" Disposed or arranged by an action originating in one\\'s self or in itself."},{"word":"Self-positing","type":"a.","descr":" The act of disposing or arranging one\\'s self or itself."},{"word":"Self-possessed","type":"a.","descr":" Composed or tranquill in mind, manner, etc.; undisturbed."},{"word":"Self-possession","type":"n.","descr":" The possession of one\\'s powers; calmness; self-command; presence of mind; composure."},{"word":"Self-praise","type":"n.","descr":" Praise of one\\'s self."},{"word":"Self-preservation","type":"n.","descr":" The preservation of one\\'s self from destruction or injury."},{"word":"Self-propagating","type":"a.","descr":" Propagating by one\\'s self or by itself."},{"word":"Self-registering","type":"a.","descr":" Registering itself; -- said of any instrument so contrived as to record its own indications of phenomena, whether continuously or at stated times, as at the maxima and minima of variations; as, a self-registering anemometer or barometer."},{"word":"Self-regulated","type":"a.","descr":" Regulated by one\\'s self or by itself."},{"word":"Self-regulative","type":"a.","descr":" Tending or serving to regulate one\\'s self or itself."},{"word":"Self-reliance","type":"n.","descr":" Reliance on one\\'s own powers or judgment; self-trust."},{"word":"Self-reliant","type":"a.","descr":" Reliant upon one\\'s self; trusting to one\\'s own powers or judgment."},{"word":"Self-renunciation","type":"n.","descr":" The act of renouncing, or setting aside, one\\'s own wishes, claims, etc.; self-sacrifice."},{"word":"Self-repellency","type":"n.","descr":" The quality or state of being self-repelling."},{"word":"Self-repelling","type":"a.","descr":" Made up of parts, as molecules or atoms, which mutually repel each other; as, gases are self-repelling."},{"word":"Self-repetition","type":"n.","descr":" Repetition of one\\'s self or of one\\'s acts; the saying or doing what one has already said or done."},{"word":"Self-reproach","type":"n.","descr":" The act of reproaching one\\'s self; censure by one\\'s own conscience."},{"word":"Self-reproached","type":"a.","descr":" Reproached by one\\'s own conscience or judgment."},{"word":"Self-reproaching","type":"a.","descr":" Reproaching one\\'s self."},{"word":"Self-reproof","type":"n.","descr":" The act of reproving one\\'s self; censure of one\\'s conduct by one\\'s own judgment."},{"word":"Self-reproved","type":"a.","descr":" Reproved by one\\'s own conscience or one\\'s own sense of guilt."},{"word":"Self-reproving","type":"a.","descr":" Reproving one\\'s self; reproving by consciousness of guilt."},{"word":"Self-reprovingly","type":"adv.","descr":" In a self-reproving way."},{"word":"Self-repugnant","type":"a.","descr":" Self-contradictory; inconsistent."},{"word":"Self-repulsive","type":"a.","descr":" Self-repelling."},{"word":"Self-respect","type":"n.","descr":" Respect for one\\'s self; regard for one\\'s character; laudable self-esteem."},{"word":"Self-restrained","type":"a.","descr":" Restrained by one\\'s self or itself; restrained by one\\'s own power or will."},{"word":"Self-restraint","type":"n.","descr":" Restraint over one\\'s self; self-control; self-command."},{"word":"Self-reverence","type":"n.","descr":" A reverent respect for one\\'s self."},{"word":"Self-righteous","type":"a.","descr":" Righteous in one\\'s own esteem; pharisaic."},{"word":"Self-righteousness","type":"n.","descr":" The quality or state of being self-righteous; pharisaism."},{"word":"Self-sacrifice","type":"n.","descr":" The act of sacrificing one\\'s self, or one\\'s interest, for others; self-devotion."},{"word":"Self-sacrificing","type":"a.","descr":" Yielding up one\\'s own interest, ffeelings, etc; sacrificing one\\'s self."},{"word":"Selfsame","type":"a.","descr":" Precisely the same; the very same; identical."},{"word":"Self-satisfaction","type":"n.","descr":" The quality or state of being self-satisfied."},{"word":"Self-satisfied","type":"a.","descr":" Satisfied with one\\'s self or one\\'s actions; self-complacent."},{"word":"Self-satisfying","type":"a.","descr":" Giving satisfaction to one\\'s self."},{"word":"Self-seeker","type":"n.","descr":" One who seeks only his own interest, advantage, or pleasure."},{"word":"Self-seeking","type":"a.","descr":" Seeking one\\'s own interest or happiness; selfish."},{"word":"Self-seeking","type":"n.","descr":" The act or habit of seeking one\\'s own interest or happiness; selfishness."},{"word":"Self-slaughter","type":"n.","descr":" Suicide."},{"word":"Self-sufficiency","type":"n.","descr":" The quality or state of being self-sufficient."},{"word":"Self-sufficient","type":"a.","descr":" Sufficient for one\\'s self without external aid or cooperation."},{"word":"Self-sufficient","type":"a.","descr":" Having an overweening confidence in one\\'s own abilities or worth; hence, haughty; overbearing."},{"word":"Self-sufficing","type":"a.","descr":" Sufficing for one\\'s self or for itself, without needing external aid; self-sufficient."},{"word":"Self-suspended","type":"a.","descr":" Suspended by one\\'s self or by itself; balanced."},{"word":"Self-suspicious","type":"a.","descr":" Suspicious or distrustful of one\\'s self."},{"word":"Self-taught","type":"a.","descr":" Taught by one\\'s own efforts."},{"word":"Self-tormentor","type":"n.","descr":" One who torments himself."},{"word":"Self-torture","type":"n.","descr":" The act of inflicting pain on one\\'s self; pain inflicted on one\\'s self."},{"word":"Self-trust","type":"n.","descr":" Faith in one\\'s self; self-reliance."},{"word":"Self-uned","type":"a.","descr":" One with itself; separate from others."},{"word":"Self-view","type":"n.","descr":" A view if one\\'s self; specifically, carefulness or regard for one\\'s own interests"},{"word":"Self-will","type":"n.","descr":" One\\'s own will, esp. when opposed to that of others; obstinacy."},{"word":"Self-willed","type":"a.","descr":" Governed by one\\'s own will; not yielding to the wishes of others; obstinate."},{"word":"Self-willedness","type":"n.","descr":" Obstinacy."},{"word":"Self-worship","type":"n.","descr":" The idolizing of one\\'s self; immoderate self-conceit."},{"word":"Self-wrong","type":"n.","descr":" Wrong done by a person himself."},{"word":"Selion","type":"n.","descr":" A short piece of land in arable ridges and furrows, of uncertain quantity; also, a ridge of land lying between two furrows."},{"word":"Seljukian","type":"a.","descr":" Of or pertaining to Seljuk, a Tartar chief who embraced Mohammedanism, and began the subjection of Western Asia to that faith and rule; of or pertaining to the dynasty founded by him, or the empire maintained by his descendants from the 10th to the 13th century."},{"word":"Seljuckian","type":"n.","descr":" A member of the family of Seljuk; an adherent of that family, or subject of its government; (pl.) the dynasty of Turkish sultans sprung from Seljuk."},{"word":"Sell","type":"n.","descr":" Self."},{"word":"Sell","type":"n.","descr":" A sill."},{"word":"Sell","type":"n.","descr":" A cell; a house."},{"word":"Sell","type":"n.","descr":" A saddle for a horse."},{"word":"Sell","type":"n.","descr":" A throne or lofty seat."},{"word":"Selling","type":"p. pr. and vb. n.","descr":" of Sell"},{"word":"Sell","type":"v. t.","descr":" To transfer to another for an equivalent; to give up for a valuable consideration; to dispose of in return for something, especially for money."},{"word":"Sell","type":"v. t.","descr":" To make a matter of bargain and sale of; to accept a price or reward for, as for a breach of duty, trust, or the like; to betray."},{"word":"Sell","type":"v. t.","descr":" To impose upon; to trick; to deceive; to make a fool of; to cheat."},{"word":"Sell","type":"v. i.","descr":" To practice selling commodities."},{"word":"Sell","type":"v. i.","descr":" To be sold; as, corn sells at a good price."},{"word":"Sell","type":"n.","descr":" An imposition; a cheat; a hoax."},{"word":"Sellanders","type":"n. pl.","descr":" Alt. of Sellenders"},{"word":"Sellenders","type":"n. pl.","descr":" See Sallenders."},{"word":"Seller","type":"n.","descr":" One who sells."},{"word":"Selters water","type":"","descr":" A mineral water from Sellers, in the district of Nassan, Germany, containing much free carbonic acid."},{"word":"Seltzer water","type":"","descr":" See Selters water."},{"word":"Seltzo-gene","type":"n.","descr":" A gazogene."},{"word":"Selvage","type":"n.","descr":" Alt. of Selvedge"},{"word":"Selvedge","type":"n.","descr":" The edge of cloth which is woven in such a manner as to prevent raveling."},{"word":"Selvedge","type":"n.","descr":" The edge plate of a lock, through which the bolt passes."},{"word":"Selvedge","type":"n.","descr":" A layer of clay or decomposed rock along the wall of a vein. See Gouge, n., 4."},{"word":"Selvaged","type":"a.","descr":" Alt. of Selvedged"},{"word":"Selvedged","type":"a.","descr":" Having a selvage."},{"word":"Selvagee","type":"n.","descr":" A skein or hank of rope yarns wound round with yarns or marline, -- used for stoppers, straps, etc."},{"word":"Selve","type":"a.","descr":" Self; same."},{"word":"Selves","type":"n.","descr":" pl. of Self."},{"word":"Sely","type":"a.","descr":" Silly."},{"word":"Semaeostomata","type":"n. pl.","descr":" A division of Discophora having large free mouth lobes. It includes Aurelia, and Pelagia. Called also Semeostoma. See Illustr. under Discophora, and Medusa."},{"word":"Semaphore","type":"n.","descr":" A signal telegraph; an apparatus for giving signals by the disposition of lanterns, flags, oscillating arms, etc."},{"word":"Semaphoric","type":"a.","descr":" Alt. of Semaphorical"},{"word":"Semaphorical","type":"a.","descr":" Of or pertaining to a semaphore, or semaphores; telegraphic."},{"word":"Semaphorically","type":"adv.","descr":" By means of a semaphore."},{"word":"Semaphorist","type":"n.","descr":" One who manages or operates a semaphore."},{"word":"Sematology","type":"n.","descr":" The doctrine of signs as the expression of thought or reasoning; the science of indicating thought by signs."},{"word":"Sematrope","type":"n.","descr":" An instrument for signaling by reflecting the rays of the sun in different directions."},{"word":"Semblable","type":"a.","descr":" Like; similar; resembling."},{"word":"Semblable","type":"n.","descr":" Likeness; representation."},{"word":"Semblably","type":"adv.","descr":" In like manner."},{"word":"Semblance","type":"a.","descr":" Seeming; appearance; show; figure; form."},{"word":"Semblance","type":"a.","descr":" Likeness; resemblance, actual or apparent; similitude; as, the semblance of worth; semblance of virtue."},{"word":"Semblant","type":"a.","descr":" Like; resembling."},{"word":"Semblant","type":"a.","descr":" Seeming, rather than real; apparent."},{"word":"Semblant","type":"n.","descr":" Show; appearance; figure; semblance."},{"word":"Semblant","type":"n.","descr":" The face."},{"word":"Semblative","type":"a.","descr":" Resembling."},{"word":"Semble","type":"a.","descr":" To imitate; to make a representation or likeness."},{"word":"Semble","type":"a.","descr":" It seems; -- chiefly used impersonally in reports and judgments to express an opinion in reference to the law on some point not necessary to be decided, and not intended to be definitely settled in the cause."},{"word":"Semble","type":"a.","descr":" Like; resembling."},{"word":"Sembling","type":"n.","descr":" The practice of attracting the males of Lepidoptera or other insects by exposing the female confined in a cage."},{"word":"Seme","type":"a.","descr":" Sprinkled or sown; -- said of field, or a charge, when strewed or covered with small charges."},{"word":"Semeiography","type":"n.","descr":" Alt. of Semiography"},{"word":"Semiography","type":"n.","descr":" A description of the signs of disease."},{"word":"Semeiological","type":"a.","descr":" Alt. of Semiologioal"},{"word":"Semiologioal","type":"a.","descr":" Of or pertaining to the science of signs, or the systematic use of signs; as, a semeiological classification of the signs or symptoms of disease; a semeiological arrangement of signs used as signals."},{"word":"Semeiology","type":"n.","descr":" Alt. of Semiology"},{"word":"Semiology","type":"n.","descr":" The science or art of signs."},{"word":"Semiology","type":"n.","descr":" The science of the signs or symptoms of disease; symptomatology."},{"word":"Semiology","type":"n.","descr":" The art of using signs in signaling."},{"word":"Semeiotic","type":"a.","descr":" Alt. of Semiotic"},{"word":"Semiotic","type":"a.","descr":" Relating to signs or indications; pertaining to the language of signs, or to language generally as indicating thought."},{"word":"Semiotic","type":"a.","descr":" Of or pertaining to the signs or symptoms of diseases."},{"word":"Semeiotics","type":"n.","descr":" Alt. of Semiotics"},{"word":"Semiotics","type":"n.","descr":" Semeiology."},{"word":"Semele","type":"n.","descr":" A daughter of Cadmus, and by Zeus mother of Bacchus."},{"word":"Semina","type":"pl. ","descr":" of Semen"},{"word":"Semen","type":"n.","descr":" The seed of plants."},{"word":"Semen","type":"n.","descr":" The seed or fecundating fluid of male animals; sperm. It is a white or whitish viscid fluid secreted by the testes, characterized by the presence of spermatozoids to which it owes its generative power."},{"word":"Semeniferous","type":"a.","descr":" Seminiferous."},{"word":"Semester","type":"n.","descr":" A period of six months; especially, a term in a college or uneversity which divides the year into two terms."},{"word":"Semi-","type":"","descr":" A prefix signifying half, and sometimes partly or imperfectly; as, semiannual, half yearly; semitransparent, imperfectly transparent."},{"word":"Semiacid","type":"a.","descr":" Slightly acid; subacid."},{"word":"Semiacidified","type":"a.","descr":" Half acidified."},{"word":"Semiadherent","type":"a.","descr":" Adherent part way."},{"word":"Semiamplexicaul","type":"a.","descr":" Partially amplexicaul; embracing the stem half round, as a leaf."},{"word":"Semiangle","type":"n.","descr":" The half of a given, or measuring, angle."},{"word":"Semiiannual","type":"a.","descr":" Half-yearly."},{"word":"Semiannually","type":"adv.","descr":" Every half year."},{"word":"Semiannular","type":"a.","descr":" Having the figure of a half circle; forming a semicircle."},{"word":"Semi-Arian","type":"n.","descr":" A member of a branch of the Arians which did not acknowledge the Son to be consubstantial with the Father, that is, of the same substance, but admitted him to be of a like substance with the Father, not by nature, but by a peculiar privilege."},{"word":"Semi-Arian","type":"a.","descr":" Of or pertaining to Semi-Arianism."},{"word":"Semi-Arianism","type":"n.","descr":" The doctrines or tenets of the Semi-Arians."},{"word":"Semiaxis","type":"n.","descr":" One half of the axis of an \/llipse or other figure."},{"word":"Semibarbarian","type":"a.","descr":" Half barbarous; partially civilized."},{"word":"Semibarbarian","type":"n.","descr":" One partly civilized."},{"word":"Semibarbaric","type":"a.","descr":" Half barbarous or uncivilized; as, semibarbaric display."},{"word":"Semibarbarism","type":"n.","descr":" The quality or state of being half barbarous or uncivilized."},{"word":"Semibarbarous","type":"a.","descr":" Half barbarous."},{"word":"Semibreve","type":"n.","descr":" A note of half the time or duration of the breve; -- now usually called a whole note. It is the longest note in general use."},{"word":"Semibrief","type":"n.","descr":" A semibreve."},{"word":"Semibull","type":"n.","descr":" A bull issued by a pope in the period between his election and coronation."},{"word":"Semicalcareous","type":"a.","descr":" Half or partially calcareous; as, a semicalcareous plant."},{"word":"Semicalcined","type":"a.","descr":" Half calcined; as, semicalcined iron."},{"word":"Semicastrate","type":"v. t.","descr":" To deprive of one testicle."},{"word":"Semicentennial","type":"a.","descr":" Of or pertaining to half of a century, or a period of fifty years; as, a semicentennial commemoration."},{"word":"Semicentennial","type":"n.","descr":" A fiftieth anniversary."},{"word":"Semichaotic","type":"a.","descr":" Partially chaotic."},{"word":"Semichorus","type":"n.","descr":" A half chorus; a passage to be sung by a selected portion of the voices, as the female voices only, in contrast with the full choir."},{"word":"Semi-Christianized","type":"a.","descr":" Half Christianized."},{"word":"Semicircle","type":"n.","descr":" The half of a circle; the part of a circle bounded by its diameter and half of its circumference."},{"word":"Semicircle","type":"n.","descr":" A semicircumference."},{"word":"Semicircle","type":"n.","descr":" A body in the form of half of a circle, or half of a circumference."},{"word":"Semicircle","type":"n.","descr":" An instrument for measuring angles."},{"word":"Semicircled","type":"a.","descr":" Semicircular."},{"word":"Semicircular","type":"a.","descr":" Having the form of half of a circle."},{"word":"Semi circumference","type":"n.","descr":" Half of a circumference."},{"word":"Semicirque","type":"n.","descr":" A semicircular hollow or opening among trees or hills."},{"word":"Semicolon","type":"n.","descr":" The punctuation mark [;] indicating a separation between parts or members of a sentence more distinct than that marked by a comma."},{"word":"Semicolumn","type":"n.","descr":" A half column; a column bisected longitudinally, or along its axis."},{"word":"Semicolumnar","type":"a.","descr":" Like a semicolumn; flat on one side and round on the other; imperfectly columnar."},{"word":"Semicompact","type":"a.","descr":" Half compact; imperfectly indurated."},{"word":"Semiconscious","type":"a.","descr":" Half conscious; imperfectly conscious."},{"word":"Semicope","type":"n.","descr":" A short cope, or an inferier kind of cope."},{"word":"Semi crustaceous","type":"a.","descr":" Half crustaceous; partially crustaceous."},{"word":"Semicrystalline","type":"a.","descr":" Half crystalline; -- said of certain cruptive rocks composed partly of crystalline, partly of amorphous matter."},{"word":"Semicubical","type":"a.","descr":" Of or pertaining to the square root of the cube of a quantity."},{"word":"Semicubium","type":"n.","descr":" Alt. of Semicupium"},{"word":"Semicupium","type":"n.","descr":" A half bath, or one that covers only the lewer extremities and the hips; a sitz-bath; a half bath, or hip bath."},{"word":"Semicylindric","type":"a.","descr":" Alt. of Semicylyndrical"},{"word":"Semicylyndrical","type":"a.","descr":" Half cylindrical."},{"word":"Semideistical","type":"a.","descr":" Half deisticsl; bordering on deism."},{"word":"Semidemiquaver","type":"n.","descr":" A demisemiquaver; a thirty-second note."},{"word":"Semidetached","type":"a.","descr":" Half detached; partly distinct or separate."},{"word":"Semidiameter","type":"n.","descr":" Half of a diameter; a right line, or the length of a right line, drawn from the center of a circle, a sphere, or other curved figure, to its circumference or periphery; a radius."},{"word":"Semidiapason","type":"n.","descr":" An imperfect octave."},{"word":"Semidiapente","type":"n.","descr":" An imperfect or diminished fifth."},{"word":"Semidiaphaneity","type":"n.","descr":" Half or imperfect transparency; translucency."},{"word":"Semidiaphanous","type":"a.","descr":" Half or imperfectly transparent; translucent."},{"word":"Semidiatessaron","type":"n.","descr":" An imperfect or diminished fourth."},{"word":"Semiditone","type":"n.","descr":" A lesser third, having its terms as 6 to 5; a hemiditone."},{"word":"Semidiurnal","type":"a.","descr":" Pertaining to, or accomplished in, half a day, or twelve hours; occurring twice every day."},{"word":"Semidiurnal","type":"a.","descr":" Pertaining to, or traversed in, six hours, or in half the time between the rising and setting of a heavenly body; as, a semidiurnal arc."},{"word":"Semidome","type":"n.","descr":" A roof or ceiling covering a semicircular room or recess, or one of nearly that shape, as the apse of a church, a niche, or the like. It is approximately the quarter of a hollow sphere."},{"word":"Semidouble","type":"n.","descr":" An office or feast celebrated with less solemnity than the double ones. See Double, n., 8."},{"word":"Semidouble","type":"a.","descr":" Having the outermost stamens converted into petals, while the inner ones remain perfect; -- said of a flower."},{"word":"Semifable","type":"n.","descr":" That which is part fable and part truth; a mixture of truth and fable."},{"word":"Semiflexed","type":"a.","descr":" Half bent."},{"word":"Semifloret","type":"n.","descr":" See Semifloscule."},{"word":"Semifloscular","type":"a.","descr":" Semiflosculous."},{"word":"Semifloscule","type":"n.","descr":" A floscule, or florest, with its corolla prolonged into a strap-shaped petal; -- called also semifloret."},{"word":"Semiflosculous","type":"a.","descr":" Having all the florets ligulate, as in the dandelion."},{"word":"Semifluid","type":"a.","descr":" Imperfectly fluid."},{"word":"Semifluid","type":"n.","descr":" A semifluid substance."},{"word":"Semiform","type":"n.","descr":" A half form; an imperfect form."},{"word":"Semiformed","type":"a.","descr":" Half formed; imperfectly formed; as, semiformed crystals."},{"word":"Semiglutin","type":"n.","descr":" A peptonelike body, insoluble in alcohol, formed by boiling collagen or gelatin for a long time in water. Hemicollin, a like body, is also formed at the same time, and differs from semiglutin by being partly soluble in alcohol."},{"word":"Semihistorical","type":"a.","descr":" Half or party historical."},{"word":"Semihoral","type":"a.","descr":" Half-hourly."},{"word":"Semiindurated","type":"a.","descr":" Imperfectly indurated or hardened."},{"word":"Semilapidified","type":"a.","descr":" Imperfectly changed into stone."},{"word":"Semilens","type":"n.","descr":" The half of a lens divided along a plane passing through its axis."},{"word":"Semilenticular","type":"a.","descr":" Half lenticular or convex; imperfectly resembling a lens."},{"word":"Semiligneous","type":"a.","descr":" Half or partially ligneous, as a stem partly woody and partly herbaceous."},{"word":"Semiliquid","type":"a.","descr":" Half liquid; semifluid."},{"word":"Semiliquidity","type":"n.","descr":" The quality or state of being semiliquid; partial liquidity."},{"word":"Semilogical","type":"a.","descr":" Half logical; partly logical; said of fallacies."},{"word":"Semilor","type":"n.","descr":" A yellowish alloy of copper and zinc. See Simplor."},{"word":"Semilunar","type":"a.","descr":" Shaped like a half moon."},{"word":"Semilunar","type":"n.","descr":" The semilunar bone."},{"word":"Semilunary","type":"a.","descr":" Semilunar."},{"word":"Semilunate","type":"a.","descr":" Semilunar."},{"word":"Semilune","type":"n.","descr":" The half of a lune."},{"word":"Semimetal","type":"n.","descr":" An element possessing metallic properties in an inferior degree and not malleable, as arsenic, antimony, bismuth, molybdenum, uranium, etc."},{"word":"Semimetallic","type":"a.","descr":" Of or pertaining to a semimetal; possessing metallic properties in an inferior degree; resembling metal."},{"word":"Semimonthly","type":"a.","descr":" Coming or made twice in a month; as, semimonthly magazine; a semimonthly payment."},{"word":"Semimonthly","type":"n.","descr":" Something done or made every half month; esp., a semimonthly periodical."},{"word":"Semimonthly","type":"adv.","descr":" In a semimonthly manner; at intervals of half a month."},{"word":"Semiimute","type":"a.","descr":" Having the faculty of speech but imperfectly developed or partially lost."},{"word":"Semimute","type":"n.","descr":" A semimute person."},{"word":"Seminal","type":"a.","descr":" Pertaining to, containing, or consisting of, seed or semen; as, the seminal fluid."},{"word":"Seminal","type":"a.","descr":" Contained in seed; holding the relation of seed, source, or first principle; holding the first place in a series of developed results or consequents; germinal; radical; primary; original; as, seminal principles of generation; seminal virtue."},{"word":"Seminal","type":"n.","descr":" A seed."},{"word":"Seminality","type":"n.","descr":" The quality or state of being seminal."},{"word":"Seminarian","type":"n.","descr":" Alt. of Seminarist"},{"word":"Seminarist","type":"n.","descr":" A member of, or one educated in, a seminary; specifically, an ecclesiastic educated for the priesthood in a seminary."},{"word":"Seminaries","type":"pl. ","descr":" of Seminary"},{"word":"Seminary","type":"n.","descr":" A piece of ground where seed is sown for producing plants for transplantation; a nursery; a seed plat."},{"word":"Seminary","type":"n.","descr":" Hence, the place or original stock whence anything is brought or produced."},{"word":"Seminary","type":"n.","descr":" A place of education, as a scool of a high grade, an academy, college, or university."},{"word":"Seminary","type":"n.","descr":" Seminal state."},{"word":"Seminary","type":"n.","descr":" Fig.: A seed bed; a source."},{"word":"Seminary","type":"n.","descr":" A Roman Catholic priest educated in a foreign seminary; a seminarist."},{"word":"Seminary","type":"a.","descr":" Belonging to seed; seminal."},{"word":"Seminated","type":"imp. and p. p.","descr":" of Seminate"},{"word":"Seminating","type":"p. pr. and vb. n.","descr":" of Seminate"},{"word":"Seminate","type":"v. t.","descr":" To sow; to spread; to propagate."},{"word":"Semination","type":"n.","descr":" The act of sowing or spreading."},{"word":"Semination","type":"n.","descr":" Natural dispersion of seeds."},{"word":"Semined","type":"a.","descr":" Thickly covered or sown, as with seeds."},{"word":"Seminiferous","type":"a.","descr":" Seed-bearing; producing seed; pertaining to, or connected with, the formation of semen; as, seminiferous cells or vesicles."},{"word":"Seminific","type":"a.","descr":" Alt. of Semnifical"},{"word":"Semnifical","type":"a.","descr":" Forming or producing seed, or the male generative product of animals or of plants."},{"word":"Seminification","type":"n.","descr":" Propagation from seed."},{"word":"Seminist","type":"n.","descr":" A believer in the old theory that the newly created being is formed by the admixture of the seed of the male with the supposed seed of the female."},{"word":"Seminoles","type":"n. pl.","descr":" A tribe of Indians who formerly occupied Florida, where some of them still remain. They belonged to the Creek Confideration."},{"word":"Seminose","type":"n.","descr":" A carbohydrate of the glucose group found in the thickened endosperm of certain seeds, and extracted as yellow sirup having a sweetish-bitter taste."},{"word":"Seminude","type":"a.","descr":" Partially nude; half naked."},{"word":"Seminymph","type":"n.","descr":" The pupa of insects which undergo only a slight change in passing to the imago state."},{"word":"Semioccasionally","type":"adv.","descr":" Once in a while; on rare occasions."},{"word":"Semiofficial","type":"a.","descr":" Half official; having some official authority or importance; as, a semiofficial statement."},{"word":"Semiography","type":"","descr":" Alt. of Semiological"},{"word":"Semiology","type":"","descr":" Alt. of Semiological"},{"word":"Semiological","type":"","descr":" Same as Semeiography, Semeiology, Semeiological."},{"word":"Semiopacous","type":"a.","descr":" Semiopaque."},{"word":"Semiopal","type":"n.","descr":" A variety of opal not possessing opalescence."},{"word":"Semiopaque","type":"a.","descr":" Half opaque; only half transparent."},{"word":"Semiorbicular","type":"a.","descr":" Having the shape of a half orb or sphere."},{"word":"Semiotic","type":"a.","descr":" Same as Semeiotic."},{"word":"Semiotics","type":"n.","descr":" Same as Semeiotics."},{"word":"Semioval","type":"a.","descr":" Half oval."},{"word":"Semiovate","type":"a.","descr":" Half ovate."},{"word":"Semioxygenated","type":"a.","descr":" Combined with oxygen only in part."},{"word":"Semipagan","type":"a.","descr":" Half pagan."},{"word":"Semipalmate","type":"a.","descr":" Alt. of Semipalmated"},{"word":"Semipalmated","type":"a.","descr":" Having the anterior toes joined only part way down with a web; half-webbed; as, a semipalmate bird or foot. See Illust. k under Aves."},{"word":"Semiparabola","type":"n.","descr":" One branch of a parabola, being terminated at the principal vertex of the curve."},{"word":"Semiped","type":"n.","descr":" A half foot in poetry."},{"word":"Semipedal","type":"a.","descr":" Containing a half foot."},{"word":"Semi-Pelagian","type":"n.","descr":" A follower of John Cassianus, a French monk (died about 448), who modified the doctrines of Pelagius, by denying human merit, and maintaining the necessity of the Spirit\\'s influence, while, on the other hand, he rejected the Augustinian doctrines of election, the inability of man to do good, and the certain perseverance of the saints."},{"word":"Semi-Pelagian","type":"a.","descr":" Of or pertaining to the Semi-Pelagians, or their tenets."},{"word":"Semi-Pelagianism","type":"n.","descr":" The doctrines or tenets of the Semi-Pelagians."},{"word":"Semipellucid","type":"a.","descr":" Half clear, or imperfectly transparent; as, a semipellucid gem."},{"word":"Semipellucidity","type":"n.","descr":" The qualiti or state of being imperfectly transparent."},{"word":"Semipenniform","type":"a.","descr":" Half or partially penniform; as, a semipenniform muscle."},{"word":"Semopermanent","type":"n.","descr":" Half or partly permanent."},{"word":"Semiperspicuous","type":"a.","descr":" Half transparent; imperfectly clear; semipellucid."},{"word":"Semiphlogisticated","type":"a.","descr":" Partially impregnated with phlogiston."},{"word":"Semiplume","type":"n.","descr":" A feather which has a plumelike web, with the shaft of an ordinary feather."},{"word":"Semiprecious","type":"a.","descr":" Somewhat precious; as, semiprecious stones or metals."},{"word":"Semiproof","type":"n.","descr":" Half proof; evidence from the testimony of a single witness."},{"word":"Semi pupa","type":"n.","descr":" The young of an insect in a stage between the larva and pupa."},{"word":"Semiquadrate","type":"n.","descr":" Alt. of Semiquartile"},{"word":"Semiquartile","type":"n.","descr":" An aspect of the planets when distant from each other the half of a quadrant, or forty-five degrees, or one sign and a half."},{"word":"Semiquaver","type":"n.","descr":" A note of half the duration of the quaver; -- now usually called a sixsteenth note."},{"word":"Semiquintile","type":"n.","descr":" An aspect of the planets when distant from each other half of the quintile, or thirty-six degrees."},{"word":"Semirecondite","type":"a.","descr":" Half hidden or half covered; said of the head of an insect when half covered by the shield of the thorax."},{"word":"Semiring","type":"n.","descr":" One of the incomplete rings of the upper part of the bronchial tubes of most birds. The semerings form an essential part of the syrinx, or musical organ, of singing birds."},{"word":"Semisavage","type":"a.","descr":" Half savage."},{"word":"Semisavage","type":"n.","descr":" One who is half savage."},{"word":"Semi-Saxon","type":"a.","descr":" Half Saxon; -- specifically applied to the language intermediate between Saxon and English, belonging to the period 1150-1250."},{"word":"Semisextile","type":"n.","descr":" An aspect of the planets when they are distant from each other the twelfth part of a circle, or thirty degrees."},{"word":"Semisolid","type":"a.","descr":" Partially solid."},{"word":"Semisoun","type":"n.","descr":" A half sound; a low tone."},{"word":"Semispheric","type":"a.","descr":" Alt. of Semispherical"},{"word":"Semispherical","type":"a.","descr":" Having the figure of a half sphere."},{"word":"Semispheroidal","type":"a.","descr":" Formed like a half spheroid."},{"word":"Semisteel","type":"n.","descr":" Puddled steel."},{"word":"Semitae","type":"pl. ","descr":" of Semita"},{"word":"Semita","type":"n.","descr":" A fasciole of a spatangoid sea urchin."},{"word":"Semitangent","type":"n.","descr":" The tangent of half an arc."},{"word":"Semite","type":"n.","descr":" One belonging to the Semitic race. Also used adjectively."},{"word":"Semiterete","type":"a.","descr":" Half terete."},{"word":"Semitertian","type":"a.","descr":" Having the characteristics of both a tertian and a quotidian intermittent."},{"word":"Semitertian","type":"n.","descr":" An intermittent combining the characteristics of a tertian and a quotidian."},{"word":"Semitic","type":"a.","descr":" Of or pertaining to Shem or his descendants; belonging to that division of the Caucasian race which includes the Arabs, Jews, and related races."},{"word":"Semitism","type":"n.","descr":" A Semitic idiom; a word of Semitic origin."},{"word":"Semitone","type":"n.","descr":" Half a tone; -- the name commonly applied to the smaller intervals of the diatonic scale."},{"word":"Semitonic","type":"a.","descr":" Of or pertaining to a semitone; consisting of a semitone, or of semitones."},{"word":"Semitransept","type":"n.","descr":" The half of a transept; as, the north semitransept of a church."},{"word":"Semitranslucent","type":"a.","descr":" Slightly clear; transmitting light in a slight degree."},{"word":"Semitransparency","type":"n.","descr":" Imperfect or partial transparency."},{"word":"Semitransparent","type":"a.","descr":" Half or imperfectly transparent."},{"word":"Semiverticillate","type":"a.","descr":" Partially verticillate."},{"word":"Semivif","type":"a.","descr":" Only half alive."},{"word":"Semivitreous","type":"a.","descr":" Partially vitreous."},{"word":"Semivitrification","type":"n.","descr":" The quality or state of being semivitrified."},{"word":"Semivitrification","type":"n.","descr":" A substance imperfectly vitrified."},{"word":"Semivitrified","type":"a.","descr":" Half or imperfectly vitrified; partially converted into glass."},{"word":"Semivocal","type":"a.","descr":" Of or pertaining to a semivowel; half cocal; imperfectly sounding."},{"word":"Semivowel","type":"n.","descr":" A sound intermediate between a vowel and a consonant, or partaking of the nature of both, as in the English w and y."},{"word":"Semivowel","type":"n.","descr":" The sign or letter representing such a sound."},{"word":"Semiweekly","type":"a.","descr":" Coming, or made, or done, once every half week; as, a semiweekly newspaper; a semiweekly trip."},{"word":"Semiweekly","type":"n.","descr":" That which comes or happens once every half week, esp. a semiweekly periodical."},{"word":"Semiweekly","type":"adv.","descr":" At intervals of half a week each."},{"word":"Semolella","type":"n.","descr":" See Semolina."},{"word":"Semolina","type":"n.","descr":" The fine, hard parts of wheat, rounded by the attrition of the millstones, -- used in cookery."},{"word":"Semolino","type":"n.","descr":" Same as Semolina."},{"word":"Semoule","type":"n.","descr":" Same as Semolina."},{"word":"Sempervirent","type":"a.","descr":" Always fresh; evergreen."},{"word":"Sempervive","type":"n.","descr":" The houseleek."},{"word":"Sempervivum","type":"n.","descr":" A genus of fleshy-leaved plants, of which the houseleek (Sempervivum tectorum) is the commonest species."},{"word":"Sempiternal","type":"a.","descr":" Of neverending duration; everlasting; endless; having beginning, but no end."},{"word":"Sempiternal","type":"a.","descr":" Without beginning or end; eternal."},{"word":"Sempiterne","type":"a.","descr":" Sempiternal."},{"word":"Sempiternity","type":"n.","descr":" Future duration without end; the relation or state of being sempiternal."},{"word":"Sempre","type":"adv.","descr":" Always; throughout; as, sempre piano, always soft."},{"word":"Sempster","type":"n.","descr":" A seamster."},{"word":"Sempstress","type":"n.","descr":" A seamstress."},{"word":"Sempstressy","type":"n.","descr":" Seamstressy."},{"word":"Semster","type":"n.","descr":" A seamster."},{"word":"Semuncia","type":"n.","descr":" A Roman coin equivalent to one twenty-fourth part of a Roman pound."},{"word":"Sen","type":"n.","descr":" A Japanese coin, worth about one half of a cent."},{"word":"Sen","type":"adv., prep., and conj.","descr":" Since."},{"word":"Senary","type":"a.","descr":" Of six; belonging to six; containing six."},{"word":"Senate","type":"n.","descr":" An assembly or council having the highest deliberative and legislative functions."},{"word":"Senate","type":"n.","descr":" A body of elders appointed or elected from among the nobles of the nation, and having supreme legislative authority."},{"word":"Senate","type":"n.","descr":" The upper and less numerous branch of a legislature in various countries, as in France, in the United States, in most of the separate States of the United States, and in some Swiss cantons."},{"word":"Senate","type":"n.","descr":" In general, a legislative body; a state council; the legislative department of government."},{"word":"Senate","type":"n.","descr":" The governing body of the Universities of Cambridge and London."},{"word":"Senate","type":"n.","descr":" In some American colleges, a council of elected students, presided over by the president of the college, to which are referred cases of discipline and matters of general concern affecting the students."},{"word":"Senator","type":"n.","descr":" A member of a senate."},{"word":"Senator","type":"n.","descr":" A member of the king\\'s council; a king\\'s councilor."},{"word":"Senatorial","type":"a.","descr":" Of or pertaining to a senator, or a senate; becoming to a senator, or a senate; as, senatorial duties; senatorial dignity."},{"word":"Senatorial","type":"a.","descr":" Entitled to elect a senator, or by senators; as, the senatorial districts of a State."},{"word":"Senatorially","type":"adv.","descr":" In a senatorial manner."},{"word":"Senatorian","type":"a.","descr":" Senatorial."},{"word":"Senatorious","type":"a.","descr":" Senatorial."},{"word":"Senatorship","type":"n.","descr":" The office or dignity of a senator."},{"word":"Senatusconsult","type":"n.","descr":" A decree of the Roman senate."},{"word":"Sent","type":"imp. and p. p.","descr":" of Send"},{"word":"Sending","type":"p. pr. and vb. n.","descr":" of Send"},{"word":"Send","type":"v. t.","descr":" To cause to go in any manner; to dispatch; to commission or direct to go; as, to send a messenger."},{"word":"Send","type":"v. t.","descr":" To give motion to; to cause to be borne or carried; to procure the going, transmission, or delivery of; as, to send a message."},{"word":"Send","type":"v. t.","descr":" To emit; to impel; to cast; to throw; to hurl; as, to send a ball, an arrow, or the like."},{"word":"Send","type":"v. t.","descr":" To cause to be or to happen; to bestow; to inflict; to grant; -- sometimes followed by a dependent proposition."},{"word":"Send","type":"v. i.","descr":" To dispatch an agent or messenger to convey a message, or to do an errand."},{"word":"Send","type":"v. i.","descr":" To pitch; as, the ship sends forward so violently as to endanger her masts."},{"word":"Send","type":"n.","descr":" The impulse of a wave by which a vessel is carried bodily."},{"word":"Sendal","type":"n.","descr":" A light thin stuff of silk."},{"word":"Sender","type":"n.","descr":" One who sends."},{"word":"Senecas","type":"n. pl.","descr":" A tribe of Indians who formerly inhabited a part of Western New York. This tribe was the most numerous and most warlike of the Five Nations."},{"word":"Senecio","type":"n.","descr":" A very large genus of composite plants including the groundsel and the golden ragwort."},{"word":"Senectitude","type":"n.","descr":" Old age."},{"word":"Senega","type":"n.","descr":" Seneca root."},{"word":"Senegal","type":"n.","descr":" Gum senegal. See under Gum."},{"word":"Senegin","type":"n.","descr":" A substance extracted from the rootstock of the Polygala Senega (Seneca root), and probably identical with polygalic acid."},{"word":"Senescence","type":"n.","descr":" The state of growing old; decay by time."},{"word":"Senescent","type":"a.","descr":" Growing old; decaying with the lapse of time."},{"word":"Seneschal","type":"n.","descr":" An officer in the houses of princes and dignitaries, in the Middle Ages, who had the superintendence of feasts and domestic ceremonies; a steward. Sometimes the seneschal had the dispensing of justice, and was given high military commands."},{"word":"Seneschalship","type":"n.","descr":" The office, dignity, or jurisdiction of a seneschal."},{"word":"Senge","type":"v. t.","descr":" To singe."},{"word":"Sengreen","type":"n.","descr":" The houseleek."},{"word":"Senile","type":"a.","descr":" Of or pertaining to old age; proceeding from, or characteristic of, old age; affected with the infirmities of old age; as, senile weakness."},{"word":"Senility","type":"n.","descr":" The quality or state of being senile; old age."},{"word":"Senior","type":"a.","descr":" More advanced than another in age; prior in age; elder; hence, more advanced in dignity, rank, or office; superior; as, senior member; senior counsel."},{"word":"Senior","type":"a.","descr":" Belonging to the final year of the regular course in American colleges, or in professional schools."},{"word":"Senior","type":"n.","descr":" A person who is older than another; one more advanced in life."},{"word":"Senior","type":"n.","descr":" One older in office, or whose entrance upon office was anterior to that of another; one prior in grade."},{"word":"Senior","type":"n.","descr":" An aged person; an older."},{"word":"Senior","type":"n.","descr":" One in the fourth or final year of his collegiate course at an American college; -- originally called senior sophister; also, one in the last year of the course at a professional schools or at a seminary."},{"word":"Seniority","type":"n.","descr":" The quality or state of being senior."},{"word":"Seniorize","type":"v. i.","descr":" To exercise authority; to rule; to lord it."},{"word":"Seniory","type":"n.","descr":" Seniority."},{"word":"Senna","type":"n.","descr":" The leaves of several leguminous plants of the genus Cassia. (C. acutifolia, C. angustifolia, etc.). They constitute a valuable but nauseous cathartic medicine."},{"word":"Senna","type":"n.","descr":" The plants themselves, native to the East, but now cultivated largely in the south of Europe and in the West Indies."},{"word":"Sennachy","type":"n.","descr":" See Seannachie."},{"word":"Sennet","type":"n.","descr":" A signal call on a trumpet or cornet for entrance or exit on the stage."},{"word":"Sennet","type":"n.","descr":" The barracuda."},{"word":"Sennight","type":"n.","descr":" The space of seven nights and days; a week."},{"word":"Sennit","type":"n.","descr":" A braided cord or fabric formed by plaiting together rope yarns or other small stuff."},{"word":"Sennit","type":"n.","descr":" Plaited straw or palm leaves for making hats."},{"word":"Senocular","type":"a.","descr":" Having six eyes."},{"word":"Senonian","type":"a.","descr":" In european geology, a name given to the middle division of the Upper Cretaceous formation."},{"word":"Se\u0096or","type":"n.","descr":" A Spanish title of courtesy corresponding to the English Mr. or Sir; also, a gentleman."},{"word":"Se\u0096ora","type":"n.","descr":" A Spanish title of courtesy given to a lady; Mrs.; Madam; also, a lady."},{"word":"Se\u0096orita","type":"n.","descr":" A Spanish title of courtesy given to a young lady; Miss; also, a young lady."},{"word":"Sens","type":"adv.","descr":" Since."},{"word":"Sensated","type":"imp. and p. p.","descr":" of Sensate"},{"word":"Sensating","type":"p. pr. and vb. n.","descr":" of Sensate"},{"word":"Sensate","type":"v. t.","descr":" To feel or apprehend more or less distinctly through a sense, or the senses; as, to sensate light, or an odor."},{"word":"Sensate","type":"a.","descr":" Alt. of Sensated"},{"word":"Sensated","type":"a.","descr":" Felt or apprehended through a sense, or the senses."},{"word":"Sensation","type":"n.","descr":" An impression, or the consciousness of an impression, made upon the central nervous organ, through the medium of a sensory or afferent nerve or one of the organs of sense; a feeling, or state of consciousness, whether agreeable or disagreeable, produced either by an external object (stimulus), or by some change in the internal state of the body."},{"word":"Sensation","type":"n.","descr":" A purely spiritual or psychical affection; agreeable or disagreeable feelings occasioned by objects that are not corporeal or material."},{"word":"Sensation","type":"n.","descr":" A state of excited interest or feeling, or that which causes it."},{"word":"Sensational","type":"a.","descr":" Of or pertaining to sensation; as, sensational nerves."},{"word":"Sensational","type":"a.","descr":" Of or pertaining to sensationalism, or the doctrine that sensation is the sole origin of knowledge."},{"word":"Sensational","type":"a.","descr":" Suited or intended to excite temporarily great interest or emotion; melodramatic; emotional; as, sensational plays or novels; sensational preaching; sensational journalism; a sensational report."},{"word":"Sensationalism","type":"n.","descr":" The doctrine held by Condillac, and by some ascribed to Locke, that our ideas originate solely in sensation, and consist of sensations transformed; sensualism; -- opposed to intuitionalism, and rationalism."},{"word":"Sensationalism","type":"n.","descr":" The practice or methods of sensational writing or speaking; as, the sensationalism of a novel."},{"word":"Sensationalist","type":"n.","descr":" An advocate of, or believer in, philosophical sensationalism."},{"word":"Sensationalist","type":"n.","descr":" One who practices sensational writing or speaking."},{"word":"Sense","type":"v. t.","descr":" A faculty, possessed by animals, of perceiving external objects by means of impressions made upon certain organs (sensory or sense organs) of the body, or of perceiving changes in the condition of the body; as, the senses of sight, smell, hearing, taste, and touch. See Muscular sense, under Muscular, and Temperature sense, under Temperature."},{"word":"Sense","type":"v. t.","descr":" Perception by the sensory organs of the body; sensation; sensibility; feeling."},{"word":"Sense","type":"v. t.","descr":" Perception through the intellect; apprehension; recognition; understanding; discernment; appreciation."},{"word":"Sense","type":"v. t.","descr":" Sound perception and reasoning; correct judgment; good mental capacity; understanding; also, that which is sound, true, or reasonable; rational meaning."},{"word":"Sense","type":"v. t.","descr":" That which is felt or is held as a sentiment, view, or opinion; judgment; notion; opinion."},{"word":"Sense","type":"v. t.","descr":" Meaning; import; signification; as, the true sense of words or phrases; the sense of a remark."},{"word":"Sense","type":"v. t.","descr":" Moral perception or appreciation."},{"word":"Sense","type":"v. t.","descr":" One of two opposite directions in which a line, surface, or volume, may be supposed to be described by the motion of a point, line, or surface."},{"word":"Sensed","type":"imp. and p. p.","descr":" of Sense"},{"word":"Sensing","type":"p. pr. and vb. n.","descr":" of Sense"},{"word":"Sense","type":"v. t.","descr":" To perceive by the senses; to recognize."},{"word":"Senseful","type":"a.","descr":" Full of sense, meaning, or reason; reasonable; judicious."},{"word":"Senseless","type":"a.","descr":" Destitute of, deficient in, or contrary to, sense; without sensibility or feeling; unconscious; stupid; foolish; unwise; unreasonable."},{"word":"Sensibilities","type":"pl. ","descr":" of Sensibility"},{"word":"Sensibility","type":"n.","descr":" The quality or state of being sensible, or capable of sensation; capacity to feel or perceive."},{"word":"Sensibility","type":"n.","descr":" The capacity of emotion or feeling, as distinguished from the intellect and the will; peculiar susceptibility of impression, pleasurable or painful; delicacy of feeling; quick emotion or sympathy; as, sensibility to pleasure or pain; sensibility to shame or praise; exquisite sensibility; -- often used in the plural."},{"word":"Sensibility","type":"n.","descr":" Experience of sensation; actual feeling."},{"word":"Sensibility","type":"n.","descr":" That quality of an instrument which makes it indicate very slight changes of condition; delicacy; as, the sensibility of a balance, or of a thermometer."},{"word":"Sensible","type":"a.","descr":" Capable of being perceived by the senses; apprehensible through the bodily organs; hence, also, perceptible to the mind; making an impression upon the sense, reason, or understanding; \/\/\/\/\/\/ heat; sensible resistance."},{"word":"Sensible","type":"a.","descr":" Having the capacity of receiving impressions from external objects; capable of perceiving by the instrumentality of the proper organs; liable to be affected physsically or mentally; impressible."},{"word":"Sensible","type":"a.","descr":" Hence: Liable to impression from without; easily affected; having nice perception or acute feeling; sensitive; also, readily moved or affected by natural agents; delicate; as, a sensible thermometer."},{"word":"Sensible","type":"a.","descr":" Perceiving or having perception, either by the senses or the mind; cognizant; perceiving so clearly as to be convinced; satisfied; persuaded."},{"word":"Sensible","type":"a.","descr":" Having moral perception; capable of being affected by moral good or evil."},{"word":"Sensible","type":"a.","descr":" Possessing or containing sense or reason; giftedwith, or characterized by, good or common sense; intelligent; wise."},{"word":"Sensible","type":"n.","descr":" Sensation; sensibility."},{"word":"Sensible","type":"n.","descr":" That which impresses itself on the sense; anything perceptible."},{"word":"Sensible","type":"n.","descr":" That which has sensibility; a sensitive being."},{"word":"Sensibleness","type":"n.","descr":" The quality or state of being sensible; sensibility; appreciation; capacity of perception; susceptibility."},{"word":"Sensibleness","type":"n.","descr":" Intelligence; reasonableness; good sense."},{"word":"Sensibly","type":"adv.","descr":" In a sensible manner; so as to be perceptible to the senses or to the mind; appreciably; with perception; susceptibly; sensitively."},{"word":"Sensibly","type":"adv.","descr":" With intelligence or good sense; judiciously."},{"word":"Sensifacient","type":"a.","descr":" Converting into sensation."},{"word":"Sensiferous","type":"a.","descr":" Exciting sensation; conveying sensation."},{"word":"Sensific","type":"a.","descr":" Exciting sensation."},{"word":"Sensificatory","type":"a.","descr":" Susceptible of, or converting into, sensation; as, the sensificatory part of a nervous system."},{"word":"Sensigenous","type":"a.","descr":" Causing or exciting sensation."},{"word":"Sensism","type":"n.","descr":" Same as Sensualism, 2 and 3."},{"word":"Sensist","type":"n.","descr":" One who, in philosophy, holds to sensism."},{"word":"Sensitive","type":"a.","descr":" Having sense of feeling; possessing or exhibiting the capacity of receiving impressions from external objects; as, a sensitive soul."},{"word":"Sensitive","type":"a.","descr":" Having quick and acute sensibility, either to the action of external objects, or to impressions upon the mind and feelings; highly susceptible; easily and acutely affected."},{"word":"Sensitive","type":"a.","descr":" Having a capacity of being easily affected or moved; as, a sensitive thermometer; sensitive scales."},{"word":"Sensitive","type":"a.","descr":" Readily affected or changed by certain appropriate agents; as, silver chloride or bromide, when in contact with certain organic substances, is extremely sensitive to actinic rays."},{"word":"Sensitive","type":"a.","descr":" Serving to affect the sense; sensible."},{"word":"Sensitive","type":"a.","descr":" Of or pertaining to sensation; depending on sensation; as, sensitive motions; sensitive muscular motions excited by irritation."},{"word":"Sensitivity","type":"n.","descr":" The quality or state of being sensitive; -- used chiefly in science and the arts; as, the sensitivity of iodized silver."},{"word":"Sensitize","type":"v. t.","descr":" To render sensitive, or susceptible of being easily acted on by the actinic rays of the sun; as, sensitized paper or plate."},{"word":"Sensitizer","type":"n.","descr":" An agent that sensitizes."},{"word":"Sensitory","type":"n.","descr":" See Sensory."},{"word":"Sensive","type":"a.","descr":" Having sense or sensibility; sensitive."},{"word":"Sensor","type":"a.","descr":" Sensory; as, the sensor nerves."},{"word":"Sensorial","type":"a.","descr":" Of or pertaining to the sensorium; as, sensorial faculties, motions, powers."},{"word":"Sensoriums","type":"pl. ","descr":" of Sensorium"},{"word":"Sensoria","type":"pl. ","descr":" of Sensorium"},{"word":"Sensorium","type":"n.","descr":" The seat of sensation; the nervous center or centers to which impressions from the external world must be conveyed before they can be perceived; the place where external impressions are localized, and transformed into sensations, prior to being reflected to other parts of the organism; hence, the whole nervous system, when animated, so far as it is susceptible of common or special sensations."},{"word":"Sensori-volitional","type":"a.","descr":" Concerned both in sensation and volition; -- applied to those nerve fibers which pass to and from the cerebro-spinal axis, and are respectively concerned in sensation and volition."},{"word":"Sensories","type":"pl. ","descr":" of Sensery"},{"word":"Sensery","type":"n.","descr":" Same as Sensorium."},{"word":"Sensory","type":"a.","descr":" Of or pertaining to the sensorium or sensation; as, sensory impulses; -- especially applied to those nerves and nerve fibers which convey to a nerve center impulses resulting in sensation; also sometimes loosely employed in the sense of afferent, to indicate nerve fibers which convey impressions of any kind to a nerve center."},{"word":"Sensual","type":"a.","descr":" Pertaining to, consisting in, or affecting, the sense, or bodily organs of perception; relating to, or concerning, the body, in distinction from the spirit."},{"word":"Sensual","type":"a.","descr":" Hence, not spiritual or intellectual; carnal; fleshly; pertaining to, or consisting in, the gratification of the senses, or the indulgence of appetites; wordly."},{"word":"Sensual","type":"a.","descr":" Devoted to the pleasures of sense and appetite; luxurious; voluptuous; lewd; libidinous."},{"word":"Sensual","type":"a.","descr":" Pertaining or peculiar to the philosophical doctrine of sensualism."},{"word":"Sensualism","type":"n.","descr":" The condition or character of one who is sensual; subjection to sensual feelings and appetite; sensuality."},{"word":"Sensualism","type":"n.","descr":" The doctrine that all our ideas, or the operations of the understanding, not only originate in sensation, but are transformed sensations, copies or relics of sensations; sensationalism; sensism."},{"word":"Sensualism","type":"n.","descr":" The regarding of the gratification of the senses as the highest good."},{"word":"Sensualist","type":"n.","descr":" One who is sensual; one given to the indulgence of the appetites or senses as the means of happiness."},{"word":"Sensualist","type":"n.","descr":" One who holds to the doctrine of sensualism."},{"word":"Sensualistic","type":"a.","descr":" Sensual."},{"word":"Sensualistic","type":"a.","descr":" Adopting or teaching the doctrines of sensualism."},{"word":"Sensuality","type":"n.","descr":" The quality or state of being sensual; devotedness to the gratification of the bodily appetites; free indulgence in carnal or sensual pleasures; luxuriousness; voluptuousness; lewdness."},{"word":"Sensualization","type":"n.","descr":" The act of sensualizing, or the state of being sensualized."},{"word":"Sensualized","type":"imp. and p. p.","descr":" of Sensualize"},{"word":"Sensualizing","type":"p. pr. and vb. n.","descr":" of Sensualize"},{"word":"Sensualize","type":"v. t.","descr":" To make sensual; to subject to the love of sensual pleasure; to debase by carnal gratifications; to carnalize; as, sensualized by pleasure."},{"word":"Sensually","type":"adv.","descr":" In a sensual manner."},{"word":"Sensualness","type":"n.","descr":" Sensuality; fleshliness."},{"word":"Sensuism","type":"n.","descr":" Sensualism."},{"word":"Sensuosity","type":"n.","descr":" The quality or state of being sensuous; sensuousness."},{"word":"Sensuous","type":"a.","descr":" Of or pertaining to the senses, or sensible objects; addressing the senses; suggesting pictures or images of sense."},{"word":"Sensuous","type":"a.","descr":" Highly susceptible to influence through the senses."},{"word":"Sent","type":"v. and n.","descr":" See Scent, v. and n."},{"word":"Sent","type":"","descr":" obs. 3d pers. sing. pres. of Send, for sendeth."},{"word":"Sent","type":"","descr":" imp. and p. p. of Send."},{"word":"Sentence","type":"n.","descr":" Sense; meaning; significance."},{"word":"Sentence","type":"n.","descr":" An opinion; a decision; a determination; a judgment, especially one of an unfavorable nature."},{"word":"Sentence","type":"n.","descr":" A philosophical or theological opinion; a dogma; as, Summary of the Sentences; Book of the Sentences."},{"word":"Sentence","type":"n.","descr":" In civil and admiralty law, the judgment of a court pronounced in a cause; in criminal and ecclesiastical courts, a judgment passed on a criminal by a court or judge; condemnation pronounced by a judgical tribunal; doom. In common law, the term is exclusively used to denote the judgment in criminal cases."},{"word":"Sentence","type":"n.","descr":" A short saying, usually containing moral instruction; a maxim; an axiom; a saw."},{"word":"Sentence","type":"n.","descr":" A combination of words which is complete as expressing a thought, and in writing is marked at the close by a period, or full point. See Proposition, 4."},{"word":"Sentenced","type":"imp. and p. p.","descr":" of Sentence"},{"word":"Sentencing","type":"p. pr. and vb. n.","descr":" of Sentence"},{"word":"Sentence","type":"v. t.","descr":" To pass or pronounce judgment upon; to doom; to condemn to punishment; to prescribe the punishment of."},{"word":"Sentence","type":"v. t.","descr":" To decree or announce as a sentence."},{"word":"Sentence","type":"v. t.","descr":" To utter sententiously."},{"word":"Sentencer","type":"n.","descr":" One who pronounced a sentence or condemnation."},{"word":"sentential","type":"a.","descr":" Comprising sentences; as, a sentential translation."},{"word":"sentential","type":"a.","descr":" Of or pertaining to a sentence, or full period; as, a sentential pause."},{"word":"Sententially","type":"adv.","descr":" In a sentential manner."},{"word":"Sententiarist","type":"n.","descr":" A sententiary."},{"word":"Sententiary","type":"n.","descr":" One who read lectures, or commented, on the Sentences of Peter Lombard, Bishop of Paris (1159-1160), a school divine."},{"word":"Sententiosity","type":"n.","descr":" The quality or state of being sententious."},{"word":"Sententious","type":"a.","descr":" Abounding with sentences, axioms, and maxims; full of meaning; terse and energetic in expression; pithy; as, a sententious style or discourse; sententious truth."},{"word":"Sententious","type":"a.","descr":" Comprising or representing sentences; sentential."},{"word":"Sentery","type":"n.","descr":" A sentry."},{"word":"Senteur","type":"n.","descr":" Scent."},{"word":"Sentience","type":"n.","descr":" Alt. of Sentiency"},{"word":"Sentiency","type":"n.","descr":" The quality or state of being sentient; esp., the quality or state of having sensation."},{"word":"Sentient","type":"a.","descr":" Having a faculty, or faculties, of sensation and perception. Specif. (Physiol.), especially sensitive; as, the sentient extremities of nerves, which terminate in the various organs or tissues."},{"word":"Sentient","type":"n.","descr":" One who has the faculty of perception; a sentient being."},{"word":"Sentiently","type":"adv.","descr":" In a sentient or perceptive way."},{"word":"Sentiment","type":"a.","descr":" A thought prompted by passion or feeling; a state of mind in view of some subject; feeling toward or respecting some person or thing; disposition prompting to action or expression."},{"word":"Sentiment","type":"a.","descr":" Hence, generally, a decision of the mind formed by deliberation or reasoning; thought; opinion; notion; judgment; as, to express one\\'s sentiments on a subject."},{"word":"Sentiment","type":"a.","descr":" A sentence, or passage, considered as the expression of a thought; a maxim; a saying; a toast."},{"word":"Sentiment","type":"a.","descr":" Sensibility; feeling; tender susceptibility."},{"word":"Sentimental","type":"a.","descr":" Having, expressing, or containing a sentiment or sentiments; abounding with moral reflections; containing a moral reflection; didactic."},{"word":"Sentimental","type":"a.","descr":" Inclined to sentiment; having an excess of sentiment or sensibility; indulging the sensibilities for their own sake; artificially or affectedly tender; -- often in a reproachful sense."},{"word":"Sentimental","type":"a.","descr":" Addressed or pleasing to the emotions only, usually to the weaker and the unregulated emotions."},{"word":"Sentimentalism","type":"n.","descr":" The quality of being sentimental; the character or behavior of a sentimentalist; sentimentality."},{"word":"Sentimentalist","type":"n.","descr":" One who has, or affects, sentiment or fine feeling."},{"word":"Sentimentality","type":"n.","descr":" The quality or state of being sentimental."},{"word":"Sentimentalize","type":"v. t.","descr":" To regard in a sentimental manner; as, to sentimentalize a subject."},{"word":"Sentimentalize","type":"v. i.","descr":" To think or act in a sentimental manner, or like a sentimentalist; to affect exquisite sensibility."},{"word":"Sentimentally","type":"adv.","descr":" In a sentimental manner."},{"word":"Sentine","type":"n.","descr":" A place for dregs and dirt; a sink; a sewer."},{"word":"Sentinel","type":"n.","descr":" One who watches or guards; specifically (Mil.), a soldier set to guard an army, camp, or other place, from surprise, to observe the approach of danger, and give notice of it; a sentry."},{"word":"Sentinel","type":"n.","descr":" Watch; guard."},{"word":"Sentinel","type":"n.","descr":" A marine crab (Podophthalmus vigil) native of the Indian Ocean, remarkable for the great length of its eyestalks; -- called also sentinel crab."},{"word":"Sentineled","type":"imp. and p. p.","descr":" of Sentinel"},{"word":"Sentinelled","type":"","descr":" of Sentinel"},{"word":"Sentineling","type":"p. pr. and vb. n.","descr":" of Sentinel"},{"word":"Sentinelling","type":"","descr":" of Sentinel"},{"word":"Sentinel","type":"v. t.","descr":" To watch over like a sentinel."},{"word":"Sentinel","type":"v. t.","descr":" To furnish with a sentinel; to place under the guard of a sentinel or sentinels."},{"word":"Sentisection","type":"n.","descr":" Painful vivisection; -- opposed to callisection."},{"word":"Sentires","type":"pl. ","descr":" of Sentry"},{"word":"Sentry","type":"n.","descr":" A soldier placed on guard; a sentinel."},{"word":"Sentry","type":"n.","descr":" Guard; watch, as by a sentinel."},{"word":"Senza","type":"prep.","descr":" Without; as, senza stromenti, without instruments."},{"word":"Sepal","type":"n.","descr":" A leaf or division of the calyx."},{"word":"Sepaled","type":"a.","descr":" Having one or more sepals."},{"word":"Sepaline","type":"a.","descr":" Relating to, or having the nature of, sepals."},{"word":"Sepalody","type":"n.","descr":" The metamorphosis of other floral organs into sepals or sepaloid bodies."},{"word":"Sepaloid","type":"a.","descr":" Like a sepal, or a division of a calyx."},{"word":"Sepalous","type":"a.","descr":" Having, or relating to, sepals; -- used mostly in composition. See under Sepal."},{"word":"Separability","type":"n.","descr":" Quality of being separable or divisible; divisibility; separableness."},{"word":"Separable","type":"a.","descr":" Capable of being separated, disjoined, disunited, or divided; as, the separable parts of plants; qualities not separable from the substance in which they exist."},{"word":"Separated","type":"imp. and p. p.","descr":" of Separate"},{"word":"Separating","type":"p. pr. and vb. n.","descr":" of Separate"},{"word":"Separate","type":"v. t.","descr":" To disunite; to divide; to disconnect; to sever; to part in any manner."},{"word":"Separate","type":"v. t.","descr":" To come between; to keep apart by occupying the space between; to lie between; as, the Mediterranean Sea separates Europe and Africa."},{"word":"Separate","type":"v. t.","descr":" To set apart; to select from among others, as for a special use or service."},{"word":"Separate","type":"v. i.","descr":" To part; to become disunited; to be disconnected; to withdraw from one another; as, the family separated."},{"word":"Separate","type":"p. a.","descr":" Divided from another or others; disjoined; disconnected; separated; -- said of things once connected."},{"word":"Separate","type":"p. a.","descr":" Unconnected; not united or associated; distinct; -- said of things that have not been connected."},{"word":"Separate","type":"p. a.","descr":" Disunited from the body; disembodied; as, a separate spirit; the separate state of souls."},{"word":"Separatical","type":"a.","descr":" Of or pertaining to separatism in religion; schismatical."},{"word":"Separating","type":"a.","descr":" Designed or employed to separate."},{"word":"Separation","type":"n.","descr":" The act of separating, or the state of being separated, or separate."},{"word":"Separation","type":"n.","descr":" Chemical analysis."},{"word":"Separation","type":"n.","descr":" Divorce."},{"word":"Separation","type":"n.","descr":" The operation of removing water from steam."},{"word":"Separatism","type":"n.","descr":" The character or act of a separatist; disposition to withdraw from a church; the practice of so withdrawing."},{"word":"Separatist","type":"n.","descr":" One who withdraws or separates himself; especially, one who withdraws from a church to which he has belonged; a seceder from an established church; a dissenter; a nonconformist; a schismatic; a sectary."},{"word":"Separatistic","type":"a.","descr":" Of or pertaining to separatists; characterizing separatists; schismatical."},{"word":"Separative","type":"a.","descr":" Causing, or being to cause, separation."},{"word":"Separator","type":"n.","descr":" One who, or that which, separates."},{"word":"Separator","type":"n.","descr":" A device for depriving steam of particles of water mixed with it."},{"word":"Separator","type":"n.","descr":" An apparatus for sorting pulverized ores into grades, or separating them from gangue."},{"word":"Separator","type":"n.","descr":" An instrument used for spreading apart the threads of the warp in the loom, etc."},{"word":"Separatory","type":"a.","descr":" Separative."},{"word":"Separatory","type":"n.","descr":" An apparatus used in separating, as a separating funnel."},{"word":"Separatory","type":"n.","descr":" A surgical instrument for separating the pericranium from the cranium."},{"word":"Separatrix","type":"n.","descr":" The decimal point; the dot placed at the left of a decimal fraction, to separate it from the whole number which it follows. The term is sometimes also applied to other marks of separation."},{"word":"Sepawn","type":"n.","descr":" See Supawn. "},{"word":"Sepelible","type":"a.","descr":" Admitting of burial."},{"word":"Sepelition","type":"n.","descr":" Burial."},{"word":"Sephen","type":"n.","descr":" A large sting ray of the genus Trygon, especially T. sephen of the Indian Ocean and the Red Sea. The skin is an article of commerce."},{"word":"Sepias","type":"pl. ","descr":" of Sepia"},{"word":"Sepiae","type":"pl. ","descr":" of Sepia"},{"word":"Sepia","type":"n.","descr":" The common European cuttlefish."},{"word":"Sepia","type":"n.","descr":" A genus comprising the common cuttlefish and numerous similar species. See Illustr. under Cuttlefish."},{"word":"Sepia","type":"n.","descr":" A pigment prepared from the ink, or black secretion, of the sepia, or cuttlefish. Treated with caustic potash, it has a rich brown color; and this mixed with a red forms Roman sepia.  Cf. India ink, under India."},{"word":"Sepia","type":"a.","descr":" Of a dark brown color, with a little red in its composition; also, made of, or done in, sepia."},{"word":"Sepic","type":"a.","descr":" Of or pertaining to sepia; done in sepia; as, a sepic drawing."},{"word":"Sepidaceous","type":"a.","descr":" Like or pertaining to the cuttlefishes of the genus Sepia."},{"word":"Sepiment","type":"n.","descr":" Something that separates; a hedge; a fence."},{"word":"Sepiolite","type":"n.","descr":" Meerschaum. See Meerschaum."},{"word":"Sepiostare","type":"n.","descr":" The bone or shell of cuttlefish. See Illust. under Cuttlefish."},{"word":"Sepon","type":"n.","descr":" See Supawn."},{"word":"Sepose","type":"v. t.","descr":" To set apart."},{"word":"Seposit","type":"v. t.","descr":" To set aside; to give up."},{"word":"Seposition","type":"n.","descr":" The act of setting aside, or of giving up."},{"word":"Sepoy","type":"n.","descr":" A native of India employed as a soldier in the service of a European power, esp. of Great Britain; an Oriental soldier disciplined in the European manner."},{"word":"Seppuku","type":"n.","descr":" Same as Hara-kiri."},{"word":"Sepsin","type":"n.","descr":" A soluble poison (ptomaine) present in putrid blood. It is also formed in the putrefaction of proteid matter in general."},{"word":"Sepsis","type":"n.","descr":" The poisoning of the system by the introduction of putrescent material into the blood."},{"word":"Sept","type":"n.","descr":" A clan, tribe, or family, proceeding from a common progenitor; -- used especially of the ancient clans in Ireland."},{"word":"Septaemia","type":"n.","descr":" Septicaemia."},{"word":"Septal","type":"a.","descr":" Of or pertaining to a septum or septa, as of a coral or a shell."},{"word":"Septane","type":"n.","descr":" See Heptane."},{"word":"Septangle","type":"n.","descr":" A figure which has seven angles; a heptagon."},{"word":"Septangular","type":"a.","descr":" Heptagonal."},{"word":"Septaria","type":"pl. ","descr":" of Septarium"},{"word":"Septarium","type":"n.","descr":" A flattened concretionary nodule, usually of limestone, intersected within by cracks which are often filled with calcite, barite, or other minerals."},{"word":"Septate","type":"a.","descr":" Divided by partition or partitions; having septa; as, a septate pod or shell."},{"word":"September","type":"n.","descr":" The ninth month of the year, containing thurty days."},{"word":"Septemberer","type":"n.","descr":" A Setembrist."},{"word":"Septembrist","type":"n.","descr":" An agent in the massacres in Paris, committed in patriotic frenzy, on the 22d of September, 1792."},{"word":"Septemfluous","type":"a.","descr":" Flowing sevenfold; divided into seven streams or currents."},{"word":"Septempartite","type":"a.","descr":" Divided nearly to the base into seven parts; as, a septempartite leaf."},{"word":"Septemtrioun","type":"n.","descr":" Septentrion."},{"word":"Septemvirs","type":"pl. ","descr":" of Septemvir"},{"word":"Septemviri","type":"pl. ","descr":" of Septemvir"},{"word":"Septemvir","type":"n.","descr":" One of a board of seven men associated in some office."},{"word":"Septemvirate","type":"n.","descr":" The office of septemvir; a government by septimvirs."},{"word":"Septenary","type":"a.","descr":" Consisting of, or relating to, seven; as, a septenary number."},{"word":"Septenary","type":"a.","descr":" Lasting seven years; continuing seven years."},{"word":"Septenary","type":"n.","descr":" The number seven."},{"word":"Septenate","type":"a.","descr":" Having parts in sevens; heptamerous."},{"word":"Septennate","type":"n.","descr":" A period of seven years; as, the septennate during which the President of the French Republic holds office."},{"word":"Septennial","type":"a.","descr":" Lasting or continuing seven years; as, septennial parliaments."},{"word":"Septennial","type":"a.","descr":" Happening or returning once in every seven years; as, septennial elections in England."},{"word":"Septennially","type":"adv.","descr":" Once in seven years."},{"word":"Septentrial","type":"a.","descr":" Septentrional."},{"word":"Septentrio","type":"n.","descr":" The constellation Ursa Major."},{"word":"Septentrion","type":"n.","descr":" The north or northern regions."},{"word":"Septentrion","type":"a.","descr":" Alt. of Septentrional"},{"word":"Septentrional","type":"a.","descr":" Of or pertaining to the north; northern."},{"word":"Septentrionality","type":"n.","descr":" Northerliness."},{"word":"Septentrionally","type":"adv.","descr":" Northerly."},{"word":"Septentrionate","type":"v. i.","descr":" To tend or point toward the north; to north."},{"word":"Septet","type":"n.","descr":" Alt. of Septette"},{"word":"Septette","type":"n.","descr":" A set of seven persons or objects; as, a septet of singers."},{"word":"Septette","type":"n.","descr":" A musical composition for seven instruments or seven voices; -- called also septuor."},{"word":"Septfoil","type":"n.","descr":" A European herb, the tormentil. See Tormentil."},{"word":"Septfoil","type":"n.","descr":" An ornamental foliation having seven lobes.  Cf. Cinquefoil, Quarterfoil, and Trefoil."},{"word":"Septfoil","type":"n.","descr":" A typical figure, consisting of seven equal segments of a circle, used to denote the gifts of the Holy Chost, the seven sacraments as recognized by the Roman Catholic Church, etc."},{"word":"Septi-","type":"","descr":" A combining form meaning seven; as, septifolious, seven-leaved; septi-lateral, seven-sided."},{"word":"Septic","type":"a.","descr":" Of the seventh degree or order."},{"word":"Septic","type":"n.","descr":" A quantic of the seventh degree."},{"word":"Septic","type":"a.","descr":" Alt. of Septical"},{"word":"Septical","type":"a.","descr":" Having power to promote putrefaction."},{"word":"Septic","type":"n.","descr":" A substance that promotes putrefaction."},{"word":"Septicaemia","type":"n.","descr":" A poisoned condition of the blood produced by the absorption into it of septic or putrescent material; blood poisoning.  It is marked by chills, fever, prostration, and inflammation of the different serous membranes and of the lungs, kidneys, and other organs."},{"word":"Septically","type":"adv.","descr":" In a septic manner; in a manner tending to promote putrefaction."},{"word":"Septicidal","type":"a.","descr":" Dividing the partitions; -- said of a method of dehiscence in which a pod splits through the partitions and is divided into its component carpels."},{"word":"Septicity","type":"n.","descr":" Tendency to putrefaction; septic quality."},{"word":"Septifarious","type":"a.","descr":" Turned in seven different ways."},{"word":"Septiferous","type":"a.","descr":" Bearing a partition; -- said of the valves of a capsule."},{"word":"Septiferous","type":"a.","descr":" Conveying putrid poison; as, the virulence of septiferous matter."},{"word":"Septifluous","type":"a.","descr":" Flowing in seven streams; septemfluous."},{"word":"Septifolious","type":"a.","descr":" Having seven leaves."},{"word":"Septiform","type":"a.","descr":" Having the form of a septum."},{"word":"Septifragal","type":"a.","descr":" Breaking from the partitions; -- said of a method of dehiscence in which the valves of a pod break away from the partitions, and these remain attached to the common axis."},{"word":"Septilateral","type":"a.","descr":" Having seven sides; as, a septilateral figure."},{"word":"Septillion","type":"n.","descr":" According to the French method of numeration (which is followed also in the United States), the number expressed by a unit with twenty-four ciphers annexed. According to the English method, the number expressed by a unit with forty-two ciphers annexed. See Numeration."},{"word":"Septimole","type":"n.","descr":" A group of seven notes to be played in the time of four or six."},{"word":"Septinsular","type":"a.","descr":" Consisting of seven islands; as, the septinsular republic of the Ionian Isles."},{"word":"Septisyllable","type":"n.","descr":" A word of seven syllables."},{"word":"Septoic","type":"a.","descr":" See Heptoic."},{"word":"Septomaxillary","type":"a.","descr":" Of or pertaining to the nasal septum and the maxilla; situated in the region of these parts."},{"word":"Septomaxillary","type":"n.","descr":" A small bone between the nasal septum and the maxilla in many reptiles and amphibians."},{"word":"Septuagenarian","type":"n.","descr":" A person who is seventy years of age; a septuagenary."},{"word":"Septuagenary","type":"a.","descr":" Consisting of seventy; also, seventy years old."},{"word":"Septuagenary","type":"n.","descr":" A septuagenarian."},{"word":"Septuagesima","type":"n.","descr":" The third Sunday before Lent; -- so called because it is about seventy days before Easter."},{"word":"Septuagesimal","type":"a.","descr":" Consisting of seventy days, years, etc.; reckoned by seventies."},{"word":"Septuagint","type":"n.","descr":" A Greek version of the Old Testament; -- so called because it was believed to be the work of seventy (or rather of seventy-two) translators."},{"word":"Septuary","type":"n.","descr":" Something composed of seven; a week."},{"word":"Septulate","type":"a.","descr":" Having imperfect or spurious septa."},{"word":"Septula","type":"pl. ","descr":" of Septulum"},{"word":"Septulum","type":"n.","descr":" A little septum; a division between small cavities or parts."},{"word":"Septa","type":"pl. ","descr":" of Septum"},{"word":"Septum","type":"n.","descr":" A wall separating two cavities; a partition; as, the nasal septum."},{"word":"Septum","type":"n.","descr":" A partition that separates the cells of a fruit."},{"word":"Septum","type":"n.","descr":" One of the radial calcareous plates of a coral."},{"word":"Septum","type":"n.","descr":" One of the transverse partitions dividing the shell of a mollusk, or of a rhizopod, into several chambers. See Illust. under Nautilus."},{"word":"Septum","type":"n.","descr":" One of the transverse partitions dividing the body cavity of an annelid."},{"word":"Septuor","type":"n.","descr":" A septet."},{"word":"Septuple","type":"a.","descr":" Seven times as much; multiplied by seven; sevenfold."},{"word":"Septupled","type":"imp. and p. p.","descr":" of Septuple"},{"word":"Septupling","type":"p. pr. and vb. n.","descr":" of Septuple"},{"word":"Septuple","type":"v. t.","descr":" To multiply by seven; to make sevenfold."},{"word":"Sepulcher","type":"n.","descr":" Alt. of Sepulchre"},{"word":"Sepulchre","type":"n.","descr":" The place in which the dead body of a human being is interred, or a place set apart for that purpose; a grave; a tomb."},{"word":"Sepulchered","type":"imp. and p. p.","descr":" of Sepulchre"},{"word":"Sepulchred","type":"","descr":" of Sepulchre"},{"word":"Sepulchering","type":"p. pr. and vb. n.","descr":" of Sepulchre"},{"word":"Sepulchring","type":"","descr":" of Sepulchre"},{"word":"Sepulcher","type":"v. t.","descr":" Alt. of Sepulchre"},{"word":"Sepulchre","type":"v. t.","descr":" To bury; to inter; to entomb; as, obscurely sepulchered."},{"word":"Sepulchral","type":"a.","descr":" Of or pertaining to burial, to the grave, or to monuments erected to the memory of the dead; as, a sepulchral stone; a sepulchral inscription."},{"word":"Sepulchral","type":"a.","descr":" Unnaturally low and grave; hollow in tone; -- said of sound, especially of the voice."},{"word":"Sepulture","type":"n.","descr":" The act of depositing the dead body of a human being in the grave; burial; interment."},{"word":"Sepulture","type":"n.","descr":" A sepulcher; a grave; a place of burial."},{"word":"Sequacious","type":"a.","descr":" Inclined to follow a leader; following; attendant."},{"word":"Sequacious","type":"a.","descr":" Hence, ductile; malleable; pliant; manageable."},{"word":"Sequacious","type":"a.","descr":" Having or observing logical sequence; logically consistent and rigorous; consecutive in development or transition of thought."},{"word":"Sequaciousness","type":"n.","descr":" Quality of being sequacious."},{"word":"Sequacity","type":"n.","descr":" Quality or state of being sequacious; sequaciousness."},{"word":"Sequel","type":"n.","descr":" That which follows; a succeeding part; continuation; as, the sequel of a man\\'s advantures or history."},{"word":"Sequel","type":"n.","descr":" Consequence; event; effect; result; as, let the sun cease, fail, or swerve, and the sequel would be ruin."},{"word":"Sequel","type":"n.","descr":" Conclusion; inference."},{"word":"Sequelae","type":"pl. ","descr":" of Sequela"},{"word":"Sequela","type":"n.","descr":" One who, or that which, follows."},{"word":"Sequela","type":"n.","descr":" An adherent, or a band or sect of adherents."},{"word":"Sequela","type":"n.","descr":" That which follows as the logical result of reasoning; inference; conclusion; suggestion."},{"word":"Sequela","type":"n.","descr":" A morbid phenomenon left as the result of a disease; a disease resulting from another."},{"word":"Sequence","type":"n.","descr":" The state of being sequent; succession; order of following; arrangement."},{"word":"Sequence","type":"n.","descr":" That which follows or succeeds as an effect; sequel; consequence; result."},{"word":"Sequence","type":"n.","descr":" Simple succession, or the coming after in time, without asserting or implying causative energy; as, the reactions of chemical agents may be conceived as merely invariable sequences."},{"word":"Sequence","type":"n.","descr":" Any succession of chords (or harmonic phrase) rising or falling by the regular diatonic degrees in the same scale; a succession of similar harmonic steps."},{"word":"Sequence","type":"n.","descr":" A melodic phrase or passage successively repeated one tone higher; a rosalia."},{"word":"Sequence","type":"n.","descr":" A hymn introduced in the Mass on certain festival days, and recited or sung immediately before the gospel, and after the gradual or introit, whence the name."},{"word":"Sequence","type":"n.","descr":" Three or more cards of the same suit in immediately consecutive order of value; as, ace, king, and queen; or knave, ten, nine, and eight."},{"word":"Sequence","type":"n.","descr":" All five cards, of a hand, in consecutive order as to value, but not necessarily of the same suit; when of one suit, it is called a sequence flush."},{"word":"Sequent","type":"a.","descr":" Following; succeeding; in continuance."},{"word":"Sequent","type":"a.","descr":" Following as an effect; consequent."},{"word":"Sequent","type":"n.","descr":" A follower."},{"word":"Sequent","type":"n.","descr":" That which follows as a result; a sequence."},{"word":"Sequential","type":"a.","descr":" Succeeding or following in order."},{"word":"Sequestered","type":"imp. and p. p.","descr":" of Sequester"},{"word":"Sequestering","type":"p. pr. and vb. n.","descr":" of Sequester"},{"word":"Sequester","type":"v. t.","descr":" To separate from the owner for a time; to take from parties in controversy and put into the possession of an indifferent person; to seize or take possession of, as property belonging to another, and hold it till the profits have paid the demand for which it is taken, or till the owner has performed the decree of court, or clears himself of contempt; in international law, to confiscate."},{"word":"Sequester","type":"v. t.","descr":" To cause (one) to submit to the process of sequestration; to deprive (one) of one\\'s estate, property, etc."},{"word":"Sequester","type":"v. t.","descr":" To set apart; to put aside; to remove; to separate from other things."},{"word":"Sequester","type":"v. t.","descr":" To cause to retire or withdraw into obscurity; to seclude; to withdraw; -- often used reflexively."},{"word":"Sequester","type":"v. i.","descr":" To withdraw; to retire."},{"word":"Sequester","type":"v. i.","descr":" To renounce (as a widow may) any concern with the estate of her husband."},{"word":"Sequester","type":"n.","descr":" Sequestration; separation."},{"word":"Sequester","type":"n.","descr":" A person with whom two or more contending parties deposit the subject matter of the controversy; one who mediates between two parties; a mediator; an umpire or referee."},{"word":"Sequester","type":"n.","descr":" Same as Sequestrum."},{"word":"Sequestered","type":"a.","descr":" Retired; secluded."},{"word":"Sequestrable","type":"a.","descr":" Capable of being sequestered; subject or liable to sequestration."},{"word":"Sequestral","type":"a.","descr":" Of or pertaining to a sequestrum."},{"word":"Sequestrated","type":"imp. and p. p.","descr":" of Sequestrate"},{"word":"Sequestrating","type":"p. pr. and vb. n.","descr":" of Sequestrate"},{"word":"Sequestrate","type":"v. t.","descr":" To sequester."},{"word":"Seguestration","type":"n.","descr":" The act of separating, or setting aside, a thing in controversy from the possession of both the parties that contend for it, to be delivered to the one adjudged entitled to it. It may be voluntary or involuntary."},{"word":"Seguestration","type":"n.","descr":" A prerogative process empowering certain commissioners to take and hold a defendant\\'s property and receive the rents and profits thereof, until he clears himself of a contempt or performs a decree of the court."},{"word":"Seguestration","type":"n.","descr":" A kind of execution for a rent, as in the case of a beneficed clerk, of the profits of a benefice, till he shall have satisfied some debt established by decree; the gathering up of the fruits of a benefice during a vacancy, for the use of the next incumbent; the disposing of the goods, by the ordinary, of one who is dead, whose estate no man will meddle with."},{"word":"Seguestration","type":"n.","descr":" The seizure of the property of an individual for the use of the state; particularly applied to the seizure, by a belligerent power, of debts due from its subjects to the enemy."},{"word":"Seguestration","type":"n.","descr":" The state of being separated or set aside; separation; retirement; seclusion from society."},{"word":"Seguestration","type":"n.","descr":" Disunion; disjunction."},{"word":"Sequestrator","type":"n.","descr":" One who sequesters property, or takes the possession of it for a time, to satisfy a demand out of its rents or profits."},{"word":"Sequestrator","type":"n.","descr":" One to whom the keeping of sequestered property is committed."},{"word":"Sequestra","type":"pl. ","descr":" of Sequestrum"},{"word":"Sequestrum","type":"n.","descr":" A portion of dead bone which becomes separated from the sound portion, as in necrosis."},{"word":"Sequin","type":"n.","descr":" An old gold coin of Italy and Turkey. It was first struck at Venice about the end of the 13th century, and afterward in the other Italian cities, and by the Levant trade was introduced into Turkey. It is worth about 9s. 3d. sterling, or about $2.25. The different kinds vary somewhat in value."},{"word":"Sequoia","type":"n.","descr":" A genus of coniferous trees, consisting of two species, Sequoia Washingtoniana, syn. S. gigantea, the \"big tree\" of California, and S. sempervirens, the redwood, both of which attain an immense height."},{"word":"Sequoiene","type":"n.","descr":" A hydrocarbon (C13H10) obtained in white fluorescent crystals, in the distillation products of the needles of the California \"big tree\" (Sequoia gigantea)."},{"word":"Seraglio","type":"n.","descr":" An inclosure; a place of separation."},{"word":"Seraglio","type":"n.","descr":" The palace of the Grand Seignior, or Turkish sultan, at Constantinople, inhabited by the sultan himself, and all the officers and dependents of his court. In it are also kept the females of the harem."},{"word":"Seraglio","type":"n.","descr":" A harem; a place for keeping wives or concubines; sometimes, loosely, a place of licentious pleasure; a house of debauchery."},{"word":"Serai","type":"n.","descr":" A palace; a seraglio; also, in the East, a place for the accommodation of travelers; a caravansary, or rest house."},{"word":"Seralbumen","type":"n.","descr":" Serum albumin."},{"word":"Serang","type":"n.","descr":" The boatswain of a Lascar or East Ondian crew."},{"word":"Serape","type":"n.","descr":" A blanket or shawl worn as an outer garment by the Spanish Americans, as in Mexico."},{"word":"Seraphs","type":"pl. ","descr":" of Seraph"},{"word":"Seraphim","type":"pl. ","descr":" of Seraph"},{"word":"Seraph","type":"n.","descr":" One of an order of celestial beings, each having three pairs of wings. In ecclesiastical art and in poetry, a seraph is represented as one of a class of angels."},{"word":"Seraphic","type":"a.","descr":" Alt. of Seraphical"},{"word":"Seraphical","type":"a.","descr":" Of or pertaining to a seraph; becoming, or suitable to, a seraph; angelic; sublime; pure; refined."},{"word":"Seraphicism","type":"n.","descr":" The character, quality, or state of a seraph; seraphicalness."},{"word":"Seraphim","type":"n.","descr":" The Hebrew plural of Seraph.  Cf. Cherubim."},{"word":"Seraphina","type":"n.","descr":" A seraphine."},{"word":"Seraphine","type":"n.","descr":" A wind instrument whose sounding parts are reeds, consisting of a thin tongue of brass playing freely through a slot in a plate. It has a case, like a piano, and is played by means of a similar keybord, the bellows being worked by the foot. The melodeon is a portable variety of this instrument."},{"word":"Serapis","type":"n.","descr":" An Egyptian deity, at first a symbol of the Nile, and so of fertility; later, one of the divinities of the lower world. His worship was introduced into Greece and Rome."},{"word":"Seraskier","type":"n.","descr":" A general or commander of land forces in the Turkish empire; especially, the commander-in-chief of minister of war."},{"word":"Seraskierate","type":"n.","descr":" The office or authority of a seraskier."},{"word":"Serbonian","type":"a.","descr":" Relating to the lake of Serbonis in Egypt, which by reason of the sand blowing into it had a deceptive appearance of being solid land, but was a bog."},{"word":"Sere","type":"a.","descr":" Dry; withered. Same as Sear."},{"word":"Sere","type":"n.","descr":" Claw; talon."},{"word":"Serein","type":"n.","descr":" A mist, or very fine rain, which sometimes falls from a clear sky a few moments after sunset."},{"word":"Serenade","type":"n.","descr":" Music sung or performed in the open air at nights; -- usually applied to musical entertainments given in the open air at night, especially by gentlemen, in a spirit of gallantry, under the windows of ladies."},{"word":"Serenade","type":"n.","descr":" A piece of music suitable to be performed at such times."},{"word":"Serenaded","type":"imp. and p. p.","descr":" of Serenade"},{"word":"Serenading","type":"p. pr. and vb. n.","descr":" of Serenade"},{"word":"Serenade","type":"v. t.","descr":" To entertain with a serenade."},{"word":"Serenade","type":"v. i.","descr":" To perform a serenade."},{"word":"Serenader","type":"n.","descr":" One who serenades."},{"word":"Serenata","type":"n.","descr":" Alt. of Serenate"},{"word":"Serenate","type":"n.","descr":" A piece of vocal music, especially one on an amoreus subject; a serenade."},{"word":"Serene","type":"a.","descr":" Bright; clear; unabscured; as, a serene sky."},{"word":"Serene","type":"a.","descr":" Calm; placid; undisturbed; unruffled; as, a serene aspect; a serene soul."},{"word":"Serene","type":"n.","descr":" Serenity; clearness; calmness."},{"word":"Serene","type":"n.","descr":" Evening air; night chill."},{"word":"Serene","type":"v. t.","descr":" To make serene."},{"word":"Serenely","type":"adv.","descr":" In a serene manner; clearly."},{"word":"Serenely","type":"adv.","descr":" With unruffled temper; coolly; calmly."},{"word":"Sereneness","type":"n.","descr":" Serenity."},{"word":"Serenitude","type":"n.","descr":" Serenity."},{"word":"Serenity","type":"n.","descr":" The quality or state of being serene; clearness and calmness; quietness; stillness; peace."},{"word":"Serenity","type":"n.","descr":" Calmness of mind; eveness of temper; undisturbed state; coolness; composure."},{"word":"Serf","type":"v. t.","descr":" A servant or slave employed in husbandry, and in some countries attached to the soil and transferred with it, as formerly in Russia."},{"word":"Serfage","type":"n.","descr":" Alt. of Serfdom"},{"word":"Serfdom","type":"n.","descr":" The state or condition of a serf."},{"word":"Serfhood","type":"n.","descr":" Alt. of Serfism"},{"word":"Serfism","type":"n.","descr":" Serfage."},{"word":"Serge","type":"n.","descr":" A woolen twilled stuff, much used as material for clothing for both sexes."},{"word":"Serge","type":"n.","descr":" A large wax candle used in the ceremonies of various churches."},{"word":"Sergeancies","type":"pl. ","descr":" of Sergeancy"},{"word":"Sergeancy","type":"n.","descr":" The office of a sergeant; sergeantship."},{"word":"Sergeant","type":"n.","descr":" Formerly, in England, an officer nearly answering to the more modern bailiff of the hundred; also, an officer whose duty was to attend on the king, and on the lord high steward in court, to arrest traitors and other offenders. He is now called sergeant-at-arms, and two of these officers, by allowance of the sovereign, attend on the houses of Parliament (one for each house) to execute their commands, and another attends the Court Chancery."},{"word":"Sergeant","type":"n.","descr":" In a company, battery, or troop, a noncommissioned officer next in rank above a corporal, whose duty is to instruct recruits in discipline, to form the ranks, etc."},{"word":"Sergeant","type":"n.","descr":" A lawyer of the highest rank, answering to the doctor of the civil law; -- called also serjeant at law."},{"word":"Sergeant","type":"n.","descr":" A title sometimes given to the servants of the sovereign; as, sergeant surgeon, that is, a servant, or attendant, surgeon."},{"word":"Sergeant","type":"n.","descr":" The cobia."},{"word":"Sergeantcy","type":"n.","descr":" Same as Sergeancy."},{"word":"Sergeantry","type":"n.","descr":" See Sergeanty."},{"word":"Sergeantship","type":"n.","descr":" The office of sergeant."},{"word":"Sergeanty","type":"n.","descr":" Tenure of lands of the crown by an honorary kind of service not due to any lord, but to the king only."},{"word":"Serial","type":"a.","descr":" Of or pertaining to a series; consisting of a series; appearing in successive parts or numbers; as, a serial work or publication."},{"word":"Serial","type":"a.","descr":" Of or pertaining to rows."},{"word":"Serial","type":"n.","descr":" A publication appearing in a series or succession of part; a tale, or other writing, published in successive numbers of a periodical."},{"word":"Seriality","type":"n.","descr":" The quality or state of succession in a series; sequence."},{"word":"Serially","type":"adv.","descr":" In a series, or regular order; in a serial manner; as, arranged serially; published serially."},{"word":"Seriate","type":"a.","descr":" Arranged in a series or succession; pertaining to a series."},{"word":"Seriatim","type":"adv.","descr":" In regular order; one after the other; severally."},{"word":"Seriation","type":"n.","descr":" Arrangement or position in a series."},{"word":"Sericeous","type":"a.","descr":" Of or pertaining to silk; consisting of silk; silky."},{"word":"Sericeous","type":"a.","descr":" Covered with very soft hairs pressed close to the surface; as, a sericeous leaf."},{"word":"Sericeous","type":"a.","descr":" Having a silklike luster, usually due to fine, close hairs."},{"word":"Sericin","type":"n.","descr":" A gelatinous nitrogenous material extracted from crude silk and other similar fiber by boiling water; -- called also silk gelatin."},{"word":"Sericite","type":"n.","descr":" A kind of muscovite occuring in silky scales having a fibrous structure. It is characteristic of sericite schist."},{"word":"Sericterium","type":"n.","descr":" A silk gland, as in the silkworms."},{"word":"Sericulture","type":"n.","descr":" The raising of silkworms."},{"word":"Serie","type":"n.","descr":" Series."},{"word":"Seriema","type":"n.","descr":" A large South American bird (Dicholophus, \/ Cariama cristata) related to the cranes. It is often domesticated. Called also cariama."},{"word":"Series","type":"n.","descr":" A number of things or events standing or succeeding in order, and connected by a like relation; sequence; order; course; a succession of things; as, a continuous series of calamitous events."},{"word":"Series","type":"n.","descr":" Any comprehensive group of animals or plants including several subordinate related groups."},{"word":"Series","type":"n.","descr":" An indefinite number of terms succeeding one another, each of which is derived from one or more of the preceding by a fixed law, called the law of the series; as, an arithmetical series; a geometrical series."},{"word":"Serin","type":"n.","descr":" A European finch (Serinus hortulanus) closely related to the canary."},{"word":"Serine","type":"n.","descr":" A white crystalline nitrogenous substance obtained by the action of dilute sulphuric acid on silk gelatin."},{"word":"Serio-comic","type":"a.","descr":" Alt. of Serio-comical"},{"word":"Serio-comical","type":"a.","descr":" Having a mixture of seriousness and sport; serious and comical."},{"word":"Serious","type":"a.","descr":" Grave in manner or disposition; earnest; thoughtful; solemn; not light, gay, or volatile."},{"word":"Serious","type":"a.","descr":" Really intending what is said; being in earnest; not jesting or deceiving."},{"word":"Serious","type":"a.","descr":" Important; weighty; not trifling; grave."},{"word":"Serious","type":"a.","descr":" Hence, giving rise to apprehension; attended with danger; as, a serious injury."},{"word":"Seriph","type":"n.","descr":" See Ceriph."},{"word":"Serjeant","type":"","descr":" Alt. of Serjeantcy"},{"word":"Serjeantcy","type":"","descr":" See Sergeant, Sergeantcy, etc."},{"word":"Sermocination","type":"n.","descr":" The making of speeches or sermons; sermonizing."},{"word":"Sermocinator","type":"n.","descr":" One who makes sermons or speeches."},{"word":"Sermon","type":"n.","descr":" A discourse or address; a talk; a writing; as, the sermons of Chaucer."},{"word":"Sermon","type":"n.","descr":" Specifically, a discourse delivered in public, usually by a clergyman, for the purpose of religious instruction and grounded on some text or passage of Scripture."},{"word":"Sermon","type":"n.","descr":" Hence, a serious address; a lecture on one\\'s conduct or duty; an exhortation or reproof; a homily; -- often in a depreciatory sense."},{"word":"Sermon","type":"v. i.","descr":" To speak; to discourse; to compose or deliver a sermon."},{"word":"Sermon","type":"v. t.","descr":" To discourse to or of, as in a sermon."},{"word":"Sermon","type":"v. t.","descr":" To tutor; to lecture."},{"word":"Sermoneer","type":"n.","descr":" A sermonizer."},{"word":"Sermoner","type":"n.","descr":" A preacher; a sermonizer."},{"word":"Sermonet","type":"n.","descr":" A short sermon."},{"word":"Sermonic","type":"a.","descr":" Alt. of Sermonical"},{"word":"Sermonical","type":"a.","descr":" Like, or appropriate to, a sermon; grave and didactic."},{"word":"Sermoning","type":"n.","descr":" The act of discoursing; discourse; instruction; preaching."},{"word":"Sermonish","type":"a.","descr":" Resembling a sermon."},{"word":"Sermonist","type":"n.","descr":" See Sermonizer."},{"word":"Sermonized","type":"imp. and p. p.","descr":" of Sermonize"},{"word":"Sermonizing","type":"p. pr. and vb. n.","descr":" of Sermonize"},{"word":"Sermonize","type":"v. i.","descr":" To compose or write a sermon or sermons; to preach."},{"word":"Sermonize","type":"v. i.","descr":" To inculcate rigid rules."},{"word":"Sermonize","type":"v. t.","descr":" To preach or discourse to; to affect or influence by means of a sermon or of sermons."},{"word":"Sermonizer","type":"n.","descr":" One who sermonizes."},{"word":"Serolin","type":"n.","descr":" A peculiar fatty substance found in the blood, probably a mixture of fats, cholesterin, etc."},{"word":"Serolin","type":"n.","descr":" A body found in fecal matter and thought to be formed in the intestines from the cholesterin of the bile; -- called also stercorin, and stercolin."},{"word":"Seron","type":"n.","descr":" Alt. of Seroon"},{"word":"Seroon","type":"n.","descr":" Same as Ceroon."},{"word":"Serose","type":"a.","descr":" Serous."},{"word":"Serosity","type":"n.","descr":" The quality or state of being serous."},{"word":"Serosity","type":"n.","descr":" A thin watery animal fluid, as synovial fluid and pericardial fluid."},{"word":"Serotine","type":"n.","descr":" The European long-eared bat (Vesperugo serotinus)."},{"word":"Serotinous","type":"a.","descr":" Appearing or blossoming later in the season than is customary with allied species."},{"word":"Serous","type":"a.","descr":" Thin; watery; like serum; as the serous fluids."},{"word":"Serous","type":"a.","descr":" Of or pertaining to serum; as, the serous glands, membranes, layers. See Serum."},{"word":"Serow","type":"n.","descr":" Alt. of Surrow"},{"word":"Serpens","type":"n.","descr":" A constellation represented as a serpent held by Serpentarius."},{"word":"Serpent","type":"n.","descr":" Any reptile of the order Ophidia; a snake, especially a large snake. See Illust. under Ophidia."},{"word":"Serpent","type":"n.","descr":" Fig.: A subtle, treacherous, malicious person."},{"word":"Serpent","type":"n.","descr":" A species of firework having a serpentine motion as it passess through the air or along the ground."},{"word":"Serpent","type":"n.","descr":" The constellation Serpens."},{"word":"Serpent","type":"n.","descr":" A bass wind instrument, of a loud and coarse tone, formerly much used in military bands, and sometimes introduced into the orchestra; -- so called from its form."},{"word":"Serpented","type":"imp. and p. p.","descr":" of Serpent"},{"word":"Serpenting","type":"p. pr. and vb. n.","descr":" of Serpent"},{"word":"Serpent","type":"v. i.","descr":" To wind like a serpent; to crook about; to meander."},{"word":"Serpent","type":"v. t.","descr":" To wind; to encircle."},{"word":"Serpentaria","type":"a.","descr":" The fibrous aromatic root of the Virginia snakeroot (Aristolochia Serpentaria)."},{"word":"Serpentarius","type":"n.","descr":" A constellation on the equator, lying between Scorpio and Hercules; -- called also Ophiuchus."},{"word":"Serpentiform","type":"a.","descr":" Having the form of a serpent."},{"word":"Serpentigenous","type":"a.","descr":" Bred of a serpent."},{"word":"Serpentine","type":"a.","descr":" Resembling a serpent; having the shape or qualities of a serpent; subtle; winding or turning one way and the other, like a moving serpent; anfractuous; meandering; sinuous; zigzag; as, serpentine braid."},{"word":"Serpentine","type":"n.","descr":" A mineral or rock consisting chiefly of the hydrous silicate of magnesia. It is usually of an obscure green color, often with a spotted or mottled appearance resembling a serpent\\'s skin. Precious, or noble, serpentine is translucent and of a rich oil-green color."},{"word":"Serpentine","type":"n.","descr":" A kind of ancient cannon."},{"word":"Serpentine","type":"v. i.","descr":" To serpentize."},{"word":"Serpentinely","type":"adv.","descr":" In a serpentine manner."},{"word":"Serpentinian","type":"n.","descr":" See 2d Ophite."},{"word":"Serpentinize","type":"v. t.","descr":" To convert (a magnesian silicate) into serpentine."},{"word":"Serpentinous","type":"a.","descr":" Relating to, or like, serpentine; as, a rock serpentinous in character."},{"word":"Serpentize","type":"v. i.","descr":" To turn or bend like a serpent, first in one direction and then in the opposite; to meander; to wind; to serpentine."},{"word":"Serpentry","type":"n.","descr":" A winding like a serpent\\'s."},{"word":"Serpentry","type":"n.","descr":" A place inhabited or infested by serpents."},{"word":"Serpent-tongued","type":"a.","descr":" Having a forked tongue, like a serpent."},{"word":"Serpet","type":"n.","descr":" A basket."},{"word":"Serpette","type":"n.","descr":" A pruning knife with a curved blade."},{"word":"Serpiginous","type":"a.","descr":" Creeping; -- said of lesions which heal over one portion while continuing to advance at another."},{"word":"Serpigo","type":"n.","descr":" A dry, scaly eruption on the skin; especially, a ringworm."},{"word":"Serpolet","type":"n.","descr":" Wild thyme."},{"word":"Serpulae","type":"pl. ","descr":" of Serpula"},{"word":"Serpulas","type":"pl. ","descr":" of Serpula"},{"word":"Serpula","type":"n.","descr":" Any one of numerous species of tubicolous annelids of the genus Serpula and allied genera of the family Serpulidae. They secrete a calcareous tube, which is usually irregularly contorted, but is sometimes spirally coiled. The worm has a wreath of plumelike and often bright-colored gills around its head, and usually an operculum to close the aperture of its tube when it retracts."},{"word":"Serpulian","type":"n.","descr":" Alt. of Serpulidan"},{"word":"Serpulidan","type":"n.","descr":" A serpula."},{"word":"Serpulite","type":"n.","descr":" A fossil serpula shell."},{"word":"Serr","type":"v. t.","descr":" To crowd, press, or drive together."},{"word":"Serranoid","type":"n.","descr":" Any fish of the family Serranidae, which includes the striped bass, the black sea bass, and many other food fishes."},{"word":"Serranoid","type":"a.","descr":" Of or pertaining to the Serranidae."},{"word":"Serrate","type":"a.","descr":" Alt. of Serrated"},{"word":"Serrated","type":"a.","descr":" Notched on the edge, like a saw."},{"word":"Serrated","type":"a.","descr":" Beset with teeth pointing forwards or upwards; as, serrate leaves."},{"word":"Serration","type":"n.","descr":" Condition of being serrate; formation in the shape of a saw."},{"word":"Serration","type":"n.","descr":" One of the teeth in a serrate or serrulate margin."},{"word":"Serratirostral","type":"a.","descr":" Having a toothed bill, like that of a toucan."},{"word":"Serrator","type":"n.","descr":" The ivory gull (Larus eburneus)."},{"word":"Serrature","type":"n.","descr":" A notching, like that between the teeth of a saw, in the edge of anything."},{"word":"Serrature","type":"n.","descr":" One of the teeth in a serrated edge; a serration."},{"word":"Serricated","type":"a.","descr":" Covered with fine silky down."},{"word":"Serricorn","type":"a.","descr":" Having serrated antenn\/."},{"word":"Serricorn","type":"n.","descr":" Any one of a numerous tribe of beetles (Serricornia). The joints of the antennae are prominent, thus producing a serrate appearance. See Illust. under Antenna."},{"word":"Serried","type":"a.","descr":" Crowded; compact; dense; pressed together."},{"word":"Serrifera","type":"n. pl.","descr":" A division of Hymenoptera comprising the sawflies."},{"word":"Serrirostres","type":"n. pl.","descr":" Same as Lamellirostres."},{"word":"Serrous","type":"a.","descr":" Like the teeth off a saw; jagged."},{"word":"Serrula","type":"n.","descr":" The red-breasted merganser."},{"word":"Serrulate","type":"a.","descr":" Alt. of Serrulated"},{"word":"Serrulated","type":"a.","descr":" Finely serrate; having very minute teeth."},{"word":"Serrulation","type":"n.","descr":" The state of being notched minutely, like a fine saw."},{"word":"Serrulation","type":"n.","descr":" One of the teeth in a serrulate margin."},{"word":"Serried","type":"imp. and p. p.","descr":" of Serry"},{"word":"Serrying","type":"p. pr. and vb. n.","descr":" of Serry"},{"word":"Serry","type":"v. t.","descr":" To crowd; to press together."},{"word":"Sertularia","type":"n.","descr":" A genus of delicate branching hydroids having small sessile hydrothecae along the sides of the branches."},{"word":"Sertularian","type":"n.","descr":" Any species of Sertularia, or of Sertularidae, a family of hydroids having branched chitinous stems and simple sessile hydrothecae. Also used adjectively."},{"word":"Serum","type":"n.","descr":" The watery portion of certain animal fluids, as blood, milk, etc."},{"word":"Serum","type":"n.","descr":" A thin watery fluid, containing more or less albumin, secreted by the serous membranes of the body, such as the pericardium and peritoneum."},{"word":"Servable","type":"a.","descr":" Capable of being served."},{"word":"Servable","type":"a.","descr":" Capable of being preserved."},{"word":"Servage","type":"n.","descr":" Serfage; slavery; servitude."},{"word":"Serval","type":"n.","descr":" An African wild cat (Felis serval) of moderate size. It has rather long legs and a tail of moderate length. Its color is tawny, with black spots on the body and rings of black on the tail."},{"word":"Servaline","type":"a.","descr":" Related to, or resembling, the serval."},{"word":"Servant","type":"n.","descr":" One who serves, or does services, voluntarily or on compulsion; a person who is employed by another for menial offices, or for other labor, and is subject to his command; a person who labors or exerts himself for the benefit of another, his master or employer; a subordinate helper."},{"word":"Servant","type":"n.","descr":" One in a state of subjection or bondage."},{"word":"Servant","type":"n.","descr":" A professed lover or suitor; a gallant."},{"word":"Servant","type":"v. t.","descr":" To subject."},{"word":"Servantess","type":"n.","descr":" A maidservant."},{"word":"Servantry","type":"n.","descr":" A body of servants; servants, collectively."},{"word":"Served","type":"imp. and p. p.","descr":" of Serve"},{"word":"Serving","type":"p. pr. and vb. n.","descr":" of Serve"},{"word":"Serve","type":"v. t.","descr":" To work for; to labor in behalf of; to exert one\\'s self continuously or statedly for the benefit of; to do service for; to be in the employment of, as an inferior, domestic, serf, slave, hired assistant, official helper, etc.; specifically, in a religious sense, to obey and worship."},{"word":"Serve","type":"v. t.","descr":" To be subordinate to; to act a secondary part under; to appear as the inferior of; to minister to."},{"word":"Serve","type":"v. t.","descr":" To be suitor to; to profess love to."},{"word":"Serve","type":"v. t.","descr":" To wait upon; to supply the wants of; to attend; specifically, to wait upon at table; to attend at meals; to supply with food; as, to serve customers in a shop."},{"word":"Serve","type":"v. t.","descr":" Hence, to bring forward, arrange, deal, or distribute, as a portion of anything, especially of food prepared for eating; -- often with up; formerly with in."},{"word":"Serve","type":"v. t.","descr":" To perform the duties belonging to, or required in or for; hence, to be of use to; as, a curate may serve two churches; to serve one\\'s country."},{"word":"Serve","type":"v. t.","descr":" To contribute or conduce to; to promote; to be sufficient for; to satisfy; as, to serve one\\'s turn."},{"word":"Serve","type":"v. t.","descr":" To answer or be (in the place of something) to; as, a sofa serves one for a seat and a couch."},{"word":"Serve","type":"v. t.","descr":" To treat; to behave one\\'s self to; to requite; to act toward; as, he served me very ill."},{"word":"Serve","type":"v. t.","descr":" To work; to operate; as, to serve the guns."},{"word":"Serve","type":"v. t.","descr":" To bring to notice, deliver, or execute, either actually or constructively, in such manner as the law requires; as, to serve a summons."},{"word":"Serve","type":"v. t.","descr":" To make legal service opon (a person named in a writ, summons, etc.); as, to serve a witness with a subp\/na."},{"word":"Serve","type":"v. t.","descr":" To pass or spend, as time, esp. time of punishment; as, to serve a term in prison."},{"word":"Serve","type":"v. t.","descr":" To copulate with; to cover; as, a horse serves a mare; -- said of the male."},{"word":"Serve","type":"v. t.","descr":" To lead off in delivering (the ball)."},{"word":"Serve","type":"v. t.","descr":" To wind spun yarn, or the like, tightly around (a rope or cable, etc.) so as to protect it from chafing or from the weather. See under Serving."},{"word":"Serve","type":"v. i.","descr":" To be a servant or a slave; to be employed in labor or other business for another; to be in subjection or bondage; to render menial service."},{"word":"Serve","type":"v. i.","descr":" To perform domestic offices; to be occupied with household affairs; to prepare and dish up food, etc."},{"word":"Serve","type":"v. i.","descr":" To be in service; to do duty; to discharge the requirements of an office or employment. Specifically, to act in the public service, as a soldier, seaman. etc."},{"word":"Serve","type":"v. i.","descr":" To be of use; to answer a purpose; to suffice; to suit; to be convenient or favorable."},{"word":"Serve","type":"v. i.","descr":" To lead off in delivering the ball."},{"word":"Server","type":"n.","descr":" One who serves."},{"word":"Server","type":"n.","descr":" A tray for dishes; a salver."},{"word":"Servian","type":"a.","descr":" Of or pertaining to Servia, a kingdom of Southern Europe."},{"word":"Servian","type":"n.","descr":" A native or inhabitant of Servia."},{"word":"Service","type":"","descr":" Alt. of Service"},{"word":"Service","type":"","descr":" A name given to several trees and shrubs of the genus Pyrus, as Pyrus domestica and P. torminalis of Europe, the various species of mountain ash or rowan tree, and the American shad bush (see Shad bush, under Shad). They have clusters of small, edible, applelike berries."},{"word":"Service","type":"n.","descr":" The act of serving; the occupation of a servant; the performance of labor for the benefit of another, or at another\\'s command; attendance of an inferior, hired helper, slave, etc., on a superior, employer, master, or the like; also, spiritual obedience and love."},{"word":"Service","type":"n.","descr":" The deed of one who serves; labor performed for another; duty done or required; office."},{"word":"Service","type":"n.","descr":" Office of devotion; official religious duty performed; religious rites appropriate to any event or ceremonial; as, a burial service."},{"word":"Service","type":"n.","descr":" Hence, a musical composition for use in churches."},{"word":"Service","type":"n.","descr":" Duty performed in, or appropriate to, any office or charge; official function; hence, specifically, military or naval duty; performance of the duties of a soldier."},{"word":"Service","type":"n.","descr":" Useful office; advantage conferred; that which promotes interest or happiness; benefit; avail."},{"word":"Service","type":"n.","descr":" Profession of respect; acknowledgment of duty owed."},{"word":"Service","type":"n.","descr":" The act and manner of bringing food to the persons who eat it; order of dishes at table; also, a set or number of vessels ordinarily used at table; as, the service was tardy and awkward; a service of plate or glass."},{"word":"Service","type":"n.","descr":" The act of bringing to notice, either actually or constructively, in such manner as is prescribed by law; as, the service of a subp\/na or an attachment."},{"word":"Service","type":"n.","descr":" The materials used for serving a rope, etc., as spun yarn, small lines, etc."},{"word":"Service","type":"n.","descr":" The act of serving the ball."},{"word":"Service","type":"n.","descr":" Act of serving or covering. See Serve, v. t., 13."},{"word":"Serviceable","type":"a.","descr":" Doing service; promoting happiness, interest, advantage, or any good; useful to any end; adapted to any good end use; beneficial; advantageous."},{"word":"Serviceable","type":"a.","descr":" Prepared for rendering service; capable of, or fit for, the performance of duty; hence, active; diligent."},{"word":"Serviceage","type":"n.","descr":" Servitude."},{"word":"Servient","type":"a.","descr":" Subordinate."},{"word":"Serviette","type":"n.","descr":" A table napkin."},{"word":"Servile","type":"a.","descr":" Of or pertaining to a servant or slave; befitting a servant or a slave; proceeding from dependence; hence, meanly submissive; slavish; mean; cringing; fawning; as, servile flattery; servile fear; servile obedience."},{"word":"Servile","type":"a.","descr":" Held in subjection; dependent; enslaved."},{"word":"Servile","type":"a.","descr":" Not belonging to the original root; as, a servile letter."},{"word":"Servile","type":"a.","descr":" Not itself sounded, but serving to lengthen the preceeding vowel, as e in tune."},{"word":"Servile","type":"n.","descr":" An element which forms no part of the original root; -- opposed to radical."},{"word":"Servilely","type":"adv.","descr":" In a servile manner; slavishly."},{"word":"Servileness","type":"n.","descr":" Quality of being servile; servility."},{"word":"Servility","type":"n.","descr":" The quality or state of being servile; servileness."},{"word":"Serving","type":"","descr":" a. and n. from Serve."},{"word":"Servite","type":"n.","descr":" One of the order of the Religious Servants of the Holy Virgin, founded in Florence in 1223."},{"word":"Servifor","type":"n.","descr":" One who serves; a servant; an attendant; one who acts under another; a follower or adherent."},{"word":"Servifor","type":"n.","descr":" An undergraduate, partly supported by the college funds, whose duty it formerly was to wait at table. A servitor corresponded to a sizar in Cambridge and Dublin universities."},{"word":"Servitorship","type":"n.","descr":" The office, rank, or condition of a servitor."},{"word":"Servitude","type":"n.","descr":" The state of voluntary or compulsory subjection to a master; the condition of being bound to service; the condition of a slave; slavery; bondage; hence, a state of slavish dependence."},{"word":"Servitude","type":"n.","descr":" Servants, collectively."},{"word":"Servitude","type":"n.","descr":" A right whereby one thing is subject to another thing or person for use or convenience, contrary to the common right."},{"word":"Serviture","type":"n.","descr":" Servants, collectively."},{"word":"Servitute","type":"n.","descr":" Servitude."},{"word":"Serye","type":"n.","descr":" A series."},{"word":"Sesame","type":"n.","descr":" Either of two annual herbaceous plants of the genus Sesamum (S. Indicum, and S. orientale), from the seeds of which an oil is expressed; also, the small obovate, flattish seeds of these plants, sometimes used as food. See Benne."},{"word":"Sesamoid","type":"a.","descr":" Resembling in shape the seeds of sesame."},{"word":"Sesamoid","type":"a.","descr":" Of or pertaining to the sesamoid bones or cartilages; sesamoidal."},{"word":"Sesamoid","type":"n.","descr":" A sesamoid bone or cartilage."},{"word":"Sesamoidal","type":"a.","descr":" Sesamoid."},{"word":"Sesban","type":"n.","descr":" A leguminous shrub (Sesbania aculeata) which furnishes a fiber used for making ropes."},{"word":"Sesqui-","type":"","descr":" A combining form (also used adjectively) denoting that three atoms or equivalents of the substance to the name of which it is prefixed are combined with two of some other element or radical; as, sesquibromide, sesquicarbonate, sesquichloride, sesquioxide."},{"word":"Sesquialter","type":"a.","descr":" Sesquialteral."},{"word":"Sesquialter","type":"n.","descr":" Alt. of Sesquialtera"},{"word":"Sesquialtera","type":"n.","descr":" A stop on the organ, containing several ranks of pipes which reenforce some of the high harmonics of the ground tone, and make the sound more brilliant."},{"word":"Sesquialteral","type":"a.","descr":" Alt. of Sesquialterate"},{"word":"Sesquialterate","type":"a.","descr":" Once and a half times as great as another; having the ratio of one and a half to one."},{"word":"Sesquialterous","type":"a.","descr":" Sesquialteral."},{"word":"Sesquibasic","type":"a.","descr":" Containing, or acting as, a base in the proportions of a sesqui compound."},{"word":"Sesquiduplicate","type":"a.","descr":" Twice and a half as great (as another thing); having the ratio of two and a half to one."},{"word":"Sesquioxide","type":"n.","descr":" An oxide containing three atoms of oxygen with two atoms (or radicals) of some other substance; thus, alumina, Al2O3 is a sesquioxide."},{"word":"Sesquipedal","type":"a.","descr":" Alt. of Sesquipedalian"},{"word":"Sesquipedalian","type":"a.","descr":" Measuring or containing a foot and a half; as, a sesquipedalian pygmy; -- sometimes humorously applied to long words."},{"word":"Sesquipedalianism","type":"n.","descr":" Alt. of Sesquipedalism"},{"word":"Sesquipedalism","type":"n.","descr":" Sesquipedality."},{"word":"Sesqyipedality","type":"n.","descr":" The quality or condition of being sesquipedal."},{"word":"Sesqyipedality","type":"n.","descr":" The use of sesquipedalian words; style characterized by the use of long words; sesquipedalism."},{"word":"Sesquiplicate","type":"a.","descr":" Subduplicate of the triplicate; -- a term applied to ratios; thus, a and a\\' are in the sesquiplicate ratio of b and b\\', when a is to a\\' as the square root of the cube of b is to the square root of the cube of b\\', or a:a\\'::Ãb3:Ãb\\'3."},{"word":"Sesquisalt","type":"n.","descr":" A salt derived from a sesquioxide base, or made up on the proportions of a sesqui compound."},{"word":"Sesquisulphide","type":"n.","descr":" A sulphide, analogous to a sesquioxide, containing three atoms of sulphur to two of the other ingredient; -- formerly called also sesquisulphuret; as, orpiment, As2S3 is arsenic sesquisulphide."},{"word":"Sesquitertial","type":"a.","descr":" Sesquitertian."},{"word":"Sesquitertian","type":"a.","descr":" Alt. of Sesquitertianal"},{"word":"Sesquitertianal","type":"a.","descr":" Having the ratio of one and one third to one (as 4 : 3)."},{"word":"Sesquitone","type":"n.","descr":" A minor third, or interval of three semitones."},{"word":"Sess","type":"v. t.","descr":" To lay a tax upon; to assess."},{"word":"Sess","type":"n.","descr":" A tax; an assessment. See Cess."},{"word":"Sessa","type":"interj.","descr":" Hurry; run."},{"word":"Sessile","type":"a.","descr":" Attached without any sensible projecting support."},{"word":"Sessile","type":"a.","descr":" Resting directly upon the main stem or branch, without a petiole or footstalk; as, a sessile leaf or blossom."},{"word":"Sessile","type":"a.","descr":" Permanently attached; -- said of the gonophores of certain hydroids which never became detached."},{"word":"Sessile-eyed","type":"a.","descr":" Having eyes which are not elevated on a stalk; -- opposed to stalk-eyed."},{"word":"Session","type":"n.","descr":" The act of sitting, or the state of being seated."},{"word":"Session","type":"n.","descr":" The actual sitting of a court, council, legislature, etc., or the actual assembly of the members of such a body, for the transaction of business."},{"word":"Session","type":"n.","descr":" Hence, also, the time, period, or term during which a court, council, legislature, etc., meets daily for business; or, the space of time between the first meeting and the prorogation or adjournment; thus, a session of Parliaments is opened with a speech from the throne, and closed by prorogation. The session of a judicial court is called a term."},{"word":"Sessional","type":"a.","descr":" Of or pertaining to a session or sessions."},{"word":"Sesspool","type":"n.","descr":" Same as Cesspool."},{"word":"Sesterce","type":"n.","descr":" A Roman coin or denomination of money, in value the fourth part of a denarius, and originally containing two asses and a half, afterward four asses, -- equal to about two pence sterling, or four cents."},{"word":"Sestet","type":"n.","descr":" A piece of music composed for six voices or six instruments; a sextet; -- called also sestuor."},{"word":"Sestet","type":"n.","descr":" The last six lines of a sonnet."},{"word":"Sestetto","type":"n.","descr":" A sestet."},{"word":"Sestine","type":"n.","descr":" See Sextain."},{"word":"Sestuor","type":"n.","descr":" A sestet."},{"word":"Set","type":"imp. and p. p.","descr":" of Set"},{"word":"Setting","type":"p. pr. and vb. n.","descr":" of Set"},{"word":"Set","type":"v. t.","descr":" To cause to sit; to make to assume a specified position or attitude; to give site or place to; to place; to put; to fix; as, to set a house on a stone foundation; to set a book on a shelf; to set a dish on a table; to set a chest or trunk on its bottom or on end."},{"word":"Set","type":"v. t.","descr":" Hence, to attach or affix (something) to something else, or in or upon a certain place."},{"word":"Set","type":"v. t.","descr":" To make to assume specified place, condition, or occupation; to put in a certain condition or state (described by the accompanying words); to cause to be."},{"word":"Set","type":"v. t.","descr":" To fix firmly; to make fast, permanent, or stable; to render motionless; to give an unchanging place, form, or condition to."},{"word":"Set","type":"v. t.","descr":" To cause to stop or stick; to obstruct; to fasten to a spot; hence, to occasion difficulty to; to embarrass; as, to set a coach in the mud."},{"word":"Set","type":"v. t.","descr":" To fix beforehand; to determine; hence, to make unyielding or obstinate; to render stiff, unpliant, or rigid; as, to set one\\'s countenance."},{"word":"Set","type":"v. t.","descr":" To fix in the ground, as a post or a tree; to plant; as, to set pear trees in an orchard."},{"word":"Set","type":"v. t.","descr":" To fix, as a precious stone, in a border of metal; to place in a setting; hence, to place in or amid something which serves as a setting; as, to set glass in a sash."},{"word":"Set","type":"v. t.","descr":" To render stiff or solid; especially, to convert into curd; to curdle; as, to set milk for cheese."},{"word":"Set","type":"v. t.","descr":" To put into a desired position or condition; to adjust; to regulate; to adapt."},{"word":"Set","type":"v. t.","descr":" To put in order in a particular manner; to prepare; as, to set (that is, to hone) a razor; to set a saw."},{"word":"Set","type":"v. t.","descr":" To extend and bring into position; to spread; as, to set the sails of a ship."},{"word":"Set","type":"v. t.","descr":" To give a pitch to, as a tune; to start by fixing the keynote; as, to set a psalm."},{"word":"Set","type":"v. t.","descr":" To reduce from a dislocated or fractured state; to replace; as, to set a broken bone."},{"word":"Set","type":"v. t.","descr":" To make to agree with some standard; as, to set a watch or a clock."},{"word":"Set","type":"v. t.","descr":" To lower into place and fix solidly, as the blocks of cut stone in a structure."},{"word":"Set","type":"v. t.","descr":" To stake at play; to wager; to risk."},{"word":"Set","type":"v. t.","descr":" To fit with music; to adapt, as words to notes; to prepare for singing."},{"word":"Set","type":"v. t.","descr":" To determine; to appoint; to assign; to fix; as, to set a time for a meeting; to set a price on a horse."},{"word":"Set","type":"v. t.","descr":" To adorn with something infixed or affixed; to stud; to variegate with objects placed here and there."},{"word":"Set","type":"v. t.","descr":" To value; to rate; -- with at."},{"word":"Set","type":"v. t.","descr":" To point out the seat or position of, as birds, or other game; -- said of hunting dogs."},{"word":"Set","type":"v. t.","descr":" To establish as a rule; to furnish; to prescribe; to assign; as, to set an example; to set lessons to be learned."},{"word":"Set","type":"v. t.","descr":" To suit; to become; as, it sets him ill."},{"word":"Set","type":"v. t.","descr":" To compose; to arrange in words, lines, etc.; as, to set type; to set a page."},{"word":"Set","type":"v. i.","descr":" To pass below the horizon; to go down; to decline; to sink out of sight; to come to an end."},{"word":"Set","type":"v. i.","descr":" To fit music to words."},{"word":"Set","type":"v. i.","descr":" To place plants or shoots in the ground; to plant."},{"word":"Set","type":"v. i.","descr":" To be fixed for growth; to strike root; to begin to germinate or form; as, cuttings set well; the fruit has set well (i. e., not blasted in the blossom)."},{"word":"Set","type":"v. i.","descr":" To become fixed or rigid; to be fastened."},{"word":"Set","type":"v. i.","descr":" To congeal; to concrete; to solidify."},{"word":"Set","type":"v. i.","descr":" To have a certain direction in motion; to flow; to move on; to tend; as, the current sets to the north; the tide sets to the windward."},{"word":"Set","type":"v. i.","descr":" To begin to move; to go out or forth; to start; -- now followed by out."},{"word":"Set","type":"v. i.","descr":" To indicate the position of game; -- said of a dog; as, the dog sets well; also, to hunt game by the aid of a setter."},{"word":"Set","type":"v. i.","descr":" To apply one\\'s self; to undertake earnestly; -- now followed by out."},{"word":"Set","type":"v. i.","descr":" To fit or suit one; to sit; as, the coat sets well."},{"word":"Set","type":"a.","descr":" Fixed in position; immovable; rigid; as, a set line; a set countenance."},{"word":"Set","type":"a.","descr":" Firm; unchanging; obstinate; as, set opinions or prejudices."},{"word":"Set","type":"a.","descr":" Regular; uniform; formal; as, a set discourse; a set battle."},{"word":"Set","type":"a.","descr":" Established; prescribed; as, set forms of prayer."},{"word":"Set","type":"a.","descr":" Adjusted; arranged; formed; adapted."},{"word":"Set","type":"n.","descr":" The act of setting, as of the sun or other heavenly body; descent; hence, the close; termination."},{"word":"Set","type":"n.","descr":" That which is set, placed, or fixed."},{"word":"Set","type":"n.","descr":" A young plant for growth; as, a set of white thorn."},{"word":"Set","type":"n.","descr":" That which is staked; a wager; a venture; a stake; hence, a game at venture."},{"word":"Set","type":"n.","descr":" Permanent change of figure in consequence of excessive strain, as from compression, tension, bending, twisting, etc.; as, the set of a spring."},{"word":"Set","type":"n.","descr":" A kind of punch used for bending, indenting, or giving shape to, metal; as, a saw set."},{"word":"Set","type":"n.","descr":" A piece placed temporarily upon the head of a pile when the latter cannot be reached by the weight, or hammer, except by means of such an intervening piece."},{"word":"Set","type":"n.","descr":" A short steel spike used for driving the head of a nail below the surface."},{"word":"Set","type":"n.","descr":" A number of things of the same kind, ordinarily used or classed together; a collection of articles which naturally complement each other, and usually go together; an assortment; a suit; as, a set of chairs, of china, of surgical or mathematical instruments, of books, etc."},{"word":"Set","type":"n.","descr":" A number of persons associated by custom, office, common opinion, quality, or the like; a division; a group; a clique."},{"word":"Set","type":"n.","descr":" Direction or course; as, the set of the wind, or of a current."},{"word":"Set","type":"n.","descr":" In dancing, the number of persons necessary to execute a quadrille; also, the series of figures or movements executed."},{"word":"Set","type":"n.","descr":" The deflection of a tooth, or of the teeth, of a saw, which causes the the saw to cut a kerf, or make an opening, wider than the blade."},{"word":"Set","type":"n.","descr":" A young oyster when first attached."},{"word":"Set","type":"n.","descr":" Collectively, the crop of young oysters in any locality."},{"word":"Set","type":"n.","descr":" A series of as many games as may be necessary to enable one side to win six. If at the end of the tenth game the score is a tie, the set is usually called a deuce set, and decided by an application of the rules for playing off deuce in a game. See Deuce."},{"word":"Set","type":"n.","descr":" That dimension of the body of a type called by printers the width."},{"word":"Setae","type":"pl. ","descr":" of Seta"},{"word":"Seta","type":"n.","descr":" Any slender, more or less rigid, bristlelike organ or part; as the hairs of a caterpillar, the slender spines of a crustacean, the hairlike processes of a protozoan, the bristles or stiff hairs on the leaves of some plants, or the pedicel of the capsule of a moss."},{"word":"Seta","type":"n.","descr":" One of the movable chitinous spines or hooks of an annelid. They usually arise in clusters from muscular capsules, and are used in locomotion and for defense. They are very diverse in form."},{"word":"Seta","type":"n.","descr":" One of the spinelike feathers at the base of the bill of certain birds."},{"word":"Setaceous","type":"a.","descr":" Set with, or consisting of, bristles; bristly; as, a stiff, setaceous tail."},{"word":"Setaceous","type":"a.","descr":" Bristelike in form or texture; as, a setaceous feather; a setaceous leaf."},{"word":"Setback","type":"n.","descr":" Offset, n., 4."},{"word":"Setback","type":"n.","descr":" A backset; a countercurrent; an eddy."},{"word":"Setback","type":"n.","descr":" A backset; a check; a repulse; a reverse; a relapse."},{"word":"Setbolt","type":"n.","descr":" An iron pin, or bolt, for fitting planks closely together."},{"word":"Setbolt","type":"n.","descr":" A bolt used for forcing another bolt out of its hole."},{"word":"Setdown","type":"n.","descr":" The humbling of a person by act or words, especially by a retort or a reproof; the retort or the reproof which has such effect."},{"word":"Setee","type":"n.","descr":" See 2d Settee."},{"word":"Seten","type":"","descr":" obs. imp. pl. of Sit. Sat."},{"word":"Setewale","type":"n.","descr":" See Cetewale."},{"word":"Set-fair","type":"n.","descr":" In plastering, a particularly good troweled surface."},{"word":"Setfoil","type":"n.","descr":" See Septfoil."},{"word":"Sethen","type":"adv. and conj.","descr":" See Since."},{"word":"Sethic","type":"a.","descr":" See Sothic."},{"word":"Setiferous","type":"a.","descr":" Producing, or having one or more, bristles."},{"word":"Setiform","type":"a.","descr":" Having the form or structure of setae."},{"word":"Setiger","type":"n.","descr":" An annelid having setae; a chaetopod."},{"word":"Setigerous","type":"a.","descr":" Covered with bristles; having or bearing a seta or setae; setiferous; as, setigerous glands; a setigerous segment of an annelid; specifically (Bot.), tipped with a bristle."},{"word":"Setim","type":"n.","descr":" See Shittim."},{"word":"Setiparous","type":"a.","descr":" Producing setae; -- said of the organs from which the setae of annelids arise."},{"word":"Setireme","type":"n.","descr":" A swimming leg (of an insect) having a fringe of hairs on the margin."},{"word":"Setness","type":"n.","descr":" The quality or state of being set; formality; obstinacy."},{"word":"Set-off","type":"n.","descr":" That which is set off against another thing; an offset."},{"word":"Set-off","type":"n.","descr":" That which is used to improve the appearance of anything; a decoration; an ornament."},{"word":"Set-off","type":"n.","descr":" A counterclaim; a cross debt or demand; a distinct claim filed or set up by the defendant against the plaintiff\\'s demand."},{"word":"Set-off","type":"n.","descr":" Same as Offset, n., 4."},{"word":"Set-off","type":"n.","descr":" See Offset, 7."},{"word":"Seton","type":"n.","descr":" A few silk threads or horsehairs, or a strip of linen or the like, introduced beneath the skin by a knife or needle, so as to form an issue; also, the issue so formed."},{"word":"Setose","type":"a.","descr":" Alt. of Setous"},{"word":"Setous","type":"a.","descr":" Thickly set with bristles or bristly hairs."},{"word":"Setout","type":"n.","descr":" A display, as of plate, equipage, etc.; that which is displayed."},{"word":"Set-stitched","type":"a.","descr":" Stitched according to a formal pattern."},{"word":"Sett","type":"n.","descr":" See Set, n., 2 (e) and 3."},{"word":"Settee","type":"n.","descr":" A long seat with a back, -- made to accommodate several persons at once."},{"word":"Settee","type":"n.","descr":" A vessel with a very long, sharp prow, carrying two or three masts with lateen sails, -- used in the Mediterranean."},{"word":"Setter","type":"n.","descr":" One who, or that which, sets; -- used mostly in composition with a noun, as typesetter; or in combination with an adverb, as a setter on (or inciter), a setter up, a setter forth."},{"word":"Setter","type":"n.","descr":" A hunting dog of a special breed originally derived from a cross between the spaniel and the pointer. Modern setters are usually trained to indicate the position of game birds by standing in a fixed position, but originally they indicated it by sitting or crouching."},{"word":"Setter","type":"n.","descr":" One who hunts victims for sharpers."},{"word":"Setter","type":"n.","descr":" One who adapts words to music in composition."},{"word":"Setter","type":"n.","descr":" An adornment; a decoration; -- with off."},{"word":"Setter","type":"n.","descr":" A shallow seggar for porcelain."},{"word":"Setter","type":"v. t.","descr":" To cut the dewlap (of a cow or an ox), and to insert a seton, so as to cause an issue."},{"word":"Setterwort","type":"n.","descr":" The bear\\'s-foot (Helleborus f\/tidus); -- so called because the root was used in settering, or inserting setons into the dewlaps of cattle. Called also pegroots."},{"word":"Setting","type":"n.","descr":" The act of one who, or that which, sets; as, the setting of type, or of gems; the setting of the sun; the setting (hardening) of moist plaster of Paris; the setting (set) of a current."},{"word":"Setting","type":"n.","descr":" The act of marking the position of game, as a setter does; also, hunting with a setter."},{"word":"Setting","type":"n.","descr":" Something set in, or inserted."},{"word":"Setting","type":"n.","descr":" That in which something, as a gem, is set; as, the gold setting of a jeweled pin."},{"word":"Settle","type":"n.","descr":" A seat of any kind."},{"word":"Settle","type":"n.","descr":" A bench; especially, a bench with a high back."},{"word":"Settle","type":"n.","descr":" A place made lower than the rest; a wide step or platform lower than some other part."},{"word":"Settled","type":"imp. and p. p.","descr":" of Settle"},{"word":"Settling","type":"p. pr. and vb. n.","descr":" of Settle"},{"word":"Settle","type":"n.","descr":" To place in a fixed or permanent condition; to make firm, steady, or stable; to establish; to fix; esp., to establish in life; to fix in business, in a home, or the like."},{"word":"Settle","type":"n.","descr":" To establish in the pastoral office; to ordain or install as pastor or rector of a church, society, or parish; as, to settle a minister."},{"word":"Settle","type":"n.","descr":" To cause to be no longer in a disturbed condition; to render quiet; to still; to calm; to compose."},{"word":"Settle","type":"n.","descr":" To clear of dregs and impurities by causing them to sink; to render pure or clear; -- said of a liquid; as, to settle coffee, or the grounds of coffee."},{"word":"Settle","type":"n.","descr":" To restore or bring to a smooth, dry, or passable condition; -- said of the ground, of roads, and the like; as, clear weather settles the roads."},{"word":"Settle","type":"n.","descr":" To cause to sink; to lower; to depress; hence, also, to render close or compact; as, to settle the contents of a barrel or bag by shaking it."},{"word":"Settle","type":"n.","descr":" To determine, as something which is exposed to doubt or question; to free from unscertainty or wavering; to make sure, firm, or constant; to establish; to compose; to quiet; as, to settle the mind when agitated; to settle questions of law; to settle the succession to a throne; to settle an allowance."},{"word":"Settle","type":"n.","descr":" To adjust, as something in discussion; to make up; to compose; to pacify; as, to settle a quarrel."},{"word":"Settle","type":"n.","descr":" To adjust, as accounts; to liquidate; to balance; as, to settle an account."},{"word":"Settle","type":"n.","descr":" Hence, to pay; as, to settle a bill."},{"word":"Settle","type":"n.","descr":" To plant with inhabitants; to colonize; to people; as, the French first settled Canada; the Puritans settled New England; Plymouth was settled in 1620."},{"word":"Settle","type":"v. i.","descr":" To become fixed or permanent; to become stationary; to establish one\\'s self or itself; to assume a lasting form, condition, direction, or the like, in place of a temporary or changing state."},{"word":"Settle","type":"v. i.","descr":" To fix one\\'s residence; to establish a dwelling place or home; as, the Saxons who settled in Britain."},{"word":"Settle","type":"v. i.","descr":" To enter into the married state, or the state of a householder."},{"word":"Settle","type":"v. i.","descr":" To be established in an employment or profession; as, to settle in the practice of law."},{"word":"Settle","type":"v. i.","descr":" To become firm, dry, and hard, as the ground after the effects of rain or frost have disappeared; as, the roads settled late in the spring."},{"word":"Settle","type":"v. i.","descr":" To become clear after being turbid or obscure; to clarify by depositing matter held in suspension; as, the weather settled; wine settles by standing."},{"word":"Settle","type":"v. i.","descr":" To sink to the bottom; to fall to the bottom, as dregs of a liquid, or the sediment of a reserveir."},{"word":"Settle","type":"v. i.","descr":" To sink gradually to a lower level; to subside, as the foundation of a house, etc."},{"word":"Settle","type":"v. i.","descr":" To become calm; to cease from agitation."},{"word":"Settle","type":"v. i.","descr":" To adjust differences or accounts; to come to an agreement; as, he has settled with his creditors."},{"word":"Settle","type":"v. i.","descr":" To make a jointure for a wife."},{"word":"Settledness","type":"n.","descr":" The quality or state of being settled; confirmed state."},{"word":"Settlement","type":"n.","descr":" The act of setting, or the state of being settled."},{"word":"Settlement","type":"n.","descr":" Establishment in life, in business, condition, etc.; ordination or installation as pastor."},{"word":"Settlement","type":"n.","descr":" The act of peopling, or state of being peopled; act of planting, as a colony; colonization; occupation by settlers; as, the settlement of a new country."},{"word":"Settlement","type":"n.","descr":" The act or process of adjusting or determining; composure of doubts or differences; pacification; liquidation of accounts; arrangement; adjustment; as, settlement of a controversy, of accounts, etc."},{"word":"Settlement","type":"n.","descr":" Bestowal, or giving possession, under legal sanction; the act of giving or conferring anything in a formal and permanent manner."},{"word":"Settlement","type":"n.","descr":" A disposition of property for the benefit of some person or persons, usually through the medium of trustees, and for the benefit of a wife, children, or other relatives; jointure granted to a wife, or the act of granting it."},{"word":"Settlement","type":"n.","descr":" That which settles, or is settled, established, or fixed."},{"word":"Settlement","type":"n.","descr":" Matter that subsides; settlings; sediment; lees; dregs."},{"word":"Settlement","type":"n.","descr":" A colony newly established; a place or region newly settled; as, settlement in the West."},{"word":"Settlement","type":"n.","descr":" That which is bestowed formally and permanently; the sum secured to a person; especially, a jointure made to a woman at her marriage; also, in the United States, a sum of money or other property formerly granted to a pastor in additional to his salary."},{"word":"Settlement","type":"n.","descr":" The gradual sinking of a building, whether by the yielding of the ground under the foundation, or by the compression of the joints or the material."},{"word":"Settlement","type":"n.","descr":" Fractures or dislocations caused by settlement."},{"word":"Settlement","type":"n.","descr":" A settled place of abode; residence; a right growing out of residence; legal residence or establishment of a person in a particular parish or town, which entitles him to maintenance if a pauper, and subjects the parish or town to his support."},{"word":"Settler","type":"n.","descr":" One who settles, becomes fixed, established, etc."},{"word":"Settler","type":"n.","descr":" Especially, one who establishes himself in a new region or a colony; a colonist; a planter; as, the first settlers of New England."},{"word":"Settler","type":"n.","descr":" That which settles or finishes; hence, a blow, etc., which settles or decides a contest."},{"word":"Settler","type":"n.","descr":" A vessel, as a tub, in which something, as pulverized ore suspended in a liquid, is allowed to settle."},{"word":"Settling","type":"n.","descr":" The act of one who, or that which, settles; the act of establishing one\\'s self, of colonizing, subsiding, adjusting, etc."},{"word":"Settling","type":"n.","descr":" That which settles at the bottom of a liquid; lees; dregs; sediment."},{"word":"Set-to","type":"n.","descr":" A contest in boxing, in an argument, or the like."},{"word":"Setulae","type":"pl. ","descr":" of Setula"},{"word":"Setula","type":"n.","descr":" A small, short hair or bristle; a small seta."},{"word":"Setule","type":"n.","descr":" A setula."},{"word":"Setulose","type":"a.","descr":" Having small bristles or setae."},{"word":"Setwall","type":"n.","descr":" A plant formerly valued for its restorative qualities (Valeriana officinalis, or V. Pyrenaica)."},{"word":"Seven","type":"a.","descr":" One more than six; six and one added; as, seven days make one week."},{"word":"Seven","type":"n.","descr":" The number greater by one than six; seven units or objects."},{"word":"Seven","type":"n.","descr":" A symbol representing seven units, as 7, or vii."},{"word":"Sevenfold","type":"a.","descr":" Repeated seven times; having seven thicknesses; increased to seven times the size or amount."},{"word":"Sevenfold","type":"adv.","descr":" Seven times as much or as often."},{"word":"Sevennight","type":"n.","descr":" A week; any period of seven consecutive days and nights. See Sennight."},{"word":"Sevenscore","type":"n. and a.","descr":" Seven times twenty, that is, a hundred and forty."},{"word":"Seven-shooter","type":"n.","descr":" A firearm, esp. a pistol, with seven barrels or chambers for cartridges, or one capable of firing seven shots without reloading."},{"word":"Seventeen","type":"a.","descr":" One more than sixteen; ten and seven added; as, seventeen years."},{"word":"Seventeen","type":"n.","descr":" The number greater by one than sixteen; the sum of ten and seven; seventeen units or objects."},{"word":"Seventeen","type":"n.","descr":" A symbol denoting seventeen units, as 17, or xvii."},{"word":"Seventeenth","type":"a.","descr":" Next in order after the sixteenth; coming after sixteen others."},{"word":"Seventeenth","type":"a.","descr":" Constituting or being one of seventeen equal parts into which anything is divided."},{"word":"Seventeenth","type":"n.","descr":" The next in order after the sixteenth; one coming after sixteen others."},{"word":"Seventeenth","type":"n.","descr":" The quotient of a unit divided by seventeen; one of seventeen equal parts or divisions of one whole."},{"word":"Seventeenth","type":"n.","descr":" An interval of two octaves and a third."},{"word":"Seventh","type":"a.","descr":" Next in order after the sixth;; coming after six others."},{"word":"Seventh","type":"a.","descr":" Constituting or being one of seven equal parts into which anything is divided; as, the seventh part."},{"word":"Seventh","type":"n.","descr":" One next in order after the sixth; one coming after six others."},{"word":"Seventh","type":"n.","descr":" The quotient of a unit divided by seven; one of seven equal parts into which anything is divided."},{"word":"Seventh","type":"n.","descr":" An interval embracing seven diatonic degrees of the scale."},{"word":"Seventh","type":"n.","descr":" A chord which includes the interval of a seventh whether major, minor, or diminished."},{"word":"Seven-thirties","type":"n. pl.","descr":" A name given to three several issues of United States Treasury notes, made during the Civil War, in denominations of $50 and over, bearing interest at the rate of seven and three tenths (thirty hundredths) per cent annually. Within a few years they were all redeemed or funded."},{"word":"Seventhly","type":"adv.","descr":" In the seventh place."},{"word":"Seventieth","type":"a.","descr":" Next in order after the sixty-ninth; as, a man in the seventieth year of his age."},{"word":"Seventieth","type":"a.","descr":" Constituting or being one of seventy equal parts."},{"word":"Seventieth","type":"n.","descr":" One next in order after the sixty-ninth."},{"word":"Seventieth","type":"n.","descr":" The quotient of a unit divided by seventy; one of seventy equal parts or fractions."},{"word":"Seventy","type":"a.","descr":" Seven times ten; one more than sixty-nine."},{"word":"Seventies","type":"pl. ","descr":" of Seventy"},{"word":"Seventy","type":"n.","descr":" The sum of seven times ten; seventy units or objects."},{"word":"Seventy","type":"n.","descr":" A symbol representing seventy units, as 70, or lxx."},{"word":"Seventy-four","type":"n.","descr":" A naval vessel carrying seventy-four guns."},{"word":"Seven-up","type":"n.","descr":" The game of cards called also all fours, and old sledge."},{"word":"Severed","type":"imp. and. p. p.","descr":" of Sever"},{"word":"Severing","type":"p. pr. and vb. n.","descr":" of Sever"},{"word":"Sever","type":"v. t.","descr":" To separate, as one from another; to cut off from something; to divide; to part in any way, especially by violence, as by cutting, rending, etc.; as, to sever the head from the body."},{"word":"Sever","type":"v. t.","descr":" To cut or break open or apart; to divide into parts; to cut through; to disjoin; as, to sever the arm or leg."},{"word":"Sever","type":"v. t.","descr":" To keep distinct or apart; to except; to exempt."},{"word":"Sever","type":"v. t.","descr":" To disunite; to disconnect; to terminate; as, to sever an estate in joint tenancy."},{"word":"Sever","type":"v. i.","descr":" To suffer disjunction; to be parted, or rent asunder; to be separated; to part; to separate."},{"word":"Sever","type":"v. i.","descr":" To make a separation or distinction; to distinguish."},{"word":"Severable","type":"a.","descr":" Capable of being severed."},{"word":"Several","type":"a.","descr":" Separate; distinct; particular; single."},{"word":"Several","type":"a.","descr":" Diverse; different; various."},{"word":"Several","type":"a.","descr":" Consisting of a number more than two, but not very many; divers; sundry; as, several persons were present when the event took place."},{"word":"Several","type":"adv.","descr":" By itself; severally."},{"word":"Several","type":"n.","descr":" Each particular taken singly; an item; a detail; an individual."},{"word":"Several","type":"n.","descr":" Persons oe objects, more than two, but not very many."},{"word":"Several","type":"n.","descr":" An inclosed or separate place; inclosure."},{"word":"Severalities","type":"pl. ","descr":" of Severality"},{"word":"Severality","type":"n.","descr":" Each particular taken singly; distinction."},{"word":"Severalize","type":"v. t.","descr":" To distinguish."},{"word":"Severally","type":"adv.","descr":" Separately; distinctly; apart from others; individually."},{"word":"Severalty","type":"n.","descr":" A state of separation from the rest, or from all others; a holding by individual right."},{"word":"Severance","type":"n.","descr":" The act of severing, or the state of being severed; partition; separation."},{"word":"Severance","type":"n.","descr":" The act of dividing; the singling or severing of two or more that join, or are joined, in one writ; the putting in several or separate pleas or answers by two or more disjointly; the destruction of the unity of interest in a joint estate."},{"word":"Severe","type":"superl.","descr":" Serious in feeeling or manner; sedate; grave; austere; not light, lively, or cheerful."},{"word":"Severe","type":"superl.","descr":" Very strict in judgment, discipline, or government; harsh; not mild or indulgent; rigorous; as, severe criticism; severe punishment."},{"word":"Severe","type":"superl.","descr":" Rigidly methodical, or adherent to rule or principle; exactly conformed to a standard; not allowing or employing unneccessary ornament, amplification, etc.; strict; -- said of style, argument, etc."},{"word":"Severe","type":"superl.","descr":" Sharp; afflictive; distressing; violent; extreme; as, severe pain, anguish, fortune; severe cold."},{"word":"Severe","type":"superl.","descr":" Difficult to be endured; exact; critical; rigorous; as, a severe test."},{"word":"Severities","type":"pl. ","descr":" of Severity"},{"word":"Severity","type":"n.","descr":" The quality or state of being severe."},{"word":"Severity","type":"n.","descr":" Gravity or austerity; extreme strictness; rigor; harshness; as, the severity of a reprimand or a reproof; severity of discipline or government; severity of penalties."},{"word":"Severity","type":"n.","descr":" The quality or power of distressing or paining; extreme degree; extremity; intensity; inclemency; as, the severity of pain or anguish; the severity of cold or heat; the severity of the winter."},{"word":"Severity","type":"n.","descr":" Harshness; cruel treatment; sharpness of punishment; as, severity practiced on prisoners of war."},{"word":"Severity","type":"n.","descr":" Exactness; rigorousness; strictness; as, the severity of a test."},{"word":"Severy","type":"n.","descr":" A bay or compartment of a vaulted ceiling."},{"word":"Sevocation","type":"n.","descr":" A calling aside."},{"word":"Sevres blue","type":"","descr":" A very light blue."},{"word":"Sevres ware","type":"","descr":" Porcelain manufactured at Sevres, France, ecpecially in the national factory situated there."},{"word":"Sew","type":"n.","descr":" Juice; gravy; a seasoned dish; a delicacy."},{"word":"Sew","type":"v. t.","descr":" To follow; to pursue; to sue."},{"word":"Sewed","type":"imp.","descr":" of Sew"},{"word":"Sewed","type":"p. p.","descr":" of Sew"},{"word":"Sewn","type":"","descr":" of Sew"},{"word":"Sewing","type":"p. pr. and vb. n.","descr":" of Sew"},{"word":"Sew","type":"v. t.","descr":" To unite or fasten together by stitches, as with a needle and thread."},{"word":"Sew","type":"v. t.","descr":" To close or stop by ssewing; -- often with up; as, to sew up a rip."},{"word":"Sew","type":"v. t.","descr":" To inclose by sewing; -- sometimes with up; as, to sew money in a bag."},{"word":"Sew","type":"v. i.","descr":" To practice sewing; to work with needle and thread."},{"word":"Sew","type":"v. t.","descr":" To drain, as a pond, for taking the fish."},{"word":"Sewage","type":"n.","descr":" The contents of a sewer or drain; refuse liquids or matter carried off by sewers"},{"word":"Sewage","type":"n.","descr":" Sewerage, 2."},{"word":"Sewe","type":"v. i.","descr":" To perform the duties of a sewer. See 3d Sewer."},{"word":"Sewel","type":"n.","descr":" A scarecrow, generally made of feathers tied to a string, hung up to prevent deer from breaking into a place."},{"word":"Sewellel","type":"n.","descr":" A peculiar gregarious burrowing rodent (Haplodon rufus), native of the coast region of the Northwestern United States. It somewhat resembles a muskrat or marmot, but has only a rudimentary tail. Its head is broad, its eyes are small and its fur is brownish above, gray beneath. It constitutes the family Haplodontidae.  Called also boomer, showt\\'l, and mountain beaver."},{"word":"Sewen","type":"n.","descr":" A British trout usually regarded as a variety (var. Cambricus) of the salmon trout."},{"word":"Sewer","type":"n.","descr":" One who sews, or stitches."},{"word":"Sewer","type":"n.","descr":" A small tortricid moth whose larva sews together the edges of a leaf by means of silk; as, the apple-leaf sewer (Phoxopteris nubeculana)"},{"word":"Sewer","type":"n.","descr":" A drain or passage to carry off water and filth under ground; a subterraneous channel, particularly in cities."},{"word":"Sewer","type":"n.","descr":" Formerly, an upper servant, or household officer, who set on and removed the dishes at a feast, and who also brought water for the hands of the guests."},{"word":"Sewerage","type":"n.","descr":" The construction of a sewer or sewers."},{"word":"Sewerage","type":"n.","descr":" The system of sewers in a city, town, etc.; the general drainage of a city or town by means of sewers."},{"word":"Sewerage","type":"n.","descr":" The material collected in, and discharged by, sewers."},{"word":"Sewin","type":"n.","descr":" Same as Sewen."},{"word":"Sewing","type":"n.","descr":" The act or occupation of one who sews."},{"word":"Sewing","type":"n.","descr":" That which is sewed with the needle."},{"word":"Sewster","type":"n.","descr":" A seamstress."},{"word":"Sex-","type":"","descr":" A combining form meaning six; as, sexdigitism; sexennial."},{"word":"Sex","type":"n.","descr":" The distinguishing peculiarity of male or female in both animals and plants; the physical difference between male and female; the assemblage of properties or qualities by which male is distinguished from female."},{"word":"Sex","type":"n.","descr":" One of the two divisions of organic beings formed on the distinction of male and female."},{"word":"Sex","type":"n.","descr":" The capability in plants of fertilizing or of being fertilized; as, staminate and pistillate flowers are of opposite sexes."},{"word":"Sex","type":"n.","descr":" One of the groups founded on this distinction."},{"word":"Sexagenarian","type":"n.","descr":" A person who is sixty years old."},{"word":"Sexagenary","type":"a.","descr":" Pertaining to, or designating, the number sixty; poceeding by sixties; sixty years old."},{"word":"Sexagenary","type":"n.","descr":" Something composed of sixty parts or divisions."},{"word":"Sexagenary","type":"n.","descr":" A sexagenarian."},{"word":"Sexagesima","type":"n.","descr":" The second Sunday before Lent; -- so called as being about the sixtieth day before Easter."},{"word":"Sexagesimal","type":"a.","descr":" Pertaining to, or founded on, the number sixty."},{"word":"Sexagesimal","type":"n.","descr":" A sexagesimal fraction."},{"word":"Sexangle","type":"n.","descr":" A hexagon."},{"word":"Sexangled","type":"a.","descr":" Alt. of Sexangular"},{"word":"Sexangular","type":"a.","descr":" Having six angles; hexagonal."},{"word":"Sexangularly","type":"adv.","descr":" Hexagonally."},{"word":"Sexavalent","type":"a.","descr":" See Sexivalent."},{"word":"Sexdigitism","type":"n.","descr":" The state of having six fingers on a hand, or six toes on a foot."},{"word":"Sexdigitist","type":"n.","descr":" One who has six fingers on a hand, or six toes on a foot."},{"word":"Sexed","type":"a.","descr":" Belonging to sex; having sex; distinctively male of female; as, the sexed condition."},{"word":"Sexenary","type":"a.","descr":" Proceeding by sixes; sextuple; -- applied especially to a system of arithmetical computation in which the base is six."},{"word":"Sexennial","type":"a.","descr":" Lasting six years, or happening once in six years."},{"word":"Sexennial","type":"n.","descr":" A sexennial event."},{"word":"Sexennially","type":"adv.","descr":" Once in six years."},{"word":"Sexfid","type":"a.","descr":" Alt. of Sexifid"},{"word":"Sexifid","type":"a.","descr":" Six-cleft; as, a sexfid calyx or nectary."},{"word":"Sexisyllabic","type":"a.","descr":" Having six syllables."},{"word":"Sexisyllable","type":"n.","descr":" A word of six syllables."},{"word":"Sexivalent","type":"a.","descr":" Hexavalent."},{"word":"Sexless","type":"a.","descr":" Having no sex."},{"word":"Sexlocular","type":"a.","descr":" Having six cells for seeds; six-celled; as, a sexlocular pericarp."},{"word":"Sexly","type":"a.","descr":" Pertaining to sex."},{"word":"Sexradiate","type":"a.","descr":" Having six rays; -- said of certain sponge spicules. See Illust. of Spicule."},{"word":"Sext","type":"n.","descr":" The office for the sixth canonical hour, being a part of the Breviary."},{"word":"Sext","type":"n.","descr":" The sixth book of the decretals, added by Pope Boniface VIII."},{"word":"Sextain","type":"n.","descr":" A stanza of six lines; a sestine."},{"word":"Sextans","type":"n.","descr":" A Roman coin, the sixth part of an as."},{"word":"Sextans","type":"n.","descr":" A constellation on the equator south of Leo; the Sextant."},{"word":"Sextant","type":"n.","descr":" The sixth part of a circle."},{"word":"Sextant","type":"n.","descr":" An instrument for measuring angular distances between objects, -- used esp. at sea, for ascertaining the latitude and longitude. It is constructed on the same optical principle as Hadley\\'s quadrant, but usually of metal, with a nicer graduation, telescopic sight, and its arc the sixth, and sometimes the third, part of a circle. See Quadrant."},{"word":"Sextant","type":"n.","descr":" The constellation Sextans."},{"word":"Sextaries","type":"pl. ","descr":" of Sextary"},{"word":"Sextary","type":"n.","descr":" An ancient Roman liquid and dry measure, about equal to an English pint."},{"word":"Sextary","type":"n.","descr":" A sacristy."},{"word":"Sextet","type":"n.","descr":" Alt. of Sextetto"},{"word":"Sextetto","type":"n.","descr":" See Sestet."},{"word":"Sexteyn","type":"n.","descr":" A sacristan."},{"word":"Sextic","type":"a.","descr":" Of the sixth degree or order."},{"word":"Sextic","type":"n.","descr":" A quantic of the sixth degree."},{"word":"Sextile","type":"a.","descr":" Measured by sixty degrees; fixed or indicated by a distance of sixty degrees."},{"word":"Sextile","type":"n.","descr":" The aspect or position of two planets when distant from each other sixty degrees, or two signs. This position is marked thus: \/."},{"word":"Sextillion","type":"n.","descr":" According to the method of numeration (which is followed also in the United States), the number expressed by a unit with twenty-one ciphers annexed. According to the English method, a million raised to the sixth power, or the number expressed by a unit with thirty-six ciphers annexed. See Numeration."},{"word":"Sextos","type":"pl. ","descr":" of Sexto"},{"word":"Sexto","type":"n.","descr":" A book consisting of sheets each of which is folded into six leaves."},{"word":"Sextodecimo","type":"a.","descr":" Having sixteen leaves to a sheet; of, or equal to, the size of one fold of a sheet of printing paper when folded so as to make sixteen leaves, or thirty-two pages; as, a sextodecimo volume."},{"word":"Sextodecimos","type":"pl. ","descr":" of Sextodecimo"},{"word":"Sextodecimo","type":"n.","descr":" A book composed of sheets each of which is folded into sixteen leaves; hence, indicating, more or less definitely, a size of a book; -- usually written 16mo, or 16¡."},{"word":"Sextolet","type":"n.","descr":" A double triplet; a group of six equal notes played in the time of four."},{"word":"Sexton","type":"n.","descr":" An under officer of a church, whose business is to take care of the church building and the vessels, vestments, etc., belonging to the church, to attend on the officiating clergyman, and to perform other duties pertaining to the church, such as to dig graves, ring the bell, etc."},{"word":"Sextoness","type":"n.","descr":" A female sexton; a sexton\\'s wife."},{"word":"Sextonry","type":"n.","descr":" Sextonship."},{"word":"Sextonship","type":"n.","descr":" The office of a sexton."},{"word":"Sextry","type":"n.","descr":" See Sacristy."},{"word":"Sextuple","type":"a.","descr":" Six times as much; sixfold."},{"word":"Sextuple","type":"a.","descr":" Divisible by six; having six beats; as, sixtuple measure."},{"word":"Sexual","type":"a.","descr":" Of or pertaining to sex, or the sexes; distinguishing sex; peculiar to the distinction and office of male or female; relating to the distinctive genital organs of the sexes; proceeding from, or based upon, sex; as, sexual characteristics; sexual intercourse, connection, or commerce; sexual desire; sexual diseases; sexual generation."},{"word":"Sexualist","type":"n.","descr":" One who classifies plants by the sexual method of Linnaeus."},{"word":"Sexuality","type":"n.","descr":" The quality or state of being distinguished by sex."},{"word":"Sexualize","type":"v. t.","descr":" To attribute sex to."},{"word":"Sexually","type":"adv.","descr":" In a sexual manner or relation."},{"word":"Sey","type":"","descr":" Alt. of Seyh"},{"word":"Seyh","type":"","descr":" imp. sing. and 2d pers. pl. of See."},{"word":"Seye","type":"","descr":" Alt. of Seyen"},{"word":"Seyen","type":"","descr":" imp. pl. and p. p. of See."},{"word":"Seynd","type":"","descr":" p. p. of Senge, to singe."},{"word":"Seynt","type":"n.","descr":" A gridle. See 1st Seint."},{"word":"Selvas","type":"n. pl.","descr":" Vast woodland plains of South America."},{"word":"Semious","type":"a.","descr":" Of or pertaining to the Sim\/; monkeylike."}]