[{"word":"Shab","type":"n.","descr":" The itch in animals; also, a scab."},{"word":"Shabbed","type":"imp. and p. p.","descr":" of Shab"},{"word":"Shabbing","type":"p. pr. and vb. n.","descr":" of Shab"},{"word":"Shab","type":"v. t.","descr":" To play mean tricks; to act shabbily."},{"word":"Shab","type":"v. t.","descr":" To scratch; to rub."},{"word":"Shabbed","type":"a.","descr":" Shabby."},{"word":"Shabbily","type":"adv.","descr":" In a shabby manner."},{"word":"Shabbiness","type":"n.","descr":" The quality or state of being sghabby."},{"word":"Shabble","type":"n.","descr":" Alt. of Shabble"},{"word":"Shabble","type":"n.","descr":" A kind of crooked sword or hanger."},{"word":"Shabby","type":"n.","descr":" Torn or worn to rage; poor; mean; ragged."},{"word":"Shabby","type":"n.","descr":" Clothed with ragged, much worn, or soiled garments."},{"word":"Shabby","type":"n.","descr":" Mean; paltry; despicable; as, shabby treatment."},{"word":"Shabrack","type":"n.","descr":" The saddlecloth or housing of a cavalry horse."},{"word":"Shack","type":"v. t.","descr":" To shed or fall, as corn or grain at harvest."},{"word":"Shack","type":"v. t.","descr":" To feed in stubble, or upon waste corn."},{"word":"Shack","type":"v. t.","descr":" To wander as a vagabond or a tramp."},{"word":"Shack","type":"n.","descr":" The grain left after harvest or gleaning; also, nuts which have fallen to the ground."},{"word":"Shack","type":"n.","descr":" Liberty of winter pasturage."},{"word":"Shack","type":"n.","descr":" A shiftless fellow; a low, itinerant beggar; a vagabond; a tramp."},{"word":"Shackatory","type":"n.","descr":" A hound."},{"word":"Shackle","type":"n.","descr":" Stubble."},{"word":"Shackle","type":"n.","descr":" Something which confines the legs or arms so as to prevent their free motion; specifically, a ring or band inclosing the ankle or wrist, and fastened to a similar shackle on the other leg or arm, or to something else, by a chain or a strap; a gyve; a fetter."},{"word":"Shackle","type":"n.","descr":" Hence, that which checks or prevents free action."},{"word":"Shackle","type":"n.","descr":" A fetterlike band worn as an ornament."},{"word":"Shackle","type":"n.","descr":" A link or loop, as in a chain, fitted with a movable bolt, so that the parts can be separated, or the loop removed; a clevis."},{"word":"Shackle","type":"n.","descr":" A link for connecting railroad cars; -- called also drawlink, draglink, etc."},{"word":"Shackle","type":"n.","descr":" The hinged and curved bar of a padlock, by which it is hung to the staple."},{"word":"Shackled","type":"imp. and p. p.","descr":" of Shackle"},{"word":"Shackling","type":"p. pr. and vb. n.","descr":" of Shackle"},{"word":"Shackle","type":"v. t.","descr":" To tie or confine the limbs of, so as to prevent free motion; to bind with shackles; to fetter; to chain."},{"word":"Shackle","type":"v. t.","descr":" Figuratively: To bind or confine so as to prevent or embarrass action; to impede; to cumber."},{"word":"Shackle","type":"v. t.","descr":" To join by a link or chain, as railroad cars."},{"word":"Shacklock","type":"n.","descr":" A sort of shackle."},{"word":"Shackly","type":"a.","descr":" Shaky; rickety."},{"word":"Shad","type":"n. sing. and pl.","descr":" Any one of several species of food fishes of the Herring family. The American species (Clupea sapidissima), which is abundant on the Atlantic coast and ascends the larger rivers in spring to spawn, is an important market fish. The European allice shad, or alose (C. alosa), and the twaite shad. (C. finta), are less important species."},{"word":"Shadbird","type":"n.","descr":" The American, or Wilson\\'s, snipe. See under Snipe. So called because it appears at the same time as the shad."},{"word":"Shadbird","type":"n.","descr":" The common European sandpiper."},{"word":"Shadd","type":"n.","descr":" Rounded stones containing tin ore, lying at the surface of the ground, and indicating a vein."},{"word":"Shadde","type":"","descr":" obs. imp. of Shed."},{"word":"Shaddock","type":"n.","descr":" A tree (Citrus decumana) and its fruit, which is a large species of orange; -- called also forbidden fruit, and pompelmous."},{"word":"Shade","type":"n.","descr":" Comparative obscurity owing to interception or interruption of the rays of light; partial darkness caused by the intervention of something between the space contemplated and the source of light."},{"word":"Shade","type":"n.","descr":" Darkness; obscurity; -- often in the plural."},{"word":"Shade","type":"n.","descr":" An obscure place; a spot not exposed to light; hence, a secluded retreat."},{"word":"Shade","type":"n.","descr":" That which intercepts, or shelters from, light or the direct rays of the sun; hence, also, that which protects from heat or currents of air; a screen; protection; shelter; cover; as, a lamp shade."},{"word":"Shade","type":"n.","descr":" Shadow."},{"word":"Shade","type":"n.","descr":" The soul after its separation from the body; -- so called because the ancients it to be perceptible to the sight, though not to the touch; a spirit; a ghost; as, the shades of departed heroes."},{"word":"Shade","type":"n.","descr":" The darker portion of a picture; a less illuminated part. See Def. 1, above."},{"word":"Shade","type":"n.","descr":" Degree or variation of color, as darker or lighter, stronger or paler; as, a delicate shade of pink."},{"word":"Shade","type":"n.","descr":" A minute difference or variation, as of thought, belief, expression, etc.; also, the quality or degree of anything which is distinguished from others similar by slight differences; as, the shades of meaning in synonyms."},{"word":"Shaded","type":"imp. and p. p.","descr":" of Shade"},{"word":"Shading","type":"p. pr. and vb. n.","descr":" of Shade"},{"word":"Shade","type":"v. t.","descr":" To shelter or screen by intercepting the rays of light; to keep off illumination from."},{"word":"Shade","type":"v. t.","descr":" To shelter; to cover from injury; to protect; to screen; to hide; as, to shade one\\'s eyes."},{"word":"Shade","type":"v. t.","descr":" To obscure; to dim the brightness of."},{"word":"Shade","type":"v. t.","descr":" To pain in obscure colors; to darken."},{"word":"Shade","type":"v. t.","descr":" To mark with gradations of light or color."},{"word":"Shade","type":"v. t.","descr":" To present a shadow or image of; to shadow forth; to represent."},{"word":"Shadeful","type":"a.","descr":" Full of shade; shady."},{"word":"Shadeless","type":"a.","descr":" Being without shade; not shaded."},{"word":"Shader","type":"n.","descr":" One who, or that which, shades."},{"word":"Shadily","type":"adv.","descr":" In a shady manner."},{"word":"Shadiness","type":"n.","descr":" Quality or state of being shady."},{"word":"Shading","type":"n.","descr":" Act or process of making a shade."},{"word":"Shading","type":"n.","descr":" That filling up which represents the effect of more or less darkness, expressing rotundity, projection, etc., in a picture or a drawing."},{"word":"Shadoof","type":"n.","descr":" A machine, resembling a well sweep, used in Egypt for raising water from the Nile for irrigation."},{"word":"Shadow","type":"n.","descr":" Shade within defined limits; obscurity or deprivation of light, apparent on a surface, and representing the form of the body which intercepts the rays of light; as, the shadow of a man, of a tree, or of a tower. See the Note under Shade, n., 1."},{"word":"Shadow","type":"n.","descr":" Darkness; shade; obscurity."},{"word":"Shadow","type":"n.","descr":" A shaded place; shelter; protection; security."},{"word":"Shadow","type":"n.","descr":" A reflected image, as in a mirror or in water."},{"word":"Shadow","type":"n.","descr":" That which follows or attends a person or thing like a shadow; an inseparable companion; hence, an obsequious follower."},{"word":"Shadow","type":"n.","descr":" A spirit; a ghost; a shade; a phantom."},{"word":"Shadow","type":"n.","descr":" An imperfect and faint representation; adumbration; indistinct image; dim bodying forth; hence, mystical representation; type."},{"word":"Shadow","type":"n.","descr":" A small degree; a shade."},{"word":"Shadow","type":"n.","descr":" An uninvited guest coming with one who is invited."},{"word":"Shadowed","type":"imp. and p. p.","descr":" of Shadow"},{"word":"Shadowing","type":"p. pr. and vb. n.","descr":" of Shadow"},{"word":"Shadow","type":"n.","descr":" To cut off light from; to put in shade; to shade; to throw a shadow upon; to overspead with obscurity."},{"word":"Shadow","type":"n.","descr":" To conceal; to hide; to screen."},{"word":"Shadow","type":"n.","descr":" To protect; to shelter from danger; to shroud."},{"word":"Shadow","type":"n.","descr":" To mark with gradations of light or color; to shade."},{"word":"Shadow","type":"n.","descr":" To represent faintly or imperfectly; to adumbrate; hence, to represent typically."},{"word":"Shadow","type":"n.","descr":" To cloud; to darken; to cast a gloom over."},{"word":"Shadow","type":"n.","descr":" To attend as closely as a shadow; to follow and watch closely, especially in a secret or unobserved manner; as, a detective shadows a criminal."},{"word":"Shadowiness","type":"n.","descr":" The quality or state of being shadowy."},{"word":"Shadowing","type":"n.","descr":" Shade, or gradation of light and color; shading."},{"word":"Shadowing","type":"n.","descr":" A faint representation; an adumbration."},{"word":"Shadowish","type":"a.","descr":" Shadowy; vague."},{"word":"Shadowless","type":"a.","descr":" Having no shadow."},{"word":"Shadowy","type":"a.","descr":" Full of shade or shadows; causing shade or shadow."},{"word":"Shadowy","type":"a.","descr":" Hence, dark; obscure; gloomy; dim."},{"word":"Shadowy","type":"a.","descr":" Not brightly luminous; faintly light."},{"word":"Shadowy","type":"a.","descr":" Faintly representative; hence, typical."},{"word":"Shadowy","type":"a.","descr":" Unsubstantial; unreal; as, shadowy honor."},{"word":"Shadrach","type":"n.","descr":" A mass of iron on which the operation of smelting has failed of its intended effect; -- so called from Shadrach, one of the three Hebrews who came forth unharmed from the fiery furnace of Nebuchadnezzar. (See Dan. iii. 26, 27.)"},{"word":"Shad-spirit","type":"n.","descr":" See Shadbird (a)"},{"word":"Shad-waiter","type":"n.","descr":" A lake whitefish; the roundfish. See Roundfish."},{"word":"Shady","type":"superl.","descr":" Abounding in shade or shades; overspread with shade; causing shade."},{"word":"Shady","type":"superl.","descr":" Sheltered from the glare of light or sultry heat."},{"word":"Shady","type":"superl.","descr":" Of or pertaining to shade or darkness; hence, unfit to be seen or known; equivocal; dubious or corrupt."},{"word":"Shaffle","type":"v. i.","descr":" To hobble or limp; to shuffle."},{"word":"Shaffler","type":"n.","descr":" A hobbler; one who limps; a shuffer."},{"word":"Shafiite","type":"n.","descr":" A member of one of the four sects of the Sunnites, or Orthodox Mohammedans; -- so called from its founder, Mohammed al-Shafei."},{"word":"Shaft","type":"n.","descr":" The slender, smooth stem of an arrow; hence, an arrow."},{"word":"Shaft","type":"n.","descr":" The long handle of a spear or similar weapon; hence, the weapon itself; (Fig.) anything regarded as a shaft to be thrown or darted; as, shafts of light."},{"word":"Shaft","type":"n.","descr":" That which resembles in some degree the stem or handle of an arrow or a spear; a long, slender part, especially when cylindrical."},{"word":"Shaft","type":"n.","descr":" The trunk, stem, or stalk of a plant."},{"word":"Shaft","type":"n.","descr":" The stem or midrib of a feather."},{"word":"Shaft","type":"n.","descr":" The pole, or tongue, of a vehicle; also, a thill."},{"word":"Shaft","type":"n.","descr":" The part of a candlestick which supports its branches."},{"word":"Shaft","type":"n.","descr":" The handle or helve of certain tools, instruments, etc., as a hammer, a whip, etc."},{"word":"Shaft","type":"n.","descr":" A pole, especially a Maypole."},{"word":"Shaft","type":"n.","descr":" The body of a column; the cylindrical pillar between the capital and base (see Illust. of Column). Also, the part of a chimney above the roof. Also, the spire of a steeple."},{"word":"Shaft","type":"n.","descr":" A column, an obelisk, or other spire-shaped or columnar monument."},{"word":"Shaft","type":"n.","descr":" A rod at the end of a heddle."},{"word":"Shaft","type":"n.","descr":" A solid or hollow cylinder or bar, having one or more journals on which it rests and revolves, and intended to carry one or more wheels or other revolving parts and to transmit power or motion; as, the shaft of a steam engine."},{"word":"Shaft","type":"n.","descr":" A humming bird (Thaumastura cora) having two of the tail feathers next to the middle ones very long in the male; -- called also cora humming bird."},{"word":"Shaft","type":"n.","descr":" A well-like excavation in the earth, perpendicular or nearly so, made for reaching and raising ore, for raising water, etc."},{"word":"Shaft","type":"n.","descr":" A long passage for the admission or outlet of air; an air shaft."},{"word":"Shaft","type":"n.","descr":" The chamber of a blast furnace."},{"word":"Shafted","type":"a.","descr":" Furnished with a shaft, or with shafts; as, a shafted arch."},{"word":"Shafted","type":"a.","descr":" Having a shaft; -- applied to a spear when the head and the shaft are of different tinctures."},{"word":"Shafting","type":"n.","descr":" Shafts, collectivelly; a system of connected shafts for communicating motion."},{"word":"Shaftman","type":"n.","descr":" Alt. of Shaftment"},{"word":"Shaftment","type":"n.","descr":" A measure of about six inches."},{"word":"Shag","type":"n.","descr":" Coarse hair or nap; rough, woolly hair."},{"word":"Shag","type":"n.","descr":" A kind of cloth having a long, coarse nap."},{"word":"Shag","type":"n.","descr":" A kind of prepared tobacco cut fine."},{"word":"Shag","type":"n.","descr":" Any species of cormorant."},{"word":"Shag","type":"a.","descr":" Hairy; shaggy."},{"word":"Shagged","type":"imp. and p. p.","descr":" of Shag"},{"word":"Shagging","type":"p. pr. and vb. n.","descr":" of Shag"},{"word":"Shag","type":"v. t.","descr":" To make hairy or shaggy; hence, to make rough."},{"word":"Shagbark","type":"n.","descr":" A rough-barked species of hickory (Carya alba), its nut. Called also shellbark. See Hickory."},{"word":"Shagbark","type":"n.","descr":" The West Indian Pithecolobium micradenium, a legiminous tree with a red coiled-up pod."},{"word":"Shagebush","type":"n.","descr":" A sackbut."},{"word":"Shagged","type":"a.","descr":" Shaggy; rough."},{"word":"Shagginess","type":"n.","descr":" The quality or state of being shaggy; roughness; shaggedness."},{"word":"Shaggy","type":"n.","descr":" Rough with long hair or wool."},{"word":"Shaggy","type":"n.","descr":" Rough; rugged; jaggy."},{"word":"Shag-haired","type":"a.","descr":" Having shaggy hair."},{"word":"Shag-rag","type":"n.","descr":" The unkempt and ragged part of the community."},{"word":"Shagreen","type":"v. t.","descr":" To chagrin."},{"word":"Shagreen","type":"n.","descr":" A kind of untanned leather prepared in Russia and the East, from the skins of horses, asses, and camels, and grained so as to be covered with small round granulations. This characteristic surface is produced by pressing small seeds into the grain or hair side when moist, and afterward, when dry, scraping off the roughness left between them, and then, by soaking, causing the portions of the skin which had been compressed or indented by the seeds to swell up into relief. It is used for covering small cases and boxes."},{"word":"Shagreen","type":"n.","descr":" The skin of various small sharks and other fishes when having small, rough, bony scales. The dogfishes of the genus Scyllium furnish a large part of that used in the arts."},{"word":"Shagreen","type":"a.","descr":" Alt. of Shagreened"},{"word":"Shagreened","type":"a.","descr":" Made or covered with the leather called shagreen."},{"word":"Shagreened","type":"a.","descr":" Covered with rough scales or points like those on shagreen."},{"word":"Shah","type":"n.","descr":" The title of the supreme ruler in certain Eastern countries, especially Persia."},{"word":"Shahin","type":"n.","descr":" A large and swift Asiatic falcon (Falco pregrinator) highly valued in falconry."},{"word":"Shaik","type":"n.","descr":" See Sheik."},{"word":"Shail","type":"v. i.","descr":" To walk sidewise."},{"word":"Shake","type":"","descr":" obs. p. p. of Shake."},{"word":"Shook","type":"imp.","descr":" of Shake"},{"word":"Shaken","type":"p. p.","descr":" of Shake"},{"word":"Shook","type":"","descr":" of Shake"},{"word":"Shaking","type":"p. pr. and vb. n.","descr":" of Shake"},{"word":"Shake","type":"v.","descr":" To cause to move with quick or violent vibrations; to move rapidly one way and the other; to make to tremble or shiver; to agitate."},{"word":"Shake","type":"v.","descr":" Fig.: To move from firmness; to weaken the stability of; to cause to waver; to impair the resolution of."},{"word":"Shake","type":"v.","descr":" To give a tremulous tone to; to trill; as, to shake a note in music."},{"word":"Shake","type":"v.","descr":" To move or remove by agitating; to throw off by a jolting or vibrating motion; to rid one\\'s self of; -- generally with an adverb, as off, out, etc.; as, to shake fruit down from a tree."},{"word":"Shake","type":"v. i.","descr":" To be agitated with a waving or vibratory motion; to tremble; to shiver; to quake; to totter."},{"word":"Shake","type":"n.","descr":" The act or result of shaking; a vacillating or wavering motion; a rapid motion one way and other; a trembling, quaking, or shivering; agitation."},{"word":"Shake","type":"n.","descr":" A fissure or crack in timber, caused by its being dried too suddenly."},{"word":"Shake","type":"n.","descr":" A fissure in rock or earth."},{"word":"Shake","type":"n.","descr":" A rapid alternation of a principal tone with another represented on the next degree of the staff above or below it; a trill."},{"word":"Shake","type":"n.","descr":" One of the staves of a hogshead or barrel taken apart."},{"word":"Shake","type":"n.","descr":" A shook of staves and headings."},{"word":"Shake","type":"n.","descr":" The redshank; -- so called from the nodding of its head while on the ground."},{"word":"Shakedown","type":"n.","descr":" A temporary substitute for a bed, as one made on the floor or on chairs; -- perhaps originally from the shaking down of straw for this purpose."},{"word":"Shakefork","type":"n.","descr":" A fork for shaking hay; a pitchfork."},{"word":"Shaken","type":"a.","descr":" Caused to shake; agitated; as, a shaken bough."},{"word":"Shaken","type":"a.","descr":" Cracked or checked; split. See Shake, n., 2."},{"word":"Shaken","type":"n.","descr":" Impaired, as by a shock."},{"word":"Shaker","type":"n.","descr":" A person or thing that shakes, or by means of which something is shaken."},{"word":"Shaker","type":"n.","descr":" One of a religious sect who do not marry, popularly so called from the movements of the members in dancing, which forms a part of their worship."},{"word":"Shaker","type":"n.","descr":" A variety of pigeon."},{"word":"Shakeress","type":"n.","descr":" A female Shaker."},{"word":"Shakerism","type":"n.","descr":" Doctrines of the Shakers."},{"word":"Shakespearean","type":"a.","descr":" Of, pertaining to, or in the style of, Shakespeare or his works."},{"word":"Shakiness","type":"n.","descr":" Quality of being shaky."},{"word":"Shakings","type":"n. pl.","descr":" Deck sweepings, refuse of cordage, canvas, etc."},{"word":"Shako","type":"n.","descr":" A kind of military cap or headdress."},{"word":"Shaky","type":"superl.","descr":" Shaking or trembling; as, a shaky spot in a marsh; a shaky hand."},{"word":"Shaky","type":"superl.","descr":" Full of shakes or cracks; cracked; as, shaky timber."},{"word":"Shaky","type":"superl.","descr":" Easily shaken; tottering; unsound; as, a shaky constitution; shaky business credit."},{"word":"Shale","type":"n.","descr":" A shell or husk; a cod or pod."},{"word":"Shale","type":"n.","descr":" A fine-grained sedimentary rock of a thin, laminated, and often friable, structure."},{"word":"Shale","type":"v. t.","descr":" To take off the shell or coat of; to shell."},{"word":"Should","type":"imp.","descr":" of Shall"},{"word":"Shall","type":"v. i. and auxiliary.","descr":" To owe; to be under obligation for."},{"word":"Shall","type":"v. i. and auxiliary.","descr":" To be obliged; must."},{"word":"Shall","type":"v. i. and auxiliary.","descr":" As an auxiliary, shall indicates a duty or necessity whose obligation is derived from the person speaking; as, you shall go; he shall go; that is, I order or promise your going. It thus ordinarily expresses, in the second and third persons, a command, a threat, or a promise. If the auxillary be emphasized, the command is made more imperative, the promise or that more positive and sure. It is also employed in the language of prophecy; as, \"the day shall come when . . . , \" since a promise or threat and an authoritative prophecy nearly coincide in significance. In shall with the first person, the necessity of the action is sometimes implied as residing elsewhere than in the speaker; as, I shall suffer; we shall see; and there is always a less distinct and positive assertion of his volition than is indicated by will. \"I shall go\" implies nearly a simple futurity; more exactly, a foretelling or an expectation of my going, in which, naturally enough, a certain degree of plan or intention may be included; emphasize the shall, and the event is described as certain to occur, and the expression approximates in meaning to our emphatic \"I will go.\" In a question, the relation of speaker and source of obligation is of course transferred to the person addressed; as, \"Shall you go?\" (answer, \"I shall go\"); \"Shall he go?\" i. e., \"Do you require or promise his going?\" (answer, \"He shall go\".) The same relation is transferred to either second or third person in such phrases as \"You say, or think, you shall go;\" \"He says, or thinks, he shall go.\"  After a conditional conjunction (as if, whether) shall is used in all persons to express futurity simply; as, if I, you, or he shall say they are right.  Should is everywhere used in the same connection and the same senses as shall, as its imperfect. It also expresses duty or moral obligation; as, he should do it whether he will or not. In the early English, and hence in our English Bible, shall is the auxiliary mainly used, in all the persons, to express simple futurity. (Cf. Will, v. t.) Shall may be used elliptically; thus, with an adverb or other word expressive of motion go may be omitted."},{"word":"Shalli","type":"n.","descr":" See Challis."},{"word":"Shallon","type":"n.","descr":" An evergreen shrub (Gaultheria Shallon) of Northwest America; also, its fruit. See Salal-berry."},{"word":"Shalloon","type":"n.","descr":" A thin, loosely woven, twilled worsted stuff."},{"word":"Shallop","type":"n.","descr":" A boat."},{"word":"Shallot","type":"n.","descr":" A small kind of onion (Allium Ascalonicum) growing in clusters, and ready for gathering in spring; a scallion, or eschalot."},{"word":"Shallow","type":"superl.","descr":" Not deep; having little depth; shoal."},{"word":"Shallow","type":"superl.","descr":" Not deep in tone."},{"word":"Shallow","type":"superl.","descr":" Not intellectually deep; not profound; not penetrating deeply; simple; not wise or knowing; ignorant; superficial; as, a shallow mind; shallow learning."},{"word":"Shallow","type":"n.","descr":" A place in a body of water where the water is not deep; a shoal; a flat; a shelf."},{"word":"Shallow","type":"n.","descr":" The rudd."},{"word":"Shallow","type":"v. t.","descr":" To make shallow."},{"word":"Shallow","type":"v. i.","descr":" To become shallow, as water."},{"word":"Shallow-bodied","type":"a.","descr":" Having a moderate depth of hold; -- said of a vessel."},{"word":"Shallow-brained","type":"a.","descr":" Weak in intellect; foolish; empty-headed."},{"word":"Shallow-hearted","type":"a.","descr":" Incapable of deep feeling."},{"word":"Shallowly","type":"adv.","descr":" In a shallow manner."},{"word":"Shallowness","type":"n.","descr":" Quality or state of being shallow."},{"word":"Shallow-pated","type":"a.","descr":" Shallow-brained."},{"word":"Shallow-waisted","type":"a.","descr":" Having a flush deck, or with only a moderate depression amidships; -- said of a vessel."},{"word":"Shalm","type":"n.","descr":" See Shawm."},{"word":"Shalt","type":"","descr":" 2d per. sing. of Shall."},{"word":"Shaly","type":"a.","descr":" Resembling shale in structure."},{"word":"Sham","type":"n.","descr":" That which deceives expectation; any trick, fraud, or device that deludes and disappoint; a make-believe; delusion; imposture, humbug."},{"word":"Sham","type":"n.","descr":" A false front, or removable ornamental covering."},{"word":"Sham","type":"a.","descr":" False; counterfeit; pretended; feigned; unreal; as, a sham fight."},{"word":"Shammed","type":"imp. and p. p.","descr":" of Sham"},{"word":"Shamming","type":"p. pr. and vb. n.","descr":" of Sham"},{"word":"Sham","type":"v. t.","descr":" To trick; to cheat; to deceive or delude with false pretenses."},{"word":"Sham","type":"v. t.","descr":" To obtrude by fraud or imposition."},{"word":"Sham","type":"v. t.","descr":" To assume the manner and character of; to imitate; to ape; to feign."},{"word":"Sham","type":"v. i.","descr":" To make false pretenses; to deceive; to feign; to impose."},{"word":"Shama","type":"n.","descr":" A saxicoline singing bird (Kittacincla macroura) of India, noted for the sweetness and power of its song. In confinement it imitates the notes of other birds and various animals with accuracy. Its head, neck, back, breast, and tail are glossy black, the rump white, the under parts chestnut."},{"word":"Shaman","type":"n.","descr":" A priest of Shamanism; a wizard among the Shamanists."},{"word":"Shamanic","type":"a.","descr":" Of or pertaining to Shamanism."},{"word":"Shamanism","type":"n.","descr":" The type of religion which once prevalied among all the Ural-Altaic peoples (Tungusic, Mongol, and Turkish), and which still survives in various parts of Northern Asia. The Shaman, or wizard priest, deals with good as well as with evil spirits, especially the good spirits of ancestors."},{"word":"Shamanist","type":"n.","descr":" An adherent of Shamanism."},{"word":"Shamble","type":"n.","descr":" One of a succession of niches or platforms, one above another, to hold ore which is thrown successively from platform to platform, and thus raised to a higher level."},{"word":"Shamble","type":"n.","descr":" A place where butcher\\'s meat is sold."},{"word":"Shamble","type":"n.","descr":" A place for slaughtering animals for meat."},{"word":"Shambled","type":"imp. and p. p.","descr":" of Shamble"},{"word":"Shambling","type":"p. pr. and vb. n.","descr":" of Shamble"},{"word":"Shamble","type":"v. i.","descr":" To walk awkwardly and unsteadily, as if the knees were weak; to shuffle along."},{"word":"Shambling","type":"a.","descr":" Characterized by an awkward, irregular pace; as, a shambling trot; shambling legs."},{"word":"Shambling","type":"n.","descr":" An awkward, irregular gait."},{"word":"Shame","type":"n.","descr":" A painful sensation excited by a consciousness of guilt or impropriety, or of having done something which injures reputation, or of the exposure of that which nature or modesty prompts us to conceal."},{"word":"Shame","type":"n.","descr":" Reproach incurred or suffered; dishonor; ignominy; derision; contempt."},{"word":"Shame","type":"n.","descr":" The cause or reason of shame; that which brings reproach, and degrades a person in the estimation of others; disgrace."},{"word":"Shame","type":"n.","descr":" The parts which modesty requires to be covered; the private parts."},{"word":"Shamed","type":"imp. and p. p.","descr":" of Shame"},{"word":"Shaming","type":"p. pr. and vb. n.","descr":" of Shame"},{"word":"Shame","type":"v. t.","descr":" To make ashamed; to excite in (a person) a comsciousness of guilt or impropriety, or of conduct derogatory to reputation; to put to shame."},{"word":"Shame","type":"v. t.","descr":" To cover with reproach or ignominy; to dishonor; to disgrace."},{"word":"Shame","type":"v. t.","descr":" To mock at; to deride."},{"word":"Shame","type":"n.","descr":" To be ashamed; to feel shame."},{"word":"Shamefaced","type":"n.","descr":" Easily confused or put out of countenance; diffident; bashful; modest."},{"word":"Shamefast","type":"a.","descr":" Modest; shamefaced."},{"word":"Shameful","type":"a.","descr":" Bringing shame or disgrace; injurious to reputation; disgraceful."},{"word":"Shameful","type":"a.","descr":" Exciting the feeling of shame in others; indecent; as, a shameful picture; a shameful sight."},{"word":"Shameless","type":"a.","descr":" Destitute of shame; wanting modesty; brazen-faced; insensible to disgrace."},{"word":"Shameless","type":"a.","descr":" Indicating want of modesty, or sensibility to disgrace; indecent; as, a shameless picture or poem."},{"word":"Shame-proof","type":"n.","descr":" Shameless."},{"word":"Shamer","type":"n.","descr":" One who, or that which, disgraces, or makes ashamed."},{"word":"Shammer","type":"n.","descr":" One who shams; an impostor."},{"word":"Shammy","type":"n.","descr":" The chamois."},{"word":"Shammy","type":"n.","descr":" A soft, pliant leather, prepared originally from the skin of the chamois, but now made also from the skin of the sheep, goat, kid, deer, and calf. See Shamoying."},{"word":"Shamois","type":"n.","descr":" Alt. of Shamoy"},{"word":"Shamoy","type":"n.","descr":" See Shammy."},{"word":"Shamoying","type":"n.","descr":" A process used in preparing certain kinds of leather, which consists in frizzing the skin, and working oil into it to supply the place of the astringent (tannin, alum, or the like) ordinarily used in tanning."},{"word":"Shampooed","type":"imp. and p. p.","descr":" of Shampoo"},{"word":"Shampooing","type":"p. pr. and vb. n.","descr":" of Shampoo"},{"word":"Shampoo","type":"v. t.","descr":" To press or knead the whole surface of the body of (a person), and at the same time to stretch the limbs and joints, in connection with the hot bath."},{"word":"Shampoo","type":"v. t.","descr":" To wash throughly and rub the head of (a person), with the fingers, using either soap, or a soapy preparation, for the more thorough cleansing."},{"word":"Shampoo","type":"n.","descr":" The act of shampooing."},{"word":"Shampooer","type":"n.","descr":" One who shampoos."},{"word":"Shamrock","type":"n.","descr":" A trifoliate plant used as a national emblem by the Irish. The legend is that St. Patrick once plucked a leaf of it for use in illustrating the doctrine of the trinity."},{"word":"Shandrydan","type":"n.","descr":" A jocosely depreciative name for a vehicle."},{"word":"Shandygaff","type":"n.","descr":" A mixture of strong beer and ginger beer."},{"word":"Shanghaied","type":"imp. and p. p.","descr":" of Shanghai"},{"word":"Shanghaiing","type":"p. pr. and vb. n.","descr":" of Shanghai"},{"word":"Shanghai","type":"v. t.","descr":" To intoxicate and ship (a person) as a sailor while in this condition."},{"word":"Shanghai","type":"n.","descr":" A large and tall breed of domestic fowl."},{"word":"Shank","type":"n.","descr":" See Chank."},{"word":"Shank","type":"v.","descr":" The part of the leg from the knee to the foot; the shin; the shin bone; also, the whole leg."},{"word":"Shank","type":"v.","descr":" Hence, that part of an instrument, tool, or other thing, which connects the acting part with a handle or other part, by which it is held or moved."},{"word":"Shank","type":"v.","descr":" That part of a key which is between the bow and the part which enters the wards of the lock."},{"word":"Shank","type":"v.","descr":" The middle part of an anchor, or that part which is between the ring and the arms."},{"word":"Shank","type":"v.","descr":" That part of a hoe, rake, knife, or the like, by which it is secured to a handle."},{"word":"Shank","type":"v.","descr":" A loop forming an eye to a button."},{"word":"Shank","type":"v.","descr":" The space between two channels of the Doric triglyph."},{"word":"Shank","type":"v.","descr":" A large ladle for molten metal, fitted with long bars for handling it."},{"word":"Shank","type":"v.","descr":" The body of a type."},{"word":"Shank","type":"v.","descr":" The part of the sole beneath the instep connecting the broader front part with the heel."},{"word":"Shank","type":"v.","descr":" A wading bird with long legs; as, the green-legged shank, or knot; the yellow shank, or tattler; -- called also shanks."},{"word":"Shank","type":"v.","descr":" Flat-nosed pliers, used by opticians for nipping off the edges of pieces of glass to make them round."},{"word":"Shank","type":"v. i.","descr":" To fall off, as a leaf, flower, or capsule, on account of disease affecting the supporting footstalk; -- usually followed by off."},{"word":"Shankbeer","type":"n.","descr":" See Schenkbeer."},{"word":"Shanked","type":"a.","descr":" Having a shank."},{"word":"Shanker","type":"n.","descr":" See Chancre."},{"word":"Shannies","type":"pl. ","descr":" of Shanny"},{"word":"Shanny","type":"n.","descr":" The European smooth blenny (Blennius pholis). It is olive-green with irregular black spots, and without appendages on the head."},{"word":"Shant","type":"","descr":" A contraction of shall not."},{"word":"Shanty","type":"a.","descr":" Jaunty; showy."},{"word":"Shanties","type":"pl. ","descr":" of Shanty"},{"word":"Shanty","type":"n.","descr":" A small, mean dwelling; a rough, slight building for temporary use; a hut."},{"word":"Shanty","type":"v. i.","descr":" To inhabit a shanty."},{"word":"Shapable","type":"a.","descr":" That may be shaped."},{"word":"Shapable","type":"a.","descr":" Shapely."},{"word":"Shaped","type":"imp.","descr":" of Shape"},{"word":"Shaped","type":"p. p.","descr":" of Shape"},{"word":"Shapen","type":"","descr":" of Shape"},{"word":"Shaping","type":"p. pr. and vb. n.","descr":" of Shape"},{"word":"Shape","type":"n.","descr":" To form or create; especially, to mold or make into a particular form; to give proper form or figure to."},{"word":"Shape","type":"n.","descr":" To adapt to a purpose; to regulate; to adjust; to direct; as, to shape the course of a vessel."},{"word":"Shape","type":"n.","descr":" To image; to conceive; to body forth."},{"word":"Shape","type":"n.","descr":" To design; to prepare; to plan; to arrange."},{"word":"Shape","type":"v. i.","descr":" To suit; to be adjusted or conformable."},{"word":"Shape","type":"n.","descr":" Character or construction of a thing as determining its external appearance; outward aspect; make; figure; form; guise; as, the shape of a tree; the shape of the head; an elegant shape."},{"word":"Shape","type":"n.","descr":" That which has form or figure; a figure; an appearance; a being."},{"word":"Shape","type":"n.","descr":" A model; a pattern; a mold."},{"word":"Shape","type":"n.","descr":" Form of embodiment, as in words; form, as of thought or conception; concrete embodiment or example, as of some quality."},{"word":"Shape","type":"n.","descr":" Dress for disguise; guise."},{"word":"Shape","type":"n.","descr":" A rolled or hammered piece, as a bar, beam, angle iron, etc., having a cross section different from merchant bar."},{"word":"Shape","type":"n.","descr":" A piece which has been roughly forged nearly to the form it will receive when completely forged or fitted."},{"word":"Shapeless","type":"a.","descr":" Destitute of shape or regular form; wanting symmetry of dimensions; misshapen; -- opposed to shapely."},{"word":"Shapeliness","type":"n.","descr":" The quality or state of being shapely."},{"word":"Shapely","type":"superl.","descr":" Well-formed; having a regular shape; comely; symmetrical."},{"word":"Shapely","type":"superl.","descr":" Fit; suitable."},{"word":"Shaper","type":"n.","descr":" One who shapes; as, the shaper of one\\'s fortunes."},{"word":"Shaper","type":"n.","descr":" That which shapes; a machine for giving a particular form or outline to an object."},{"word":"Shaper","type":"n.","descr":" A kind of planer in which the tool, instead of the work, receives a reciprocating motion, usually from a crank."},{"word":"Shaper","type":"n.","descr":" A machine with a vertically revolving cutter projecting above a flat table top, for cutting irregular outlines, moldings, etc."},{"word":"Shapoo","type":"n.","descr":" The oorial."},{"word":"Shard","type":"n.","descr":" A plant; chard."},{"word":"Shard","type":"n.","descr":" A piece or fragment of an earthen vessel, or a like brittle substance, as the shell of an egg or snail."},{"word":"Shard","type":"n.","descr":" The hard wing case of a beetle."},{"word":"Shard","type":"n.","descr":" A gap in a fence."},{"word":"Shard","type":"n.","descr":" A boundary; a division."},{"word":"Shard-borne","type":"a.","descr":" Borne on shards or scaly wing cases."},{"word":"Sharded","type":"a.","descr":" Having elytra, as a beetle."},{"word":"Shardy","type":"a.","descr":" Having, or consisting of, shards."},{"word":"Share","type":"n.","descr":" The part (usually an iron or steel plate) of a plow which cuts the ground at the bottom of a furrow; a plowshare."},{"word":"Share","type":"n.","descr":" The part which opens the ground for the reception of the seed, in a machine for sowing seed."},{"word":"Share","type":"v.","descr":" A certain quantity; a portion; a part; a division; as, a small share of prudence."},{"word":"Share","type":"v.","descr":" Especially, the part allotted or belonging to one, of any property or interest owned by a number; a portion among others; an apportioned lot; an allotment; a dividend."},{"word":"Share","type":"v.","descr":" Hence, one of a certain number of equal portions into which any property or invested capital is divided; as, a ship owned in ten shares."},{"word":"Share","type":"v.","descr":" The pubes; the sharebone."},{"word":"Shared","type":"imp. and p. p.","descr":" of Share"},{"word":"Sharing","type":"p. pr. and vb. n.","descr":" of Share"},{"word":"Share","type":"v. t.","descr":" To part among two or more; to distribute in portions; to divide."},{"word":"Share","type":"v. t.","descr":" To partake of, use, or experience, with others; to have a portion of; to take and possess in common; as, to share a shelter with another."},{"word":"Share","type":"v. t.","descr":" To cut; to shear; to cleave; to divide."},{"word":"Share","type":"v. i.","descr":" To have part; to receive a portion; to partake, enjoy, or suffer with others."},{"word":"Sharebeam","type":"n.","descr":" The part of the plow to which the share is attached."},{"word":"Sharebone","type":"n.","descr":" The public bone."},{"word":"Sharebroker","type":"n.","descr":" A broker who deals in railway or other shares and securities."},{"word":"Shareholder","type":"n.","descr":" One who holds or owns a share or shares in a joint fund or property."},{"word":"Sharer","type":"n.","descr":" One who shares; a participator; a partaker; also, a divider; a distributer."},{"word":"Sharewort","type":"n.","descr":" A composite plant (Aster Tripolium) growing along the seacoast of Europe."},{"word":"Shark","type":"v. t. and i.","descr":" Any one of numerous species of elasmobranch fishes of the order Plagiostomi, found in all seas."},{"word":"Shark","type":"v. t. and i.","descr":" A rapacious, artful person; a sharper."},{"word":"Shark","type":"v. t. and i.","descr":" Trickery; fraud; petty rapine; as, to live upon the shark."},{"word":"Shark","type":"v. t.","descr":" To pick or gather indiscriminately or covertly."},{"word":"Sharked","type":"imp. and p. p.","descr":" of Shark"},{"word":"Sharking","type":"p. pr. and vb. n.","descr":" of Shark"},{"word":"Shark","type":"v. i.","descr":" To play the petty thief; to practice fraud or trickery; to swindle."},{"word":"Shark","type":"v. i.","descr":" To live by shifts and stratagems."},{"word":"Sharker","type":"n.","descr":" One who lives by sharking."},{"word":"Sharking","type":"n.","descr":" Petty rapine; trick; also, seeking a livelihood by shifts and dishonest devices."},{"word":"Sharock","type":"n.","descr":" An East Indian coin of the value of 12\/ pence sterling, or about 25 cents."},{"word":"Sharp","type":"superl.","descr":" Having a very thin edge or fine point; of a nature to cut or pierce easily; not blunt or dull; keen."},{"word":"Sharp","type":"superl.","descr":" Terminating in a point or edge; not obtuse or rounded; somewhat pointed or edged; peaked or ridged; as, a sharp hill; sharp features."},{"word":"Sharp","type":"superl.","descr":" Affecting the sense as if pointed or cutting, keen, penetrating, acute: to the taste or smell, pungent, acid, sour, as ammonia has a sharp taste and odor; to the hearing, piercing, shrill, as a sharp sound or voice; to the eye, instantaneously brilliant, dazzling, as a sharp flash."},{"word":"Sharp","type":"superl.","descr":" High in pitch; acute; as, a sharp note or tone."},{"word":"Sharp","type":"superl.","descr":" Raised a semitone in pitch; as, C sharp (C\/), which is a half step, or semitone, higher than C."},{"word":"Sharp","type":"superl.","descr":" So high as to be out of tune, or above true pitch; as, the tone is sharp; that instrument is sharp. Opposed in all these senses to flat."},{"word":"Sharp","type":"superl.","descr":" Very trying to the feelings; piercing; keen; severe; painful; distressing; as, sharp pain, weather; a sharp and frosty air."},{"word":"Sharp","type":"superl.","descr":" Cutting in language or import; biting; sarcastic; cruel; harsh; rigorous; severe; as, a sharp rebuke."},{"word":"Sharp","type":"superl.","descr":" Of keen perception; quick to discern or distinguish; having nice discrimination; acute; penetrating; sagacious; clever; as, a sharp eye; sharp sight, hearing, or judgment."},{"word":"Sharp","type":"superl.","descr":" Eager in pursuit; keen in quest; impatient for gratification; keen; as, a sharp appetite."},{"word":"Sharp","type":"superl.","descr":" Fierce; ardent; fiery; violent; impetuous."},{"word":"Sharp","type":"superl.","descr":" Keenly or unduly attentive to one\\'s own interest; close and exact in dealing; shrewd; as, a sharp dealer; a sharp customer."},{"word":"Sharp","type":"superl.","descr":" Composed of hard, angular grains; gritty; as, sharp sand."},{"word":"Sharp","type":"superl.","descr":" Steep; precipitous; abrupt; as, a sharp ascent or descent; a sharp turn or curve."},{"word":"Sharp","type":"superl.","descr":" Uttered in a whisper, or with the breath alone, without voice, as certain consonants, such as p, k, t, f; surd; nonvocal; aspirated."},{"word":"Sharp","type":"adv.","descr":" To a point or edge; piercingly; eagerly; sharply."},{"word":"Sharp","type":"adv.","descr":" Precisely; exactly; as, we shall start at ten o\\'clock sharp."},{"word":"Sharp","type":"n.","descr":" A sharp tool or weapon."},{"word":"Sharp","type":"n.","descr":" The character [\/] used to indicate that the note before which it is placed is to be raised a half step, or semitone, in pitch."},{"word":"Sharp","type":"n.","descr":" A sharp tone or note."},{"word":"Sharp","type":"n.","descr":" A portion of a stream where the water runs very rapidly."},{"word":"Sharp","type":"n.","descr":" A sewing needle having a very slender point; a needle of the most pointed of the three grades, blunts, betweens, and sharps."},{"word":"Sharp","type":"n.","descr":" Same as Middlings, 1."},{"word":"Sharp","type":"n.","descr":" An expert."},{"word":"Sharped","type":"imp. and p. p.","descr":" of Sharp"},{"word":"Sharping","type":"p. pr. and vb. n.","descr":" of Sharp"},{"word":"Sharp","type":"v. t.","descr":" To sharpen."},{"word":"Sharp","type":"v. t.","descr":" To raise above the proper pitch; to elevate the tone of; especially, to raise a half step, or semitone, above the natural tone."},{"word":"Sharp","type":"v. i.","descr":" To play tricks in bargaining; to act the sharper."},{"word":"Sharp","type":"v. i.","descr":" To sing above the proper pitch."},{"word":"Sharp-cut","type":"a.","descr":" Cut sharply or definitely, or so as to make a clear, well-defined impression, as the lines of an engraved plate, and the like; clear-cut; hence, having great distinctness; well-defined; clear."},{"word":"Sharpening","type":"p. pr. and vb. n.","descr":" of Sharpen"},{"word":"Sharpen","type":"a.","descr":" To make sharp."},{"word":"Sharpen","type":"a.","descr":" To give a keen edge or fine point to; to make sharper; as, to sharpen an ax, or the teeth of a saw."},{"word":"Sharpen","type":"a.","descr":" To render more quick or acute in perception; to make more ready or ingenious."},{"word":"Sharpen","type":"a.","descr":" To make more eager; as, to sharpen men\\'s desires."},{"word":"Sharpen","type":"a.","descr":" To make more pungent and intense; as, to sharpen a pain or disease."},{"word":"Sharpen","type":"a.","descr":" To make biting, sarcastic, or severe."},{"word":"Sharpen","type":"a.","descr":" To render more shrill or piercing."},{"word":"Sharpen","type":"a.","descr":" To make more tart or acid; to make sour; as, the rays of the sun sharpen vinegar."},{"word":"Sharpen","type":"a.","descr":" To raise, as a sound, by means of a sharp; to apply a sharp to."},{"word":"Sharpen","type":"v. i.","descr":" To grow or become sharp."},{"word":"Sharper","type":"n.","descr":" A person who bargains closely, especially, one who cheats in bargains; a swinder; also, a cheating gamester."},{"word":"Sharpie","type":"n.","descr":" A long, sharp, flat-bottomed boat, with one or two masts carrying a triangular sail. They are often called Fair Haven sharpies, after the place on the coast of Connecticut where they originated."},{"word":"Sharpling","type":"n.","descr":" A stickleback."},{"word":"Sharply","type":"adv.","descr":" In a sharp manner,; keenly; acutely."},{"word":"Sharpness","type":"n.","descr":" The quality or condition of being sharp; keenness; acuteness."},{"word":"Sharpsaw","type":"n.","descr":" The great titmouse; -- so called from its harsh call notes."},{"word":"Sharp-set","type":"a.","descr":" Eager in appetite or desire of gratification; affected by keen hunger; ravenous; as, an eagle or a lion sharp-set."},{"word":"Sharpshooter","type":"n.","descr":" One skilled in shooting at an object with exactness; a good marksman."},{"word":"Sharpshooting","type":"n.","descr":" A shooting with great precision and effect; hence, a keen contest of wit or argument."},{"word":"Sharp-sighted","type":"a.","descr":" Having quick or acute sight; -- used literally and figuratively."},{"word":"Sharptail","type":"n.","descr":" The pintail duck."},{"word":"Sharptail","type":"n.","descr":" The pintail grouse, or prairie chicken."},{"word":"Sharp-witted","type":"a.","descr":" Having an acute or nicely discerning mind."},{"word":"Shash","type":"n.","descr":" The scarf of a turban."},{"word":"Shash","type":"n.","descr":" A sash."},{"word":"Shaster","type":"n.","descr":" Alt. of Shastra"},{"word":"Shastra","type":"n.","descr":" A treatise for authoritative instruction among the Hindoos; a book of institutes; especially, a treatise explaining the Vedas."},{"word":"Shathmont","type":"n.","descr":" A shaftment."},{"word":"Shattered","type":"imp. and p. p.","descr":" of Shatter"},{"word":"Shattering","type":"p. pr. and vb. n.","descr":" of Shatter"},{"word":"Shatter","type":"v. t.","descr":" To break at once into many pieces; to dash, burst, or part violently into fragments; to rend into splinters; as, an explosion shatters a rock or a bomb; too much steam shatters a boiler; an oak is shattered by lightning."},{"word":"Shatter","type":"v. t.","descr":" To disorder; to derange; to render unsound; as, to be shattered in intellect; his constitution was shattered; his hopes were shattered."},{"word":"Shatter","type":"v. t.","descr":" To scatter about."},{"word":"Shatter","type":"v. i.","descr":" To be broken into fragments; to fall or crumble to pieces by any force applied."},{"word":"Shatter","type":"n.","descr":" A fragment of anything shattered; -- used chiefly or soley in the phrase into shatters; as, to break a glass into shatters."},{"word":"Shatter-brained","type":"a.","descr":" Alt. of Shatter-pated"},{"word":"Shatter-pated","type":"a.","descr":" Disordered or wandering in intellect; hence, heedless; wild."},{"word":"Shattery","type":"a.","descr":" Easily breaking into pieces; not compact; loose of texture; brittle; as, shattery spar."},{"word":"Shave","type":"","descr":" obs. p. p. of Shave."},{"word":"Shaved","type":"imp.","descr":" of Shave"},{"word":"Shaved","type":"p. p.","descr":" of Shave"},{"word":"Shaven","type":"","descr":" of Shave"},{"word":"Shaving","type":"p. pr. and vb. n.","descr":" of Shave"},{"word":"Shave","type":"v. t.","descr":" To cut or pare off from the surface of a body with a razor or other edged instrument; to cut off closely, as with a razor; as, to shave the beard."},{"word":"Shave","type":"v. t.","descr":" To make bare or smooth by cutting off closely the surface, or surface covering, of; especially, to remove the hair from with a razor or other sharp instrument; to take off the beard or hair of; as, to shave the face or the crown of the head; he shaved himself."},{"word":"Shave","type":"v. t.","descr":" To cut off thin slices from; to cut in thin slices."},{"word":"Shave","type":"v. t.","descr":" To skim along or near the surface of; to pass close to, or touch lightly, in passing."},{"word":"Shave","type":"v. t.","descr":" To strip; to plunder; to fleece."},{"word":"Shave","type":"v. i.","descr":" To use a razor for removing the beard; to cut closely; hence, to be hard and severe in a bargain; to practice extortion; to cheat."},{"word":"Shave","type":"v. t.","descr":" A thin slice; a shaving."},{"word":"Shave","type":"v. t.","descr":" A cutting of the beard; the operation of shaving."},{"word":"Shave","type":"v. t.","descr":" An exorbitant discount on a note."},{"word":"Shave","type":"v. t.","descr":" A premium paid for an extension of the time of delivery or payment, or for the right to vary a stock contract in any particular."},{"word":"Shave","type":"v. t.","descr":" A hand tool consisting of a sharp blade with a handle at each end; a drawing knife; a spokeshave."},{"word":"Shave","type":"v. t.","descr":" The act of passing very near to, so as almost to graze; as, the bullet missed by a close shave."},{"word":"Shaveling","type":"n.","descr":" A man shaved; hence, a monk, or other religious; -- used in contempt."},{"word":"Shaver","type":"n.","descr":" One who shaves; one whose occupation is to shave."},{"word":"Shaver","type":"n.","descr":" One who is close in bargains; a sharper."},{"word":"Shaver","type":"n.","descr":" One who fleeces; a pillager; a plunderer."},{"word":"Shaver","type":"n.","descr":" A boy; a lad; a little fellow."},{"word":"Shaver","type":"n.","descr":" A tool or machine for shaving."},{"word":"Shaving","type":"n.","descr":" The act of one who, or that which, shaves; specifically, the act of cutting off the beard with a razor."},{"word":"Shaving","type":"n.","descr":" That which is shaved off; a thin slice or strip pared off with a shave, a knife, a plane, or other cutting instrument."},{"word":"Shaw","type":"n.","descr":" A thicket; a small wood or grove."},{"word":"Shaw","type":"n.","descr":" The leaves and tops of vegetables, as of potatoes, turnips, etc."},{"word":"Shawfowl","type":"n.","descr":" The representation or image of a fowl made by fowlers to shoot at."},{"word":"Shawl","type":"n.","descr":" A square or oblong cloth of wool, cotton, silk, or other textile or netted fabric, used, especially by women, as a loose covering for the neck and shoulders."},{"word":"Shawl","type":"v. t.","descr":" To wrap in a shawl."},{"word":"Shawm","type":"n.","descr":" A wind instrument of music, formerly in use, supposed to have resembled either the clarinet or the hautboy in form."},{"word":"Shawnees","type":"n. pl.","descr":" A tribe of North American Indians who occupied Western New York and part of Ohio, but were driven away and widely dispersed by the Iroquois."},{"word":"Shay","type":"n.","descr":" A chaise."},{"word":"She","type":"obj.","descr":" This or that female; the woman understood or referred to; the animal of the female sex, or object personified as feminine, which was spoken of."},{"word":"She","type":"obj.","descr":" A woman; a female; -- used substantively."},{"word":"Sheading","type":"v. t.","descr":" A tithing, or division, in the Isle of Man, in which there is a coroner, or chief constable. The island is divided into six sheadings."},{"word":"Sheaf","type":"n.","descr":" A sheave."},{"word":"Sheaves","type":"pl. ","descr":" of Sheaf"},{"word":"Sheaf","type":"n.","descr":" A quantity of the stalks and ears of wheat, rye, or other grain, bound together; a bundle of grain or straw."},{"word":"Sheaf","type":"n.","descr":" Any collection of things bound together; a bundle; specifically, a bundle of arrows sufficient to fill a quiver, or the allowance of each archer, -- usually twenty-four."},{"word":"Sheaf","type":"v. t.","descr":" To gather and bind into a sheaf; to make into sheaves; as, to sheaf wheat."},{"word":"Sheaf","type":"v. i.","descr":" To collect and bind cut grain, or the like; to make sheaves."},{"word":"Sheafy","type":"a.","descr":" Pertaining to, or consisting of, a sheaf or sheaves; resembling a sheaf."},{"word":"Sheal","type":"n.","descr":" Same as Sheeling."},{"word":"Sheal","type":"v. t.","descr":" To put under a sheal or shelter."},{"word":"Sheal","type":"v. t.","descr":" To take the husks or pods off from; to shell; to empty of its contents, as a husk or a pod."},{"word":"Sheal","type":"n.","descr":" A shell or pod."},{"word":"Shealing","type":"n.","descr":" The outer husk, pod, or shell, as of oats, pease, etc.; sheal; shell."},{"word":"Shealing","type":"n.","descr":" Same as Sheeling."},{"word":"Sheared","type":"imp.","descr":" of Shear"},{"word":"Shore","type":"","descr":" of Shear"},{"word":"Sheared","type":"p. p.","descr":" of Shear"},{"word":"Shorn","type":"","descr":" of Shear"},{"word":"Shearing","type":"p. pr. and vb. n.","descr":" of Shear"},{"word":"Shear","type":"v. t.","descr":" To cut, clip, or sever anything from with shears or a like instrument; as, to shear sheep; to shear cloth."},{"word":"Shear","type":"v. t.","descr":" To separate or sever with shears or a similar instrument; to cut off; to clip (something) from a surface; as, to shear a fleece."},{"word":"Shear","type":"v. t.","descr":" To reap, as grain."},{"word":"Shear","type":"v. t.","descr":" Fig.: To deprive of property; to fleece."},{"word":"Shear","type":"v. t.","descr":" To produce a change of shape in by a shear. See Shear, n., 4."},{"word":"Shear","type":"v. t.","descr":" A pair of shears; -- now always used in the plural, but formerly also in the singular. See Shears."},{"word":"Shear","type":"v. t.","descr":" A shearing; -- used in designating the age of sheep."},{"word":"Shear","type":"v. t.","descr":" An action, resulting from applied forces, which tends to cause two contiguous parts of a body to slide relatively to each other in a direction parallel to their plane of contact; -- also called shearing stress, and tangential stress."},{"word":"Shear","type":"v. t.","descr":" A strain, or change of shape, of an elastic body, consisting of an extension in one direction, an equal compression in a perpendicular direction, with an unchanged magnitude in the third direction."},{"word":"Shear","type":"v. i.","descr":" To deviate. See Sheer."},{"word":"Shear","type":"v. i.","descr":" To become more or less completely divided, as a body under the action of forces, by the sliding of two contiguous parts relatively to each other in a direction parallel to their plane of contact."},{"word":"Shearbill","type":"n.","descr":" The black skimmer. See Skimmer."},{"word":"Sheard","type":"n.","descr":" See Shard."},{"word":"Shearer","type":"n.","descr":" One who shears."},{"word":"Shearer","type":"n.","descr":" A reaper."},{"word":"Shearing","type":"n.","descr":" The act or operation of clipping with shears or a shearing machine, as the wool from sheep, or the nap from cloth."},{"word":"Shearing","type":"n.","descr":" The product of the act or operation of clipping with shears or a shearing machine; as, the whole shearing of a flock; the shearings from cloth."},{"word":"Shearing","type":"n.","descr":" Same as Shearling."},{"word":"Shearing","type":"n.","descr":" The act or operation of reaping."},{"word":"Shearing","type":"n.","descr":" The act or operation of dividing with shears; as, the shearing of metal plates."},{"word":"Shearing","type":"n.","descr":" The process of preparing shear steel; tilting."},{"word":"Shearing","type":"n.","descr":" The process of making a vertical side cutting in working into a face of coal."},{"word":"Shearling","type":"n.","descr":" A sheep but once sheared."},{"word":"Shearmen","type":"pl. ","descr":" of Shearman"},{"word":"Shearman","type":"n.","descr":" One whose occupation is to shear cloth."},{"word":"Shearn","type":"n.","descr":" Dung; excrement."},{"word":"Shears","type":"n.","descr":" A cutting instrument."},{"word":"Shears","type":"n.","descr":" An instrument consisting of two blades, commonly with bevel edges, connected by a pivot, and working on both sides of the material to be cut, -- used for cutting cloth and other substances."},{"word":"Shears","type":"n.","descr":" A similar instrument the blades of which are extensions of a curved spring, -- used for shearing sheep or skins."},{"word":"Shears","type":"n.","descr":" A shearing machine; a blade, or a set of blades, working against a resisting edge."},{"word":"Shears","type":"n.","descr":" Anything in the form of shears."},{"word":"Shears","type":"n.","descr":" A pair of wings."},{"word":"Shears","type":"n.","descr":" An apparatus for raising heavy weights, and especially for stepping and unstepping the lower masts of ships. It consists of two or more spars or pieces of timber, fastened together near the top, steadied by a guy or guys, and furnished with the necessary tackle."},{"word":"Shears","type":"n.","descr":" The bedpiece of a machine tool, upon which a table or slide rest is secured; as, the shears of a lathe or planer. See Illust. under Lathe."},{"word":"Sheartail","type":"n.","descr":" The common tern."},{"word":"Sheartail","type":"n.","descr":" Any one of several species of humming birds of the genus Thaumastura having a long forked tail."},{"word":"Shearwater","type":"n.","descr":" Any one of numerous species of long-winged oceanic birds of the genus Puffinus and related genera. They are allied to the petrels, but are larger. The Manx shearwater (P. Anglorum), the dusky shearwater (P. obscurus), and the greater shearwater (P. major), are well-known species of the North Atlantic. See Hagdon."},{"word":"Sheatfish","type":"n.","descr":" A European siluroid fish (Silurus glanis) allied to the cat-fishes. It is the largest fresh-water fish of Europe, sometimes becoming six feet or more in length. See Siluroid."},{"word":"Sheath","type":"n.","descr":" A case for the reception of a sword, hunting knife, or other long and slender instrument; a scabbard."},{"word":"Sheath","type":"n.","descr":" Any sheathlike covering, organ, or part."},{"word":"Sheath","type":"n.","descr":" The base of a leaf when sheathing or investing a stem or branch, as in grasses."},{"word":"Sheath","type":"n.","descr":" One of the elytra of an insect."},{"word":"Sheathbill","type":"n.","descr":" Either one of two species of birds composing the genus Chionis, and family Chionidae, native of the islands of the Antarctic seas."},{"word":"Sheathed","type":"imp. and p. p.","descr":" of Sheathe"},{"word":"Sheating","type":"p. pr. and vb. n.","descr":" of Sheathe"},{"word":"Sheathe","type":"v. t.","descr":" To put into a sheath, case, or scabbard; to inclose or cover with, or as with, a sheath or case."},{"word":"Sheathe","type":"v. t.","descr":" To fit or furnish, as with a sheath."},{"word":"Sheathe","type":"v. t.","descr":" To case or cover with something which protects, as thin boards, sheets of metal, and the like; as, to sheathe a ship with copper."},{"word":"Sheathe","type":"v. t.","descr":" To obtund or blunt, as acrimonious substances, or sharp particles."},{"word":"Sheathed","type":"a.","descr":" Povided with, or inclosed in, sheath."},{"word":"Sheathed","type":"a.","descr":" Invested by a sheath, or cylindrical membranaceous tube, which is the base of the leaf, as the stalk or culm in grasses; vaginate."},{"word":"Sheather","type":"n.","descr":" One who sheathes."},{"word":"Sheathfish","type":"n.","descr":" Same as Sheatfish."},{"word":"Sheathing","type":"p. pr. and a.","descr":" Inclosing with a sheath; as, the sheathing leaves of grasses; the sheathing stipules of many polygonaceous plants."},{"word":"Sheathing","type":"n.","descr":" That which sheathes."},{"word":"Sheathing","type":"n.","descr":" The casing or covering of a ship\\'s bottom and sides; the materials for such covering; as, copper sheathing."},{"word":"Sheathing","type":"n.","descr":" The first covering of boards on the outside wall of a frame house or on a timber roof; also, the material used for covering; ceiling boards in general."},{"word":"Sheathless","type":"a.","descr":" Without a sheath or case for covering; unsheathed."},{"word":"Sheath-winged","type":"a.","descr":" Having elytra, or wing cases, as a beetle."},{"word":"Sheathy","type":"a.","descr":" Forming or resembling a sheath or case."},{"word":"Shea tree","type":"","descr":" An African sapotaceous tree (Bassia, \/ Butyrospermum, Parkii), from the seeds of which a substance resembling butter is obtained; the African butter tree."},{"word":"Sheave","type":"v.","descr":" A wheel having a groove in the rim for a rope to work in, and set in a block, mast, or the like; the wheel of a pulley."},{"word":"Sheave","type":"v. t.","descr":" To gather and bind into a sheaf or sheaves; hence, to collect."},{"word":"Sheaved","type":"a.","descr":" Made of straw."},{"word":"Shebander","type":"n.","descr":" A harbor master, or ruler of a port, in the East Indies."},{"word":"Shebang","type":"n.","descr":" A jocosely depreciative name for a dwelling or shop."},{"word":"Shebeen","type":"n.","descr":" A low public house; especially, a place where spirits and other excisable liquors are illegally and privately sold."},{"word":"Shechinah","type":"n.","descr":" See Shekinah."},{"word":"Shecklaton","type":"n.","descr":" A kind of gilt leather. See Checklaton."},{"word":"Shed","type":"n.","descr":" A slight or temporary structure built to shade or shelter something; a structure usually open in front; an outbuilding; a hut; as, a wagon shed; a wood shed."},{"word":"Shed","type":"imp. and p. p.","descr":" of Shed"},{"word":"Shedding","type":"p. pr. and vb. n.","descr":" of Shed"},{"word":"Shed","type":"v. t.","descr":" To separate; to divide."},{"word":"Shed","type":"v. t.","descr":" To part with; to throw off or give forth from one\\'s self; to emit; to diffuse; to cause to emanate or flow; to pour forth or out; to spill; as, the sun sheds light; she shed tears; the clouds shed rain."},{"word":"Shed","type":"v. t.","descr":" To let fall; to throw off, as a natural covering of hair, feathers, shell; to cast; as, fowls shed their feathers; serpents shed their skins; trees shed leaves."},{"word":"Shed","type":"v. t.","descr":" To cause to flow off without penetrating; as, a tight roof, or covering of oiled cloth, sheeds water."},{"word":"Shed","type":"v. t.","descr":" To sprinkle; to intersperse; to cover."},{"word":"Shed","type":"v. t.","descr":" To divide, as the warp threads, so as to form a shed, or passageway, for the shuttle."},{"word":"Shed","type":"v. i.","descr":" To fall in drops; to pour."},{"word":"Shed","type":"v. i.","descr":" To let fall the parts, as seeds or fruit; to throw off a covering or envelope."},{"word":"Shed","type":"n.","descr":" A parting; a separation; a division."},{"word":"Shed","type":"n.","descr":" The act of shedding or spilling; -- used only in composition, as in bloodshed."},{"word":"Shed","type":"n.","descr":" That which parts, divides, or sheds; -- used in composition, as in watershed."},{"word":"Shed","type":"n.","descr":" The passageway between the threads of the warp through which the shuttle is thrown, having a sloping top and bottom made by raising and lowering the alternate threads."},{"word":"Shedder","type":"n.","descr":" One who, or that which, sheds; as, a shedder of blood; a shedder of tears."},{"word":"Shedder","type":"n.","descr":" A crab in the act of casting its shell, or immediately afterwards while still soft; -- applied especially to the edible crabs, which are most prized while in this state."},{"word":"Shedding","type":"n.","descr":" The act of shedding, separating, or casting off or out; as, the shedding of blood."},{"word":"Shedding","type":"n.","descr":" That which is shed, or cast off."},{"word":"Shelfa","type":"n.","descr":" Alt. of Shilfa"},{"word":"Shilfa","type":"n.","descr":" The chaffinch; -- so named from its call note."},{"word":"Sheeling","type":"n.","descr":" A hut or small cottage in an expessed or a retired place (as on a mountain or at the seaside) such as is used by shepherds, fishermen, sportsmen, etc.; a summer cottage; also, a shed."},{"word":"Sheely","type":"n.","descr":" Same as Sheelfa."},{"word":"Sheen","type":"v. t.","descr":" Bright; glittering; radiant; fair; showy; sheeny."},{"word":"Sheen","type":"v. i.","descr":" To shine; to glisten."},{"word":"Sheen","type":"n.","descr":" Brightness; splendor; glitter."},{"word":"Sheenly","type":"adv.","descr":" Brightly."},{"word":"Sheeny","type":"a.","descr":" Bright; shining; radiant; sheen."},{"word":"Sheep","type":"n. sing. and pl.","descr":" Any one of several species of ruminants of the genus Ovis, native of the higher mountains of both hemispheres, but most numerous in Asia."},{"word":"Sheep","type":"n. sing. and pl.","descr":" A weak, bashful, silly fellow."},{"word":"Sheep","type":"n. sing. and pl.","descr":" Fig.: The people of God, as being under the government and protection of Christ, the great Shepherd."},{"word":"Sheepback","type":"n.","descr":" A rounded knoll of rock resembling the back of a sheep. -- produced by glacial action. Called also roche moutonnee; -- usually in the plural."},{"word":"Sheepberry","type":"n.","descr":" The edible fruit of a small North American tree of the genus Viburnum (V. Lentago), having white flowers in flat cymes; also, the tree itself. Called also nannyberry."},{"word":"Sheepbite","type":"v. i.","descr":" To bite or nibble like a sheep; hence, to practice petty thefts."},{"word":"Sheepbiter","type":"n.","descr":" One who practices petty thefts."},{"word":"Sheepcot","type":"n.","descr":" Alt. of Sheepcote"},{"word":"Sheepcote","type":"n.","descr":" A small inclosure for sheep; a pen; a fold."},{"word":"Sheep-faced","type":"a.","descr":" Over-bashful; sheepish."},{"word":"Sheepfold","type":"n.","descr":" A fold or pen for sheep; a place where sheep are collected or confined."},{"word":"Sheep-headed","type":"a.","descr":" Silly; simple-minded; stupid."},{"word":"Sheephook","type":"n.","descr":" A hook fastened to pole, by which shepherds lay hold on the legs or necks of their sheep; a shepherd\\'s crook."},{"word":"Sheepish","type":"a.","descr":" Of or pertaining to sheep."},{"word":"Sheepish","type":"a.","descr":" Like a sheep; bashful; over-modest; meanly or foolishly diffident; timorous to excess."},{"word":"Sheepmaster","type":"n.","descr":" A keeper or feeder of sheep; also, an owner of sheep."},{"word":"Sheeprack","type":"n.","descr":" The starling."},{"word":"Sheeps-eye","type":"n.","descr":" A modest, diffident look; a loving glance; -- commonly in the plural."},{"word":"Sheeps-foot","type":"n.","descr":" A printer\\'s tool consisting of a metal bar formed into a hammer head at one end and a claw at the other, -- used as a lever and hammer."},{"word":"Sheepshank","type":"n.","descr":" A hitch by which a rope may be temporarily shortened."},{"word":"Sheepshead","type":"n.","descr":" A large and valuable sparoid food fish (Archosargus, \/ Diplodus, probatocephalus) found on the Atlantic coast of the United States. It often weighs from ten to twelve pounds."},{"word":"Sheep-shearer","type":"n.","descr":" One who shears, or cuts off the wool from, sheep."},{"word":"Sheep-shearing","type":"n.","descr":" Act of shearing sheep."},{"word":"Sheep-shearing","type":"n.","descr":" A feast at the time of sheep-shearing."},{"word":"Sheepskin","type":"n.","descr":" The skin of a sheep; or, leather prepared from it."},{"word":"Sheepskin","type":"n.","descr":" A diploma; -- so called because usually written or printed on parchment prepared from the skin of the sheep."},{"word":"Sheepsplit","type":"n.","descr":" A split of a sheepskin; one of the thin sections made by splitting a sheepskin with a cutting knife or machine."},{"word":"Sheepy","type":"a.","descr":" Resembling sheep; sheepish."},{"word":"Sheer","type":"v. i.","descr":" Bright; clear; pure; unmixed."},{"word":"Sheer","type":"v. i.","descr":" Very thin or transparent; -- applied to fabrics; as, sheer muslin."},{"word":"Sheer","type":"v. i.","descr":" Being only what it seems to be; obvious; simple; mere; downright; as, sheer folly; sheer nonsense."},{"word":"Sheer","type":"v. i.","descr":" Stright up and down; vertical; prpendicular."},{"word":"Sheer","type":"adv.","descr":" Clean; quite; at once."},{"word":"Sheer","type":"v. t.","descr":" To shear."},{"word":"Sheered","type":"imp. and p. p.","descr":" of Sheer"},{"word":"Sheering","type":"p. pr. and vb. n.","descr":" of Sheer"},{"word":"Sheer","type":"v. i.","descr":" To decline or deviate from the line of the proper course; to turn aside; to swerve; as, a ship sheers from her course; a horse sheers at a bicycle."},{"word":"Sheer","type":"n.","descr":" The longitudinal upward curvature of the deck, gunwale, and lines of a vessel, as when viewed from the side."},{"word":"Sheer","type":"n.","descr":" The position of a vessel riding at single anchor and swinging clear of it."},{"word":"Sheer","type":"n.","descr":" A turn or change in a course."},{"word":"Sheer","type":"n.","descr":" Shears See Shear."},{"word":"Sheerly","type":"adv.","descr":" At once; absolutely."},{"word":"Sheerwater","type":"n.","descr":" The shearwater."},{"word":"Sheet","type":"v. t.","descr":" In general, a large, broad piece of anything thin, as paper, cloth, etc.; a broad, thin portion of any substance; an expanded superficies."},{"word":"Sheet","type":"v. t.","descr":" A broad piece of cloth, usually linen or cotton, used for wrapping the body or for a covering; especially, one used as an article of bedding next to the body."},{"word":"Sheet","type":"v. t.","descr":" A broad piece of paper, whether folded or unfolded, whether blank or written or printed upon; hence, a letter; a newspaper, etc."},{"word":"Sheet","type":"v. t.","descr":" A single signature of a book or a pamphlet;"},{"word":"Sheet","type":"v. t.","descr":" the book itself."},{"word":"Sheet","type":"v. t.","descr":" A broad, thinly expanded portion of metal or other substance; as, a sheet of copper, of glass, or the like; a plate; a leaf."},{"word":"Sheet","type":"v. t.","descr":" A broad expanse of water, or the like."},{"word":"Sheet","type":"v. t.","descr":" A sail."},{"word":"Sheet","type":"v. t.","descr":" An extensive bed of an eruptive rock intruded between, or overlying, other strata."},{"word":"Sheet","type":"v. t.","descr":" A rope or chain which regulates the angle of adjustment of a sail in relation in relation to the wind; -- usually attached to the lower corner of a sail, or to a yard or a boom."},{"word":"Sheet","type":"v. t.","descr":" The space in the forward or the after part of a boat where there are no rowers; as, fore sheets; stern sheets."},{"word":"Sheeted","type":"imp. and p. p.","descr":" of Sheet"},{"word":"Sheeting","type":"p. pr. and vb. n.","descr":" of Sheet"},{"word":"Sheet","type":"v. t.","descr":" To furnish with a sheet or sheets; to wrap in, or cover with, a sheet, or as with a sheet."},{"word":"Sheet","type":"v. t.","descr":" To expand, as a sheet."},{"word":"Sheet anchor","type":"v. t.","descr":" A large anchor stowed on shores outside the waist of a vessel; -- called also waist anchor. See the Note under Anchor."},{"word":"Sheet anchor","type":"v. t.","descr":" Anything regarded as a sure support or dependence in danger; the best hope or refuge."},{"word":"Sheet cable","type":"","descr":" The cable belonging to the sheet anchor."},{"word":"Sheet chain","type":"","descr":" A chain sheet cable."},{"word":"Sheetfuls","type":"pl. ","descr":" of Sheetful"},{"word":"Sheetful","type":"n.","descr":" Enough to fill a sheet; as much as a sheet can hold."},{"word":"Sheeting","type":"n.","descr":" Cotton or linen cloth suitable for bed sheets. It is sometimes made of double width."},{"word":"Sheeting","type":"n.","descr":" A lining of planks or boards (rarely of metal) for protecting an embankment."},{"word":"Sheeting","type":"n.","descr":" The act or process of forming into sheets, or flat pieces; also, material made into sheets."},{"word":"Sheik","type":"n.","descr":" The head of an Arab family, or of a clan or a tribe; also, the chief magistrate of an Arab village. The name is also applied to Mohammedan ecclesiastics of a high grade."},{"word":"Sheil","type":"n.","descr":" Alt. of Sheiling"},{"word":"Sheiling","type":"n.","descr":" See Sheeling."},{"word":"Shekel","type":"n.","descr":" An ancient weight and coin used by the Jews and by other nations of the same stock."},{"word":"Shekel","type":"n.","descr":" A jocose term for money."},{"word":"Shekinah","type":"n.","descr":" The visible majesty of the Divine Presence, especially when resting or dwelling between the cherubim on the mercy seat, in the Tabernacle, or in the Temple of Solomon; -- a term used in the Targums and by the later Jews, and adopted by Christians."},{"word":"Sheld","type":"a.","descr":" Variegated; spotted; speckled; piebald."},{"word":"Sheldafle","type":"n.","descr":" Alt. of Sheldaple"},{"word":"Sheldaple","type":"n.","descr":" A chaffinch."},{"word":"Sheldfowl","type":"n.","descr":" The common sheldrake."},{"word":"Sheldrake","type":"n.","descr":" Any one of several species of large Old World ducks of the genus Tadorna and allied genera, especially the European and Asiatic species. (T. cornuta, \/ tadorna), which somewhat resembles a goose in form and habit, but breeds in burrows."},{"word":"Sheldrake","type":"n.","descr":" Any one of the American mergansers."},{"word":"Shelduck","type":"n.","descr":" The sheldrake."},{"word":"Shelves","type":"pl. ","descr":" of Shelf"},{"word":"Shelf","type":"v. i.","descr":" A flat tablet or ledge of any material set horizontally at a distance from the floor, to hold objects of use or ornament."},{"word":"Shelf","type":"v. i.","descr":" A sand bank in the sea, or a rock, or ledge of rocks, rendering the water shallow, and dangerous to ships."},{"word":"Shelf","type":"v. i.","descr":" A stratum lying in a very even manner; a flat, projecting layer of rock."},{"word":"Shelf","type":"v. i.","descr":" A piece of timber running the whole length of a vessel inside the timberheads."},{"word":"Shelfy","type":"a.","descr":" Abounding in shelves; full of dangerous shallows."},{"word":"Shelfy","type":"a.","descr":" Full of strata of rock."},{"word":"Shell","type":"n.","descr":" A hard outside covering, as of a fruit or an animal."},{"word":"Shell","type":"n.","descr":" The covering, or outside part, of a nut; as, a hazelnut shell."},{"word":"Shell","type":"n.","descr":" A pod."},{"word":"Shell","type":"n.","descr":" The hard covering of an egg."},{"word":"Shell","type":"n.","descr":" The hard calcareous or chitinous external covering of mollusks, crustaceans, and some other invertebrates. In some mollusks, as the cuttlefishes, it is internal, or concealed by the mantle. Also, the hard covering of some vertebrates, as the armadillo, the tortoise, and the like."},{"word":"Shell","type":"n.","descr":" Hence, by extension, any mollusks having such a covering."},{"word":"Shell","type":"n.","descr":" A hollow projectile, of various shapes, adapted for a mortar or a cannon, and containing an explosive substance, ignited with a fuse or by percussion, by means of which the projectile is burst and its fragments scattered. See Bomb."},{"word":"Shell","type":"n.","descr":" The case which holds the powder, or charge of powder and shot, used with breechloading small arms."},{"word":"Shell","type":"n.","descr":" Any slight hollow structure; a framework, or exterior structure, regarded as not complete or filled in; as, the shell of a house."},{"word":"Shell","type":"n.","descr":" A coarse kind of coffin; also, a thin interior coffin inclosed in a more substantial one."},{"word":"Shell","type":"n.","descr":" An instrument of music, as a lyre, -- the first lyre having been made, it is said, by drawing strings over a tortoise shell."},{"word":"Shell","type":"n.","descr":" An engraved copper roller used in print works."},{"word":"Shell","type":"n.","descr":" The husks of cacao seeds, a decoction of which is often used as a substitute for chocolate, cocoa, etc."},{"word":"Shell","type":"n.","descr":" The outer frame or case of a block within which the sheaves revolve."},{"word":"Shell","type":"n.","descr":" A light boat the frame of which is covered with thin wood or with paper; as, a racing shell."},{"word":"Shelled","type":"imp. and p. p.","descr":" of Shell"},{"word":"Shelling","type":"p. pr. and vb. n.","descr":" of Shell"},{"word":"Shell","type":"v. t.","descr":" To strip or break off the shell of; to take out of the shell, pod, etc.; as, to shell nuts or pease; to shell oysters."},{"word":"Shell","type":"v. t.","descr":" To separate the kernels of (an ear of Indian corn, wheat, oats, etc.) from the cob, ear, or husk."},{"word":"Shell","type":"v. t.","descr":" To throw shells or bombs upon or into; to bombard; as, to shell a town."},{"word":"Shell","type":"v. i.","descr":" To fall off, as a shell, crust, etc."},{"word":"Shell","type":"v. i.","descr":" To cast the shell, or exterior covering; to fall out of the pod or husk; as, nuts shell in falling."},{"word":"Shell","type":"v. i.","descr":" To be disengaged from the ear or husk; as, wheat or rye shells in reaping."},{"word":"Shell-lac","type":"n.","descr":" Alt. of Shellac"},{"word":"Shellac","type":"n.","descr":" See the Note under 2d Lac."},{"word":"Shellapple","type":"n.","descr":" See Sheldafle."},{"word":"Shellbark","type":"n.","descr":" A species of hickory (Carya alba) whose outer bark is loose and peeling; a shagbark; also, its nut."},{"word":"Shelled","type":"a.","descr":" Having a shell."},{"word":"Sheller","type":"n.","descr":" One who, or that which, shells; as, an oyster sheller; a corn sheller."},{"word":"Shellfish","type":"n.","descr":" Any aquatic animal whose external covering consists of a shell, either testaceous, as in oysters, clams, and other mollusks, or crustaceous, as in lobsters and crabs."},{"word":"Shelling","type":"n.","descr":" Groats; hulled oats."},{"word":"Shell-less","type":"a.","descr":" Having no shell."},{"word":"Shellproof","type":"a.","descr":" Capable of resisting bombs or other shells; bombproof."},{"word":"Shellwork","type":"n.","descr":" Work composed of shells, or adorned with them."},{"word":"Shelly","type":"a.","descr":" Abounding with shells; consisting of shells, or of a shell."},{"word":"Shelter","type":"n.","descr":" That which covers or defends from injury or annoyance; a protection; a screen."},{"word":"Shelter","type":"n.","descr":" One who protects; a guardian; a defender."},{"word":"Shelter","type":"n.","descr":" The state of being covered and protected; protection; security."},{"word":"Sheltered","type":"imp. and p. p.","descr":" of Shelter"},{"word":"Sheltering","type":"p. pr. and vb. n.","descr":" of Shelter"},{"word":"Shelter","type":"v. t.","descr":" To be a shelter for; to provide with a shelter; to cover from injury or annoyance; to shield; to protect."},{"word":"Shelter","type":"v. t.","descr":" To screen or cover from notice; to disguise."},{"word":"Shelter","type":"v. t.","descr":" To betake to cover, or to a safe place; -- used reflexively."},{"word":"Shelter","type":"v. i.","descr":" To take shelter."},{"word":"Shelterless","type":"a.","descr":" Destitute of shelter or protection."},{"word":"Sheltery","type":"a.","descr":" Affording shelter."},{"word":"Sheltie","type":"n.","descr":" Alt. of Shelty"},{"word":"Shelty","type":"n.","descr":" A Shetland pony."},{"word":"Shelve","type":"v. t.","descr":" To furnish with shelves; as, to shelve a closet or a library."},{"word":"Shelve","type":"v. t.","descr":" To place on a shelf. Hence: To lay on the shelf; to put aside; to dismiss from service; to put off indefinitely; as, to shelve an officer; to shelve a claim."},{"word":"Shelved","type":"imp. and p. p.","descr":" of Shelve"},{"word":"Shelving","type":"p. pr. and vb. n.","descr":" of Shelve"},{"word":"Shelve","type":"v. i.","descr":" To incline gradually; to be slopping; as, the bottom shelves from the shore."},{"word":"Shelving","type":"a.","descr":" Sloping gradually; inclining; as, a shelving shore."},{"word":"Shelving","type":"n.","descr":" The act of fitting up shelves; as, the job of shelving a closet."},{"word":"Shelving","type":"n.","descr":" The act of laying on a shelf, or on the shelf; putting off or aside; as, the shelving of a claim."},{"word":"Shelving","type":"n.","descr":" Material for shelves; shelves, collectively."},{"word":"Shelvy","type":"a.","descr":" Sloping gradually; shelving."},{"word":"Shemite","type":"n.","descr":" A descendant of Shem."},{"word":"Shemitic","type":"a.","descr":" Alt. of Shemitish"},{"word":"Shemitish","type":"a.","descr":" Of or pertaining to Shem, the son of Noah, or his descendants. See Semitic."},{"word":"Shemitism","type":"n.","descr":" See Semitism."},{"word":"Shent","type":"imp. and p. p.","descr":" of Shend"},{"word":"Shending","type":"p. pr. and vb. n.","descr":" of Shend"},{"word":"Shend","type":"n.","descr":" To injure, mar, spoil, or harm."},{"word":"Shend","type":"n.","descr":" To blame, reproach, or revile; to degrade, disgrace, or put to shame."},{"word":"Shendful","type":"a.","descr":" Destructive; ruinous; disgraceful."},{"word":"Shendship","type":"n.","descr":" Harm; ruin; also, reproach; disgrace."},{"word":"Shent","type":"","descr":" obs. 3d pers. sing. pres. of Shend, for shendeth."},{"word":"Shent","type":"v. t.","descr":" To shend."},{"word":"Sheol","type":"n.","descr":" The place of departed spirits; Hades; also, the grave."},{"word":"Shepen","type":"n.","descr":" A stable; a shippen."},{"word":"Shepherd","type":"n.","descr":" A man employed in tending, feeding, and guarding sheep, esp. a flock grazing at large."},{"word":"Shepherd","type":"n.","descr":" The pastor of a church; one with the religious guidance of others."},{"word":"Shepherded","type":"imp. and p. p.","descr":" of Shepherd"},{"word":"Shepherding","type":"p. pr. and vb. n.","descr":" of Shepherd"},{"word":"Shepherd","type":"v. t.","descr":" To tend as a shepherd; to guard, herd, lead, or drive, as a shepherd."},{"word":"Shepherdess","type":"n.","descr":" A woman who tends sheep; hence, a rural lass."},{"word":"Shepherdias","type":"pl. ","descr":" of Shepherdia"},{"word":"Shepherdia","type":"n.","descr":" A genus of shrubs having silvery scurfy leaves, and belonging to the same family as Elaeagnus; also, any plant of this genus. See Buffalo berry, under Buffalo."},{"word":"Shepherdish","type":"n.","descr":" Resembling a shepherd; suiting a shepherd; pastoral."},{"word":"Shepherdism","type":"n.","descr":" Pastoral life or occupation."},{"word":"Shepherdling","type":"n.","descr":" A little shepherd."},{"word":"Shepherdly","type":"a.","descr":" Resembling, or becoming to, a shepherd; pastoral; rustic."},{"word":"Shepster","type":"n.","descr":" A seamstress."},{"word":"Sherbet","type":"n.","descr":" A refreshing drink, common in the East, made of the juice of some fruit, diluted, sweetened, and flavored in various ways; as, orange sherbet; lemon sherbet; raspberry sherbet, etc."},{"word":"Sherbet","type":"n.","descr":" A flavored water ice."},{"word":"Sherbet","type":"n.","descr":" A preparation of bicarbonate of soda, tartaric acid, sugar, etc., variously flavored, for making an effervescing drink; -- called also sherbet powder."},{"word":"Sherd","type":"n.","descr":" A fragment; -- now used only in composition, as in potsherd. See Shard."},{"word":"Shereef","type":"n.","descr":" Alt. of Sherif"},{"word":"Sherif","type":"n.","descr":" A member of an Arab princely family descended from Mohammed through his son-in-law Ali and daughter Fatima. The Grand Shereef is the governor of Mecca."},{"word":"Sheriat","type":"n.","descr":" The sacred law of the Turkish empire."},{"word":"Sheriff","type":"n.","descr":" The chief officer of a shire or county, to whom is intrusted the execution of the laws, the serving of judicial writs and processes, and the preservation of the peace."},{"word":"Sheriffalty","type":"n.","descr":" Alt. of Sheriffwick"},{"word":"Sheriffdom","type":"n.","descr":" Alt. of Sheriffwick"},{"word":"Sheriffry","type":"n.","descr":" Alt. of Sheriffwick"},{"word":"Sheriffship","type":"n.","descr":" Alt. of Sheriffwick"},{"word":"Sheriffwick","type":"n.","descr":" The office or jurisdiction of sheriff. See Shrievalty."},{"word":"Shern","type":"n.","descr":" See Shearn."},{"word":"Sherris","type":"n.","descr":" Sherry."},{"word":"Sherry","type":"n.","descr":" A Spanish light-colored dry wine, made in Andalusia. As prepared for commerce it is colored a straw color or a deep amber by mixing with it cheap wine boiled down."},{"word":"Sherryvallies","type":"n. pl.","descr":" Trousers or overalls of thick cloth or leather, buttoned on the outside of each leg, and generally worn to protect other trousers when riding on horseback."},{"word":"Shet","type":"imp.","descr":" of Shet"},{"word":"Shette","type":"","descr":" of Shet"},{"word":"Shet","type":"p. pr.","descr":" of Shet"},{"word":"Shetting","type":"p. pr. and vb. n.","descr":" of Shet"},{"word":"Shet","type":"v. t. and i.","descr":" To shut."},{"word":"Shete","type":"v. t. and i.","descr":" To shoot."},{"word":"Sheth","type":"n.","descr":" The part of a plow which projects downward beneath the beam, for holding the share and other working parts; -- also called standard, or post."},{"word":"Shetland pony","type":"","descr":" One of a small, hardy breed of horses, with long mane and tail, which originated in the Shetland Islands; a sheltie."},{"word":"Shew","type":"v. t. and i.","descr":" See Show."},{"word":"Shew","type":"n.","descr":" Show."},{"word":"Shewbread","type":"","descr":" See Showbread."},{"word":"Shewel","type":"n.","descr":" A scarecrow."},{"word":"Shewer","type":"n.","descr":" One who shews. See Shower."},{"word":"Shewn","type":"","descr":" p. p. of Shew."},{"word":"Shiah","type":"n.","descr":" Same as Shiite."},{"word":"Shibboleth","type":"n.","descr":" A word which was made the criterion by which to distinguish the Ephraimites from the Gileadites. The Ephraimites, not being able to pronounce sh, called the word sibboleth. See Judges xii."},{"word":"Shibboleth","type":"n.","descr":" Also in an extended sense."},{"word":"Shibboleth","type":"n.","descr":" Hence, the criterion, test, or watchword of a party; a party cry or pet phrase."},{"word":"Shide","type":"n.","descr":" A thin board; a billet of wood; a splinter."},{"word":"Shie","type":"v. t.","descr":" See Shy, to throw."},{"word":"Shied","type":"","descr":" imp. and p. p. of Shy."},{"word":"Shiel","type":"n.","descr":" A sheeling."},{"word":"Shield","type":"n.","descr":" A broad piece of defensive armor, carried on the arm, -- formerly in general use in war, for the protection of the body. See Buckler."},{"word":"Shield","type":"n.","descr":" Anything which protects or defends; defense; shelter; protection."},{"word":"Shield","type":"n.","descr":" Figuratively, one who protects or defends."},{"word":"Shield","type":"n.","descr":" In lichens, a Hardened cup or disk surrounded by a rim and containing the fructification, or asci."},{"word":"Shield","type":"n.","descr":" The escutcheon or field on which are placed the bearings in coats of arms.  Cf. Lozenge. See Illust. of Escutcheon."},{"word":"Shield","type":"n.","descr":" A framework used to protect workmen in making an adit under ground, and capable of being pushed along as excavation progresses."},{"word":"Shield","type":"n.","descr":" A spot resembling, or having the form of, a shield."},{"word":"Shield","type":"n.","descr":" A coin, the old French crown, or ecu, having on one side the figure of a shield."},{"word":"Shielded","type":"imp. and p. p.","descr":" of Shield"},{"word":"Shielding","type":"p. pr. and vb. n.","descr":" of Shield"},{"word":"Shield","type":"n.","descr":" To cover with, or as with, a shield; to cover from danger; to defend; to protect from assault or injury."},{"word":"Shield","type":"n.","descr":" To ward off; to keep off or out."},{"word":"Shield","type":"n.","descr":" To avert, as a misfortune; hence, as a supplicatory exclamation, forbid!"},{"word":"Shield-bearer","type":"n.","descr":" One who, or that which, carries a shield."},{"word":"Shield-bearer","type":"n.","descr":" Any small moth of the genus Aspidisca, whose larva makes a shieldlike covering for itself out of bits of leaves."},{"word":"Shielddrake","type":"n.","descr":" A sheldrake."},{"word":"Shieldless","type":"a.","descr":" Destitute of a shield, or of protection."},{"word":"Shieldtail","type":"n.","descr":" Any species of small burrowing snakes of the family Uropeltidae, native of Ceylon and Southern Asia. They have a small mouth which can not be dilated."},{"word":"Shieling","type":"n.","descr":" A hut or shelter for shepherds of fishers. See Sheeling."},{"word":"Shifted","type":"imp. and p. p.","descr":" of Shift"},{"word":"Shifting","type":"p. pr. and vb. n.","descr":" of Shift"},{"word":"Shift","type":"v. t.","descr":" To divide; to distribute; to apportion."},{"word":"Shift","type":"v. t.","descr":" To change the place of; to move or remove from one place to another; as, to shift a burden from one shoulder to another; to shift the blame."},{"word":"Shift","type":"v. t.","descr":" To change the position of; to alter the bearings of; to turn; as, to shift the helm or sails."},{"word":"Shift","type":"v. t.","descr":" To exchange for another of the same class; to remove and to put some similar thing in its place; to change; as, to shift the clothes; to shift the scenes."},{"word":"Shift","type":"v. t.","descr":" To change the clothing of; -- used reflexively."},{"word":"Shift","type":"v. t.","descr":" To put off or out of the way by some expedient."},{"word":"Shiff","type":"v. i.","descr":" To divide; to distribute."},{"word":"Shiff","type":"v. i.","descr":" To make a change or changes; to change position; to move; to veer; to substitute one thing for another; -- used in the various senses of the transitive verb."},{"word":"Shiff","type":"v. i.","descr":" To resort to expedients for accomplishing a purpose; to contrive; to manage."},{"word":"Shiff","type":"v. i.","descr":" To practice indirect or evasive methods."},{"word":"Shiff","type":"v. i.","descr":" To slip to one side of a ship, so as to destroy the equilibrum; -- said of ballast or cargo; as, the cargo shifted."},{"word":"Shift","type":"v. t.","descr":" The act of shifting."},{"word":"Shift","type":"v. t.","descr":" The act of putting one thing in the place of another, or of changing the place of a thing; change; substitution."},{"word":"Shift","type":"v. t.","descr":" Something frequently shifted; especially, a woman\\'s under-garment; a chemise."},{"word":"Shift","type":"v. t.","descr":" The change of one set of workmen for another; hence, a spell, or turn, of work; also, a set of workmen who work in turn with other sets; as, a night shift."},{"word":"Shift","type":"v. t.","descr":" In building, the extent, or arrangement, of the overlapping of plank, brick, stones, etc., that are placed in courses so as to break joints."},{"word":"Shift","type":"v. t.","descr":" A breaking off and dislocation of a seam; a fault."},{"word":"Shift","type":"v. t.","descr":" A change of the position of the hand on the finger board, in playing the violin."},{"word":"Shiftable","type":"a.","descr":" Admitting of being shifted."},{"word":"Shifter","type":"n.","descr":" One who, or that which, shifts; one who plays tricks or practices artifice; a cozener."},{"word":"Shifter","type":"n.","descr":" An assistant to the ship\\'s cook in washing, steeping, and shifting the salt provisions."},{"word":"Shifter","type":"n.","descr":" An arrangement for shifting a belt sidewise from one pulley to another."},{"word":"Shifter","type":"n.","descr":" A wire for changing a loop from one needle to another, as in narrowing, etc."},{"word":"Shiftiness","type":"n.","descr":" The quality or state of being shifty."},{"word":"Shifting","type":"a.","descr":" Changing in place, position, or direction; varying; variable; fickle; as, shifting winds; shifting opinions or principles."},{"word":"Shifting","type":"a.","descr":" Adapted or used for shifting anything."},{"word":"Shiftingly","type":"adv.","descr":" In a shifting manner."},{"word":"Shiftless","type":"a.","descr":" Destitute of expedients, or not using successful expedients; characterized by failure, especially by failure to provide for one\\'s own support, through negligence or incapacity; hence, lazy; improvident; thriftless; as, a shiftless fellow; shiftless management."},{"word":"Shifty","type":"a.","descr":" Full of, or ready with, shifts; fertile in expedients or contrivance."},{"word":"Shiite","type":"n.","descr":" Alt. of Shiah"},{"word":"Shiah","type":"n.","descr":" A member of that branch of the Mohammedans to which the Persians belong. They reject the first three caliphs, and consider Ali as being the first and only rightful successor of Mohammed. They do not acknowledge the Sunna, or body of traditions respecting Mohammed, as any part of the law, and on these accounts are treated as heretics by the Sunnites, or orthodox Mohammedans."},{"word":"Shikaree","type":"n.","descr":" Alt. of Shikari"},{"word":"Shikari","type":"n.","descr":" A sportsman; esp., a native hunter."},{"word":"Shilf","type":"n.","descr":" Straw."},{"word":"Shill","type":"v. t.","descr":" To shell."},{"word":"Shill","type":"v. t.","descr":" To put under cover; to sheal."},{"word":"Shillalah","type":"n.","descr":" Alt. of Shillelah"},{"word":"Shillelah","type":"n.","descr":" An oaken sapling or cudgel; any cudgel; -- so called from Shillelagh, a place in Ireland of that name famous for its oaks."},{"word":"Shilling","type":"n.","descr":" A silver coin, and money of account, of Great Britain and its dependencies, equal to twelve pence, or the twentieth part of a pound, equivalent to about twenty-four cents of the United States currency."},{"word":"Shilling","type":"n.","descr":" In the United States, a denomination of money, differing in value in different States. It is not now legally recognized."},{"word":"Shilling","type":"n.","descr":" The Spanish real, of the value of one eight of a dollar, or 12\/ cets; -- formerly so called in New York and some other States. See Note under 2."},{"word":"Shill-I-shall-I","type":"adv.","descr":" Alt. of Shilly-shally"},{"word":"Shilly-shally","type":"adv.","descr":" In an irresolute, undecided, or hesitating manner."},{"word":"Shilly-shally","type":"v. i.","descr":" To hesitate; to act in an irresolute manner; hence, to occupy one\\'s self with trifles."},{"word":"Shilly-shally","type":"n.","descr":" Irresolution; hesitation; also, occupation with trifles."},{"word":"Shiloh","type":"n.","descr":" A word used by Jacob on his deathbed, and interpreted variously, as \"the Messiah,\" or as the city \"Shiloh,\" or as \"Rest.\""},{"word":"Shily","type":"adv.","descr":" See Shyly."},{"word":"Shim","type":"n.","descr":" A kind of shallow plow used in tillage to break the ground, and clear it of weeds."},{"word":"Shim","type":"n.","descr":" A thin piece of metal placed between two parts to make a fit."},{"word":"Shimmered","type":"imp. and p. p.","descr":" of Shimmer"},{"word":"Shimmering","type":"p. pr. and vb. n.","descr":" of Shimmer"},{"word":"Shimmer","type":"v. i.","descr":" To shine with a tremulous or intermittent light; to shine faintly; to gleam; to glisten; to glimmer."},{"word":"Shimmer","type":"n.","descr":" A faint, tremulous light; a gleaming; a glimmer."},{"word":"Shimmering","type":"n.","descr":" A gleam or glimmering."},{"word":"Shimmy","type":"n.","descr":" A chemise."},{"word":"Shin","type":"n.","descr":" The front part of the leg below the knee; the front edge of the shin bone; the lower part of the leg; the shank."},{"word":"Shin","type":"n.","descr":" A fish plate for rails."},{"word":"Shinned","type":"imp. and p. p.","descr":" of Shin"},{"word":"Shinning","type":"p. pr. and vb. n.","descr":" of Shin"},{"word":"Shin","type":"v. i.","descr":" To climb a mast, tree, rope, or the like, by embracing it alternately with the arms and legs, without help of steps, spurs, or the like; -- used with up; as, to shin up a mast."},{"word":"Shin","type":"v. i.","descr":" To run about borrowing money hastily and temporarily, as for the payment of one\\'s notes at the bank."},{"word":"Shin","type":"v. t.","descr":" To climb (a pole, etc.) by shinning up."},{"word":"Shindle","type":"n.","descr":" A shingle; also, a slate for roofing."},{"word":"Shindle","type":"v. t.","descr":" To cover or roof with shindles."},{"word":"Shindies","type":"pl. ","descr":" of Shindy"},{"word":"Shindy","type":"n.","descr":" An uproar or disturbance; a spree; a row; a riot."},{"word":"Shindy","type":"n.","descr":" Hockey; shinney."},{"word":"Shindy","type":"n.","descr":" A fancy or liking."},{"word":"Shone","type":"imp. and p. p.","descr":" of Shine"},{"word":"Shined","type":"","descr":" of Shine"},{"word":"Shining","type":"p. pr. and vb. n.","descr":" of Shine"},{"word":"Shine","type":"v. i.","descr":" To emit rays of light; to give light; to beam with steady radiance; to exhibit brightness or splendor; as, the sun shines by day; the moon shines by night."},{"word":"Shine","type":"v. i.","descr":" To be bright by reflection of light; to gleam; to be glossy; as, to shine like polished silver."},{"word":"Shine","type":"v. i.","descr":" To be effulgent in splendor or beauty."},{"word":"Shine","type":"v. i.","descr":" To be eminent, conspicuous, or distinguished; to exhibit brilliant intellectual powers; as, to shine in courts; to shine in conversation."},{"word":"Shine","type":"v. t.","descr":" To cause to shine, as a light."},{"word":"Shine","type":"v. t.","descr":" To make bright; to cause to shine by reflected light; as, in hunting, to shine the eyes of a deer at night by throwing a light on them."},{"word":"Shine","type":"n.","descr":" The quality or state of shining; brightness; luster, gloss; polish; sheen."},{"word":"Shine","type":"n.","descr":" Sunshine; fair weather."},{"word":"Shine","type":"n.","descr":" A liking for a person; a fancy."},{"word":"Shine","type":"n.","descr":" Caper; antic; row."},{"word":"Shine","type":"v. i.","descr":" Shining; sheen."},{"word":"Shiner","type":"n.","descr":" That which shines."},{"word":"Shiner","type":"n.","descr":" A luminary."},{"word":"Shiner","type":"n.","descr":" A bright piece of money."},{"word":"Shiner","type":"n.","descr":" Any one of numerous species of small freshwater American cyprinoid fishes, belonging to Notropis, or Minnilus, and allied genera; as the redfin (Notropis megalops), and the golden shiner (Notemigonus chrysoleucus) of the Eastern United States; also loosely applied to various other silvery fishes, as the dollar fish, or horsefish, menhaden, moonfish, sailor\\'s choice, and the sparada."},{"word":"Shiner","type":"n.","descr":" The common Lepisma, or furniture bug."},{"word":"Shiness","type":"n.","descr":" See Shyness."},{"word":"Shingle","type":"n.","descr":" Round, water-worn, and loose gravel and pebbles, or a collection of roundish stones, such as are common on the seashore and elsewhere."},{"word":"Shingle","type":"n.","descr":" A piece of wood sawed or rived thin and small, with one end thinner than the other, -- used in covering buildings, especially roofs, the thick ends of one row overlapping the thin ends of the row below."},{"word":"Shingle","type":"n.","descr":" A sign for an office or a shop; as, to hang out one\\'s shingle."},{"word":"Shingled","type":"imp. and. p. p.","descr":" of Shingle"},{"word":"Shingling","type":"p. pr. and vb. n.","descr":" of Shingle"},{"word":"Shingle","type":"v. t.","descr":" To cover with shingles; as, to shingle a roof."},{"word":"Shingle","type":"v. t.","descr":" To cut, as hair, so that the ends are evenly exposed all over the head, as shingles on a roof."},{"word":"Shingle","type":"v. t.","descr":" To subject to the process of shindling, as a mass of iron from the pudding furnace."},{"word":"Shingler","type":"n.","descr":" One who shingles."},{"word":"Shingler","type":"n.","descr":" A machine for shingling puddled iron."},{"word":"Shingles","type":"n.","descr":" A kind of herpes (Herpes zoster) which spreads half way around the body like a girdle, and is usually attended with violent neuralgic pain."},{"word":"Shingling","type":"n.","descr":" The act of covering with shingles; shingles, collectively; a covering made of shingles."},{"word":"Shingling","type":"n.","descr":" The process of expelling scoriae and other impurities by hammering and squeezing, in the production of wrought iron."},{"word":"Shingly","type":"a.","descr":" Abounding with shingle, or gravel."},{"word":"Shinhopple","type":"n.","descr":" The hobblebush."},{"word":"Shining","type":"a.","descr":" Emitting light, esp. in a continuous manner; radiant; as, shining lamps; also, bright by the reflection of light; as, shining armor."},{"word":"Shining","type":"a.","descr":" Splendid; illustrious; brilliant; distinguished; conspicious; as, a shining example of charity."},{"word":"Shining","type":"a.","descr":" Having the surface smooth and polished; -- said of leaves, the surfaces of shells, etc."},{"word":"Shining","type":"n.","descr":" Emission or reflection of light."},{"word":"Shiningness","type":"n.","descr":" Brightness."},{"word":"Shinney","type":"n.","descr":" The game of hockey; -- so called because of the liability of the players to receive blows on the shin."},{"word":"Shinplaster","type":"n.","descr":" Formerly, a jocose term for a bank note greatly depreciated in value; also, for paper money of a denomination less than a dollar."},{"word":"Shinto","type":"n.","descr":" Alt. of Shintiism"},{"word":"Shintiism","type":"n.","descr":" One of the two great systems of religious belief in Japan. Its essence is ancestor worship, and sacrifice to dead heroes."},{"word":"Shintoist","type":"n.","descr":" An adherent of Shintoism."},{"word":"Shinty","type":"n.","descr":" A Scotch game resembling hockey; also, the club used in the game."},{"word":"Shiny","type":"superl.","descr":" Bright; luminous; clear; unclouded."},{"word":"Ship","type":"n.","descr":" Pay; reward."},{"word":"Ship","type":"n.","descr":" Any large seagoing vessel."},{"word":"Ship","type":"n.","descr":" Specifically, a vessel furnished with a bowsprit and three masts (a mainmast, a foremast, and a mizzenmast), each of which is composed of a lower mast, a topmast, and a topgallant mast, and square-rigged on all masts. See Illustation in Appendix."},{"word":"Ship","type":"n.","descr":" A dish or utensil (originally fashioned like the hull of a ship) used to hold incense."},{"word":"Shipped","type":"imp. and p. p.","descr":" of Ship"},{"word":"Shipping","type":"p. pr. and vb. n.","descr":" of Ship"},{"word":"Ship","type":"v. t.","descr":" To put on board of a ship, or vessel of any kind, for transportation; to send by water."},{"word":"Ship","type":"v. t.","descr":" By extension, in commercial usage, to commit to any conveyance for transportation to a distance; as, to ship freight by railroad."},{"word":"Ship","type":"v. t.","descr":" Hence, to send away; to get rid of."},{"word":"Ship","type":"v. t.","descr":" To engage or secure for service on board of a ship; as, to ship seamen."},{"word":"Ship","type":"v. t.","descr":" To receive on board ship; as, to ship a sea."},{"word":"Ship","type":"v. t.","descr":" To put in its place; as, to ship the tiller or rudder."},{"word":"Ship","type":"v. i.","descr":" To engage to serve on board of a vessel; as, to ship on a man-of-war."},{"word":"Ship","type":"v. i.","descr":" To embark on a ship."},{"word":"Shipboard","type":"n.","descr":" A ship\\'s side; hence, by extension, a ship; -- found chiefly in adverbial phrases; as, on shipboard; a shipboard."},{"word":"Shipbuilder","type":"n.","descr":" A person whose occupation is to construct ships and other vessels; a naval architect; a shipwright."},{"word":"Shipbuilding","type":"n.","descr":" Naval architecturel the art of constructing ships and other vessels."},{"word":"Shipfuls","type":"pl. ","descr":" of Shipful"},{"word":"Shipful","type":"n.","descr":" As much or as many as a ship will hold; enough to fill a ship."},{"word":"Shipholder","type":"n.","descr":" A shipowner."},{"word":"Shipless","type":"a.","descr":" Destitute of ships."},{"word":"Shiplet","type":"n.","descr":" A little ship."},{"word":"Shipload","type":"n.","descr":" The load, or cargo, of a ship."},{"word":"Shipmen","type":"pl. ","descr":" of Shipman"},{"word":"Shipman","type":"n.","descr":" A seaman, or sailor."},{"word":"Shipmaster","type":"n.","descr":" The captain, master, or commander of a ship."},{"word":"Shipmate","type":"n.","descr":" One who serves on board of the same ship with another; a fellow sailor."},{"word":"Shipment","type":"n.","descr":" The act or process of shipping; as, he was engaged in the shipment of coal for London; an active shipment of wheat from the West."},{"word":"Shipment","type":"n.","descr":" That which is shipped."},{"word":"Shipowner","type":"n.","descr":" Owner of a ship or ships."},{"word":"Shippen","type":"n.","descr":" A stable; a cowhouse."},{"word":"Shipper","type":"n.","descr":" One who sends goods from one place to another not in the same city or town, esp. one who sends goods by water."},{"word":"Shipping","type":"a.","descr":" Relating to ships, their ownership, transfer, or employment; as, shiping concerns."},{"word":"Shipping","type":"a.","descr":" Relating to, or concerned in, the forwarding of goods; as, a shipping clerk."},{"word":"Shipping","type":"n.","descr":" The act of one who, or of that which, ships; as, the shipping of flour to Liverpool."},{"word":"Shipping","type":"n.","descr":" The collective body of ships in one place, or belonging to one port, country, etc.; vessels, generally; tonnage."},{"word":"Shipping","type":"n.","descr":" Navigation."},{"word":"Shippon","type":"n.","descr":" A cowhouse; a shippen."},{"word":"Ship-rigged","type":"a.","descr":" Rigged like a ship, that is, having three masts, each with square sails."},{"word":"Shipshape","type":"a.","descr":" Arranged in a manner befitting a ship; hence, trim; tidy; orderly."},{"word":"Shipshape","type":"adv.","descr":" In a shipshape or seamanlike manner."},{"word":"Shipworm","type":"n.","descr":" Any long, slender, worm-shaped bivalve mollusk of Teredo and allied genera. The shipworms burrow in wood, and are destructive to wooden ships, piles of wharves, etc. See Teredo."},{"word":"Shipwreck","type":"n.","descr":" The breaking in pieces, or shattering, of a ship or other vessel by being cast ashore or driven against rocks, shoals, etc., by the violence of the winds and waves."},{"word":"Shipwreck","type":"n.","descr":" A ship wrecked or destroyed upon the water, or the parts of such a ship; wreckage."},{"word":"Shipwreck","type":"n.","descr":" Fig.: Destruction; ruin; irretrievable loss."},{"word":"Shipwrecked","type":"imp. and p. p.","descr":" of Shipwreck"},{"word":"Shipwrecking","type":"p. pr. and vb. n.","descr":" of Shipwreck"},{"word":"Shipwreck","type":"v. t.","descr":" To destroy, as a ship at sea, by running ashore or on rocks or sandbanks, or by the force of wind and waves in a tempest."},{"word":"Shipwreck","type":"v. t.","descr":" To cause to experience shipwreck, as sailors or passengers. Hence, to cause to suffer some disaster or loss; to destroy or ruin, as if by shipwreck; to wreck; as, to shipwreck a business."},{"word":"Shipwright","type":"n.","descr":" One whose occupation is to construct ships; a builder of ships or other vessels."},{"word":"Shipyard","type":"n.","descr":" A yard, place, or inclosure where ships are built or repaired."},{"word":"Shiraz","type":"n.","descr":" A kind of Persian wine; -- so called from the place whence it is brought."},{"word":"Shire","type":"n.","descr":" A portion of Great Britain originally under the supervision of an earl; a territorial division, usually identical with a county, but sometimes limited to a smaller district; as, Wiltshire, Yorkshire, Richmondshire, Hallamshire."},{"word":"Shire","type":"n.","descr":" A division of a State, embracing several contiguous townships; a county."},{"word":"Shirked","type":"imp. and p. p.","descr":" of Shirk"},{"word":"Shirking","type":"p. pr. and vb. n.","descr":" of Shirk"},{"word":"Shirk","type":"v. t.","descr":" To procure by petty fraud and trickery; to obtain by mean solicitation."},{"word":"Shirk","type":"v. t.","descr":" To avoid; to escape; to neglect; -- implying unfaithfulness or fraud; as, to shirk duty."},{"word":"Shirk","type":"v. i.","descr":" To live by shifts and fraud; to shark."},{"word":"Shirk","type":"v. i.","descr":" To evade an obligation; to avoid the performance of duty, as by running away."},{"word":"Shirk","type":"n.","descr":" One who lives by shifts and tricks; one who avoids the performance of duty or labor."},{"word":"Shirker","type":"n.","descr":" One who shirks."},{"word":"Shirky","type":"a.","descr":" Disposed to shirk."},{"word":"Shirl","type":"a.","descr":" Shrill."},{"word":"Shirl","type":"n.","descr":" See Schorl."},{"word":"Shirley","type":"n.","descr":" The bullfinch."},{"word":"Shirr","type":"n.","descr":" A series of close parallel runnings which are drawn up so as to make the material between them set full by gatherings; -- called also shirring, and gauging."},{"word":"Shirred","type":"a.","descr":" Made or gathered into a shirr; as, a shirred bonnet."},{"word":"Shirred","type":"a.","descr":" Broken into an earthen dish and baked over the fire; -- said of eggs."},{"word":"Shirt","type":"n.","descr":" A loose under-garment for the upper part of the body, made of cotton, linen, or other material; -- formerly used of the under-garment of either sex, now commonly restricted to that worn by men and boys."},{"word":"Shirted","type":"imp. and p. p.","descr":" of Shirt"},{"word":"Shirting","type":"p. pr. and vb. n.","descr":" of Shirt"},{"word":"Shirt","type":"v. t. and i.","descr":" To cover or clothe with a shirt, or as with a shirt."},{"word":"Shirting","type":"n.","descr":" Cloth, specifically cotton cloth, suitable for making shirts."},{"word":"Shirtless","type":"a.","descr":" Not having or wearing a shirt."},{"word":"Shist","type":"","descr":" Alt. of Shistose"},{"word":"Shistose","type":"","descr":" See Shist, Schistose."},{"word":"Shittah","type":"n.","descr":" Alt. of Shittah tree"},{"word":"Shittah tree","type":"n.","descr":" A tree that furnished the precious wood of which the ark, tables, altars, boards, etc., of the Jewish tabernacle were made; -- now believed to have been the wood of the Acacia Seyal, which is hard, fine grained, and yellowish brown in color."},{"word":"Shittim","type":"n.","descr":" Alt. of Shittim wood"},{"word":"Shittim wood","type":"n.","descr":" The wood of the shittah tree."},{"word":"Shittle","type":"n.","descr":" A shuttle."},{"word":"Shittle","type":"a.","descr":" Wavering; unsettled; inconstant."},{"word":"Shittlecock","type":"n.","descr":" A shuttlecock."},{"word":"Shittleness","type":"n.","descr":" Instability; inconstancy."},{"word":"Shive","type":"n.","descr":" A slice; as, a shive of bread."},{"word":"Shive","type":"n.","descr":" A thin piece or fragment; specifically, one of the scales or pieces of the woody part of flax removed by the operation of breaking."},{"word":"Shive","type":"n.","descr":" A thin, flat cork used for stopping a wide-mouthed bottle; also, a thin wooden bung for casks."},{"word":"Shiver","type":"n.","descr":" One of the small pieces, or splinters, into which a brittle thing is broken by sudden violence; -- generally used in the plural."},{"word":"Shiver","type":"n.","descr":" A thin slice; a shive."},{"word":"Shiver","type":"n.","descr":" A variety of blue slate."},{"word":"Shiver","type":"n.","descr":" A sheave or small wheel in a pulley."},{"word":"Shiver","type":"n.","descr":" A small wedge, as for fastening the bolt of a window shutter."},{"word":"Shiver","type":"n.","descr":" A spindle."},{"word":"Shivered","type":"imp. and p. p.","descr":" of Shiver"},{"word":"Shivering","type":"p. pr. and vb. n.","descr":" of Shiver"},{"word":"Shiver","type":"v. t.","descr":" To break into many small pieces, or splinters; to shatter; to dash to pieces by a blow; as, to shiver a glass goblet."},{"word":"Shiver","type":"v. i.","descr":" To separate suddenly into many small pieces or parts; to be shattered."},{"word":"Shiver","type":"v. i.","descr":" To tremble; to vibrate; to quiver; to shake, as from cold or fear."},{"word":"Shiver","type":"v. t.","descr":" To cause to shake or tremble, as a sail, by steering close to the wind."},{"word":"Shiver","type":"n.","descr":" The act of shivering or trembling."},{"word":"Shiveringly","type":"adv.","descr":" In a shivering manner."},{"word":"Shiver-spar","type":"n.","descr":" A variety of calcite, so called from its slaty structure; -- called also slate spar."},{"word":"Shivery","type":"a.","descr":" Tremulous; shivering."},{"word":"Shivery","type":"a.","descr":" Easily broken; brittle; shattery."},{"word":"Shoad","type":"n.","descr":" A train of vein material mixed with rubbish; fragments of ore which have become separated by the action of water or the weather, and serve to direct in the discovery of mines."},{"word":"Shoading","type":"n.","descr":" The tracing of veins of metal by shoads."},{"word":"Shoal","type":"n.","descr":" A great multitude assembled; a crowd; a throng; -- said especially of fish; as, a shoal of bass."},{"word":"Shoaled","type":"imp. and p. p.","descr":" of Shoal"},{"word":"Shoaling","type":"p. pr. and vb. n.","descr":" of Shoal"},{"word":"Shoal","type":"v. i.","descr":" To assemble in a multitude; to throng; as, the fishes shoaled about the place."},{"word":"Shoal","type":"a.","descr":" Having little depth; shallow; as, shoal water."},{"word":"Shoal","type":"n.","descr":" A place where the water of a sea, lake, river, pond, etc., is shallow; a shallow."},{"word":"Shoal","type":"n.","descr":" A sandbank or bar which makes the water shoal."},{"word":"Shoal","type":"v. i.","descr":" To become shallow; as, the color of the water shows where it shoals."},{"word":"Shoal","type":"v. t.","descr":" To cause to become more shallow; to come to a more shallow part of; as, a ship shoals her water by advancing into that which is less deep."},{"word":"Shoaliness","type":"n.","descr":" The quality or state of being shoaly; little depth of water; shallowness."},{"word":"Shoaling","type":"a.","descr":" Becoming shallow gradually."},{"word":"Shoaly","type":"a.","descr":" Full of shoals, or shallow places."},{"word":"Shoar","type":"n.","descr":" A prop. See 3d Shore."},{"word":"Shoat","type":"n.","descr":" A young hog. Same as Shote."},{"word":"Shock","type":"n.","descr":" A pile or assemblage of sheaves of grain, as wheat, rye, or the like, set up in a field, the sheaves varying in number from twelve to sixteen; a stook."},{"word":"Shock","type":"n.","descr":" A lot consisting of sixty pieces; -- a term applied in some Baltic ports to loose goods."},{"word":"Shock","type":"v. t.","descr":" To collect, or make up, into a shock or shocks; to stook; as, to shock rye."},{"word":"Shock","type":"v. i.","descr":" To be occupied with making shocks."},{"word":"Shock","type":"n.","descr":" A quivering or shaking which is the effect of a blow, collision, or violent impulse; a blow, impact, or collision; a concussion; a sudden violent impulse or onset."},{"word":"Shock","type":"n.","descr":" A sudden agitation of the mind or feelings; a sensation of pleasure or pain caused by something unexpected or overpowering; also, a sudden agitating or overpowering event."},{"word":"Shock","type":"n.","descr":" A sudden depression of the vital forces of the entire body, or of a port of it, marking some profound impression produced upon the nervous system, as by severe injury, overpowering emotion, or the like."},{"word":"Shock","type":"n.","descr":" The sudden convulsion or contraction of the muscles, with the feeling of a concussion, caused by the discharge, through the animal system, of electricity from a charged body."},{"word":"Shocked","type":"imp. and p. p.","descr":" of Shock"},{"word":"Shocking","type":"p. pr. and vb. n.","descr":" of Shock"},{"word":"Shock","type":"v.","descr":" To give a shock to; to cause to shake or waver; hence, to strike against suddenly; to encounter with violence."},{"word":"Shock","type":"v.","descr":" To strike with surprise, terror, horror, or disgust; to cause to recoil; as, his violence shocked his associates."},{"word":"Shock","type":"v. i.","descr":" To meet with a shock; to meet in violent encounter."},{"word":"Shock","type":"n.","descr":" A dog with long hair or shag; -- called also shockdog."},{"word":"Shock","type":"n.","descr":" A thick mass of bushy hair; as, a head covered with a shock of sandy hair."},{"word":"Shock","type":"a.","descr":" Bushy; shaggy; as, a shock hair."},{"word":"Shockdog","type":"n.","descr":" See 7th Shock, 1."},{"word":"Shock-head","type":"a.","descr":" Shock-headed."},{"word":"Shock-headed","type":"a.","descr":" Having a thick and bushy head of hair."},{"word":"Shocking","type":"a.","descr":" Causing to shake or tremble, as by a blow; especially, causing to recoil with horror or disgust; extremely offensive or disgusting."},{"word":"Shod","type":"imp. and p. p.","descr":" f Shoe."},{"word":"Shoddy","type":"v. t.","descr":" A fibrous material obtained by \"deviling,\" or tearing into fibers, refuse woolen goods, old stockings, rags, druggets, etc. See Mungo."},{"word":"Shoddy","type":"v. t.","descr":" A fabric of inferior quality made of, or containing a large amount of, shoddy."},{"word":"Shoddy","type":"a.","descr":" Made wholly or in part of shoddy; containing shoddy; as, shoddy cloth; shoddy blankets; hence, colloquially, not genuine; sham; pretentious; as, shoddy aristocracy."},{"word":"Shoddyism","type":"n.","descr":" The quality or state of being shoddy."},{"word":"Shode","type":"v. t.","descr":" The parting of the hair on the head."},{"word":"Shode","type":"v. t.","descr":" The top of the head; the head."},{"word":"Shode","type":"","descr":" Alt. of Shoding"},{"word":"Shoding","type":"","descr":" See Shoad, Shoading."},{"word":"Shoder","type":"n.","descr":" A package of gold beater\\'s skins in which gold is subjected to the second process of beating."},{"word":"Shoes","type":"pl. ","descr":" of Shoe"},{"word":"Shoon","type":"pl. ","descr":" of Shoe"},{"word":"Shoe","type":"n.","descr":" A covering for the human foot, usually made of leather, having a thick and somewhat stiff sole and a lighter top. It differs from a boot on not extending so far up the leg."},{"word":"Shoe","type":"n.","descr":" Anything resembling a shoe in form, position, or use."},{"word":"Shoe","type":"n.","descr":" A plate or rim of iron nailed to the hoof of an animal to defend it from injury."},{"word":"Shoe","type":"n.","descr":" A band of iron or steel, or a ship of wood, fastened to the bottom of the runner of a sleigh, or any vehicle which slides on the snow."},{"word":"Shoe","type":"n.","descr":" A drag, or sliding piece of wood or iron, placed under the wheel of a loaded vehicle, to retard its motion in going down a hill."},{"word":"Shoe","type":"n.","descr":" The part of a railroad car brake which presses upon the wheel to retard its motion."},{"word":"Shoe","type":"n.","descr":" A trough-shaped or spout-shaped member, put at the bottom of the water leader coming from the eaves gutter, so as to throw the water off from the building."},{"word":"Shoe","type":"n.","descr":" The trough or spout for conveying the grain from the hopper to the eye of the millstone."},{"word":"Shoe","type":"n.","descr":" An inclined trough in an ore-crushing mill."},{"word":"Shoe","type":"n.","descr":" An iron socket or plate to take the thrust of a strut or rafter."},{"word":"Shoe","type":"n.","descr":" An iron socket to protect the point of a wooden pile."},{"word":"Shoe","type":"n.","descr":" A plate, or notched piece, interposed between a moving part and the stationary part on which it bears, to take the wear and afford means of adjustment; -- called also slipper, and gib."},{"word":"Shod","type":"imp. and p. p.","descr":" of Shoe"},{"word":"Shoeing","type":"p. pr. and vb. n.","descr":" of Shoe"},{"word":"Shoe","type":"n.","descr":" To furnish with a shoe or shoes; to put a shoe or shoes on; as, to shoe a horse, a sled, an anchor."},{"word":"Shoe","type":"n.","descr":" To protect or ornament with something which serves the purpose of a shoe; to tip."},{"word":"Shoebill","type":"n.","descr":" A large African wading bird (Balaeniceps rex) allied to the storks and herons, and remarkable for its enormous broad swollen bill. It inhabits the valley of the White Nile. See Illust. (l.) of Beak."},{"word":"Shoeblack","type":"n.","descr":" One who polishes shoes."},{"word":"Shoehorn","type":"n.","descr":" Alt. of Shoeing-horn"},{"word":"Shoeing-horn","type":"n.","descr":" A curved piece of polished horn, wood, or metal used to facilitate the entrance of the foot into a shoe."},{"word":"Shoeing-horn","type":"n.","descr":" Anything by which a transaction is facilitated; a medium; -- by way of contempt."},{"word":"Shoeing-horn","type":"n.","descr":" Anything which draws on or allures; an inducement."},{"word":"Shoeless","type":"a.","descr":" Destitute of shoes."},{"word":"Shoemaker","type":"n.","descr":" One whose occupation it is to make shoes and boots."},{"word":"Shoemaker","type":"n.","descr":" The threadfish."},{"word":"Shoemaker","type":"n.","descr":" The runner, 12."},{"word":"Shoemaking","type":"n.","descr":" The business of a shoemaker."},{"word":"Shoer","type":"n.","descr":" One who fits shoes to the feet; one who furnishes or puts on shoes; as, a shoer of horses."},{"word":"Shog","type":"n.","descr":" A shock; a jog; a violent concussion or impulse."},{"word":"Shog","type":"v. t.","descr":" To shake; to shock."},{"word":"Shog","type":"v. i.","descr":" To jog; to move on."},{"word":"Shoggle","type":"v. t.","descr":" To joggle."},{"word":"Shogun","type":"n.","descr":" A title originally conferred by the Mikado on the military governor of the eastern provinces of Japan. By gradual usurpation of power the Shoguns (known to foreigners as Tycoons) became finally the virtual rulers of Japan. The title was abolished in 1867."},{"word":"Shogunate","type":"n.","descr":" The office or dignity of a Shogun."},{"word":"Shola","type":"n.","descr":" See Sola."},{"word":"Shole","type":"n.","descr":" A plank fixed beneath an object, as beneath the rudder of a vessel, to protect it from injury; a plank on the ground under the end of a shore or the like."},{"word":"Shole","type":"n.","descr":" See Shoal."},{"word":"Shonde","type":"n.","descr":" Harm; disgrace; shame."},{"word":"Shone","type":"","descr":" imp. and p. p. of Shine."},{"word":"Shoo","type":"interj.","descr":" Begone; away; -- an expression used in frightening away animals, especially fowls."},{"word":"Shooi","type":"n.","descr":" The Richardson\\'s skua (Stercorarius parasiticus);- so called from its cry."},{"word":"Shook","type":"","descr":" imp. and obs. or poet. p. p. of Shake."},{"word":"Shook","type":"n.","descr":" A set of staves and headings sufficient in number for one hogshead, cask, barrel, or the like, trimmed, and bound together in compact form."},{"word":"Shook","type":"n.","descr":" A set of boards for a sugar box."},{"word":"Shook","type":"n.","descr":" The parts of a piece of house furniture, as a bedstead, packed together."},{"word":"Shook","type":"v. t.","descr":" To pack, as staves, in a shook."},{"word":"Shoon","type":"n.","descr":" pl. of Shoe."},{"word":"Shoop","type":"","descr":" imp. of Shape. Shaped."},{"word":"Shoot","type":"n.","descr":" An inclined plane, either artificial or natural, down which timber, coal, etc., are caused to slide; also, a narrow passage, either natural or artificial, in a stream, where the water rushes rapidly; esp., a channel, having a swift current, connecting the ends of a bend in the stream, so as to shorten the course."},{"word":"Shot","type":"imp. and p. p.","descr":" of Shoot"},{"word":"Shooting","type":"p. pr. and vb. n.","descr":" of Shoot"},{"word":"Shotten","type":"","descr":" of Shoot"},{"word":"Shoot","type":"v. i.","descr":" To let fly, or cause to be driven, with force, as an arrow or a bullet; -- followed by a word denoting the missile, as an object."},{"word":"Shoot","type":"v. i.","descr":" To discharge, causing a missile to be driven forth; -- followed by a word denoting the weapon or instrument, as an object; -- often with off; as, to shoot a gun."},{"word":"Shoot","type":"v. i.","descr":" To strike with anything shot; to hit with a missile; often, to kill or wound with a firearm; -- followed by a word denoting the person or thing hit, as an object."},{"word":"Shoot","type":"v. i.","descr":" To send out or forth, especially with a rapid or sudden motion; to cast with the hand; to hurl; to discharge; to emit."},{"word":"Shoot","type":"v. i.","descr":" To push or thrust forward; to project; to protrude; -- often with out; as, a plant shoots out a bud."},{"word":"Shoot","type":"v. i.","descr":" To plane straight; to fit by planing."},{"word":"Shoot","type":"v. i.","descr":" To pass rapidly through, over, or under; as, to shoot a rapid or a bridge; to shoot a sand bar."},{"word":"Shoot","type":"v. i.","descr":" To variegate as if by sprinkling or intermingling; to color in spots or patches."},{"word":"Shoot","type":"v. i.","descr":" To cause an engine or weapon to discharge a missile; -- said of a person or an agent; as, they shot at a target; he shoots better than he rides."},{"word":"Shoot","type":"v. i.","descr":" To discharge a missile; -- said of an engine or instrument; as, the gun shoots well."},{"word":"Shoot","type":"v. i.","descr":" To be shot or propelled forcibly; -- said of a missile; to be emitted or driven; to move or extend swiftly, as if propelled; as, a shooting star."},{"word":"Shoot","type":"v. i.","descr":" To penetrate, as a missile; to dart with a piercing sensation; as, shooting pains."},{"word":"Shoot","type":"v. i.","descr":" To feel a quick, darting pain; to throb in pain."},{"word":"Shoot","type":"v. i.","descr":" To germinate; to bud; to sprout."},{"word":"Shoot","type":"v. i.","descr":" To grow; to advance; as, to shoot up rapidly."},{"word":"Shoot","type":"v. i.","descr":" To change form suddenly; especially, to solidify."},{"word":"Shoot","type":"v. i.","descr":" To protrude; to jut; to project; to extend; as, the land shoots into a promontory."},{"word":"Shoot","type":"v. i.","descr":" To move ahead by force of momentum, as a sailing vessel when the helm is put hard alee."},{"word":"Shoot","type":"n.","descr":" The act of shooting; the discharge of a missile; a shot; as, the shoot of a shuttle."},{"word":"Shoot","type":"n.","descr":" A young branch or growth."},{"word":"Shoot","type":"n.","descr":" A rush of water; a rapid."},{"word":"Shoot","type":"n.","descr":" A vein of ore running in the same general direction as the lode."},{"word":"Shoot","type":"n.","descr":" A weft thread shot through the shed by the shuttle; a pick."},{"word":"Shoot","type":"n.","descr":" A shoat; a young hog."},{"word":"Shooter","type":"n.","descr":" One who shoots, as an archer or a gunner."},{"word":"Shooter","type":"n.","descr":" That which shoots."},{"word":"Shooter","type":"n.","descr":" A firearm; as, a five-shooter."},{"word":"Shooter","type":"n.","descr":" A shooting star."},{"word":"Shooting","type":"n.","descr":" The act of one who, or that which, shoots; as, the shooting of an archery club; the shooting of rays of light."},{"word":"Shooting","type":"n.","descr":" A wounding or killing with a firearm; specifically (Sporting), the killing of game; as, a week of shooting."},{"word":"Shooting","type":"n.","descr":" A sensation of darting pain; as, a shooting in one\\'s head."},{"word":"Shooting","type":"a.","descr":" Of or pertaining to shooting; for shooting; darting."},{"word":"Shooty","type":"a.","descr":" Sprouting or coming up freely and regularly."},{"word":"Shop","type":"","descr":" imp. of Shape. Shaped."},{"word":"Shop","type":"n.","descr":" A building or an apartment in which goods, wares, drugs, etc., are sold by retail."},{"word":"Shop","type":"n.","descr":" A building in which mechanics or artisans work; as, a shoe shop; a car shop."},{"word":"Shopped","type":"imp. and p. p.","descr":" of Shop"},{"word":"Shopping","type":"p. pr. and vb. n.","descr":" of Shop"},{"word":"Shop","type":"v. i.","descr":" To visit shops for the purpose of purchasing goods."},{"word":"Shopboard","type":"n.","descr":" A bench or board on which work is performed; a workbench."},{"word":"Shopbook","type":"n.","descr":" A book in which a tradesman keeps his accounts."},{"word":"Shopboy","type":"n.","descr":" A boy employed in a shop."},{"word":"Shopen","type":"","descr":" p. p. of Shape."},{"word":"Shopgirl","type":"n.","descr":" A girl employed in a shop."},{"word":"Shopkeeper","type":"n.","descr":" A trader who sells goods in a shop, or by retail; -- in distinction from one who sells by wholesale."},{"word":"Shoplifter","type":"n.","descr":" One who steals anything in a shop, or takes goods privately from a shop; one who, under pretense of buying goods, takes occasion to steal."},{"word":"Shoplifting","type":"n.","descr":" Larceny committed in a shop; the stealing of anything from a shop."},{"word":"Shoplike","type":"a.","descr":" Suiting a shop; vulgar."},{"word":"Shopmaid","type":"n.","descr":" A shopgirl."},{"word":"Shopmen","type":"pl. ","descr":" of Shopman"},{"word":"Shopman","type":"n.","descr":" A shopkeeper; a retailer."},{"word":"Shopman","type":"n.","descr":" One who serves in a shop; a salesman."},{"word":"Shopman","type":"n.","descr":" One who works in a shop or a factory."},{"word":"Shopper","type":"n.","descr":" One who shops."},{"word":"Shoppish","type":"a.","descr":" Having the appearance or qualities of a shopkeeper, or shopman."},{"word":"Shoppy","type":"a.","descr":" Abounding with shops."},{"word":"Shoppy","type":"a.","descr":" Of or pertaining to shops, or one\\'s own shop or business; as, shoppy talk."},{"word":"Shopshift","type":"n.","descr":" The trick of a shopkeeper; deception."},{"word":"Shopwalker","type":"n.","descr":" One who walks about in a shop as an overseer and director.  Cf. Floorwalker."},{"word":"Shopwomen","type":"pl. ","descr":" of Shopwoman"},{"word":"Shopwoman","type":"n.","descr":" A woman employed in a shop."},{"word":"Shopworn","type":"a.","descr":" Somewhat worn or damaged by having been kept for a time in a shop."},{"word":"Shorage","type":"n.","descr":" Duty paid for goods brought on shore."},{"word":"Shore","type":"","descr":" imp. of Shear."},{"word":"Shore","type":"n.","descr":" A sewer."},{"word":"Shore","type":"n.","descr":" A prop, as a timber, placed as a brace or support against the side of a building or other structure; a prop placed beneath anything, as a beam, to prevent it from sinking or sagging."},{"word":"Shored","type":"imp. and p. p.","descr":" of Shore"},{"word":"Shoring","type":"p. pr. and vb. n.","descr":" of Shore"},{"word":"Shore","type":"v. t.","descr":" To support by a shore or shores; to prop; -- usually with up; as, to shore up a building."},{"word":"Shore","type":"v. t.","descr":" The coast or land adjacent to a large body of water, as an ocean, lake, or large river."},{"word":"Shore","type":"v. t.","descr":" To set on shore."},{"word":"Shoreless","type":"a.","descr":" Having no shore or coast; of indefinite or unlimited extent; as, a shoreless ocean."},{"word":"Shoreling","type":"n.","descr":" See Shorling."},{"word":"Shorer","type":"n.","descr":" One who, or that which, shores or props; a prop; a shore."},{"word":"Shoreward","type":"adv.","descr":" Toward the shore."},{"word":"Shoring","type":"n.","descr":" The act of supporting or strengthening with a prop or shore."},{"word":"Shoring","type":"n.","descr":" A system of props; props, collectively."},{"word":"Shorl","type":"a.","descr":" Alt. of Shorlaceous"},{"word":"Shorlaceous","type":"a.","descr":" See Schorl, Schorlaceous."},{"word":"Shorling","type":"n.","descr":" The skin of a sheen after the fleece is shorn off, as distinct from the morling, or skin taken from the dead sheep; also, a sheep of the first year\\'s shearing."},{"word":"Shorling","type":"n.","descr":" A person who is shorn; a shaveling; hence, in contempt, a priest."},{"word":"Shorn","type":"","descr":" p. p. of Shear."},{"word":"Short","type":"superl.","descr":" Not long; having brief length or linear extension; as, a short distance; a short piece of timber; a short flight."},{"word":"Short","type":"superl.","descr":" Not extended in time; having very limited duration; not protracted; as, short breath."},{"word":"Short","type":"superl.","descr":" Limited in quantity; inadequate; insufficient; scanty; as, a short supply of provisions, or of water."},{"word":"Short","type":"superl.","descr":" Insufficiently provided; inadequately supplied; scantily furnished; lacking; not coming up to a resonable, or the ordinary, standard; -- usually with of; as, to be short of money."},{"word":"Short","type":"superl.","descr":" Deficient; defective; imperfect; not coming up, as to a measure or standard; as, an account which is short of the trith."},{"word":"Short","type":"superl.","descr":" Not distant in time; near at hand."},{"word":"Short","type":"superl.","descr":" Limited in intellectual power or grasp; not comprehensive; narrow; not tenacious, as memory."},{"word":"Short","type":"superl.","descr":" Less important, efficaceous, or powerful; not equal or equivalent; less (than); -- with of."},{"word":"Short","type":"superl.","descr":" Abrupt; brief; pointed; petulant; as, he gave a short answer to the question."},{"word":"Short","type":"superl.","descr":" Breaking or crumbling readily in the mouth; crisp; as, short pastry."},{"word":"Short","type":"superl.","descr":" Brittle."},{"word":"Short","type":"superl.","descr":" Engaging or engaged to deliver what is not possessed; as, short contracts; to be short of stock. See The shorts, under Short, n., and To sell short, under Short, adv."},{"word":"Short","type":"adv.","descr":" Not prolonged, or relatively less prolonged, in utterance; -- opposed to long, and applied to vowels or to syllables. In English, the long and short of the same letter are not, in most cases, the long and short of the same sound; thus, the i in ill is the short sound, not of i in isle, but of ee in eel, and the e in pet is the short sound of a in pate, etc. See Quantity, and Guide to Pronunciation, \/\/22, 30."},{"word":"Short","type":"n.","descr":" A summary account."},{"word":"Short","type":"n.","descr":" The part of milled grain sifted out which is next finer than the bran."},{"word":"Short","type":"n.","descr":" Short, inferior hemp."},{"word":"Short","type":"n.","descr":" Breeches; shortclothes."},{"word":"Short","type":"n.","descr":" A short sound, syllable, or vowel."},{"word":"Short","type":"adv.","descr":" In a short manner; briefly; limitedly; abruptly; quickly; as, to stop short in one\\'s course; to turn short."},{"word":"Short","type":"v. t.","descr":" To shorten."},{"word":"Short","type":"v. i.","descr":" To fail; to decrease."},{"word":"Shortage","type":"n.","descr":" Amount or extent of deficiency, as determined by some requirement or standard; as, a shortage in money accounts."},{"word":"Short-breathed","type":"a.","descr":" Having short-breath, or quick respiration."},{"word":"Short-breathed","type":"a.","descr":" Having short life."},{"word":"Shortcake","type":"n.","descr":" An unsweetened breakfast cake shortened with butter or lard, rolled thin, and baked."},{"word":"Short circuit","type":"","descr":" A circuit formed or closed by a conductor of relatively low resistance because shorter or of relatively great conductivity."},{"word":"Short-circuited","type":"imp. and p. p.","descr":" of Short-circuit"},{"word":"Short-circuiting","type":"p. pr. and vb. n.","descr":" of Short-circuit"},{"word":"Short-circuit","type":"v. t.","descr":" To join, as the electrodes of a battery or dynamo or any two points of a circuit, by a conductor of low resistance."},{"word":"Shortclothes","type":"n.","descr":" Coverings for the legs of men or boys, consisting of trousers which reach only to the knees, -- worn with long stockings."},{"word":"Shortcoming","type":"n.","descr":" The act of falling, or coming short"},{"word":"Shortcoming","type":"n.","descr":" The failure of a crop, or the like."},{"word":"Shortcoming","type":"n.","descr":" Neglect of, or failure in, performance of duty."},{"word":"Short-dated","type":"a.","descr":" Having little time to run from the date."},{"word":"Shortened \/","type":"imp. and p. p.","descr":" of Shorten"},{"word":"Shortening","type":"p. pr. and vb. n.","descr":" of Shorten"},{"word":"Shorten","type":"a.","descr":" To make short or shorter in measure, extent, or time; as, to shorten distance; to shorten a road; to shorten days of calamity."},{"word":"Shorten","type":"a.","descr":" To reduce or diminish in amount, quantity, or extent; to lessen; to abridge; to curtail; to contract; as, to shorten work, an allowance of food, etc."},{"word":"Shorten","type":"a.","descr":" To make deficient (as to); to deprive; -- with of."},{"word":"Shorten","type":"a.","descr":" To make short or friable, as pastry, with butter, lard, pot liquor, or the like."},{"word":"Shorten","type":"v. i.","descr":" To become short or shorter; as, the day shortens in northern latitudes from June to December; a metallic rod shortens by cold."},{"word":"Shortener","type":"n.","descr":" One who, or that which, shortens."},{"word":"Shortening","type":"n.","descr":" The act of making or becoming short or shorter."},{"word":"Shortening","type":"n.","descr":" That which renders pastry short or friable, as butter, lard, etc."},{"word":"Shorthand","type":"n.","descr":" A compendious and rapid method or writing by substituting characters, abbreviations, or symbols, for letters, words, etc.; short writing; stenography. See Illust. under Phonography."},{"word":"Short-handed","type":"a.","descr":" Short of, or lacking the regular number of, servants or helpers."},{"word":"Shorthead","type":"n.","descr":" A sucking whale less than one year old; -- so called by sailors."},{"word":"Shorthorn","type":"a.","descr":" One of a breed of large, heavy domestic cattle having short horns. The breed was developed in England."},{"word":"Short-jointed","type":"a.","descr":" Having short intervals between the joints; -- said of a plant or an animal, especially of a horse whose pastern is too short."},{"word":"Short-lived","type":"a.","descr":" Not living or lasting long; being of short continuance; as, a short-lived race of beings; short-lived pleasure; short-lived passion."},{"word":"Shortly","type":"adv.","descr":" In a short or brief time or manner; soon; quickly."},{"word":"Shortly","type":"adv.","descr":" In few words; briefly; abruptly; curtly; as, to express ideas more shortly in verse than in prose."},{"word":"Shortness","type":"n.","descr":" The quality or state of being short; want of reach or extension; brevity; deficiency; as, the shortness of a journey; the shortness of the days in winter; the shortness of an essay; the shortness of the memory; a shortness of provisions; shortness of breath."},{"word":"Shortsighted","type":"a.","descr":" Not able to see far; nearsighted; myopic. See Myopic, and Myopia."},{"word":"Shortsighted","type":"a.","descr":" Fig.: Not able to look far into futurity; unable to understand things deep; of limited intellect."},{"word":"Shortsighted","type":"a.","descr":" Having little regard for the future; heedless."},{"word":"Short-spoken","type":"a.","descr":" Speaking in a quick or short manner; hence, gruff; curt."},{"word":"Shortstop","type":"n.","descr":" The player stationed in the field bewtween the second and third bases."},{"word":"Short-waisted","type":"a.","descr":" Having a short waist."},{"word":"Short-winded","type":"a.","descr":" Affected with shortness of breath; having a quick, difficult respiration, as dyspnoic and asthmatic persons."},{"word":"Shortwing","type":"n.","descr":" Any one of several species of small wrenlike Asiatic birds having short wings and a short tail. They belong to Brachypterix, Callene, and allied genera."},{"word":"Short-wited","type":"a.","descr":" Having little wit; not wise; having scanty intellect or judgment."},{"word":"Shory","type":"a.","descr":" Lying near the shore."},{"word":"Shoshones","type":"n. pl.","descr":" A linguistic family or stock of North American Indians, comprising many tribes, which extends from Montana and Idaho into Mexico. In a restricted sense the name is applied especially to the Snakes, the most northern of the tribes."},{"word":"Shot","type":"","descr":" imp. and p. p. of Shoot."},{"word":"Shot","type":"a.","descr":" Woven in such a way as to produce an effect of variegation, of changeable tints, or of being figured; as, shot silks. See Shoot, v. t., 8."},{"word":"Shot","type":"v. t.","descr":" A share or proportion; a reckoning; a scot."},{"word":"Shot","type":"pl. ","descr":" of Shot"},{"word":"Shots","type":"pl. ","descr":" of Shot"},{"word":"Shot","type":"n.","descr":" The act of shooting; discharge of a firearm or other weapon which throws a missile."},{"word":"Shot","type":"n.","descr":" A missile weapon, particularly a ball or bullet; specifically, whatever is discharged as a projectile from firearms or cannon by the force of an explosive."},{"word":"Shot","type":"n.","descr":" Small globular masses of lead, of various sizes, -- used chiefly for killing game; as, bird shot; buckshot."},{"word":"Shot","type":"n.","descr":" The flight of a missile, or the distance which it is, or can be, thrown; as, the vessel was distant more than a cannon shot."},{"word":"Shot","type":"n.","descr":" A marksman; one who practices shooting; as, an exellent shot."},{"word":"Shotted","type":"imp. and p. p.","descr":" of Shot"},{"word":"Shotting","type":"p. pr. and vb. n.","descr":" of Shot"},{"word":"Shot","type":"v. t.","descr":" To load with shot, as a gun."},{"word":"Shot-clog","type":"n.","descr":" A person tolerated only because he pays the shot, or reckoning, for the rest of the company, otherwise a mere clog on them."},{"word":"Shote","type":"v. t.","descr":" A fish resembling the trout."},{"word":"Shote","type":"v. t.","descr":" A young hog; a shoat."},{"word":"Shot-free","type":"a.","descr":" Not to be injured by shot; shot-proof."},{"word":"Shot-free","type":"a.","descr":" Free from charge or expense; hence, unpunished; scot-free."},{"word":"Shotgun","type":"n.","descr":" A light, smooth-bored gun, often double-barreled, especially designed for firing small shot at short range, and killing small game."},{"word":"Shot-proof","type":"a.","descr":" Impenetrable by shot."},{"word":"Shots","type":"n. pl.","descr":" The refuse of cattle taken from a drove."},{"word":"Shotted","type":"a.","descr":" Loaded with shot."},{"word":"Shotted","type":"a.","descr":" Having a shot attached; as, a shotten suture."},{"word":"Shotten","type":"n.","descr":" Having ejected the spawn; as, a shotten herring."},{"word":"Shotten","type":"n.","descr":" Shot out of its socket; dislocated, as a bone."},{"word":"Shough","type":"n.","descr":" A shockdog."},{"word":"Shough","type":"interj.","descr":" See Shoo."},{"word":"Should","type":"imp.","descr":" Used as an auxiliary verb, to express a conditional or contingent act or state, or as a supposition of an actual fact; also, to express moral obligation (see Shall); e. g.: they should have come last week; if I should go; I should think you could go."},{"word":"Shoulder","type":"n.","descr":" The joint, or the region of the joint, by which the fore limb is connected with the body or with the shoulder girdle; the projection formed by the bones and muscles about that joint."},{"word":"Shoulder","type":"n.","descr":" The flesh and muscles connected with the shoulder joint; the upper part of the back; that part of the human frame on which it is most easy to carry a heavy burden; -- often used in the plural."},{"word":"Shoulder","type":"n.","descr":" Fig.: That which supports or sustains; support."},{"word":"Shoulder","type":"n.","descr":" That which resembles a human shoulder, as any protuberance or projection from the body of a thing."},{"word":"Shoulder","type":"n.","descr":" The upper joint of the fore leg and adjacent parts of an animal, dressed for market; as, a shoulder of mutton."},{"word":"Shoulder","type":"n.","descr":" The angle of a bastion included between the face and flank. See Illust. of Bastion."},{"word":"Shoulder","type":"n.","descr":" An abrupt projection which forms an abutment on an object, or limits motion, etc., as the projection around a tenon at the end of a piece of timber, the part of the top of a type which projects beyond the base of the raised character, etc."},{"word":"Shouldered","type":"imp. and p. p.","descr":" of Shoulder"},{"word":"Shouldering","type":"p. pr. and vb. n.","descr":" of Shoulder"},{"word":"Shoulder","type":"v. t.","descr":" To push or thrust with the shoulder; to push with violence; to jostle."},{"word":"Shoulder","type":"v. t.","descr":" To take upon the shoulder or shoulders; as, to shoulder a basket; hence, to assume the burden or responsibility of; as, to shoulder blame; to shoulder a debt."},{"word":"Shouldered","type":"a.","descr":" Having shoulders; -- used in composition; as, a broad-shouldered man."},{"word":"Shoulder-shotten","type":"a.","descr":" Sprained in the shoulder, as a horse."},{"word":"Shouted","type":"imp. and p. p.","descr":" of Shout"},{"word":"Shouting","type":"p. pr. and vb. n.","descr":" of Shout"},{"word":"Shout","type":"v. i.","descr":" To utter a sudden and loud outcry, as in joy, triumph, or exultation, or to attract attention, to animate soldiers, etc."},{"word":"Shout","type":"v. t.","descr":" To utter with a shout; to cry; -- sometimes with out; as, to shout, or to shout out, a man\\'s name."},{"word":"Shout","type":"v. t.","descr":" To treat with shouts or clamor."},{"word":"Shout","type":"n.","descr":" A loud burst of voice or voices; a vehement and sudden outcry, especially of a multitudes expressing joy, triumph, exultation, or animated courage."},{"word":"Shouter","type":"n.","descr":" One who shouts."},{"word":"Shoved","type":"imp. and p. p.","descr":" of Shove"},{"word":"Shoving","type":"p. pr. and vb. n.","descr":" of Shove"},{"word":"Shove","type":"v. t.","descr":" To drive along by the direct and continuous application of strength; to push; especially, to push (a body) so as to make it move along the surface of another body; as, to shove a boat on the water; to shove a table across the floor."},{"word":"Shove","type":"v. t.","descr":" To push along, aside, or away, in a careless or rude manner; to jostle."},{"word":"Shove","type":"v. i.","descr":" To push or drive forward; to move onward by pushing or jostling."},{"word":"Shove","type":"v. i.","descr":" To move off or along by an act pushing, as with an oar a pole used by one in a boat; sometimes with off."},{"word":"Shove","type":"n.","descr":" The act of shoving; a forcible push."},{"word":"Shove","type":"","descr":" p. p. of Shove."},{"word":"Shoveboard","type":"n.","descr":" Alt. of Shovegroat"},{"word":"Shovegroat","type":"n.","descr":" The same as Shovelboard."},{"word":"Shovel","type":"v. t.","descr":" An implement consisting of a broad scoop, or more or less hollow blade, with a handle, used for lifting and throwing earth, coal, grain, or other loose substances."},{"word":"Shoveled","type":"imp. and p. p.","descr":" of Shovel"},{"word":"Shovelled","type":"","descr":" of Shovel"},{"word":"Shoveling","type":"p. pr. and vb. n.","descr":" of Shovel"},{"word":"Shovelling","type":"","descr":" of Shovel"},{"word":"Shovel","type":"v. t.","descr":" To take up and throw with a shovel; as, to shovel earth into a heap, or into a cart, or out of a pit."},{"word":"Shovel","type":"v. t.","descr":" To gather up as with a shovel."},{"word":"Shovelard","type":"n.","descr":" Shoveler."},{"word":"Shovelbill","type":"n.","descr":" The shoveler."},{"word":"Shovelboard","type":"n.","descr":" A board on which a game is played, by pushing or driving pieces of metal or money to reach certain marks; also, the game itself. Called also shuffleboard, shoveboard, shovegroat, shovelpenny."},{"word":"Shovelboard","type":"n.","descr":" A game played on board ship in which the aim is to shove or drive with a cue wooden disks into divisions chalked on the deck; -- called also shuffleboard."},{"word":"Shoveler","type":"n.","descr":" One who, or that which, shovels."},{"word":"Shoveler","type":"n.","descr":" A river duck (Spatula clypeata), native of Europe and America. It has a large bill, broadest towards the tip. The male is handsomely variegated with green, blue, brown, black, and white on the body; the head and neck are dark green. Called also broadbill, spoonbill, shovelbill, and maiden duck. The Australian shoveler, or shovel-nosed duck (S. rhynchotis), is a similar species."},{"word":"Shovelfuls","type":"pl. ","descr":" of Shovelful"},{"word":"Shovelful","type":"n.","descr":" As much as a shovel will hold; enough to fill a shovel."},{"word":"Shovelhead","type":"n.","descr":" A shark (Sphryna tiburio) allied to the hammerhead, and native of the warmer parts of the Atlantic and Pacific oceans; -- called also bonnet shark."},{"word":"Shovelnose","type":"n.","descr":" The common sand shark. See under Snad."},{"word":"Shovelnose","type":"n.","descr":" A small California shark (Heptranchias maculatus), which is taken for its oil."},{"word":"Shovelnose","type":"n.","descr":" A Pacific Ocean shark (Hexanchus corinus)."},{"word":"Shovelnose","type":"n.","descr":" A ganoid fish of the Sturgeon family (Scaphirhynchus platyrhynchus) of the Mississippi and Ohio rivers; -- called also white sturgeon."},{"word":"Shovel-nosed","type":"a.","descr":" Having a broad, flat nose; as, the shovel-nosed duck, or shoveler."},{"word":"Shoven","type":"","descr":" p. p. of Shove."},{"word":"Showed","type":"imp.","descr":" of Show"},{"word":"Shown","type":"p. p.","descr":" of Show"},{"word":"Showed","type":"","descr":" of Show"},{"word":"Showing","type":"p. pr. and vb. n.","descr":" of Show"},{"word":"Show","type":"v. t.","descr":" To exhibit or present to view; to place in sight; to display; -- the thing exhibited being the object, and often with an indirect object denoting the person or thing seeing or beholding; as, to show a house; show your colors; shopkeepers show customers goods (show goods to customers)."},{"word":"Show","type":"v. t.","descr":" To exhibit to the mental view; to tell; to disclose; to reveal; to make known; as, to show one\\'s designs."},{"word":"Show","type":"v. t.","descr":" Specifically, to make known the way to (a person); hence, to direct; to guide; to asher; to conduct; as, to show a person into a parlor; to show one to the door."},{"word":"Show","type":"v. t.","descr":" To make apparent or clear, as by evidence, testimony, or reasoning; to prove; to explain; also, to manifest; to evince; as, to show the truth of a statement; to show the causes of an event."},{"word":"Show","type":"v. t.","descr":" To bestow; to confer; to afford; as, to show favor."},{"word":"Show","type":"v. i.","descr":" To exhibit or manifest one\\'s self or itself; to appear; to look; to be in appearance; to seem."},{"word":"Show","type":"v. i.","descr":" To have a certain appearance, as well or ill, fit or unfit; to become or suit; to appear."},{"word":"Show","type":"n.","descr":" The act of showing, or bringing to view; exposure to sight; exhibition."},{"word":"Show","type":"n.","descr":" That which os shown, or brought to view; that which is arranged to be seen; a spectacle; an exhibition; as, a traveling show; a cattle show."},{"word":"Show","type":"n.","descr":" Proud or ostentatious display; parade; pomp."},{"word":"Show","type":"n.","descr":" Semblance; likeness; appearance."},{"word":"Show","type":"n.","descr":" False semblance; deceitful appearance; pretense."},{"word":"Show","type":"n.","descr":" A discharge, from the vagina, of mucus streaked with blood, occuring a short time before labor."},{"word":"Show","type":"n.","descr":" A pale blue flame, at the top of a candle flame, indicating the presence of fire damp."},{"word":"Showbread","type":"n.","descr":" Bread of exhibition; loaves to set before God; -- the term used in translating the various phrases used in the Hebrew and Greek to designate the loaves of bread which the priest of the week placed before the Lord on the golden table in the sanctuary. They were made of fine flour unleavened, and were changed every Sabbath. The loaves, twelve in number, represented the twelve tribes of Israel. They were to be eaten by the priests only, and in the Holy Place."},{"word":"Shower","type":"n.","descr":" One who shows or exhibits."},{"word":"Shower","type":"n.","descr":" That which shows; a mirror."},{"word":"Shower","type":"n.","descr":" A fall or rain or hail of short duration; sometimes, but rarely, a like fall of snow."},{"word":"Shower","type":"n.","descr":" That which resembles a shower in falling or passing through the air copiously and rapidly."},{"word":"Shower","type":"n.","descr":" A copious supply bestowed."},{"word":"Showered","type":"imp. and p. p.","descr":" of Shower"},{"word":"Showering","type":"p. pr. and vb. n.","descr":" of Shower"},{"word":"Shower","type":"v. t.","descr":" To water with a shower; to \/\/t copiously with rain."},{"word":"Shower","type":"v. t.","descr":" To bestow liberally; to destribute or scatter in \/undance; to rain."},{"word":"Shower","type":"v. i.","descr":" To rain in showers; to fall, as in a hower or showers."},{"word":"Showerful","type":"a.","descr":" Full of showers."},{"word":"Showeriness","type":"n.","descr":" Quality of being showery."},{"word":"Showerless","type":"a.","descr":" Rainless; freo from showers."},{"word":"Showery","type":"a.","descr":" Raining in showers; abounding with frequent showers of rain."},{"word":"Showery","type":"a.","descr":" Of or pertaining to a shower or showers."},{"word":"Showily","type":"adv.","descr":" In a showy manner; pompously; with parade."},{"word":"Showiness","type":"n.","descr":" The quality or state of being showy; pompousness; great parade; ostentation."},{"word":"Showing","type":"n.","descr":" Appearance; display; exhibition."},{"word":"Showing","type":"n.","descr":" Presentation of facts; statement."},{"word":"Showish","type":"a.","descr":" Showy; ostentatious."},{"word":"Showmen","type":"pl. ","descr":" of Showman"},{"word":"Showman","type":"n.","descr":" One who exhibits a show; a proprietor of a show."},{"word":"Shown","type":"","descr":" p. p. of Show."},{"word":"Showroom","type":"n.","descr":" A room or apartment where a show is exhibited."},{"word":"Showroom","type":"n.","descr":" A room where merchandise is exposed for sale, or where samples are displayed."},{"word":"Showy","type":"a.","descr":" Making a show; attracting attention; presenting a marked appearance; ostentatious; gay; gaudy."},{"word":"Shrag","type":"n.","descr":" A twig of a tree cut off."},{"word":"Shrag","type":"v. t.","descr":" To trim, as trees; to lop."},{"word":"Shragger","type":"n.","descr":" One who lops; one who trims trees."},{"word":"Shram","type":"v. t.","descr":" To cause to shrink or shrivel with cold; to benumb."},{"word":"Shrank","type":"","descr":" imp. of Shrink."},{"word":"Shrap","type":"n.","descr":" Alt. of Shrape"},{"word":"Shrape","type":"n.","descr":" A place baited with chaff to entice birds."},{"word":"Shrapnel","type":"a.","descr":" Applied as an appellation to a kind of shell invented by Gen. H. Shrapnel of the British army."},{"word":"Shrapnel","type":"n.","descr":" A shrapnel shell; shrapnel shells, collectively."},{"word":"Shred","type":"n.","descr":" A long, narrow piece cut or torn off; a strip."},{"word":"Shred","type":"n.","descr":" In general, a fragment; a piece; a particle."},{"word":"Shred","type":"imp. and p. p.","descr":" of Shred"},{"word":"Shredded","type":"","descr":" of Shred"},{"word":"Shredding","type":"p. pr. and vb. n.","descr":" of Shred"},{"word":"Shred","type":"n.","descr":" To cut or tear into small pieces, particularly narrow and long pieces, as of cloth or leather."},{"word":"Shred","type":"n.","descr":" To lop; to prune; to trim."},{"word":"Shredcook","type":"n.","descr":" The fieldfare; -- so called from its harsh cry before rain."},{"word":"Shredding","type":"n.","descr":" The act of cutting or tearing into shreds."},{"word":"Shredding","type":"n.","descr":" That which is cut or torn off; a piece."},{"word":"Shreddy","type":"a.","descr":" Consisting of shreds."},{"word":"Shredless","type":"a.","descr":" Having no shreds; without a shred."},{"word":"Shrew","type":"a.","descr":" Wicked; malicious."},{"word":"Shrew","type":"a.","descr":" Originally, a brawling, turbulent, vexatious person of either sex, but now restricted in use to females; a brawler; a scold."},{"word":"Shrew","type":"a.","descr":" Any small insectivore of the genus Sorex and several allied genera of the family Sorecidae. In form and color they resemble mice, but they have a longer and more pointed nose. Some of them are the smallest of all mammals."},{"word":"Shrew","type":"a.","descr":" To beshrew; to curse."},{"word":"Shrewd","type":"superl.","descr":" Inclining to shrew; disposing to curse or scold; hence, vicious; malicious; evil; wicked; mischievous; vexatious; rough; unfair; shrewish."},{"word":"Shrewd","type":"superl.","descr":" Artful; wily; cunning; arch."},{"word":"Shrewd","type":"superl.","descr":" Able or clever in practical affairs; sharp in business; astute; sharp-witted; sagacious; keen; as, a shrewd observer; a shrewd design; a shrewd reply."},{"word":"Shrewish","type":"a.","descr":" having the qualities of a shrew; having a scolding disposition; froward; peevish."},{"word":"Shrewmouse","type":"n.","descr":" A shrew; especially, the erd shrew."},{"word":"Shrieked","type":"imp. and p. p.","descr":" of Shriek"},{"word":"Shrieking","type":"p. pr. and vb. n.","descr":" of Shriek"},{"word":"Shriek","type":"v. i.","descr":" To utter a loud, sharp, shrill sound or cry, as do some birds and beasts; to scream, as in a sudden fright, in horror or anguish."},{"word":"Shriek","type":"v. t.","descr":" To utter sharply and shrilly; to utter in or with a shriek or shrieks."},{"word":"Shriek","type":"n.","descr":" A sharp, shrill outcry or scream; a shrill wild cry such as is caused by sudden or extreme terror, pain, or the like."},{"word":"Shrieker","type":"n.","descr":" One who utters a shriek."},{"word":"Shrieval","type":"a.","descr":" Of or pertaining to a sheriff."},{"word":"Shrievalty","type":"n.","descr":" The office, or sphere of jurisdiction, of a sheriff; sheriffalty."},{"word":"Shrieve","type":"n.","descr":" A sheriff."},{"word":"Shrieve","type":"v. t.","descr":" To shrive; to question."},{"word":"Shrift","type":"n.","descr":" The act of shriving."},{"word":"Shrift","type":"n.","descr":" Confession made to a priest, and the absolution consequent upon it."},{"word":"Shright","type":"","descr":" imp. and p. p. of Shriek."},{"word":"Shright","type":"n.","descr":" A shriek; shrieking."},{"word":"Shrike","type":"v. i.","descr":" Any one of numerous species of oscinine birds of the family Laniidae, having a strong hooked bill, toothed at the tip. Most shrikes are insectivorous, but the common European gray shrike (Lanius excubitor), the great northern shrike (L. borealis), and several others, kill mice, small birds, etc., and often impale them on thorns, and are, on that account called also butcher birds. See under Butcher."},{"word":"Shrill","type":"v. i.","descr":" Acute; sharp; piercing; having or emitting a sharp, piercing tone or sound; -- said of a sound, or of that which produces a sound."},{"word":"Shrill","type":"n.","descr":" A shrill sound."},{"word":"Shrilled","type":"imp. and p. p.","descr":" of Shrill"},{"word":"Shrilling","type":"p. pr. and vb. n.","descr":" of Shrill"},{"word":"Shrill","type":"v. i.","descr":" To utter an acute, piercing sound; to sound with a sharp, shrill tone; to become shrill."},{"word":"Shrill","type":"v. t.","descr":" To utter or express in a shrill tone; to cause to make a shrill sound."},{"word":"Shrill-gorged","type":"a.","descr":" Having a throat which produces a shrill note."},{"word":"Shrillness","type":"n.","descr":" The quality or state of being shrill."},{"word":"Shrill-tongued","type":"a.","descr":" Having a shrill voice."},{"word":"Shrilly","type":"adv.","descr":" In a shrill manner; acutely; with a sharp sound or voice."},{"word":"Shrilly","type":"a.","descr":" Somewhat shrill."},{"word":"Shrimp","type":"v. t.","descr":" To contract; to shrink."},{"word":"Shrimp","type":"v.","descr":" Any one of numerous species of macruran Crustacea belonging to Crangon and various allied genera, having a slender body and long legs. Many of them are used as food. The larger kinds are called also prawns. See Illust. of Decapoda."},{"word":"Shrimp","type":"v.","descr":" In a more general sense, any species of the macruran tribe Caridea, or any species of the order Schizopoda, having a similar form."},{"word":"Shrimp","type":"v.","descr":" In a loose sense, any small crustacean, including some amphipods and even certain entomostracans; as, the fairy shrimp, and brine shrimp. See under Fairy, and Brine."},{"word":"Shrimp","type":"v.","descr":" Figuratively, a little wrinkled man; a dwarf; -- in contempt."},{"word":"Shrimper","type":"n.","descr":" One who fishes for shrimps."},{"word":"Shrine","type":"n.","descr":" A case, box, or receptacle, especially one in which are deposited sacred relics, as the bones of a saint."},{"word":"Shrine","type":"n.","descr":" Any sacred place, as an altar, tromb, or the like."},{"word":"Shrine","type":"n.","descr":" A place or object hallowed from its history or associations; as, a shrine of art."},{"word":"Shrine","type":"v. t.","descr":" To enshrine; to place reverently, as in a shrine."},{"word":"Shrank","type":"imp.","descr":" of Shrink"},{"word":"Shrunk","type":"","descr":" of Shrink"},{"word":"Shrunk","type":"p. p.","descr":" of Shrink"},{"word":"Shrunken","type":"","descr":" of Shrink"},{"word":"Shrinking","type":"p. pr. and vb. n.","descr":" of Shrink"},{"word":"Shrink","type":"v. i.","descr":" To wrinkle, bend, or curl; to shrivel; hence, to contract into a less extent or compass; to gather together; to become compacted."},{"word":"Shrink","type":"v. i.","descr":" To withdraw or retire, as from danger; to decline action from fear; to recoil, as in fear, horror, or distress."},{"word":"Shrink","type":"v. i.","descr":" To express fear, horror, or pain by contracting the body, or part of it; to shudder; to quake."},{"word":"Shrink","type":"v. t.","descr":" To cause to contract or shrink; as, to shrink finnel by imersing it in boiling water."},{"word":"Shrink","type":"v. t.","descr":" To draw back; to withdraw."},{"word":"Shrink","type":"n.","descr":" The act shrinking; shrinkage; contraction; also, recoil; withdrawal."},{"word":"Shrinkage","type":"n.","descr":" The act of shrinking; a contraction into less bulk or measurement."},{"word":"Shrinkage","type":"n.","descr":" The amount of such contraction; the bulk or dimension lost by shrinking, as of grain, castings, etc."},{"word":"Shrinkage","type":"n.","descr":" Decrease in value; depreciation."},{"word":"Shrinker","type":"n.","descr":" One who shrinks; one who withdraws from danger."},{"word":"Shrinking","type":"","descr":" a. and n. from Shrink."},{"word":"Shrinkingly","type":"adv.","descr":" In a shrinking manner."},{"word":"Shrivalty","type":"n.","descr":" Shrievalty."},{"word":"Shrived","type":"imp.","descr":" of Shrive"},{"word":"Shrove","type":"","descr":" of Shrive"},{"word":"Shriven","type":"p. p.","descr":" of Shrive"},{"word":"Shrived","type":"","descr":" of Shrive"},{"word":"Shriving","type":"p. pr. and vb. n.","descr":" of Shrive"},{"word":"Shrive","type":"v. t.","descr":" To hear or receive the confession of; to administer confession and absolution to; -- said of a priest as the agent."},{"word":"Shrive","type":"v. t.","descr":" To confess, and receive absolution; -- used reflexively."},{"word":"Shrive","type":"v. i.","descr":" To receive confessions, as a priest; to administer confession and absolution."},{"word":"Shriveled","type":"imp. and p. p.","descr":" of Shrivel"},{"word":"Shrivelled","type":"","descr":" of Shrivel"},{"word":"Shriveling","type":"p. pr. and vb. n.","descr":" of Shrivel"},{"word":"Shrivelling","type":"","descr":" of Shrivel"},{"word":"Shrivel","type":"v. i.","descr":" To draw, or be drawn, into wrinkles; to shrink, and form corrugations; as, a leaf shriveles in the hot sun; the skin shrivels with age; -- often with up."},{"word":"Shrivel","type":"v. t.","descr":" To cause to shrivel or contract; to cause to shrink onto corruptions."},{"word":"Shriven","type":"","descr":" p. p. of Shrive."},{"word":"Shriver","type":"n.","descr":" One who shrives; a confessor."},{"word":"Shriving","type":"n.","descr":" Shrift; confession."},{"word":"Shroff","type":"n.","descr":" A banker, or changer of money."},{"word":"Shroffage","type":"n.","descr":" The examination of coins, and the separation of the good from the debased."},{"word":"Shrood","type":"v. t.","descr":" To trim; to lop."},{"word":"Shroud","type":"n.","descr":" That which clothes, covers, conceals, or protects; a garment."},{"word":"Shroud","type":"n.","descr":" Especially, the dress for the dead; a winding sheet."},{"word":"Shroud","type":"n.","descr":" That which covers or shelters like a shroud."},{"word":"Shroud","type":"n.","descr":" A covered place used as a retreat or shelter, as a cave or den; also, a vault or crypt."},{"word":"Shroud","type":"n.","descr":" The branching top of a tree; foliage."},{"word":"Shroud","type":"n.","descr":" A set of ropes serving as stays to support the masts. The lower shrouds are secured to the sides of vessels by heavy iron bolts and are passed around the head of the lower masts."},{"word":"Shroud","type":"n.","descr":" One of the two annular plates at the periphery of a water wheel, which form the sides of the buckets; a shroud plate."},{"word":"Shrouded","type":"imp. and p. p.","descr":" of Shroud"},{"word":"Shrouding","type":"p. pr. and vb. n.","descr":" of Shroud"},{"word":"Shroud","type":"n.","descr":" To cover with a shroud; especially, to inclose in a winding sheet; to dress for the grave."},{"word":"Shroud","type":"n.","descr":" To cover, as with a shroud; to protect completely; to cover so as to conceal; to hide; to veil."},{"word":"Shroud","type":"v. i.","descr":" To take shelter or harbor."},{"word":"Shroud","type":"v. t.","descr":" To lop. See Shrood."},{"word":"Shrouded","type":"a.","descr":" Provided with a shroud or shrouds."},{"word":"Shrouding","type":"n.","descr":" The shrouds. See Shroud, n., 7."},{"word":"Shroud-laid","type":"a.","descr":" Composed of four strands, and laid right-handed with a heart, or center; -- said of rope. See Illust. under Cordage."},{"word":"Shroudless","type":"a.","descr":" Without a shroud."},{"word":"Shroudy","type":"a.","descr":" Affording shelter."},{"word":"Shrove","type":"","descr":" imp. of Shrive."},{"word":"Shrove","type":"v. i.","descr":" To join in the festivities of Shrovetide; hence, to make merry."},{"word":"Shrovetide","type":"n.","descr":" The days immediately preceding Ash Widnesday, especially the period between the evening before Quinguagesima Sunday and the morning of Ash Wednesday."},{"word":"Shroving","type":"n.","descr":" The festivity of Shrovetide."},{"word":"Shrow","type":"n.","descr":" A shrew."},{"word":"Shrowd","type":"v. t.","descr":" See Shrood."},{"word":"Shrub","type":"n.","descr":" A liquor composed of vegetable acid, especially lemon juice, and sugar, with spirit to preserve it."},{"word":"Shrub","type":"n.","descr":" A woody plant of less size than a tree, and usually with several stems from the same root."},{"word":"Shrub","type":"v. t.","descr":" To lop; to prune."},{"word":"Shrubberies","type":"pl. ","descr":" of Shrubbery"},{"word":"Shrubbery","type":"n.","descr":" A collection of shrubs."},{"word":"Shrubbery","type":"n.","descr":" A place where shrubs are planted."},{"word":"Shrubbiness","type":"n.","descr":" Quality of being shrubby."},{"word":"Shrubby","type":"superl.","descr":" Full of shrubs."},{"word":"Shrubby","type":"superl.","descr":" Of the nature of a shrub; resembling a shrub."},{"word":"Shrubless","type":"a.","descr":" having no shrubs."},{"word":"Shruff","type":"n.","descr":" Rubbish. Specifically: (a) Dross or refuse of metals. [Obs.] (b) Light, dry wood, or stuff used for fuel."},{"word":"Shrugged","type":"imp. and p. p.","descr":" of Shrug"},{"word":"Shrugging","type":"p. pr. and vb. n.","descr":" of Shrug"},{"word":"Shrug","type":"v. t.","descr":" To draw up or contract (the shoulders), especially by way of expressing dislike, dread, doubt, or the like."},{"word":"Shrug","type":"v. i.","descr":" To raise or draw up the shoulders, as in expressing dislike, dread, doubt, or the like."},{"word":"Shrug","type":"n.","descr":" A drawing up of the shoulders, -- a motion usually expressing dislike, dread, or doubt."},{"word":"Shrunken","type":"","descr":" p. p. and a. from Shrink."},{"word":"Shuck","type":"n.","descr":" A shock of grain."},{"word":"Shuck","type":"n.","descr":" A shell, husk, or pod; especially, the outer covering of such nuts as the hickory nut, butternut, peanut, and chestnut."},{"word":"Shuck","type":"n.","descr":" The shell of an oyster or clam."},{"word":"Shucked","type":"imp. and p. p.","descr":" of Shuck"},{"word":"Shucking","type":"p. pr. and vb. n.","descr":" of Shuck"},{"word":"Shuck","type":"v. t.","descr":" To deprive of the shucks or husks; as, to shuck walnuts, Indian corn, oysters, etc."},{"word":"Shucker","type":"n.","descr":" One who shucks oysters or clams"},{"word":"Shuddered","type":"imp. and p. p.","descr":" of Shudder"},{"word":"Shuddering","type":"p. pr. and vb. n.","descr":" of Shudder"},{"word":"Shudder","type":"v. i.","descr":" To tremble or shake with fear, horrer, or aversion; to shiver with cold; to quake."},{"word":"Shudder","type":"n.","descr":" The act of shuddering, as with fear."},{"word":"Shudderingly","type":"adv.","descr":" In a shuddering manner."},{"word":"Shude","type":"n.","descr":" The husks and other refuse of rice mills, used to adulterate oil cake, or linseed cake."},{"word":"Shuffled","type":"imp. and p. p.","descr":" of Shuffle"},{"word":"Shuffling","type":"p. pr. and vb. n.","descr":" of Shuffle"},{"word":"Shuffle","type":"v. t.","descr":" To shove one way and the other; to push from one to another; as, to shuffle money from hand to hand."},{"word":"Shuffle","type":"v. t.","descr":" To mix by pushing or shoving; to confuse; to throw into disorder; especially, to change the relative positions of, as of the cards in a pack."},{"word":"Shuffle","type":"v. t.","descr":" To remove or introduce by artificial confusion."},{"word":"Shuffle","type":"v. i.","descr":" To change the relative position of cards in a pack; as, to shuffle and cut."},{"word":"Shuffle","type":"v. i.","descr":" To change one\\'s position; to shift ground; to evade questions; to resort to equivocation; to prevaricate."},{"word":"Shuffle","type":"v. i.","descr":" To use arts or expedients; to make shift."},{"word":"Shuffle","type":"v. i.","descr":" To move in a slovenly, dragging manner; to drag or scrape the feet in walking or dancing."},{"word":"Shuffle","type":"n.","descr":" The act of shuffling; a mixing confusedly; a slovenly, dragging motion."},{"word":"Shuffle","type":"n.","descr":" A trick; an artifice; an evasion."},{"word":"Shuffleboard","type":"n.","descr":" See Shovelboard."},{"word":"Shufflecap","type":"n.","descr":" A play performed by shaking money in a hat or cap."},{"word":"Shuffler","type":"n.","descr":" One who shuffles."},{"word":"Shuffler","type":"n.","descr":" Either one of the three common American scaup ducks. See Scaup duck, under Scaup."},{"word":"Shufflewing","type":"n.","descr":" The hedg sparrow."},{"word":"Shuffling","type":"a.","descr":" Moving with a dragging, scraping step."},{"word":"Shuffling","type":"a.","descr":" Evasive; as, a shuffling excuse."},{"word":"Shuffling","type":"v.","descr":" In a shuffling manner."},{"word":"Shug","type":"v. i.","descr":" To writhe the body so as to produce friction against one\\'s clothes, as do those who have the itch."},{"word":"Shug","type":"v. i.","descr":" Hence, to crawl; to sneak."},{"word":"Shumac","type":"n.","descr":" Sumac."},{"word":"Shunned","type":"imp. and p. p.","descr":" of Shun"},{"word":"Shunning","type":"p. pr. and vb. n.","descr":" of Shun"},{"word":"Shun","type":"v. t.","descr":" To avoid; to keep clear of; to get out of the way of; to escape from; to eschew; as, to shun rocks, shoals, vice."},{"word":"Shunless","type":"a.","descr":" Not to be shunned; inevitable; unavoidable."},{"word":"Shunted","type":"imp. and p. p.","descr":" of Shunt"},{"word":"Shunting","type":"p. pr. and vb. n.","descr":" of Shunt"},{"word":"Shunt","type":"v. t.","descr":" To shun; to move from."},{"word":"Shunt","type":"v. t.","descr":" To cause to move suddenly; to give a sudden start to; to shove."},{"word":"Shunt","type":"v. t.","descr":" To turn off to one side; especially, to turn off, as a grain or a car upon a side track; to switch off; to shift."},{"word":"Shunt","type":"v. t.","descr":" To provide with a shunt; as, to shunt a galvanometer."},{"word":"Shunt","type":"v. i.","descr":" To go aside; to turn off."},{"word":"Shunt","type":"v. t.","descr":" A turning off to a side or short track, that the principal track may be left free."},{"word":"Shunt","type":"v. t.","descr":" A conducting circuit joining two points in a conductor, or the terminals of a galvanometer or dynamo, so as to form a parallel or derived circuit through which a portion of the current may pass, for the purpose of regulating the amount passing in the main circuit."},{"word":"Shunt","type":"v. t.","descr":" The shifting of the studs on a projectile from the deep to the shallow sides of the grooves in its discharge from a shunt gun."},{"word":"Shunter","type":"n.","descr":" A person employed to shunt cars from one track to another."},{"word":"Shut","type":"imp. and p. p.","descr":" of Shut"},{"word":"Shutting","type":"p. pr. and vb. n.","descr":" of Shut"},{"word":"Shut","type":"v. t.","descr":" To close so as to hinder ingress or egress; as, to shut a door or a gate; to shut one\\'s eyes or mouth."},{"word":"Shut","type":"v. t.","descr":" To forbid entrance into; to prohibit; to bar; as, to shut the ports of a country by a blockade."},{"word":"Shut","type":"v. t.","descr":" To preclude; to exclude; to bar out."},{"word":"Shut","type":"v. t.","descr":" To fold together; to close over, as the fingers; to close by bringing the parts together; as, to shut the hand; to shut a book."},{"word":"Shut","type":"v. i.","descr":" To close itself; to become closed; as, the door shuts; it shuts hard."},{"word":"Shut","type":"a.","descr":" Closed or fastened; as, a shut door."},{"word":"Shut","type":"a.","descr":" Rid; clear; free; as, to get shut of a person."},{"word":"Shut","type":"a.","descr":" Formed by complete closure of the mouth passage, and with the nose passage remaining closed; stopped, as are the mute consonants, p, t, k, b, d, and hard g."},{"word":"Shut","type":"a.","descr":" Cut off sharply and abruptly by a following consonant in the same syllable, as the English short vowels, \/, \/, \/, \/, \/, always are."},{"word":"Shut","type":"n.","descr":" The act or time of shutting; close; as, the shut of a door."},{"word":"Shut","type":"n.","descr":" A door or cover; a shutter."},{"word":"Shut","type":"n.","descr":" The line or place where two pieces of metal are united by welding."},{"word":"Shute","type":"n.","descr":" Same as Chute, or Shoot."},{"word":"Shutter","type":"n.","descr":" One who shuts or closes."},{"word":"Shutter","type":"n.","descr":" A movable cover or screen for a window, designed to shut out the light, to obstruct the view, or to be of some strength as a defense; a blind."},{"word":"Shutter","type":"n.","descr":" A removable cover, or a gate, for closing an aperture of any kind, as for closing the passageway for molten iron from a ladle."},{"word":"Shuttered","type":"a.","descr":" Furnished with shutters."},{"word":"Shuttle","type":"n.","descr":" An instrument used in weaving for passing or shooting the thread of the woof from one side of the cloth to the other between the threads of the warp."},{"word":"Shuttle","type":"n.","descr":" The sliding thread holder in a sewing machine, which carries the lower thread through a loop of the upper thread, to make a lock stitch."},{"word":"Shuttle","type":"n.","descr":" A shutter, as for a channel for molten metal."},{"word":"Shuttle","type":"v. i.","descr":" To move backwards and forwards, like a shuttle."},{"word":"Shuttlecock","type":"n.","descr":" A cork stuck with feathers, which is to be struck by a battledoor in play; also, the play itself."},{"word":"Shuttlecock","type":"v. t.","descr":" To send or toss to and fro; to bandy; as, to shuttlecock words."},{"word":"Shuttlecork","type":"n.","descr":" See Shuttlecock."},{"word":"Shuttlewise","type":"adv.","descr":" Back and forth, like the movement of a shuttle."},{"word":"Shwan-pan","type":"n.","descr":" See Schwan-pan."},{"word":"Shy","type":"superl.","descr":" Easily frightened; timid; as, a shy bird."},{"word":"Shy","type":"superl.","descr":" Reserved; coy; disinclined to familiar approach."},{"word":"Shy","type":"superl.","descr":" Cautious; wary; suspicious."},{"word":"Shied","type":"imp. and p. p.","descr":" of Shy"},{"word":"Shying","type":"p. pr. and vb. n.","descr":" of Shy"},{"word":"Shy","type":"a.","descr":" To start suddenly aside through fright or suspicion; -- said especially of horses."},{"word":"Shy","type":"v. t.","descr":" To throw sidewise with a jerk; to fling; as, to shy a stone; to shy a slipper."},{"word":"Shy","type":"n.","descr":" A sudden start aside, as by a horse."},{"word":"Shy","type":"n.","descr":" A side throw; a throw; a fling."},{"word":"Shyly","type":"adv.","descr":" In a shy or timid manner; not familiarly; with reserve."},{"word":"Shyness","type":"n.","descr":" The quality or state of being shy."},{"word":"Shyster","type":"n.","descr":" A trickish knave; one who carries on any business, especially legal business, in a mean and dishonest way."}]