[{"word":"Sought","type":"imp. and p. p.","descr":" of Seek"},{"word":"Sod","type":"","descr":" of Seethe"},{"word":"Sodden","type":"","descr":" of Seethe"},{"word":"Sold","type":"imp. and p. p.","descr":" of Sell"},{"word":"Soaked","type":"imp. and p. p.","descr":" of Soak"},{"word":"Soaking","type":"p. pr. and vb. n.","descr":" of Soak"},{"word":"Soak","type":"v. t.","descr":" To cause or suffer to lie in a fluid till the substance has imbibed what it can contain; to macerate in water or other liquid; to steep, as for the purpose of softening or freshening; as, to soak cloth; to soak bread; to soak salt meat, salt fish, or the like."},{"word":"Soak","type":"v. t.","descr":" To drench; to wet thoroughly."},{"word":"Soak","type":"v. t.","descr":" To draw in by the pores, or through small passages; as, a sponge soaks up water; the skin soaks in moisture."},{"word":"Soak","type":"v. t.","descr":" To make (its way) by entering pores or interstices; -- often with through."},{"word":"Soak","type":"v. t.","descr":" Fig.: To absorb; to drain."},{"word":"Soak","type":"v. i.","descr":" To lie steeping in water or other liquid; to become sturated; as, let the cloth lie and soak."},{"word":"Soak","type":"v. i.","descr":" To enter (into something) by pores or interstices; as, water soaks into the earth or other porous matter."},{"word":"Soak","type":"v. i.","descr":" To drink intemperately or gluttonously."},{"word":"Soakage","type":"n.","descr":" The act of soaking, or the state of being soaked; also, the quantity that enters or issues by soaking."},{"word":"Soaker","type":"n.","descr":" One who, or that which, soaks."},{"word":"Soaker","type":"n.","descr":" A hard drinker."},{"word":"Soaking","type":"a.","descr":" Wetting thoroughly; drenching; as, a soaking rain."},{"word":"Soaky","type":"a.","descr":" Full of moisture; wet; soppy."},{"word":"Soal","type":"n.","descr":" The sole of a shoe."},{"word":"Soal","type":"n.","descr":" See Sole, the fish."},{"word":"Soal","type":"n.","descr":" A dirty pond."},{"word":"Soam","type":"n.","descr":" A chain by which a leading horse draws a plow."},{"word":"Soap","type":"n.","descr":" A substance which dissolves in water, thus forming a lather, and is used as a cleansing agent. Soap is produced by combining fats or oils with alkalies or alkaline earths, usually by boiling, and consists of salts of sodium, potassium, etc., with the fatty acids (oleic, stearic, palmitic, etc.). See the Note below, and cf. Saponification. By extension, any compound of similar composition or properties, whether used as a cleaning agent or not."},{"word":"Soaped","type":"imp. and p. p.","descr":" of Soap"},{"word":"Soaping","type":"p. pr. and vb. n.","descr":" of Soap"},{"word":"Soap","type":"v. t.","descr":" To rub or wash over with soap."},{"word":"Soap","type":"v. t.","descr":" To flatter; to wheedle."},{"word":"Soapberry tree","type":"","descr":" Any tree of the genus Sapindus, esp. Sapindus saponaria, the fleshy part of whose fruit is used instead of soap in washing linen; -- also called soap tree."},{"word":"Soapfish","type":"n.","descr":" Any serranoid fish of the genus Rhypticus; -- so called from the soapy feeling of its skin."},{"word":"Soapiness","type":"n.","descr":" Quality or state of being soapy."},{"word":"Soaproot","type":"n.","descr":" A perennial herb (Gypsophila Struthium) the root of which is used in Spain as a substitute for soap."},{"word":"Soapstone","type":"n.","descr":" See Steatite, and Talc."},{"word":"Soapsuds","type":"n. pl.","descr":" Suds made with soap."},{"word":"Soapwort","type":"n.","descr":" A common plant (Saponaria officinalis) of the Pink family; -- so called because its bruised leaves, when agitated in water, produce a lather like that from soap. Called also Bouncing Bet."},{"word":"Soapy","type":"superl.","descr":" Resembling soap; having the qualities of, or feeling like, soap; soft and smooth."},{"word":"Soapy","type":"superl.","descr":" Smeared with soap; covered with soap."},{"word":"Soared","type":"imp. and p. p.","descr":" of Soar"},{"word":"Soaring","type":"p. pr. and vb. n.","descr":" of Soar"},{"word":"Soar","type":"v. i.","descr":" To fly aloft, as a bird; to mount upward on wings, or as on wings."},{"word":"Soar","type":"v. i.","descr":" Fig.: To rise in thought, spirits, or imagination; to be exalted in mood."},{"word":"Soar","type":"n.","descr":" The act of soaring; upward flight."},{"word":"Soar","type":"a.","descr":" See 3d Sore."},{"word":"Soar","type":"a.","descr":" See Sore, reddish brown."},{"word":"Soaring","type":"","descr":" a. and n. from Soar."},{"word":"Soave","type":"a.","descr":" Sweet."},{"word":"Soavemente","type":"adv.","descr":" Sweetly."},{"word":"Sob","type":"v. t.","descr":" To soak."},{"word":"Sobbed","type":"imp. and p. p.","descr":" of Sob"},{"word":"Sobbing","type":"p. pr. and vb. n.","descr":" of Sob"},{"word":"Sob","type":"v. i.","descr":" To sigh with a sudden heaving of the breast, or with a kind of convulsive motion; to sigh with tears, and with a convulsive drawing in of the breath."},{"word":"Sob","type":"n.","descr":" The act of sobbing; a convulsive sigh, or inspiration of the breath, as in sorrow."},{"word":"Sob","type":"n.","descr":" Any sorrowful cry or sound."},{"word":"Sobbing","type":"n.","descr":" A series of short, convulsive inspirations, the glottis being suddenly closed so that little or no air enters into the lungs."},{"word":"Sober","type":"superl.","descr":" Temperate in the use of spirituous liquors; habitually temperate; as, a sober man."},{"word":"Sober","type":"superl.","descr":" Not intoxicated or excited by spirituous liquors; as, the sot may at times be sober."},{"word":"Sober","type":"superl.","descr":" Not mad or insane; not wild, visionary, or heated with passion; exercising cool, dispassionate reason; self-controlled; self-possessed."},{"word":"Sober","type":"superl.","descr":" Not proceeding from, or attended with, passion; calm; as, sober judgment; a man in his sober senses."},{"word":"Sober","type":"superl.","descr":" Serious or subdued in demeanor, habit, appearance, or color; solemn; grave; sedate."},{"word":"Sobered","type":"imp. and p. p.","descr":" of Sober"},{"word":"Sobering","type":"p. pr. and vb. n.","descr":" of Sober"},{"word":"Sober","type":"v. t.","descr":" To make sober."},{"word":"Sober","type":"v. i.","descr":" To become sober; -- often with down."},{"word":"Soberize","type":"v. t. and i.","descr":" To sober."},{"word":"Soberly","type":"adv.","descr":" In a sober manner; temperately; cooly; calmly; gravely; seriously."},{"word":"Soberly","type":"a.","descr":" Grave; serious; solemn; sad."},{"word":"Sober-minded","type":"a.","descr":" Having a disposition or temper habitually sober."},{"word":"Soberness","type":"n.","descr":" The quality or state of being sober."},{"word":"Soboles","type":"n.","descr":" A shoot running along under ground, forming new plants at short distances."},{"word":"Soboles","type":"n.","descr":" A sucker, as of tree or shrub."},{"word":"Soboliferous","type":"a.","descr":" Producing soboles. See Illust. of Houseleek."},{"word":"Sobriety","type":"n.","descr":" Habitual soberness or temperance as to the use of spirituous liquors; as, a man of sobriety."},{"word":"Sobriety","type":"n.","descr":" Habitual freedom from enthusiasm, inordinate passion, or overheated imagination; calmness; coolness; gravity; seriousness; as, the sobriety of riper years."},{"word":"Sobriquet","type":"n.","descr":" An assumed name; a fanciful epithet or appellation; a nickname."},{"word":"Soc","type":"n.","descr":" The lord\\'s power or privilege of holding a court in a district, as in manor or lordship; jurisdiction of causes, and the limits of that jurisdiction."},{"word":"Soc","type":"n.","descr":" Liberty or privilege of tenants excused from customary burdens."},{"word":"Soc","type":"n.","descr":" An exclusive privilege formerly claimed by millers of grinding all the corn used within the manor or township which the mill stands."},{"word":"Socage","type":"n.","descr":" A tenure of lands and tenements by a certain or determinate service; a tenure distinct from chivalry or knight\\'s service, in which the obligations were uncertain. The service must be certain, in order to be denominated socage, as to hold by fealty and twenty shillings rent."},{"word":"Socager","type":"n.","descr":" A tennant by socage; a socman."},{"word":"So-called","type":"a.","descr":" So named; called by such a name (but perhaps called thus with doubtful propriety)."},{"word":"Sociability","type":"n.","descr":" The quality of being sociable; sociableness."},{"word":"Sociable","type":"n.","descr":" A gathering of people for social purposes; an informal party or reception; as, a church sociable."},{"word":"Sociable","type":"n.","descr":" A carriage having two double seats facing each other, and a box for the driver."},{"word":"Sociableness","type":"n.","descr":" The quality of being sociable."},{"word":"Sociably","type":"adv.","descr":" In a sociable manner."},{"word":"Social","type":"a.","descr":" Of or pertaining to society; relating to men living in society, or to the public as an aggregate body; as, social interest or concerns; social pleasure; social benefits; social happiness; social duties."},{"word":"Social","type":"a.","descr":" Ready or disposed to mix in friendly converse; companionable; sociable; as, a social person."},{"word":"Social","type":"a.","descr":" Consisting in union or mutual intercourse."},{"word":"Social","type":"a.","descr":" Naturally growing in groups or masses; -- said of many individual plants of the same species."},{"word":"Social","type":"a.","descr":" Living in communities consisting of males, females, and neuters, as do ants and most bees."},{"word":"Social","type":"a.","descr":" Forming compound groups or colonies by budding from basal processes or stolons; as, the social ascidians."},{"word":"Socialism","type":"n.","descr":" A theory or system of social reform which contemplates a complete reconstruction of society, with a more just and equitable distribution of property and labor. In popular usage, the term is often employed to indicate any lawless, revolutionary social scheme. See Communism, Fourierism, Saint-Simonianism, forms of socialism."},{"word":"Socialist","type":"n.","descr":" One who advocates or practices the doctrines of socialism."},{"word":"Socialist","type":"a.","descr":" Alt. of Socialistic"},{"word":"Socialistic","type":"a.","descr":" Pertaining to, or of the nature of, socialism."},{"word":"Sociality","type":"n.","descr":" The quality of being social; socialness."},{"word":"Socialize","type":"v. t.","descr":" To render social."},{"word":"Socialize","type":"v. t.","descr":" To subject to, or regulate by, socialism."},{"word":"Socially","type":"adv.","descr":" In a social manner; sociably."},{"word":"Socialness","type":"n.","descr":" The quality or state of being social."},{"word":"Sociate","type":"a.","descr":" Associated."},{"word":"Sociate","type":"n.","descr":" An associate."},{"word":"Sociate","type":"v. i.","descr":" To associate."},{"word":"Societarian","type":"a.","descr":" Of or pertaining to society; social."},{"word":"Societary","type":"a.","descr":" Societarian."},{"word":"Societies","type":"pl. ","descr":" of Society"},{"word":"Society","type":"n.","descr":" The relationship of men to one another when associated in any way; companionship; fellowship; company."},{"word":"Society","type":"n.","descr":" Connection; participation; partnership."},{"word":"Society","type":"n.","descr":" A number of persons associated for any temporary or permanent object; an association for mutual or joint usefulness, pleasure, or profit; a social union; a partnership; as, a missionary society."},{"word":"Society","type":"n.","descr":" The persons, collectively considered, who live in any region or at any period; any community of individuals who are united together by a common bond of nearness or intercourse; those who recognize each other as associates, friends, and acquaintances."},{"word":"Society","type":"n.","descr":" Specifically, the more cultivated portion of any community in its social relations and influences; those who mutually give receive formal entertainments."},{"word":"Socinian","type":"a.","descr":" Of or pertaining to Socinus, or the Socinians."},{"word":"Socinian","type":"n.","descr":" One of the followers of Socinus; a believer in Socinianism."},{"word":"Socinianism","type":"n.","descr":" The tenets or doctrines of Faustus Socinus, an Italian theologian of the sixteenth century, who denied the Trinity, the deity of Christ, the personality of the Devil, the native and total depravity of man, the vicarious atonement, and the eternity of future punishment. His theory was, that Christ was a man divinely commissioned, who had no existence before he was conceived by the Virgin Mary; that human sin was the imitation of Adam\\'s sin, and that human salvation was the imitation and adoption of Christ\\'s virtue; that the Bible was to be interpreted by human reason; and that its language was metaphorical, and not to be taken literally."},{"word":"Socinianized","type":"imp. and p. p.","descr":" of Socinianize"},{"word":"Socinianizing","type":"p. pr. and vb. n.","descr":" of Socinianize"},{"word":"Socinianize","type":"v. t.","descr":" To cause to conform to Socinianism; to regulate by, or imbue with, the principles of Socinianism."},{"word":"Sociologic","type":"a.","descr":" Alt. of Sociological"},{"word":"Sociological","type":"a.","descr":" Of or pertaining to sociology, or social science."},{"word":"Sociologist","type":"n.","descr":" One who treats of, or devotes himself to, the study of sociology."},{"word":"Sociology","type":"n.","descr":" That branch of philosophy which treats of the constitution, phenomena, and development of human society; social science."},{"word":"Sock","type":"n.","descr":" A plowshare."},{"word":"Sock","type":"n.","descr":" The shoe worn by actors of comedy in ancient Greece and Rome, -- used as a symbol of comedy, or of the comic drama, as distinguished from tragedy, which is symbolized by the buskin."},{"word":"Sock","type":"n.","descr":" A knit or woven covering for the foot and lower leg; a stocking with a short leg."},{"word":"Sock","type":"n.","descr":" A warm inner sole for a shoe."},{"word":"Sockdolager","type":"n.","descr":" That which finishes or ends a matter; a settler; a poser, as a heavy blow, a conclusive answer, and the like."},{"word":"Sockdolager","type":"n.","descr":" A combination of two hooks which close upon each other, by means of a spring, as soon as the fish bites."},{"word":"Socket","type":"n.","descr":" An opening into which anything is fitted; any hollow thing or place which receives and holds something else; as, the sockets of the teeth."},{"word":"Socket","type":"n.","descr":" Especially, the hollow tube or place in which a candle is fixed in the candlestick."},{"word":"Socketed","type":"a.","descr":" Having a socket."},{"word":"Sockless","type":"a.","descr":" Destitute of socks or shoes."},{"word":"Socky","type":"a.","descr":" Wet; soaky."},{"word":"Socle","type":"n.","descr":" A plain block or plinth forming a low pedestal; any base; especially, the base of a statue, column, or the like. See Plinth."},{"word":"Socle","type":"n.","descr":" A plain face or plinth at the lower part of a wall."},{"word":"Socmen","type":"pl. ","descr":" of Socman"},{"word":"Socman","type":"n.","descr":" One who holds lands or tenements by socage; a socager."},{"word":"Socmanry","type":"n.","descr":" Tenure by socage."},{"word":"Socome","type":"n.","descr":" A custom of tenants to grind corn at the lord\\'s mill."},{"word":"Socotrine","type":"a.","descr":" Of or pertaining to Socotra, an island in the Indian Ocean, on the east coast of Africa."},{"word":"Socotrine","type":"n.","descr":" A native or inhabitant of Socotra."},{"word":"Socratic","type":"a.","descr":" Alt. of Socratical"},{"word":"Socratical","type":"a.","descr":" Of or pertaining to Socrates, the Grecian sage and teacher. (b. c. 469-399), or to his manner of teaching and philosophizing."},{"word":"Socratically","type":"adv.","descr":" In the Socratic method."},{"word":"Socratism","type":"n.","descr":" The philosophy or the method of Socrates."},{"word":"Socratist","type":"n.","descr":" A disciple or follower of Socrates."},{"word":"Sod","type":"n.","descr":" The rock dove."},{"word":"Sod","type":"","descr":" imp. of Seethe."},{"word":"Sod","type":"n.","descr":" That stratum of the surface of the soil which is filled with the roots of grass, or any portion of that surface; turf; sward."},{"word":"Sodden","type":"imp. and p. p.","descr":" of Sod"},{"word":"Sodding","type":"p. pr. and vb. n.","descr":" of Sod"},{"word":"Sod","type":"v. t.","descr":" To cover with sod; to turf."},{"word":"Soda","type":"n.","descr":" Sodium oxide or hydroxide."},{"word":"Soda","type":"n.","descr":" Popularly, sodium carbonate or bicarbonate."},{"word":"Sodaic","type":"a.","descr":" Pertaining to, or containing, soda."},{"word":"Sodalite","type":"n.","descr":" A mineral of a white to blue or gray color, occuring commonly in dodecahedrons, also massive.  It is a silicate of alumina and soda with some chlorine."},{"word":"Sodalities","type":"pl. ","descr":" of Sodality"},{"word":"Sodality","type":"n.","descr":" A fellowship or fraternity; a brotherhood."},{"word":"Sodality","type":"n.","descr":" Specifically, a lay association for devotion or for charitable purposes."},{"word":"Sodamide","type":"n.","descr":" A greenish or reddish crystalline substance, NaNH2, obtained by passing ammonia over heated sodium."},{"word":"Sodden","type":"p. p.","descr":" Boiled; seethed; also, soaked; heavy with moisture; saturated; as, sodden beef; sodden bread; sodden fields."},{"word":"Sodden","type":"v. i.","descr":" To be seethed; to become sodden."},{"word":"Sodden","type":"v. t.","descr":" To soak; to make heavy with water."},{"word":"Sodden-witted","type":"a.","descr":" Heavy; dull."},{"word":"Soddy","type":"a.","descr":" Consisting of sod; covered with sod; turfy."},{"word":"Soder","type":"n. and v. t.","descr":" See Solder."},{"word":"Sodic","type":"a.","descr":" Of or pertaining to sodium; containing sodium."},{"word":"Sodio-","type":"","descr":" A combining form (also used adjectively) denoting the presence of sodium or one of its compounds."},{"word":"Sodium","type":"n.","descr":" A common metallic element of the alkali group, in nature always occuring combined, as in common salt, in albite, etc. It is isolated as a soft, waxy, white, unstable metal, so readily oxidized that it combines violently with water, and to be preserved must be kept under petroleum or some similar liquid. Sodium is used combined in many salts, in the free state as a reducer, and as a means of obtaining other metals (as magnesium and aluminium) is an important commercial product. Symbol Na  (Natrium). Atomic weight 23. Specific gravity 0.97."},{"word":"Sodomite","type":"n.","descr":" An inhabitant of Sodom."},{"word":"Sodomite","type":"n.","descr":" One guilty of sodomy."},{"word":"Sodomitical","type":"a.","descr":" Pertaining to, or of the nature of, sodomy."},{"word":"Sodomy","type":"n.","descr":" Carnal copulation in a manner against nature; buggery."},{"word":"Soe","type":"n.","descr":" A large wooden vessel for holding water; a cowl."},{"word":"Soever","type":"","descr":" A word compounded of so and ever, used in composition with who, what, where, when, how, etc., and indicating any out of all possible or supposable persons, things, places, times, ways, etc. It is sometimes used separate from the pronoun or adverb."},{"word":"Sofas","type":"pl. ","descr":" of Sofa"},{"word":"Sofa","type":"n.","descr":" A long seat, usually with a cushioned bottom, back, and ends; -- much used as a comfortable piece of furniture."},{"word":"Soffit","type":"n.","descr":" The under side of the subordinate parts and members of buildings, such as staircases, entablatures, archways, cornices, or the like. See Illust. of Lintel."},{"word":"Sofis","type":"pl. ","descr":" of Sofi"},{"word":"Sofi","type":"n.","descr":" Same as Sufi."},{"word":"Sofism","type":"n.","descr":" Same as Sufism."},{"word":"Soft","type":"superl.","descr":" Easily yielding to pressure; easily impressed, molded, or cut; not firm in resisting; impressible; yielding; also, malleable; -- opposed to hard; as, a soft bed; a soft peach; soft earth; soft wood or metal."},{"word":"Soft","type":"superl.","descr":" Not rough, rugged, or harsh to the touch; smooth; delicate; fine; as, soft silk; a soft skin."},{"word":"Soft","type":"superl.","descr":" Hence, agreeable to feel, taste, or inhale; not irritating to the tissues; as, a soft liniment; soft wines."},{"word":"Soft","type":"superl.","descr":" Not harsh or offensive to the sight; not glaring; pleasing to the eye; not exciting by intensity of color or violent contrast; as, soft hues or tints."},{"word":"Soft","type":"superl.","descr":" Not harsh or rough in sound; gentle and pleasing to the ear; flowing; as, soft whispers of music."},{"word":"Soft","type":"superl.","descr":" Easily yielding; susceptible to influence; flexible; gentle; kind."},{"word":"Soft","type":"superl.","descr":" Expressing gentleness, tenderness, or the like; mild; conciliatory; courteous; kind; as, soft eyes."},{"word":"Soft","type":"superl.","descr":" Effeminate; not courageous or manly, weak."},{"word":"Soft","type":"superl.","descr":" Gentle in action or motion; easy."},{"word":"Soft","type":"superl.","descr":" Weak in character; impressible."},{"word":"Soft","type":"superl.","descr":" Somewhat weak in intellect."},{"word":"Soft","type":"superl.","descr":" Quiet; undisturbed; paceful; as, soft slumbers."},{"word":"Soft","type":"superl.","descr":" Having, or consisting of, a gentle curve or curves; not angular or abrupt; as, soft outlines."},{"word":"Soft","type":"superl.","descr":" Not tinged with mineral salts; adapted to decompose soap; as, soft water is the best for washing."},{"word":"Soft","type":"superl.","descr":" Applied to a palatal, a sibilant, or a dental consonant (as g in gem, c in cent, etc.) as distinguished from a guttural mute (as g in go, c in cone, etc.); -- opposed to hard."},{"word":"Soft","type":"superl.","descr":" Belonging to the class of sonant elements as distinguished from the surd, and considered as involving less force in utterance; as, b, d, g, z, v, etc., in contrast with p, t, k, s, f, etc."},{"word":"Soft","type":"n.","descr":" A soft or foolish person; an idiot."},{"word":"Soft","type":"adv.","descr":" Softly; without roughness or harshness; gently; quietly."},{"word":"Soft","type":"interj.","descr":" Be quiet; hold; stop; not so fast."},{"word":"Softa","type":"n.","descr":" Any one attached to a Mohammedan mosque, esp. a student of the higher branches of theology in a mosque school."},{"word":"Softened","type":"imp. and p. p.","descr":" of Soften"},{"word":"Softening","type":"p. pr. and vb. n.","descr":" of Soften"},{"word":"Soften","type":"v. t.","descr":" To make soft or more soft."},{"word":"Soften","type":"v. t.","descr":" To render less hard; -- said of matter."},{"word":"Soften","type":"v. t.","descr":" To mollify; to make less fierce or intractable."},{"word":"Soften","type":"v. t.","descr":" To palliate; to represent as less enormous; as, to soften a fault."},{"word":"Soften","type":"v. t.","descr":" To compose; to mitigate; to assuage."},{"word":"Soften","type":"v. t.","descr":" To make less harsh, less rude, less offensive, or less violent, or to render of an opposite quality."},{"word":"Soften","type":"v. t.","descr":" To make less glaring; to tone down; as, to soften the coloring of a picture."},{"word":"Soften","type":"v. t.","descr":" To make tender; to make effeminate; to enervate; as, troops softened by luxury."},{"word":"Soften","type":"v. t.","descr":" To make less harsh or grating, or of a quality the opposite; as, to soften the voice."},{"word":"Soften","type":"v. i.","descr":" To become soft or softened, or less rude, harsh, severe, or obdurate."},{"word":"Softener","type":"n.","descr":" One who, or that which, softens."},{"word":"Softening","type":"","descr":" a. and n. from Soften, v."},{"word":"Soft-finned","type":"a.","descr":" Having the fin rays cartilaginous or flexible; without spines; -- said of certain fishes."},{"word":"Soft-headed","type":"a.","descr":" Weak in intellect."},{"word":"Soft-hearted","type":"a.","descr":" Having softness or tenderness of heart; susceptible of pity or other kindly affection; gentle; meek."},{"word":"Softish","type":"a.","descr":" Somewhat soft."},{"word":"Softling","type":"n.","descr":" A soft, effeminate person; a voluptuary."},{"word":"Softly","type":"adv.","descr":" In a soft manner."},{"word":"Softner","type":"n.","descr":" See Softener."},{"word":"Softness","type":"n.","descr":" The quality or state of being soft; -- opposed to hardness, and used in the various specific senses of the adjective."},{"word":"Soft-shell","type":"a.","descr":" Alt. of Soft-shelled"},{"word":"Soft-shelled","type":"a.","descr":" Having a soft or fragile shell."},{"word":"Soft-spoken","type":"a.","descr":" Speaking softly; having a mild or gentle voice; hence, mild; affable."},{"word":"Sogginess","type":"n.","descr":" The quality or state of being soggy; soddenness; wetness."},{"word":"Soggy","type":"superl.","descr":" Filled with water; soft with moisture; sodden; soaked; wet; as, soggy land or timber."},{"word":"Soho","type":"interj.","descr":" Ho; -- a word used in calling from a distant place; a sportsman\\'s halloo."},{"word":"Soi-disant","type":"a.","descr":" Calling himself; self-styled; pretended; would-be."},{"word":"Soiled","type":"imp. and p. p.","descr":" of Soil"},{"word":"Soiling","type":"p. pr. and vb. n.","descr":" of Soil"},{"word":"Soil","type":"v. t.","descr":" To feed, as cattle or horses, in the barn or an inclosure, with fresh grass or green food cut for them, instead of sending them out to pasture; hence (such food having the effect of purging them), to purge by feeding on green food; as, to soil a horse."},{"word":"Soil","type":"n.","descr":" The upper stratum of the earth; the mold, or that compound substance which furnishes nutriment to plants, or which is particularly adapted to support and nourish them."},{"word":"Soil","type":"n.","descr":" Land; country."},{"word":"Soil","type":"n.","descr":" Dung; faeces; compost; manure; as, night soil."},{"word":"Soil","type":"v. t.","descr":" To enrich with soil or muck; to manure."},{"word":"Soil","type":"n.","descr":" A marshy or miry place to which a hunted boar resorts for refuge; hence, a wet place, stream, or tract of water, sought for by other game, as deer."},{"word":"Soil","type":"n.","descr":" To make dirty or unclean on the surface; to foul; to dirty; to defile; as, to soil a garment with dust."},{"word":"Soil","type":"n.","descr":" To stain or mar, as with infamy or disgrace; to tarnish; to sully."},{"word":"Soil","type":"v. i.","descr":" To become soiled; as, light colors soil sooner than dark ones."},{"word":"Soil","type":"n.","descr":" That which soils or pollutes; a soiled place; spot; stain."},{"word":"Soiliness","type":"n.","descr":" Stain; foulness."},{"word":"Soilless","type":"a.","descr":" Destitute of soil or mold."},{"word":"Soilure","type":"n.","descr":" Stain; pollution."},{"word":"Soily","type":"a.","descr":" Dirty; soiled."},{"word":"Soiree","type":"n.","descr":" An evening party; -- distinguished from levee, and matinee."},{"word":"Soja","type":"n.","descr":" An Asiatic leguminous herb (Glycine Soja) the seeds of which are used in preparing the sauce called soy."},{"word":"Sojourned","type":"imp. and p. p.","descr":" of Sojourn"},{"word":"Sojourning","type":"p. pr. and vb. n.","descr":" of Sojourn"},{"word":"Sojourn","type":"v. i.","descr":" To dwell for a time; to dwell or live in a place as a temporary resident or as a stranger, not considering the place as a permanent habitation; to delay; to tarry."},{"word":"Sojourn","type":"v. i.","descr":" A temporary residence, as that of a traveler in a foreign land."},{"word":"Sojourner","type":"n.","descr":" One who sojourns."},{"word":"Sojourning","type":"n.","descr":" The act or state of one who sojourns."},{"word":"Sojournment","type":"n.","descr":" Temporary residence, as that of a stranger or a traveler."},{"word":"Soke","type":"n.","descr":" See Soc."},{"word":"Soke","type":"n.","descr":" One of the small territorial divisions into which Lincolnshire, England, is divided."},{"word":"Sokeman","type":"n.","descr":" See Socman."},{"word":"Sokemanry","type":"n.","descr":" See Socmanry."},{"word":"Soken","type":"n.","descr":" A toll. See Soc, n., 2."},{"word":"Soken","type":"n.","descr":" A district held by socage."},{"word":"Soko","type":"n.","descr":" An African anthropoid ape, supposed to be a variety of the chimpanzee."},{"word":"Sol","type":"n.","descr":" The sun."},{"word":"Sol","type":"n.","descr":" Gold; -- so called from its brilliancy, color, and value."},{"word":"Sol","type":"n.","descr":" A syllable applied in solmization to the note G, or to the fifth tone of any diatonic scale."},{"word":"Sol","type":"n.","descr":" The tone itself."},{"word":"Sol","type":"n.","descr":" A sou."},{"word":"Sol","type":"n.","descr":" A silver and gold coin of Peru. The silver sol is the unit of value, and is worth about 68 cents."},{"word":"Sola","type":"a.","descr":" See Solus."},{"word":"Sola","type":"n.","descr":" A leguminous plant (Aeschynomene aspera) growing in moist places in Southern India and the East Indies. Its pithlike stem is used for making hats, swimming-jackets, etc."},{"word":"Solace","type":"v. t.","descr":" Comfort in grief; alleviation of grief or anxiety; also, that which relieves in distress; that which cheers or consoles; relief."},{"word":"Solace","type":"v. t.","descr":" Rest; relaxation; ease."},{"word":"Solaced","type":"imp. and p. p.","descr":" of Solace"},{"word":"Solacing","type":"p. pr. and vb. n.","descr":" of Solace"},{"word":"Solace","type":"n.","descr":" To cheer in grief or under calamity; to comfort; to relieve in affliction, solitude, or discomfort; to console; -- applied to persons; as, to solace one with the hope of future reward."},{"word":"Solace","type":"n.","descr":" To allay; to assuage; to soothe; as, to solace grief."},{"word":"Solace","type":"v. i.","descr":" To take comfort; to be cheered."},{"word":"Solacement","type":"n.","descr":" The act of solacing, or the state of being solaced; also, that which solaces."},{"word":"Solacious","type":"a.","descr":" Affording solace; as, a solacious voice."},{"word":"Solanaceous","type":"a.","descr":" Of or pertaining to plants of the natural order Solanaceae, of which the nightshade (Solanum) is the type. The order includes also the tobacco, ground cherry, tomato, eggplant, red pepper, and many more."},{"word":"Soland","type":"n.","descr":" A solan goose."},{"word":"Solander","type":"n.","descr":" See Sallenders."},{"word":"Solan goose","type":"","descr":" The common gannet."},{"word":"Solania","type":"n.","descr":" Solanine."},{"word":"Solanicine","type":"n.","descr":" An alkaloid produced by the action of hydrochloric acid on solanidine, as a tasteless yellow crystalline substance."},{"word":"Solanidine","type":"n.","descr":" An alkaloid produced by the decomposition of solanine, as a white crystalline substance having a harsh bitter taste."},{"word":"Solanine","type":"n.","descr":" A poisonous alkaloid glucoside extracted from the berries of common nightshade (Solanum nigrum), and of bittersweet, and from potato sprouts, as a white crystalline substance having an acrid, burning taste; -- called also solonia, and solanina."},{"word":"Solano","type":"","descr":" A hot, oppressive wind which sometimes blows in the Mediterranean, particularly on the eastern coast of Spain."},{"word":"Solanoid","type":"a.","descr":" Resembling a potato; -- said of a kind of cancer."},{"word":"Solanum","type":"n.","descr":" A genus of plants comprehending the potato (S. tuberosum), the eggplant (S. melongena, and several hundred other species; nightshade."},{"word":"Solar","type":"a.","descr":" A loft or upper chamber; a garret room."},{"word":"Solar","type":"a.","descr":" Of or pertaining to the sun; proceeding from the sun; as, the solar system; solar light; solar rays; solar influence. See Solar system, below."},{"word":"Solar","type":"a.","descr":" Born under the predominant influence of the sun."},{"word":"Solar","type":"a.","descr":" Measured by the progress or revolution of the sun in the ecliptic; as, the solar year."},{"word":"Solar","type":"a.","descr":" Produced by the action of the sun, or peculiarly affected by its influence."},{"word":"Solaria","type":"pl. ","descr":" of Solarium"},{"word":"Solarium","type":"n.","descr":" An apartment freely exposed to the sun; anciently, an apartment or inclosure on the roof of a house; in modern times, an apartment in a hospital, used as a resort for convalescents."},{"word":"Solarium","type":"n.","descr":" Any one of several species of handsome marine spiral shells of the genus Solarium and allied genera. The shell is conical, and usually has a large, deep umbilicus exposing the upper whorls. Called also perspective shell."},{"word":"Solarization","type":"n.","descr":" Injury of a photographic picture caused by exposing it for too long a time to the sun\\'s light in the camera; burning; excessive insolation."},{"word":"Solarized","type":"imp. and p. p.","descr":" of Solarize"},{"word":"Solarizing","type":"p. pr. and vb. n.","descr":" of Solarize"},{"word":"Solarize","type":"v. t.","descr":" To injure by too long exposure to the light of the sun in the camera; to burn."},{"word":"Solarize","type":"v. i.","descr":" To become injured by undue or too long exposure to the sun\\'s rays in the camera."},{"word":"Solary","type":"a.","descr":" Solar."},{"word":"Solas","type":"n.","descr":" Solace."},{"word":"Solatium","type":"n.","descr":" Anything which alleviates or compensates for suffering or loss; a compensation; esp., an additional allowance, as for injured feelings."},{"word":"Sold","type":"","descr":" imp. and p. p. of Sell."},{"word":"Sold","type":"n.","descr":" Solary; military pay."},{"word":"Soldan","type":"n.","descr":" A sultan."},{"word":"Soldanel","type":"n.","descr":" A plant of the genus Soldanella, low Alpine herbs of the Primrose family."},{"word":"Soldanrie","type":"n.","descr":" The country ruled by a soldan, or sultan."},{"word":"Solder","type":"n.","descr":" A metal or metallic alloy used when melted for uniting adjacent metallic edges or surfaces; a metallic cement."},{"word":"Solder","type":"n.","descr":" anything which unites or cements."},{"word":"Soldered","type":"imp. and p. p.","descr":" of Solder"},{"word":"Soldering","type":"p. pr. and vb. n.","descr":" of Solder"},{"word":"Solder","type":"n.","descr":" To unite (metallic surfaces or edges) by the intervention of a more fusible metal or metallic alloy applied when melted; to join by means of metallic cement."},{"word":"Solder","type":"n.","descr":" To mend; to patch up."},{"word":"Solderer","type":"n.","descr":" One who solders."},{"word":"Soldering","type":"","descr":" a. and n. from Solder, v. t."},{"word":"Soldier","type":"n.","descr":" One who is engaged in military service as an officer or a private; one who serves in an army; one of an organized body of combatants."},{"word":"Soldier","type":"n.","descr":" Especially, a private in military service, as distinguished from an officer."},{"word":"Soldier","type":"n.","descr":" A brave warrior; a man of military experience and skill, or a man of distinguished valor; -- used by way of emphasis or distinction."},{"word":"Soldier","type":"n.","descr":" The red or cuckoo gurnard (Trigla pini.)"},{"word":"Soldier","type":"n.","descr":" One of the asexual polymorphic forms of white ants, or termites, in which the head and jaws are very large and strong. The soldiers serve to defend the nest. See Termite."},{"word":"Soldier","type":"v. i.","descr":" To serve as a soldier."},{"word":"Soldier","type":"v. i.","descr":" To make a pretense of doing something, or of performing any task."},{"word":"Soldieress","type":"n.","descr":" A female soldier."},{"word":"Soldiering","type":"n.","descr":" The act of serving as a soldier; the state of being a soldier; the occupation of a soldier."},{"word":"Soldiering","type":"n.","descr":" The act of feigning to work. See the Note under Soldier, v. i., 2."},{"word":"Soldierlike","type":"a.","descr":" Like a soldier; soldierly."},{"word":"Soldierly","type":"a.","descr":" Like or becoming a real soldier; brave; martial; heroic; honorable; soldierlike."},{"word":"Soldiership","type":"n.","descr":" Military qualities or state; martial skill; behavior becoming a soldier."},{"word":"Soldierwood","type":"n.","descr":" A showy leguminous plant (Calliandra purpurea) of the West Indies. The flowers have long tassels of purple stamens."},{"word":"Soldiery","type":"n.","descr":" A body of soldiers; soldiers, collectivelly; the military."},{"word":"Soldiery","type":"n.","descr":" Military service."},{"word":"Soldi","type":"pl. ","descr":" of Soldo"},{"word":"Soldo","type":"n.","descr":" A small Italian coin worth a sou or a cent; the twentieth part of a lira."},{"word":"Sole","type":"n.","descr":" Any one of several species of flatfishes of the genus Solea and allied genera of the family Soleidae, especially the common European species (Solea vulgaris), which is a valuable food fish."},{"word":"Sole","type":"n.","descr":" Any one of several American flounders somewhat resembling the true sole in form or quality, as the California sole (Lepidopsetta bilineata), the long-finned sole (Glyptocephalus zachirus), and other species."},{"word":"Sole","type":"n.","descr":" The bottom of the foot; hence, also, rarely, the foot itself."},{"word":"Sole","type":"n.","descr":" The bottom of a shoe or boot, or the piece of leather which constitutes the bottom."},{"word":"Sole","type":"n.","descr":" The bottom or lower part of anything, or that on which anything rests in standing."},{"word":"Sole","type":"n.","descr":" The bottom of the body of a plow; -- called also slade; also, the bottom of a furrow."},{"word":"Sole","type":"n.","descr":" The horny substance under a horse\\'s foot, which protects the more tender parts."},{"word":"Sole","type":"n.","descr":" The bottom of an embrasure."},{"word":"Sole","type":"n.","descr":" A piece of timber attached to the lower part of the rudder, to make it even with the false keel."},{"word":"Sole","type":"n.","descr":" The seat or bottom of a mine; -- applied to horizontal veins or lodes."},{"word":"Soled","type":"imp. and p. p.","descr":" of Sole"},{"word":"Soling","type":"p. pr. and vb. n.","descr":" of Sole"},{"word":"Sole","type":"v. t.","descr":" To furnish with a sole; as, to sole a shoe."},{"word":"Sole","type":"a.","descr":" Being or acting without another; single; individual; only."},{"word":"Sole","type":"a.","descr":" Single; unmarried; as, a feme sole."},{"word":"Solecism","type":"n.","descr":" An impropriety or incongruity of language in the combination of words or parts of a sentence; esp., deviation from the idiom of a language or from the rules of syntax."},{"word":"Solecism","type":"n.","descr":" Any inconsistency, unfitness, absurdity, or impropriety, as in deeds or manners."},{"word":"Solecist","type":"n.","descr":" One who commits a solecism."},{"word":"Solecistic","type":"a.","descr":" Solecistical."},{"word":"Solecistical","type":"a.","descr":" Pertaining to, or involving, a solecism; incorrect."},{"word":"Solecistically","type":"adv.","descr":" In a solecistic manner."},{"word":"Solecize","type":"v. i.","descr":" To commit a solecism."},{"word":"Solely","type":"adv.","descr":" Singly; alone; only; without another; as, to rest a cause solely one argument; to rely solelyn one\\'s own strength."},{"word":"Solemn","type":"a.","descr":" Marked with religious rites and pomps; enjoined by, or connected with, religion; sacred."},{"word":"Solemn","type":"a.","descr":" Pertaining to a festival; festive; festal."},{"word":"Solemn","type":"a.","descr":" Stately; ceremonious; grand."},{"word":"Solemn","type":"a.","descr":" Fitted to awaken or express serious reflections; marked by seriousness; serious; grave; devout; as, a solemn promise; solemn earnestness."},{"word":"Solemn","type":"a.","descr":" Real; earnest; downright."},{"word":"Solemn","type":"a.","descr":" Affectedly grave or serious; as, to put on a solemn face."},{"word":"Solemn","type":"a.","descr":" Made in form; ceremonious; as, solemn war; conforming with all legal requirements; as, probate in solemn form."},{"word":"Solemness","type":"n.","descr":" Solemnness."},{"word":"Solemnities","type":"pl. ","descr":" of Solemnity"},{"word":"Solemnity","type":"n.","descr":" A rite or ceremony performed with religious reverence; religious or ritual ceremony; as, the solemnity of a funeral, a sacrament."},{"word":"Solemnity","type":"n.","descr":" ceremony adapted to impress with awe."},{"word":"Solemnity","type":"n.","descr":" Ceremoniousness; impressiveness; seriousness; grave earnestness; formal dignity; gravity."},{"word":"Solemnity","type":"n.","descr":" Hence, affected gravity or seriousness."},{"word":"Solemnity","type":"n.","descr":" Solemn state or feeling; awe or reverence; also, that which produces such a feeling; as, the solemnity of an audience; the solemnity of Westminster Abbey."},{"word":"Solemnity","type":"n.","descr":" A solemn or formal observance; proceeding according to due form; the formality which is necessary to render a thing done valid."},{"word":"Solemnizate","type":"v. t.","descr":" To solemnize; as, to solemnizate matrimony."},{"word":"Solemnization","type":"n.","descr":" The act of solemnizing; celebration; as, the solemnization of a marriage."},{"word":"Solemnized","type":"imp. and p. p.","descr":" of Solemnize"},{"word":"Solemnizing","type":"p. pr. and vb. n.","descr":" of Solemnize"},{"word":"Solemnize","type":"v. t.","descr":" To perform with solemn or ritual ceremonies, or according to legal forms."},{"word":"Solemnize","type":"v. t.","descr":" To dignify or honor by ceremonies; to celebrate."},{"word":"Solemnize","type":"v. t.","descr":" To make grave, serious, and reverential."},{"word":"Solemnize","type":"n.","descr":" Solemnization."},{"word":"Solemnizer","type":"n.","descr":" One who solemnizes."},{"word":"Solemnly","type":"adv.","descr":" In a solemn manner; with gravity; seriously; formally."},{"word":"Solemnness","type":"n.","descr":" The state or quality of being solemn; solemnity; impressiveness; gravity; as, the solemnness of public worship."},{"word":"Solempne","type":"a.","descr":" Solemn; grand; stately; splendid; magnificent."},{"word":"Solen","type":"n.","descr":" A cradle, as for a broken limb. See Cradle, 6."},{"word":"Solen","type":"n.","descr":" Any marine bivalve mollusk belonging to Solen or allied genera of the family Solenidae; a razor shell."},{"word":"Solenacean","type":"n.","descr":" Any species of marine bivalve shells belonging to the family Solenidae."},{"word":"Solenaceous","type":"a.","descr":" Of or pertaining to the solens or family Solenidae."},{"word":"Soleness","type":"n.","descr":" The state of being sole, or alone; singleness."},{"word":"Solenette","type":"n.","descr":" A small European sole (Solea minuta)."},{"word":"Solenoconcha","type":"n. pl.","descr":" Same as Scaphopoda."},{"word":"Solenodon","type":"n.","descr":" Either one of two species of singular West Indian insectivores, allied to the tenrec. One species (Solendon paradoxus), native of St. Domingo, is called also agouta; the other (S. Cubanus), found in Cuba, is called almique."},{"word":"Solenogastra","type":"n. pl.","descr":" An order of lowly organized Mollusca belonging to the Isopleura. A narrow groove takes the place of the foot of other gastropods."},{"word":"Solenoglyph","type":"a.","descr":" Pertaining to the Selenoglypha. See Ophidia."},{"word":"Solenoglyph","type":"n.","descr":" One of the Selenoglypha."},{"word":"Solenoglypha","type":"n. pl.","descr":" A suborder of serpents including those which have tubular erectile fangs, as the viper and rattlesnake. See Fang."},{"word":"Solenoid","type":"n.","descr":" An electrodynamic spiral having the conjuctive wire turned back along its axis, so as to neutralize that component of the effect of the current which is due to the length of the spiral, and reduce the whole effect to that of a series of equal and parallel circular currents. When traversed by a current the solenoid exhibits polarity and attraction or repulsion, like a magnet."},{"word":"Solenostomi","type":"n. pl.","descr":" A tribe of lophobranch fishes having a tubular snout. The female carries the eggs in a ventral pouch."},{"word":"Soleplate","type":"n.","descr":" A bedplate; as, the soleplate of a steam engine."},{"word":"Soleplate","type":"n.","descr":" The plate forming the back of a waterwheel bucket."},{"word":"Soler","type":"n.","descr":" Alt. of Solere"},{"word":"Solere","type":"n.","descr":" A loft or garret. See Solar, n."},{"word":"Solert","type":"a.","descr":" Skillful; clever; crafty."},{"word":"Solertiousness","type":"n.","descr":" The quality or state of being solert."},{"word":"Soleship","type":"n.","descr":" The state of being sole, or alone; soleness."},{"word":"Sol-faed","type":"imp. and p. p.","descr":" of Sol-fa"},{"word":"Sol-faing","type":"p. pr. and vb. n.","descr":" of Sol-fa"},{"word":"Sol-fa","type":"v. i.","descr":" To sing the notes of the gamut, ascending or descending; as, do or ut, re, mi, fa, sol, la, si, do, or the same in reverse order."},{"word":"Sol-fa","type":"n.","descr":" The gamut, or musical scale. See Tonic sol-fa, under Tonic, n."},{"word":"Solfanaria","type":"n.","descr":" A sulphur mine."},{"word":"Solfatara","type":"n.","descr":" A volcanic area or vent which yields only sulphur vapors, steam, and the like. It represents the stages of the volcanic activity."},{"word":"Solfeggiare","type":"v. i.","descr":" To sol-fa. See Sol-fa, v. i."},{"word":"Solfeggio","type":"n.","descr":" The system of arranging the scale by the names do, re, mi, fa, sol, la, si, by which singing is taught; a singing exercise upon these syllables."},{"word":"Solferino","type":"n.","descr":" A brilliant deep pink color with a purplish tinge, one of the dyes derived from aniline; -- so called from Solferino in Italy, where a battle was fought about the time of its discovery."},{"word":"Soli","type":"n.","descr":" pl. of Solo."},{"word":"Solicited","type":"imp. and p. p.","descr":" of Solicit"},{"word":"Soliciting","type":"p. pr. and vb. n.","descr":" of Solicit"},{"word":"Solicit","type":"v. t.","descr":" To ask from with earnestness; to make petition to; to apply to for obtaining something; as, to solicit person for alms."},{"word":"Solicit","type":"v. t.","descr":" To endeavor to obtain; to seek; to plead for; as, to solicit an office; to solicit a favor."},{"word":"Solicit","type":"v. t.","descr":" To awake or excite to action; to rouse desire in; to summon; to appeal to; to invite."},{"word":"Solicit","type":"v. t.","descr":" To urge the claims of; to plead; to act as solicitor for or with reference to."},{"word":"Solicit","type":"v. t.","descr":" To disturb; to disquiet; -- a Latinism rarely used."},{"word":"Solicitant","type":"n.","descr":" One who solicits."},{"word":"Solicitate","type":"a.","descr":" Solicitous."},{"word":"Soliitation","type":"n.","descr":" The act of soliciting; earnest request; persistent asking; importunity."},{"word":"Soliitation","type":"n.","descr":" Excitement; invitation; as, the solicitation of the senses."},{"word":"Solicitor","type":"n.","descr":" One who solicits."},{"word":"Solicitor","type":"n.","descr":" An attorney or advocate; one who represents another in court; -- formerly, in English practice, the professional designation of a person admitted to practice in a court of chancery or equity. See the Note under Attorney."},{"word":"Solicitor","type":"n.","descr":" The law officer of a city, town, department, or government; as, the city solicitor; the solicitor of the treasury."},{"word":"Solicitor-general","type":"n.","descr":" The second law officer in the government of Great Britain; also, a similar officer under the United States government, who is associated with the attorney-general; also, the chief law officer of some of the States."},{"word":"Solicitous","type":"v. t.","descr":" Disposed to solicit; eager to obtain something desirable, or to avoid anything evil; concerned; anxious; careful."},{"word":"Solicitress","type":"n.","descr":" A woman who solicits."},{"word":"Solicitude","type":"n.","descr":" The state of being solicitous; uneasiness of mind occasioned by fear of evil or desire good; anxiety."},{"word":"Solid","type":"a.","descr":" Having the constituent parts so compact, or so firmly adhering, as to resist the impression or penetration of other bodies; having a fixed form; hard; firm; compact; -- opposed to fluid and liquid or to plastic, like clay, or to incompact, like sand."},{"word":"Solid","type":"a.","descr":" Not hollow; full of matter; as, a solid globe or cone, as distinguished from a hollow one; not spongy; dense; hence, sometimes, heavy."},{"word":"Solid","type":"a.","descr":" Having all the geometrical dimensions; cubic; as, a solid foot contains 1,728 solid inches."},{"word":"Solid","type":"a.","descr":" Firm; compact; strong; stable; unyielding; as, a solid pier; a solid pile; a solid wall."},{"word":"Solid","type":"a.","descr":" Applied to a compound word whose parts are closely united and form an unbroken word; -- opposed to hyphened."},{"word":"Solid","type":"a.","descr":" Fig.: Worthy of credit, trust, or esteem; substantial, as opposed to frivolous or fallacious; weighty; firm; strong; valid; just; genuine."},{"word":"Solid","type":"a.","descr":" Sound; not weakly; as, a solid constitution of body."},{"word":"Solid","type":"a.","descr":" Of a fleshy, uniform, undivided substance, as a bulb or root; not spongy or hollow within, as a stem."},{"word":"Solid","type":"a.","descr":" Impenetrable; resisting or excluding any other material particle or atom from any given portion of space; -- applied to the supposed ultimate particles of matter."},{"word":"Solid","type":"a.","descr":" Not having the lines separated by leads; not open."},{"word":"Solid","type":"a.","descr":" United; without division; unanimous; as, the delegation is solid for a candidate."},{"word":"Solid","type":"n.","descr":" A substance that is held in a fixed form by cohesion among its particles; a substance not fluid."},{"word":"Solid","type":"n.","descr":" A magnitude which has length, breadth, and thickness; a part of space bounded on all sides."},{"word":"Solidago","type":"n.","descr":" A genus of yellow-flowered composite perennial herbs; golden-rod."},{"word":"Solidare","type":"n.","descr":" A small piece of money."},{"word":"Solidarity","type":"n.","descr":" An entire union or consolidation of interests and responsibilities; fellowship; community."},{"word":"Solidary","type":"a.","descr":" Having community of interests and responsibilities."},{"word":"Solidate","type":"v. t.","descr":" To make solid or firm."},{"word":"Solidifiable","type":"a.","descr":" Capable of being solidified."},{"word":"Solidification","type":"n.","descr":" Act of solidifying, or state of being solidified."},{"word":"Solidified","type":"imp. and p. p.","descr":" of Solidify"},{"word":"Solidifying","type":"p. pr. and vb. n.","descr":" of Solidify"},{"word":"Solidify","type":"v. t.","descr":" To make solid or compact."},{"word":"Solidify","type":"v. i.","descr":" To become solid; to harden."},{"word":"Solidism","type":"n.","descr":" The doctrine that refers all diseases to morbid changes of the solid parts of the body. It rests on the view that the solids alone are endowed with vital properties, and can receive the impression of agents tending to produce disease."},{"word":"Solidist","type":"n.","descr":" An advocate of, or believer in, solidism."},{"word":"Solidity","type":"n.","descr":" The state or quality of being solid; density; consistency, -- opposed to fluidity; compactness; fullness of matter, -- opposed to openness or hollowness; strength; soundness, -- opposed to weakness or instability; the primary quality or affection of matter by which its particles exclude or resist all others; hardness; massiveness."},{"word":"Solidity","type":"n.","descr":" Moral firmness; soundness; strength; validity; truth; certainty; -- as opposed to weakness or fallaciousness; as, the solidity of arguments or reasoning; the solidity of principles, triuths, or opinions."},{"word":"Solidity","type":"n.","descr":" The solid contents of a body; volume; amount of inclosed space."},{"word":"Solidly","type":"adv.","descr":" In a solid manner; densely; compactly; firmly; truly."},{"word":"Solidness","type":"n.","descr":" State or quality of being solid; firmness; compactness; solidity, as of material bodies."},{"word":"Solidness","type":"n.","descr":" Soundness; strength; truth; validity, as of arguments, reasons, principles, and the like."},{"word":"Solidungula","type":"n. pl.","descr":" A tribe of ungulates which includes the horse, ass, and related species, constituting the family Equidae."},{"word":"Solidungular","type":"a.","descr":" Solipedous."},{"word":"Solidungulate","type":"n.","descr":" Same as Soliped."},{"word":"Solidungulous","type":"a.","descr":" Solipedous."},{"word":"Solifidian","type":"n.","descr":" One who maintains that faith alone, without works, is sufficient for justification; -- opposed to nullifidian."},{"word":"Solifidian","type":"a.","descr":" Holding the tenets of Solifidians; of or pertaining to the solifidians."},{"word":"Solifidianism","type":"n.","descr":" The state of Solifidians."},{"word":"Soliform","type":"a.","descr":" Like the sun in form, appearance, or nature; resembling the sun."},{"word":"Solifugae","type":"n. pl.","descr":" A division of arachnids having large, powerful fangs and a segmented abdomen; -- called also Solpugidea, and Solpugides."},{"word":"Soliloquized","type":"imp. and p. p.","descr":" of Soliloquize"},{"word":"Soliloquizing","type":"p. pr. and vb. n.","descr":" of Soliloquize"},{"word":"Soliloquize","type":"v. i.","descr":" To utter a soliloquy; to talk to one\\'s self."},{"word":"Soliloquies","type":"pl. ","descr":" of Soliloquy"},{"word":"Soliloquy","type":"n.","descr":" The act of talking to one\\'s self; a discourse made by one in solitude to one\\'s self; monologue."},{"word":"Soliloquy","type":"n.","descr":" A written composition, reciting what it is supposed a person says to himself."},{"word":"Soliped","type":"n.","descr":" A mammal having a single hoof on each foot, as the horses and asses; a solidungulate."},{"word":"Solipedous","type":"a.","descr":" Having single hoofs."},{"word":"Solipsism","type":"n.","descr":" Egotism."},{"word":"Solipsism","type":"n.","descr":" Egoism."},{"word":"Solisequious","type":"a.","descr":" Following the course of the sun; as, solisequious plants."},{"word":"Solitaire","type":"n.","descr":" A person who lives in solitude; a recluse; a hermit."},{"word":"Solitaire","type":"n.","descr":" A single diamond in a setting; also, sometimes, a precious stone of any kind set alone."},{"word":"Solitaire","type":"n.","descr":" A game which one person can play alone; -- applied to many games of cards, etc.; also, to a game played on a board with pegs or balls, in which the object is, beginning with all the places filled except one, to remove all but one of the pieces by \"jumping,\" as in draughts."},{"word":"Solitaire","type":"n.","descr":" A large extinct bird (Pezophaps solitaria) which formerly inhabited the islands of Mauritius and Rodrigeuz. It was larger and taller than the wild turkey. Its wings were too small for flight. Called also solitary."},{"word":"Solitaire","type":"n.","descr":" Any species of American thrushlike birds of the genus Myadestes. They are noted their sweet songs and retiring habits. Called also fly-catching thrush. A West Indian species (Myadestes sibilans) is called the invisible bird."},{"word":"Solitarian","type":"n.","descr":" A hermit; a solitary."},{"word":"Soliitariety","type":"n.","descr":" The state of being solitary; solitariness."},{"word":"Solitarily","type":"adv.","descr":" In a solitary manner; in solitude; alone."},{"word":"Solitariness","type":"n.","descr":" Condition of being solitary."},{"word":"Solitary","type":"a.","descr":" Living or being by one\\'s self; having no companion present; being without associates; single; alone; lonely."},{"word":"Solitary","type":"a.","descr":" Performed, passed, or endured alone; as, a solitary journey; a solitary life."},{"word":"Solitary","type":"a.","descr":" ot much visited or frequented remote from society; retired; lonely; as, a solitary residence or place."},{"word":"Solitary","type":"a.","descr":" Not inhabited or occupied; without signs of inhabitants or occupation; desolate; deserted; silent; still; hence, gloomy; dismal; as, the solitary desert."},{"word":"Solitary","type":"a.","descr":" Single; individual; sole; as, a solitary instance of vengeance; a solitary example."},{"word":"Solitary","type":"a.","descr":" Not associated with others of the same kind."},{"word":"Solitary","type":"n.","descr":" One who lives alone, or in solitude; an anchoret; a hermit; a recluse."},{"word":"Solitude","type":"a.","descr":" state of being alone, or withdrawn from society; a lonely life; loneliness."},{"word":"Solitude","type":"a.","descr":" Remoteness from society; destitution of company; seclusion; -- said of places; as, the solitude of a wood."},{"word":"Solitude","type":"a.","descr":" solitary or lonely place; a desert or wilderness."},{"word":"Solivagant","type":"a.","descr":" Wandering alone."},{"word":"Solivagous","type":"a.","descr":" Solivagant."},{"word":"Sollar","type":"n.","descr":" See Solar, n."},{"word":"Sollar","type":"n.","descr":" A platform in a shaft, especially one of those between the series of ladders in a shaft."},{"word":"Sollar","type":"v. t.","descr":" To cover, or provide with, a sollar."},{"word":"Sollein","type":"a.","descr":" Sullen; sad."},{"word":"Solleret","type":"n.","descr":" A flexible steel shoe (or one of the plates forming such a shoe), worn with mediaeval armor."},{"word":"Solmization","type":"n.","descr":" The act of sol-faing."},{"word":"Solos","type":"pl. ","descr":" of Solo"},{"word":"Soli","type":"pl. ","descr":" of Solo"},{"word":"Solo","type":"a.","descr":" A tune, air, strain, or a whole piece, played by a single person on an instrument, or sung by a single voice."},{"word":"Soloist","type":"n.","descr":" One who sings or plays a solo."},{"word":"Solomon","type":"n.","descr":" One of the kings of Israel, noted for his superior wisdom and magnificent reign; hence, a very wise man."},{"word":"Solon","type":"n.","descr":" A celebrated Athenian lawmaker, born about 638 b. c.; hence, a legislator; a publicist; -- often used ironically."},{"word":"Solpugid","type":"a.","descr":" Of or pertaining to the Solifugae."},{"word":"Solpugid","type":"n.","descr":" One of the Solifugae."},{"word":"Solpugidea","type":"n. pl.","descr":" Same as Solifugae."},{"word":"Solstice","type":"v. i.","descr":" A stopping or standing still of the sun."},{"word":"Solstice","type":"v. i.","descr":" The point in the ecliptic at which the sun is farthest from the equator, north or south, namely, the first point of the sign Cancer and the first point of the sign Capricorn, the former being the summer solstice, latter the winter solstice, in northern latitudes; -- so called because the sun then apparently stands still in its northward or southward motion."},{"word":"Solstice","type":"v. i.","descr":" The time of the sun\\'s passing the solstices, or solstitial points, namely, about June 21 and December 21. See Illust. in Appendix."},{"word":"Solstitial","type":"a.","descr":" Of or pertaining to a solstice."},{"word":"Solstitial","type":"a.","descr":" Happening at a solstice; esp. (with reference to the northern hemisphere), happening at the summer solstice, or midsummer."},{"word":"Solubility","type":"n.","descr":" The quality, condition, or degree of being soluble or solvable; as, the solubility of a salt; the solubility of a problem or intricate difficulty."},{"word":"Solubility","type":"n.","descr":" The tendency to separate readily into parts by spurious articulations, as the pods of tick trefoil."},{"word":"Soluble","type":"a.","descr":" Susceptible of being dissolved in a fluid; capable of solution; as, some substances are soluble in alcohol which are not soluble in water."},{"word":"Soluble","type":"a.","descr":" Susceptible of being solved; as, a soluble algebraic problem; susceptible of being disentangled, unraveled, or explained; as, the mystery is perhaps soluble."},{"word":"Soluble","type":"a.","descr":" Relaxed; open or readily opened."},{"word":"Solubleness","type":"n.","descr":" Quality or state of being soluble."},{"word":"Solus","type":"fem. a.","descr":" Alt. of Sola"},{"word":"Sola","type":"fem. a.","descr":" Alone; -- chiefly used in stage directions, and the like."},{"word":"Solute","type":"a.","descr":" Loose; free; liberal; as, a solute interpretation."},{"word":"Solute","type":"a.","descr":" Relaxed; hence; merry; cheerful."},{"word":"Solute","type":"a.","descr":" Soluble; as, a solute salt."},{"word":"Solute","type":"a.","descr":" Not adhering; loose; -- opposed to adnate; as, a solute stipule."},{"word":"Solute","type":"v. t.","descr":" To dissolve; to resolve."},{"word":"Solute","type":"v. t.","descr":" To absolve; as, to solute sin."},{"word":"Solution","type":"n.","descr":" The act of separating the parts of any body, or the condition of undergoing a separation of parts; disruption; breach."},{"word":"Solution","type":"n.","descr":" The act of solving, or the state of being solved; the disentanglement of any intricate problem or difficult question; explanation; clearing up; -- used especially in mathematics, either of the process of solving an equation or problem, or the result of the process."},{"word":"Solution","type":"n.","descr":" The state of being dissolved or disintegrated; resolution; disintegration."},{"word":"Solution","type":"n.","descr":" The act or process by which a body (whether solid, liquid, or gaseous) is absorbed into a liquid, and, remaining or becoming fluid, is diffused throughout the solvent; also, the product reulting from such absorption."},{"word":"Solution","type":"n.","descr":" release; deliverance; discharge."},{"word":"Solution","type":"n.","descr":" The termination of a disease; resolution."},{"word":"Solution","type":"n.","descr":" A crisis."},{"word":"Solution","type":"n.","descr":" A liquid medicine or preparation (usually aqueous) in which the solid ingredients are wholly soluble."},{"word":"Solutive","type":"a.","descr":" Tending to dissolve; loosening; laxative."},{"word":"Solvability","type":"n.","descr":" The quality or state of being solvable; as, the solvability of a difficulty; the solvability of a problem."},{"word":"Solvability","type":"n.","descr":" The condition of being solvent; ability to pay all just debts; solvency; as, the solvability of a merchant."},{"word":"Solvable","type":"a.","descr":" Susceptible of being solved, resolved, or explained; admitting of solution."},{"word":"Solvable","type":"a.","descr":" Capable of being paid and discharged; as, solvable obligations."},{"word":"Solvable","type":"a.","descr":" Able to pay one\\'s debts; solvent."},{"word":"Solvableness","type":"n.","descr":" Quality of being solvable."},{"word":"Solved","type":"imp. and p. p.","descr":" of Solve"},{"word":"Solving","type":"p. pr. and vb. n.","descr":" of Solve"},{"word":"Solve","type":"v. t.","descr":" To explain; to resolve; to unfold; to clear up (what is obscure or difficult to be understood); to work out to a result or conclusion; as, to solve a doubt; to solve difficulties; to solve a problem."},{"word":"Solve","type":"n.","descr":" A solution; an explanation."},{"word":"Solvency","type":"n.","descr":" The quality or state of being solvent."},{"word":"Solvend","type":"n.","descr":" A substance to be dissolved."},{"word":"Solvent","type":"a.","descr":" Having the power of dissolving; dissolving; as, a solvent fluid."},{"word":"Solvent","type":"a.","descr":" Able or sufficient to pay all just debts; as, a solvent merchant; the estate is solvent."},{"word":"Solvent","type":"n.","descr":" A substance (usually liquid) suitable for, or employed in, solution, or in dissolving something; as, water is the appropriate solvent of most salts, alcohol of resins, ether of fats, and mercury or acids of metals, etc."},{"word":"Solvent","type":"n.","descr":" That which resolves; as, a solvent of mystery."},{"word":"Solver","type":"n.","descr":" One who, or that which, solves."},{"word":"Solvible","type":"a.","descr":" See Solvable."},{"word":"Soly","type":"adv.","descr":" Solely."},{"word":"Soma","type":"n.","descr":" The whole axial portion of an animal, including the head, neck, trunk, and tail."},{"word":"Somaj","type":"n.","descr":" Alt. of Samaj"},{"word":"Somali","type":"n.","descr":" Alt. of Somal"},{"word":"Somal","type":"n.","descr":" A Hamitic people of East Central Africa."},{"word":"Somatic","type":"a.","descr":" Of or pertaining to the body as a whole; corporeal; as, somatic death; somatic changes."},{"word":"Somatic","type":"a.","descr":" Of or pertaining to the wall of the body; somatopleuric; parietal; as, the somatic stalk of the yolk sac of an embryo."},{"word":"Somatical","type":"a.","descr":" Somatic."},{"word":"Somatics","type":"n.","descr":" The science which treats of the general properties of matter; somatology."},{"word":"Somatist","type":"n.","descr":" One who admits the existence of material beings only; a materialist."},{"word":"Somatocyst","type":"n.","descr":" A cavity in the primary nectocalyx of certain Siphonophora. See Illust. under Nectocalyx."},{"word":"Somatology","type":"n.","descr":" The doctrine or the science of the general properties of material substances; somatics."},{"word":"Somatology","type":"n.","descr":" A treatise on the human body; anatomy."},{"word":"Somatome","type":"n.","descr":" See Somite."},{"word":"Somatopleure","type":"n.","descr":" The outer, or parietal, one of the two lamellae into which the vertebrate blastoderm divides on either side of the notochord, and from which the walls of the body and the amnion are developed. See Splanchnopleure."},{"word":"Somatopleuric","type":"a.","descr":" Of or pertaining to the somatopleure."},{"word":"Somatotropism","type":"n.","descr":" A directive influence exercised by a mass of matter upon growing organs."},{"word":"Somber","type":"a.","descr":" Alt. of Sombre"},{"word":"Sombre","type":"a.","descr":" Dull; dusky; somewhat dark; gloomy; as, a somber forest; a somber house."},{"word":"Sombre","type":"a.","descr":" Melancholy; sad; grave; depressing; as, a somber person; somber reflections."},{"word":"Somber","type":"v. t.","descr":" Alt. of Sombre"},{"word":"Sombre","type":"v. t.","descr":" To make somber, or dark; to make shady."},{"word":"Somber","type":"n.","descr":" Alt. of Sombre"},{"word":"Sombre","type":"n.","descr":" Gloom; obscurity; duskiness; somberness."},{"word":"Somberly","type":"adv.","descr":" Alt. of Sombrely"},{"word":"Sombrely","type":"adv.","descr":" In a somber manner; sombrously; gloomily; despondingly."},{"word":"Somberness","type":"n.","descr":" Alt. of Sombreness"},{"word":"Sombreness","type":"n.","descr":" The quality or state of being somber; gloominess."},{"word":"Sombrero","type":"n.","descr":" A kind of broad-brimmed hat, worn in Spain and in Spanish America."},{"word":"Sombrous","type":"a.","descr":" Gloomy; somber."},{"word":"Some","type":"a.","descr":" Consisting of a greater or less portion or sum; composed of a quantity or number which is not stated; -- used to express an indefinite quantity or number; as, some wine; some water; some persons.  Used also pronominally; as, I have some."},{"word":"Some","type":"a.","descr":" A certain; one; -- indicating a person, thing, event, etc., as not known individually, or designated more specifically; as, some man, that is, some one man."},{"word":"Some","type":"a.","descr":" Not much; a little; moderate; as, the censure was to some extent just."},{"word":"Some","type":"a.","descr":" About; near; more or less; -- used commonly with numerals, but formerly also with a singular substantive of time or distance; as, a village of some eighty houses; some two or three persons; some hour hence."},{"word":"Some","type":"a.","descr":" Considerable in number or quality."},{"word":"Some","type":"a.","descr":" Certain; those of one part or portion; -- in distinct from other or others; as, some men believe one thing, and others another."},{"word":"Some","type":"a.","descr":" A part; a portion; -- used pronominally, and followed sometimes by of; as, some of our provisions."},{"word":"Somebody","type":"n.","descr":" A person unknown or uncertain; a person indeterminate; some person."},{"word":"Somebody","type":"n.","descr":" A person of consideration or importance."},{"word":"Somedeal","type":"adv.","descr":" In some degree; somewhat."},{"word":"Somehow","type":"adv.","descr":" In one way or another; in some way not yet known or designated; by some means; as, the thing must be done somehow; he lives somehow."},{"word":"Somersault","type":"n.","descr":" Alt. of Somerset"},{"word":"Somerset","type":"n.","descr":" A leap in which a person turns his heels over his head and lights upon his feet; a turning end over end."},{"word":"Something","type":"n.","descr":" Anything unknown, undetermined, or not specifically designated; a certain indefinite thing; an indeterminate or unknown event; an unspecified task, work, or thing."},{"word":"Something","type":"n.","descr":" A part; a portion, more or less; an indefinite quantity or degree; a little."},{"word":"Something","type":"n.","descr":" A person or thing importance."},{"word":"Something","type":"adv.","descr":" In some degree; somewhat; to some extent; at some distance."},{"word":"Sometime","type":"adv.","descr":" At a past time indefinitely referred to; once; formerly."},{"word":"Sometime","type":"adv.","descr":" At a time undefined; once in a while; now and then; sometimes."},{"word":"Sometime","type":"adv.","descr":" At one time or other hereafter; as, I will do it sometime."},{"word":"Sometime","type":"a.","descr":" Having been formerly; former; late; whilom."},{"word":"Sometimes","type":"adv.","descr":" Formerly; sometime."},{"word":"Sometimes","type":"adv.","descr":" At times; at intervals; now and then;occasionally."},{"word":"Sometimes","type":"a.","descr":" Former; sometime."},{"word":"Somewhat","type":"n.","descr":" More or less; a certain quantity or degree; a part, more or less; something."},{"word":"Somewhat","type":"n.","descr":" A person or thing of importance; a somebody."},{"word":"Somewhat","type":"adv.","descr":" In some degree or measure; a little."},{"word":"Somewhen","type":"adv.","descr":" At some indefinite time."},{"word":"Somewhere","type":"adv.","descr":" In some place unknown or not specified; in one place or another."},{"word":"Somewhile","type":"adv.","descr":" Once; for a time."},{"word":"Somewhither","type":"adv.","descr":" To some indeterminate place; to some place or other."},{"word":"Somite","type":"n.","descr":" One of the actual or ideal serial segments of which an animal, esp. an articulate or vertebrate, is is composed; somatome; metamere."},{"word":"Sommeil","type":"n.","descr":" Slumber; sleep."},{"word":"Sommerset","type":"n.","descr":" See Somersault."},{"word":"Somnambular","type":"a.","descr":" Of or pertaining to somnambulism; somnambulistic."},{"word":"Somnambulate","type":"v. i. and t.","descr":" To walk when \/sleep."},{"word":"Somnambulation","type":"n.","descr":" The act of walking in sleep."},{"word":"Somnambulator","type":"n.","descr":" A somnambulist."},{"word":"Somnambule","type":"n.","descr":" A somnambulist."},{"word":"Somnambulic","type":"a.","descr":" Somnambulistic."},{"word":"Somnambulism","type":"n.","descr":" A condition of the nervous system in which an individual during sleep performs actions approppriate to the waking state; a state of sleep in which some of the senses and voluntary powers are partially awake; noctambulism."},{"word":"Somnambulist","type":"n.","descr":" A person who is subject to somnambulism; one who walks in his sleep; a sleepwalker; a noctambulist."},{"word":"Somnambulistic","type":"a.","descr":" Of or pertaining to a somnambulist or somnambulism; affected by somnambulism; appropriate to the state of a somnambulist."},{"word":"Somne","type":"v. t.","descr":" To summon."},{"word":"Somner","type":"n.","descr":" A summoner; esp., one who summons to an ecclesiastical court."},{"word":"Somnial","type":"a.","descr":" Of or pertaining to sleep or dreams."},{"word":"Somniative","type":"a.","descr":" Somnial; somniatory."},{"word":"Somniatory","type":"a.","descr":" Pertaining to sleep or dreams; somnial."},{"word":"Somniculous","type":"a.","descr":" Inclined to sleep; drowsy; sleepy."},{"word":"Somniferous","type":"a.","descr":" Causing or inducing sleep; soporific; dormitive; as, a somniferous potion."},{"word":"Somnific","type":"a.","descr":" Causing sleep; somniferous."},{"word":"Somnifugous","type":"a.","descr":" Driving away sleep."},{"word":"Somniloquence","type":"n.","descr":" The act of talking in one\\'s sleep; somniloquism."},{"word":"Somniloquism","type":"n.","descr":" The act or habit of talking in one\\'s sleep; somniloquy."},{"word":"Somniloquist","type":"n.","descr":" One who talks in his sleep."},{"word":"Somniloquous","type":"a.","descr":" Apt to talk in sleep."},{"word":"Somniloquy","type":"n.","descr":" A talking in sleep; the talking of one in a state of somnipathy."},{"word":"Somnipathist","type":"n.","descr":" A person in a state of somniapathy."},{"word":"Somnipathy","type":"n.","descr":" Sleep from sympathy, or produced by mesmerism or the like."},{"word":"Somnolence","type":"n.","descr":" Alt. of Somnolency"},{"word":"Somnolency","type":"n.","descr":" Sleepiness; drowsiness; inclination to sleep."},{"word":"Somnolent","type":"a.","descr":" Sleepy; drowsy; inclined to sleep."},{"word":"Somnolism","type":"n.","descr":" The somnolent state induced by animal magnetism."},{"word":"Somnopathy","type":"n.","descr":" Somnipathy."},{"word":"Somnour","type":"n.","descr":" A summoner; an apparitor; a sompnour."},{"word":"Somonaunce","type":"n.","descr":" Alt. of Somonce"},{"word":"Somonce","type":"n.","descr":" A summons; a citation."},{"word":"Sommonour","type":"n.","descr":" A summoner."},{"word":"Sompne","type":"v. t.","descr":" To summon; to cite."},{"word":"Sompnour","type":"n.","descr":" A summoner."},{"word":"Son","type":"n.","descr":" A male child; the male issue, or offspring, of a parent, father or mother."},{"word":"Son","type":"n.","descr":" A male descendant, however distant; hence, in the plural, descendants in general."},{"word":"Son","type":"n.","descr":" Any young male person spoken of as a child; an adopted male child; a pupil, ward, or any other male dependent."},{"word":"Son","type":"n.","descr":" A native or inhabitant of some specified place; as, sons of Albion; sons of New England."},{"word":"Son","type":"n.","descr":" The produce of anything."},{"word":"Son","type":"n.","descr":" Jesus Christ, the Savior; -- called the Son of God, and the Son of man."},{"word":"Sonance","type":"n.","descr":" A sound; a tune; as, to sound the tucket sonance."},{"word":"Sonance","type":"n.","descr":" The quality or state of being sonant."},{"word":"Sonant","type":"a.","descr":" Of or pertaining to sound; sounding."},{"word":"Sonant","type":"a.","descr":" Uttered, as an element of speech, with tone or proper vocal sound, as distinguished from mere breath sound; intonated; voiced; tonic; the opposite of nonvocal, or surd; -- sid of the vowels, semivowels, liquids, and nasals, and particularly of the consonants b, d, g hard, v, etc., as compared with their cognates p, t, k, f, etc., which are called nonvocal, surd, or aspirate."},{"word":"Sonant","type":"n.","descr":" A sonant letter."},{"word":"Sonata","type":"n.","descr":" An extended composition for one or two instruments, consisting usually of three or four movements; as, Beethoven\\'s sonatas for the piano, for the violin and piano, etc."},{"word":"Sonatina","type":"n.","descr":" A short and simple sonata."},{"word":"Soncy","type":"a.","descr":" Alt. of Sonsy"},{"word":"Sonsy","type":"a.","descr":" Lucky; fortunate; thriving; plump."},{"word":"Sond","type":"v. t.","descr":" Alt. of Sonde"},{"word":"Sonde","type":"v. t.","descr":" That which is sent; a message or messenger; hence, also, a visitation of providence; an affliction or trial."},{"word":"Sondeli","type":"n.","descr":" The musk shrew. See under Musk."},{"word":"Song","type":"n.","descr":" That which is sung or uttered with musical modulations of the voice, whether of a human being or of a bird, insect, etc."},{"word":"Song","type":"n.","descr":" A lyrical poem adapted to vocal music; a ballad."},{"word":"Song","type":"n.","descr":" More generally, any poetical strain; a poem."},{"word":"Song","type":"n.","descr":" Poetical composition; poetry; verse."},{"word":"Song","type":"n.","descr":" An object of derision; a laughingstock."},{"word":"Song","type":"n.","descr":" A trifle."},{"word":"Songcraft","type":"n.","descr":" The art of making songs or verse; metrical composition; versification."},{"word":"Songful","type":"a.","descr":" Disposed to sing; full of song."},{"word":"Songish","type":"a.","descr":" Consisting of songs."},{"word":"Songless","type":"a.","descr":" Destitute of the power of song; without song; as, songless birds; songless woods."},{"word":"Songster","type":"n.","descr":" One who sings; one skilled in singing; -- not often applied to human beings."},{"word":"Songster","type":"n.","descr":" A singing bird."},{"word":"Songstress","type":"n.","descr":" A woman who sings; a female singing bird."},{"word":"Sonifer","type":"n.","descr":" A kind of ear trumpet for the deaf, or the partially deaf."},{"word":"Soniferous","type":"a.","descr":" Sounding; producing sound; conveying sound."},{"word":"Sonification","type":"n.","descr":" The act of producing sound, as the stridulation of insects."},{"word":"Sons-in-law","type":"pl. ","descr":" of Son-in-law"},{"word":"Son-in-law","type":"n.","descr":" The husband of one\\'s daughter; a man in his relationship to his wife\\'s parents."},{"word":"Sonless","type":"a.","descr":" Being without a son."},{"word":"Sonnet","type":"n.","descr":" A short poem, -- usually amatory."},{"word":"Sonnet","type":"n.","descr":" A poem of fourteen lines, -- two stanzas, called the octave, being of four verses each, and two stanzas, called the sestet, of three verses each, the rhymes being adjusted by a particular rule."},{"word":"Sonnet","type":"v. i.","descr":" To compose sonnets."},{"word":"Sonneteer","type":"n.","descr":" A composer of sonnets, or small poems; a small poet; -- usually in contempt."},{"word":"Sonneteer","type":"v. i.","descr":" To compose sonnets."},{"word":"Sonneter","type":"n.","descr":" A composer of sonnets."},{"word":"Sonnetist","type":"n.","descr":" A sonneter, or sonneteer."},{"word":"Sonnetize","type":"v. i.","descr":" To compose sonnets."},{"word":"Sonnish","type":"a.","descr":" Like the sun; sunny; golden."},{"word":"Sonnite","type":"n.","descr":" See Sunnite."},{"word":"Sonometer","type":"n.","descr":" An instrument for exhibiting the transverse vibrations of cords, and ascertaining the relations between musical notes. It consists of a cord stretched by weight along a box, and divided into different lengths at pleasure by a bridge, the place of which is determined by a scale on the face of the box."},{"word":"Sonometer","type":"n.","descr":" An instrument for testing the hearing capacity."},{"word":"Sonorific","type":"a.","descr":" Producing sound; as, the sonorific quality of a body."},{"word":"Sonority","type":"n.","descr":" The quality or state of being sonorous; sonorousness."},{"word":"Sonorous","type":"a.","descr":" Giving sound when struck; resonant; as, sonorous metals."},{"word":"Sonorous","type":"a.","descr":" Loud-sounding; giving a clear or loud sound; as, a sonorous voice."},{"word":"Sonorous","type":"a.","descr":" Yielding sound; characterized by sound; vocal; sonant; as, the vowels are sonorous."},{"word":"Sonorous","type":"a.","descr":" Impressive in sound; high-sounding."},{"word":"Sonorous","type":"a.","descr":" Sonant; vibrant; hence, of sounds produced in a cavity, deep-toned; as, sonorous rhonchi."},{"word":"Sonship","type":"n.","descr":" The state of being a son, or of bearing the relation of a son; filiation."},{"word":"Sonsy","type":"a.","descr":" See Soncy."},{"word":"Sontag","type":"n.","descr":" A knitted worsted jacket, worn over the waist of a woman\\'s dress."},{"word":"Sonties","type":"n.","descr":" Probably from \"saintes\" saints, or from sanctities; -- used as an oath."},{"word":"Soochong","type":"n.","descr":" Same as Souchong."},{"word":"Soodra","type":"","descr":" Same as Sudra."},{"word":"Soofee","type":"","descr":" Alt. of Soofeeism"},{"word":"Soofeeism","type":"","descr":" Same as Sufi, Sufism."},{"word":"Soojee","type":"n.","descr":" Same as Suji."},{"word":"Soon","type":"adv.","descr":" In a short time; shortly after any time specified or supposed; as, soon after sunrise."},{"word":"Soon","type":"adv.","descr":" Without the usual delay; before any time supposed; early."},{"word":"Soon","type":"adv.","descr":" Promptly; quickly; easily."},{"word":"Soon","type":"adv.","descr":" Readily; willingly; -- in this sense used with would, or some other word expressing will."},{"word":"Soon","type":"a.","descr":" Speedy; quick."},{"word":"Soonee","type":"n.","descr":" See Sunnite."},{"word":"Soonly","type":"adv.","descr":" Soon."},{"word":"Soord","type":"n.","descr":" Skin of bacon."},{"word":"Soorma","type":"n.","descr":" A preparation of antimony with which Mohammedan men anoint their eyelids."},{"word":"Sooshong","type":"n.","descr":" See Souchong."},{"word":"Soosoo","type":"n.","descr":" A kind of dolphin (Platanista Gangeticus) native of the river Ganges; the Gangetic dolphin. It has a long, slender, somewhat spatulate beak."},{"word":"Soot","type":"n.","descr":" A black substance formed by combustion, or disengaged from fuel in the process of combustion, which rises in fine particles, and adheres to the sides of the chimney or pipe conveying the smoke; strictly, the fine powder, consisting chiefly of carbon, which colors smoke, and which is the result of imperfect combustion. See Smoke."},{"word":"Sooted","type":"imp. and p. p.","descr":" of Soot"},{"word":"Sooting","type":"p. pr. and vb. n.","descr":" of Soot"},{"word":"Soot","type":"v. t.","descr":" To cover or dress with soot; to smut with, or as with, soot; as, to soot land."},{"word":"Soot","type":"a.","descr":" Alt. of Soote"},{"word":"Soote","type":"a.","descr":" Sweet."},{"word":"Sooterkin","type":"n.","descr":" A kind of false birth, fabled to be produced by Dutch women from sitting over their stoves; also, an abortion, in a figurative sense; an abortive scheme."},{"word":"Sooth","type":"superl.","descr":" True; faithful; trustworthy."},{"word":"Sooth","type":"superl.","descr":" Pleasing; delightful; sweet."},{"word":"Sooth","type":"a.","descr":" Truth; reality."},{"word":"Sooth","type":"a.","descr":" Augury; prognostication."},{"word":"Sooth","type":"a.","descr":" Blandishment; cajolery."},{"word":"Soothed","type":"imp. and p. p.","descr":" of Soothe"},{"word":"Soothing","type":"p. pr. and vb. n.","descr":" of Soothe"},{"word":"Soothe","type":"a.","descr":" To assent to as true."},{"word":"Soothe","type":"a.","descr":" To assent to; to comply with; to gratify; to humor by compliance; to please with blandishments or soft words; to flatter."},{"word":"Soothe","type":"a.","descr":" To assuage; to mollify; to calm; to comfort; as, to soothe a crying child; to soothe one\\'s sorrows."},{"word":"Soother","type":"n.","descr":" One who, or that which, soothes."},{"word":"Soothfast","type":"a.","descr":" Firmly fixed in, or founded upon, the thruth; true; genuine; real; also, truthful; faithful."},{"word":"Soothfast","type":"adv.","descr":" Soothly; really; in fact."},{"word":"Soothing","type":"","descr":" a. and n. from Soothe, v."},{"word":"Soothingly","type":"adv.","descr":" In a soothing manner."},{"word":"Soothly","type":"adv.","descr":" In truth; truly; really; verily."},{"word":"Soothness","type":"n.","descr":" Truth; reality."},{"word":"Soothsay","type":"v. i.","descr":" To foretell; to predict."},{"word":"Soothsay","type":"n.","descr":" A true saying; a proverb; a prophecy."},{"word":"Soothsay","type":"n.","descr":" Omen; portent. Having"},{"word":"Soothsayer","type":"n.","descr":" One who foretells events by the art of soothsaying; a prognosticator."},{"word":"Soothsayer","type":"n.","descr":" A mantis."},{"word":"Soothsaying","type":"n.","descr":" A true saying; truth."},{"word":"Soothsaying","type":"n.","descr":" The act of one who soothsays; the foretelling of events; the art or practice of making predictions."},{"word":"Soothsaying","type":"n.","descr":" A prediction; a prophecy; a prognostication."},{"word":"Sootiness","type":"n.","descr":" The quality or state of being sooty; fuliginousness."},{"word":"Sootish","type":"a.","descr":" Sooty."},{"word":"Sooty","type":"superl.","descr":" Of or pertaining to soot; producing soot; soiled by soot."},{"word":"Sooty","type":"superl.","descr":" Having a dark brown or black color like soot; fuliginous; dusky; dark."},{"word":"Sooty","type":"v. t.","descr":" To black or foul with soot."},{"word":"Sop","type":"v. t.","descr":" Anything steeped, or dipped and softened, in any liquid; especially, something dipped in broth or liquid food, and intended to be eaten."},{"word":"Sop","type":"v. t.","descr":" Anything given to pacify; -- so called from the sop given to Cerberus, as related in mythology."},{"word":"Sop","type":"v. t.","descr":" A thing of little or no value."},{"word":"Sopped","type":"imp. and p. p.","descr":" of Sop"},{"word":"Sopping","type":"p. pr. and vb. n.","descr":" of Sop"},{"word":"Sop","type":"v. t.","descr":" To steep or dip in any liquid."},{"word":"Sope","type":"n.","descr":" See Soap."},{"word":"Soph","type":"n.","descr":" A contraction of Soph ister."},{"word":"Soph","type":"n.","descr":" A contraction of Sophomore."},{"word":"Sophis","type":"pl. ","descr":" of Sophi"},{"word":"Sophi","type":"n.","descr":" See Sufi."},{"word":"Sophic","type":"a.","descr":" Alt. of Sophical"},{"word":"Sophical","type":"a.","descr":" Teaching wisdom."},{"word":"Sophime","type":"n.","descr":" Sophism."},{"word":"Sophism","type":"n.","descr":" The doctrine or mode of reasoning practiced by a sophist; hence, any fallacy designed to deceive."},{"word":"Sophist","type":"n.","descr":" One of a class of men who taught eloquence, philosophy, and politics in ancient Greece; especially, one of those who, by their fallacious but plausible reasoning, puzzled inquirers after truth, weakened the faith of the people, and drew upon themselves general hatred and contempt."},{"word":"Sophist","type":"n.","descr":" Hence, an impostor in argument; a captious or fallacious reasoner."},{"word":"Sophister","type":"n.","descr":" A sophist. See Sophist."},{"word":"Sophister","type":"n.","descr":" A student who is advanced beyond the first year of his residence."},{"word":"Sophister","type":"v. t.","descr":" To maintain by sophistry, or by a fallacious argument."},{"word":"Sophistic","type":"a.","descr":" Alt. of Sophistical"},{"word":"Sophistical","type":"a.","descr":" Of or pertaining to a sophist; embodying sophistry; fallaciously subtile; not sound."},{"word":"Sophisticated","type":"imp. and p. p.","descr":" of Sophisticate"},{"word":"Sophisticating","type":"p. pr. and vb. n.","descr":" of Sophisticate"},{"word":"Sophisticate","type":"v. t.","descr":" To render worthless by admixture; to adulterate; to damage; to pervert; as, to sophisticate wine."},{"word":"Sophisticate","type":"a.","descr":" Alt. of Sophisticated"},{"word":"Sophisticated","type":"a.","descr":" Adulterated; not pure; not genuine."},{"word":"Sophistication","type":"n.","descr":" The act of sophisticating; adulteration; as, the sophistication of drugs."},{"word":"Sophisticator","type":"n.","descr":" One who sophisticates."},{"word":"Sophistry","type":"n.","descr":" The art or process of reasoning; logic."},{"word":"Sophistry","type":"n.","descr":" The practice of a sophist; fallacious reasoning; reasoning sound in appearance only."},{"word":"Sophomore","type":"n.","descr":" One belonging to the second of the four classes in an American college, or one next above a freshman."},{"word":"Sophomoric","type":"a.","descr":" Alt. of Sophomorical"},{"word":"Sophomorical","type":"a.","descr":" Of or pertaining to a sophomore; resembling a sophomore; hence, pretentious; inflated in style or manner; as, sophomoric affectation."},{"word":"Sophora","type":"n.","descr":" A genus of leguminous plants."},{"word":"Sophora","type":"n.","descr":" A tree (Sophora Japonica) of Eastern Asia, resembling the common locust; occasionally planted in the United States."},{"word":"Sophta","type":"n.","descr":" See Softa."},{"word":"Sopite","type":"v. t.","descr":" To lay asleep; to put to sleep; to quiet."},{"word":"Sopition","type":"n.","descr":" The act of putting to sleep, or the state of being put to sleep; sleep."},{"word":"Sopor","type":"n.","descr":" Profound sleep from which a person can be roused only with difficulty."},{"word":"Soporate","type":"v. t.","descr":" To lay or put to sleep; to stupefy."},{"word":"Soporiferous","type":"a.","descr":" Causing sleep; somniferous; soporific."},{"word":"Soporific","type":"a.","descr":" Causing sleep; tending to cause sleep; soporiferous; as, the soporific virtues of opium."},{"word":"Soporific","type":"n.","descr":" A medicine, drug, plant, or other agent that has the quality of inducing sleep; a narcotic."},{"word":"Soporose","type":"a.","descr":" Alt. of Soporous"},{"word":"Soporous","type":"a.","descr":" Causing sleep; sleepy."},{"word":"Sopper","type":"n.","descr":" One who sops."},{"word":"Soppy","type":"a.","descr":" Soaked or saturated with liquid or moisture; very wet or sloppy."},{"word":"Sopra","type":"adv.","descr":" Above; before; over; upon."},{"word":"Sopranist","type":"n.","descr":" A treble singer."},{"word":"Sopranos","type":"pl. ","descr":" of Soprano"},{"word":"Soprani","type":"pl. ","descr":" of Soprano"},{"word":"Soprano","type":"n.","descr":" The treble; the highest vocal register; the highest kind of female or boy\\'s voice; the upper part in harmony for mixed voices."},{"word":"Soprano","type":"n.","descr":" A singer, commonly a woman, with a treble voice."},{"word":"Sopsavine","type":"n.","descr":" See Sops of wine, under Sop."},{"word":"Sora","type":"n.","descr":" A North American rail (Porzana Carolina) common in the Eastern United States. Its back is golden brown, varied with black and white, the front of the head and throat black, the breast and sides of the head and neck slate-colored. Called also American rail, Carolina rail, Carolina crake, common rail, sora rail, soree, meadow chicken, and orto."},{"word":"Sorance","type":"n.","descr":" Soreness."},{"word":"Sorb","type":"n.","descr":" The wild service tree (Pyrus torminalis) of Europe; also, the rowan tree."},{"word":"Sorb","type":"n.","descr":" The fruit of these trees."},{"word":"Sorbate","type":"n.","descr":" A salt of sorbic acid."},{"word":"Sorbefacient","type":"a.","descr":" Producing absorption."},{"word":"Sorbefacient","type":"n.","descr":" A medicine or substance which produces absorption."},{"word":"Sorbent","type":"n.","descr":" An absorbent."},{"word":"Sorbet","type":"n.","descr":" A kind of beverage; sherbet."},{"word":"Sorbic","type":"a.","descr":" Pertaining to, or obtained from, the rowan tree, or sorb; specifically, designating an acid, C\/H\/CO\/H, of the acetylene series, found in the unripe berries of this tree, and extracted as a white crystalline substance."},{"word":"Sorbile","type":"a.","descr":" Fit to be drunk or sipped."},{"word":"Sorbin","type":"n.","descr":" An unfermentable sugar, isomeric with glucose, found in the ripe berries of the rowan tree, or sorb, and extracted as a sweet white crystalline substance; -- called also mountain-ash sugar."},{"word":"Sorbite","type":"n.","descr":" A sugarlike substance, isomeric with mannite and dulcite, found with sorbin in the ripe berries of the sorb, and extracted as a sirup or a white crystalline substance."},{"word":"Sorbition","type":"n.","descr":" The act of drinking or sipping."},{"word":"Sorbonical","type":"a.","descr":" Belonging to the Sorbonne or to a Sorbonist."},{"word":"Sorbonist","type":"n.","descr":" A doctor of the Sorbonne, or theological college, in the University of Paris, founded by Robert de Sorbon, a. d. 1252.  It was suppressed in the Revolution of 1789."},{"word":"Sorcerer","type":"n.","descr":" A conjurer; an enchanter; a magician."},{"word":"Sorceress","type":"n.","descr":" A female sorcerer."},{"word":"Sorcering","type":"n.","descr":" Act or practice of using sorcery."},{"word":"Sorcerous","type":"a.","descr":" Of or pertaining to sorcery."},{"word":"Sorceries","type":"pl. ","descr":" of Sorcery"},{"word":"Sorcery","type":"n.","descr":" Divination by the assistance, or supposed assistance, of evil spirits, or the power of commanding evil spirits; magic; necromancy; witchcraft; enchantment."},{"word":"Sord","type":"n.","descr":" See Sward."},{"word":"Sordes","type":"n.","descr":" Foul matter; excretion; dregs; filthy, useless, or rejected matter of any kind; specifically (Med.), the foul matter that collects on the teeth and tongue in low fevers and other conditions attended with great vital depression."},{"word":"Sordet","type":"n.","descr":" A sordine."},{"word":"Sordid","type":"a.","descr":" Filthy; foul; dirty."},{"word":"Sordid","type":"a.","descr":" Vile; base; gross; mean; as, vulgar, sordid mortals."},{"word":"Sordid","type":"a.","descr":" Meanly avaricious; covetous; niggardly."},{"word":"Sordidly","type":"n.","descr":" Sordidness."},{"word":"Sordidly","type":"adv.","descr":" In a sordid manner."},{"word":"Sordidness","type":"n.","descr":" The quality or state of being sordid."},{"word":"Sordine","type":"n.","descr":" See Damper, and 5th Mute."},{"word":"Sore","type":"n.","descr":" Reddish brown; sorrel."},{"word":"Sore","type":"n.","descr":" A young hawk or falcon in the first year."},{"word":"Sore","type":"n.","descr":" A young buck in the fourth year. See the Note under Buck."},{"word":"Sore","type":"superl.","descr":" Tender to the touch; susceptible of pain from pressure; inflamed; painful; -- said of the body or its parts; as, a sore hand."},{"word":"Sore","type":"superl.","descr":" Fig.: Sensitive; tender; easily pained, grieved, or vexed; very susceptible of irritation."},{"word":"Sore","type":"superl.","descr":" Severe; afflictive; distressing; as, a sore disease; sore evil or calamity."},{"word":"Sore","type":"superl.","descr":" Criminal; wrong; evil."},{"word":"Sore","type":"a.","descr":" A place in an animal body where the skin and flesh are ruptured or bruised, so as to be tender or painful; a painful or diseased place, such as an ulcer or a boil."},{"word":"Sore","type":"a.","descr":" Fig.: Grief; affliction; trouble; difficulty."},{"word":"Sore","type":"a.","descr":" In a sore manner; with pain; grievously."},{"word":"Sore","type":"a.","descr":" Greatly; violently; deeply."},{"word":"Soredia","type":"n.","descr":" pl. of Soredium."},{"word":"Sorediate","type":"a.","descr":" Sorediiferous."},{"word":"Sordiferous","type":"a.","descr":" Alt. of Sorediiferous"},{"word":"Sorediiferous","type":"a.","descr":" Bearing soredia; sorediate."},{"word":"Soredia","type":"pl. ","descr":" of Soredium"},{"word":"Soredium","type":"n.","descr":" A patch of granular bodies on the surface of the thallus of lichens."},{"word":"Soree","type":"n.","descr":" Same as Sora."},{"word":"Sorehead","type":"n.","descr":" One who is disgruntled by a failure in politics, or the like."},{"word":"Sorehon","type":"n.","descr":" Formerly, in Ireland, a kind of servile tenure which subjected the tenant to maintain his chieftain gratuitously whenever he wished to indulge in a revel."},{"word":"Sorel","type":"n.","descr":" A young buck in the third year. See the Note under Buck."},{"word":"Sorel","type":"n.","descr":" A yellowish or reddish brown color; sorrel."},{"word":"Sorely","type":"adv.","descr":" In a sore manner; grievously; painfully; as, to be sorely afflicted."},{"word":"Sorema","type":"n.","descr":" A heap of carpels belonging to one flower."},{"word":"Soreness","type":"n.","descr":" The quality or state of being sore; tenderness; painfull; as, the soreness of a wound; the soreness of an affliction."},{"word":"Sorex","type":"n.","descr":" A genus of small Insectivora, including the common shrews."},{"word":"Sorgne","type":"n.","descr":" The three-beared rocking, or whistlefish."},{"word":"Sorghum","type":"n.","descr":" A genus of grasses, properly limited to two species, Sorghum Halepense, the Arabian millet, or Johnson grass (see Johnson grass), and S. vulgare, the Indian millet (see Indian millet, under Indian)."},{"word":"Sorghum","type":"n.","descr":" A variety of Sorghum vulgare, grown for its saccharine juice; the Chinese sugar cane."},{"word":"Sorgo","type":"n.","descr":" Indian millet and its varieties. See Sorghum."},{"word":"Sori","type":"n.","descr":" pl. of Sorus."},{"word":"Soricine","type":"a.","descr":" Of or pertaining to the Shrew family (Soricidae); like a shrew in form or habits; as, the soricine bat (Glossophaga soricina)."},{"word":"Sorites","type":"n.","descr":" An abridged form of stating of syllogisms in a series of propositions so arranged that the predicate of each one that precedes forms the subject of each one that follows, and the conclusion unites the subject of the first proposition with the predicate of the last proposition"},{"word":"Soritical","type":"a.","descr":" Of or pertaining to a sorites; resembling a sorites."},{"word":"Sorn","type":"v. i.","descr":" To obtrude one\\'s self on another for bed and board."},{"word":"Sorner","type":"n.","descr":" One who obtrudes himself on another for bed and board."},{"word":"Sororal","type":"a.","descr":" Relating to a sister; sisterly."},{"word":"Sororicide","type":"n.","descr":" The murder of one\\'s sister; also, one who murders or kills one\\'s own sister."},{"word":"Sororize","type":"v. i.","descr":" To associate, or hold fellowship, as sisters; to have sisterly feelings; -- analogous to fraternize."},{"word":"Sorosis","type":"n.","descr":" A woman\\'s club; an association of women."},{"word":"Sorosis","type":"n.","descr":" A fleshy fruit formed by the consolidation of many flowers with their receptacles, ovaries, etc., as the breadfruit, mulberry, and pineapple."},{"word":"Sorrage","type":"n.","descr":" The blades of green or barley."},{"word":"Sorrance","type":"n.","descr":" Same as Sorance."},{"word":"Sorrel","type":"a.","descr":" Of a yellowish or redish brown color; as, a sorrel horse."},{"word":"Sorrel","type":"n.","descr":" A yellowish or redish brown color."},{"word":"Sorrel","type":"n.","descr":" One of various plants having a sour juice; especially, a plant of the genus Rumex, as Rumex Acetosa, Rumex Acetosella, etc."},{"word":"Sorrento work","type":"","descr":" Ornamental work, mostly carved in olivewood, decorated with inlay, made at or near Sorrento, Italy. Hence, more rarely, jig-saw work and the like done anywhere."},{"word":"Sorrily","type":"adv.","descr":" In a sorry manner; poorly."},{"word":"Sorriness","type":"n.","descr":" The quality or state of being sorry."},{"word":"Sorrow","type":"n.","descr":" The uneasiness or pain of mind which is produced by the loss of any good, real or supposed, or by diseappointment in the expectation of good; grief at having suffered or occasioned evil; regret; unhappiness; sadness."},{"word":"Sorrowed","type":"imp. and p. p.","descr":" of Sorrow"},{"word":"Sorrowing","type":"p. pr. and vb. n.","descr":" of Sorrow"},{"word":"Sorrow","type":"n.","descr":" To feel pain of mind in consequence of evil experienced, feared, or done; to grieve; to be sad; to be sorry."},{"word":"Sorrowed","type":"a.","descr":" Accompanied with sorrow; sorrowful."},{"word":"Sorrowful","type":"a.","descr":" Full of sorrow; exhibiting sorrow; sad; dejected; distressed."},{"word":"Sorrowful","type":"a.","descr":" Producing sorrow; exciting grief; mournful; lamentable; grievous; as, a sorrowful accident."},{"word":"Sorrowless","type":"a.","descr":" Free from sorrow."},{"word":"Sorry","type":"a.","descr":" Grieved for the loss of some good; pained for some evil; feeling regret; -- now generally used to express light grief or affliction, but formerly often used to express deeper feeling."},{"word":"Sorry","type":"a.","descr":" Melancholy; dismal; gloomy; mournful."},{"word":"Sorry","type":"a.","descr":" Poor; mean; worthless; as, a sorry excuse."},{"word":"Sortes","type":"pl. ","descr":" of Sors"},{"word":"Sors","type":"n.","descr":" A lot; also, a kind of divination by means of lots."},{"word":"Sort","type":"n.","descr":" Chance; lot; destiny."},{"word":"Sort","type":"n.","descr":" A kind or species; any number or collection of individual persons or things characterized by the same or like qualities; a class or order; as, a sort of men; a sort of horses; a sort of trees; a sort of poems."},{"word":"Sort","type":"n.","descr":" Manner; form of being or acting."},{"word":"Sort","type":"n.","descr":" Condition above the vulgar; rank."},{"word":"Sort","type":"n.","descr":" A chance group; a company of persons who happen to be together; a troop; also, an assemblage of animals."},{"word":"Sort","type":"n.","descr":" A pair; a set; a suit."},{"word":"Sort","type":"n.","descr":" Letters, figures, points, marks, spaces, or quadrats, belonging to a case, separately considered."},{"word":"Sorted","type":"imp. and p. p.","descr":" of Sort"},{"word":"Sorting","type":"p. pr. and vb. n.","descr":" of Sort"},{"word":"Sort","type":"v. t.","descr":" To separate, and place in distinct classes or divisions, as things having different qualities; as, to sort cloths according to their colors; to sort wool or thread according to its fineness."},{"word":"Sort","type":"v. t.","descr":" To reduce to order from a confused state."},{"word":"Sort","type":"v. t.","descr":" To conjoin; to put together in distribution; to class."},{"word":"Sort","type":"v. t.","descr":" To choose from a number; to select; to cull."},{"word":"Sort","type":"v. t.","descr":" To conform; to adapt; to accommodate."},{"word":"Sort","type":"v. i.","descr":" To join or associate with others, esp. with others of the same kind or species; to agree."},{"word":"Sort","type":"v. i.","descr":" To suit; to fit; to be in accord; to harmonize."},{"word":"Sortable","type":"a.","descr":" Capable of being sorted."},{"word":"Sortable","type":"a.","descr":" Suitable; befitting; proper."},{"word":"Sortably","type":"adv.","descr":" Suitable."},{"word":"Sortal","type":"a.","descr":" Pertaining to a sort."},{"word":"Sortance","type":"v. i.","descr":" Suitableness; agreement."},{"word":"Sorter","type":"n.","descr":" One who, or that which, sorts."},{"word":"Sortes","type":"n.","descr":" pl. of Sors."},{"word":"Sortie","type":"n.","descr":" The sudden issuing of a body of troops, usually small, from a besieged place to attack or harass the besiegers; a sally."},{"word":"Sortilege","type":"n.","descr":" The act or practice of drawing lots; divination by drawing lots."},{"word":"Sortilegious","type":"a.","descr":" Pertaining to sortilege."},{"word":"Sortilegy","type":"n.","descr":" Sortilege."},{"word":"Sortition","type":"n.","descr":" Selection or appointment by lot."},{"word":"Sortment","type":"n.","descr":" Assortiment."},{"word":"Sori","type":"pl. ","descr":" of Sorus"},{"word":"Sorus","type":"n.","descr":" One of the fruit dots, or small clusters of sporangia, on the back of the fronds of ferns."},{"word":"Sorwe","type":"n. and v.","descr":" Sorrow."},{"word":"Sorweful","type":"a.","descr":" Sorrowful."},{"word":"Sory","type":"n.","descr":" Green vitriol, or some earth imregnated with it."},{"word":"So-so","type":"a.","descr":" Neither very good nor very bad; middling; passable; tolerable; indifferent."},{"word":"So-so","type":"adv.","descr":" Tolerably; passably."},{"word":"Soss","type":"v. i.","descr":" To fall at once into a chair or seat; to sit lazily."},{"word":"Soss","type":"v. t.","descr":" To throw in a negligent or careless manner; to toss."},{"word":"Soss","type":"n.","descr":" A lazy fellow."},{"word":"Soss","type":"n.","descr":" A heavy fall."},{"word":"Soss","type":"n.","descr":" Anything dirty or muddy; a dirty puddle."},{"word":"Sostenuto","type":"a.","descr":" Sustained; -- applied to a movement or passage the sounds of which are to sustained to the utmost of the nominal value of the time; also, to a passage the tones of which are to be somewhat prolonged or protacted."},{"word":"Sot","type":"n.","descr":" A stupid person; a blockhead; a dull fellow; a dolt."},{"word":"Sot","type":"n.","descr":" A person stupefied by excessive drinking; an habitual drunkard."},{"word":"Sot","type":"a.","descr":" Sottish; foolish; stupid; dull."},{"word":"Sot","type":"v. t.","descr":" To stupefy; to infatuate; to besot."},{"word":"Sot","type":"v. i.","descr":" To tipple to stupidity."},{"word":"Sotadean","type":"a.","descr":" Sotadic."},{"word":"Sotadic","type":"a.","descr":" Pertaining to, or resembling, the lascivious compositions of the Greek poet Sotades."},{"word":"Sotadic","type":"n.","descr":" A Sotadic verse or poem."},{"word":"Sote","type":"a.","descr":" Sweet."},{"word":"Sotel","type":"a.","descr":" Alt. of Sotil"},{"word":"Sotil","type":"a.","descr":" Subtile."},{"word":"Soteriology","type":"n.","descr":" A discourse on health, or the science of promoting and preserving health."},{"word":"Soteriology","type":"n.","descr":" The doctrine of salvation by Jesus Christ."},{"word":"Sothe","type":"a.","descr":" Sooth."},{"word":"Sothiac","type":"a.","descr":" Alt. of Sothic"},{"word":"Sothic","type":"a.","descr":" Of or pertaining to Sothis, the Egyptian name for the Dog Star; taking its name from the Dog Star; canicular."},{"word":"Sotilte","type":"n.","descr":" Subtlety."},{"word":"Sotted","type":"","descr":" a. and p. p. of Sot. Befooled; deluded; besotted."},{"word":"Sottery","type":"n.","descr":" Folly."},{"word":"Sottish","type":"a.","descr":" Like a sot; doltish; very foolish; drunken."},{"word":"Sotto voce","type":"","descr":" With a restrained voice or moderate force; in an undertone."},{"word":"Sotto voce","type":"","descr":" Spoken low or in an undertone."},{"word":"Sous","type":"pl. ","descr":" of Sou"},{"word":"Sou","type":"n.","descr":" An old French copper coin, equivalent in value to, and now displaced by, the five-centime piece (\/ of a franc), which is popularly called a sou."},{"word":"Souari nut","type":"","descr":" The large edible nutlike seed of a tall tropical American tree (Caryocar nuciferum) of the same natural order with the tea plant; -- also called butternut."},{"word":"Soubah","type":"n.","descr":" See Subah."},{"word":"Soubahdar","type":"n.","descr":" See Subahdar."},{"word":"Soubrette","type":"n.","descr":" A female servant or attendant; specifically, as a term of the theater, a lady\\'s maid, in comedies, who acts the part of an intrigante; a meddlesome, mischievous female servant or young woman."},{"word":"Soubriquet","type":"n.","descr":" See Sobriquet."},{"word":"Souce","type":"n.","descr":" See 1st Souse."},{"word":"Souce","type":"v. t. and i.","descr":" See Souse."},{"word":"Souchong","type":"n.","descr":" A kind of black tea of a fine quality."},{"word":"Soudan","type":"n.","descr":" A sultan."},{"word":"Souded","type":"a.","descr":" Alt. of Soudet"},{"word":"Soudet","type":"a.","descr":" United; consolidated; made firm; strengthened."},{"word":"Souffle","type":"n.","descr":" A murmuring or blowing sound; as, the uterine souffle heard over the pregnant uterus."},{"word":"Souffle","type":"n.","descr":" A side dish served hot from the oven at dinner, made of eggs, milk, and flour or other farinaceous substance, beaten till very light, and flavored with fruits, liquors, or essence."},{"word":"Sough","type":"n.","descr":" A sow."},{"word":"Sough","type":"n.","descr":" A small drain; an adit."},{"word":"Sough","type":"v. i.","descr":" The sound produced by soughing; a hollow murmur or roaring."},{"word":"Sough","type":"v. i.","descr":" Hence, a vague rumor or flying report."},{"word":"Sough","type":"v. i.","descr":" A cant or whining mode of speaking, especially in preaching or praying."},{"word":"Sough","type":"v. i.","descr":" To whistle or sigh, as the wind."},{"word":"Sought","type":"","descr":" imp. and p. p. of Seek."},{"word":"Souke","type":"v. t. and i.","descr":" To suck."},{"word":"Soul","type":"a.","descr":" Sole."},{"word":"Soul","type":"a.","descr":" Sole."},{"word":"Soul","type":"v. i.","descr":" To afford suitable sustenance."},{"word":"Soul","type":"n.","descr":" The spiritual, rational, and immortal part in man; that part of man which enables him to think, and which renders him a subject of moral government; -- sometimes, in distinction from the higher nature, or spirit, of man, the so-called animal soul, that is, the seat of life, the sensitive affections and phantasy, exclusive of the voluntary and rational powers; -- sometimes, in distinction from the mind, the moral and emotional part of man\\'s nature, the seat of feeling, in distinction from intellect; -- sometimes, the intellect only; the understanding; the seat of knowledge, as distinguished from feeling. In a more general sense, \"an animating, separable, surviving entity, the vehicle of individual personal existence.\""},{"word":"Soul","type":"n.","descr":" The seat of real life or vitality; the source of action; the animating or essential part."},{"word":"Soul","type":"n.","descr":" The leader; the inspirer; the moving spirit; the heart; as, the soul of an enterprise; an able general is the soul of his army."},{"word":"Soul","type":"n.","descr":" Energy; courage; spirit; fervor; affection, or any other noble manifestation of the heart or moral nature; inherent power or goodness."},{"word":"Soul","type":"n.","descr":" A human being; a person; -- a familiar appellation, usually with a qualifying epithet; as, poor soul."},{"word":"Soul","type":"n.","descr":" A pure or disembodied spirit."},{"word":"Soul","type":"v. t.","descr":" To indue with a soul; to furnish with a soul or mind."},{"word":"Souled","type":"a.","descr":" Furnished with a soul; possessing soul and feeling; -- used chiefly in composition; as, great-souled Hector."},{"word":"Soulili","type":"n.","descr":" A long-tailed, crested Javan monkey (Semnopithecus mitratus). The head, the crest, and the upper surface of the tail, are black."},{"word":"Soulless","type":"a.","descr":" Being without a soul, or without greatness or nobleness of mind; mean; spiritless."},{"word":"Soullessly","type":"adv.","descr":" In a soulless manner."},{"word":"Soun","type":"n. and v.","descr":" Sound."},{"word":"Sound","type":"n.","descr":" The air bladder of a fish; as, cod sounds are an esteemed article of food."},{"word":"Sound","type":"n.","descr":" A cuttlefish."},{"word":"Sound","type":"superl.","descr":" Whole; unbroken; unharmed; free from flaw, defect, or decay; perfect of the kind; as, sound timber; sound fruit; a sound tooth; a sound ship."},{"word":"Sound","type":"superl.","descr":" Healthy; not diseased; not being in a morbid state; -- said of body or mind; as, a sound body; a sound constitution; a sound understanding."},{"word":"Sound","type":"superl.","descr":" Firm; strong; safe."},{"word":"Sound","type":"superl.","descr":" Free from error; correct; right; honest; true; faithful; orthodox; -- said of persons; as, a sound lawyer; a sound thinker."},{"word":"Sound","type":"superl.","descr":" Founded in truth or right; supported by justice; not to be overthrown on refuted; not fallacious; as, sound argument or reasoning; a sound objection; sound doctrine; sound principles."},{"word":"Sound","type":"superl.","descr":" heavy; laid on with force; as, a sound beating."},{"word":"Sound","type":"superl.","descr":" Undisturbed; deep; profound; as, sound sleep."},{"word":"Sound","type":"superl.","descr":" Founded in law; legal; valid; not defective; as, a sound title to land."},{"word":"Sound","type":"adv.","descr":" Soundly."},{"word":"Sound","type":"n.","descr":" A narrow passage of water, or a strait between the mainland and an island; also, a strait connecting two seas, or connecting a sea or lake with the ocean; as, the Sound between the Baltic and the german Ocean; Long Island Sound."},{"word":"Sounded","type":"imp. and p. p.","descr":" of Sound"},{"word":"Sounding","type":"p. pr. and vb. n.","descr":" of Sound"},{"word":"Sound","type":"v. t.","descr":" To measure the depth of; to fathom; especially, to ascertain the depth of by means of a line and plummet."},{"word":"Sound","type":"v. t.","descr":" Fig.: To ascertain, or try to ascertain, the thoughts, motives, and purposes of (a person); to examine; to try; to test; to probe."},{"word":"Sound","type":"v. t.","descr":" To explore, as the bladder or urethra, with a sound; to examine with a sound; also, to examine by auscultation or percussion; as, to sound a patient."},{"word":"Sound","type":"v. i.","descr":" To ascertain the depth of water with a sounding line or other device."},{"word":"Sound","type":"n.","descr":" Any elongated instrument or probe, usually metallic, by which cavities of the body are sounded or explored, especially the bladder for stone, or the urethra for a stricture."},{"word":"Sound","type":"n.","descr":" The peceived object occasioned by the impulse or vibration of a material substance affecting the ear; a sensation or perception of the mind received through the ear, and produced by the impulse or vibration of the air or other medium with which the ear is in contact; the effect of an impression made on the organs of hearing by an impulse or vibration of the air caused by a collision of bodies, or by other means; noise; report; as, the sound of a drum; the sound of the human voice; a horrid sound; a charming sound; a sharp, high, or shrill sound."},{"word":"Sound","type":"n.","descr":" The occasion of sound; the impulse or vibration which would occasion sound to a percipient if present with unimpaired; hence, the theory of vibrations in elastic media such cause sound; as, a treatise on sound."},{"word":"Sound","type":"n.","descr":" Noise without signification; empty noise; noise and nothing else."},{"word":"Sound","type":"v. i.","descr":" To make a noise; to utter a voice; to make an impulse of the air that shall strike the organs of hearing with a perceptible effect."},{"word":"Sound","type":"v. i.","descr":" To be conveyed in sound; to be spread or published; to convey intelligence by sound."},{"word":"Sound","type":"v. i.","descr":" To make or convey a certain impression, or to have a certain import, when heard; hence, to seem; to appear; as, this reproof sounds harsh; the story sounds like an invention."},{"word":"Sound","type":"v. t.","descr":" To causse to make a noise; to play on; as, to sound a trumpet or a horn."},{"word":"Sound","type":"v. t.","descr":" To cause to exit as a sound; as, to sound a note with the voice, or on an instrument."},{"word":"Sound","type":"v. t.","descr":" To order, direct, indicate, or proclain by a sound, or sounds; to give a signal for by a certain sound; as, to sound a retreat; to sound a parley."},{"word":"Sound","type":"v. t.","descr":" To celebrate or honor by sounds; to cause to be reported; to publish or proclaim; as, to sound the praises of fame of a great man or a great exploit."},{"word":"Sound","type":"v. t.","descr":" To examine the condition of (anything) by causing the same to emit sounds and noting their character; as, to sound a piece of timber; to sound a vase; to sound the lungs of a patient."},{"word":"Sound","type":"v. t.","descr":" To signify; to import; to denote."},{"word":"Soundable","type":"a.","descr":" Capable of being sounded."},{"word":"Soundage","type":"n.","descr":" Dues for soundings."},{"word":"Sound-board","type":"n.","descr":" A sounding-board."},{"word":"Sounder","type":"n.","descr":" One who, or that which; sounds; specifically, an instrument used in telegraphy in place of a register, the communications being read by sound."},{"word":"Sounder","type":"n.","descr":" A herd of wild hogs."},{"word":"Sounding","type":"a.","descr":" Making or emitting sound; hence, sonorous; as, sounding words."},{"word":"Sounding","type":"n.","descr":" The act of one who, or that which, sounds (in any of the senses of the several verbs)."},{"word":"Sounding","type":"n.","descr":" measurement by sounding; also, the depth so ascertained."},{"word":"Sounding","type":"n.","descr":" Any place or part of the ocean, or other water, where a sounding line will reach the bottom; -- usually in the plural."},{"word":"Sounding","type":"n.","descr":" The sand, shells, or the like, that are brought up by the sounding lead when it has touched bottom."},{"word":"Sounding-board","type":"n.","descr":" A thin board which propagates the sound in a piano, in a violin, and in some other musical instruments."},{"word":"Sounding-board","type":"n.","descr":" A board or structure placed behind or over a pulpit or rostrum to give distinctness to a speaker\\'s voice."},{"word":"Sounding-board","type":"n.","descr":" See Sound boarding, under Sound, a noise."},{"word":"Soundless","type":"a.","descr":" Not capable of being sounded or fathomed; unfathomable."},{"word":"Soundless","type":"a.","descr":" Having no sound; noiseless; silent."},{"word":"Soundly","type":"adv.","descr":" In a sound manner."},{"word":"Soundness","type":"n.","descr":" The quality or state of being sound; as, the soundness of timber, of fruit, of the teeth, etc.; the soundness of reasoning or argument; soundness of faith."},{"word":"Soune","type":"v. t. and i.","descr":" To sound."},{"word":"Sounst","type":"a.","descr":" Soused. See Souse."},{"word":"Soup","type":"n.","descr":" A liquid food of many kinds, usually made by boiling meat and vegetables, or either of them, in water, -- commonly seasoned or flavored; strong broth."},{"word":"Soup","type":"v. t.","descr":" To sup or swallow."},{"word":"Soup","type":"v. t.","descr":" To breathe out."},{"word":"Soup","type":"v. t.","descr":" To sweep. See Sweep, and Swoop."},{"word":"Soupe-maigre","type":"n.","descr":" Soup made chiefly from vegetables or fish with a little butter and a few condiments."},{"word":"Souple","type":"n.","descr":" That part of a flail which strikes the grain."},{"word":"Soupy","type":"a.","descr":" Resembling soup; souplike."},{"word":"Sour","type":"superl.","descr":" Having an acid or sharp, biting taste, like vinegar, and the juices of most unripe fruits; acid; tart."},{"word":"Sour","type":"superl.","descr":" Changed, as by keeping, so as to be acid, rancid, or musty, turned."},{"word":"Sour","type":"superl.","descr":" Disagreeable; unpleasant; hence; cross; crabbed; peevish; morose; as, a man of a sour temper; a sour reply."},{"word":"Sour","type":"superl.","descr":" Afflictive; painful."},{"word":"Sour","type":"superl.","descr":" Cold and unproductive; as, sour land; a sour marsh."},{"word":"Sour","type":"n.","descr":" A sour or acid substance; whatever produces a painful effect."},{"word":"Sour","type":"v. t.","descr":" To cause to become sour; to cause to turn from sweet to sour; as, exposure to the air sours many substances."},{"word":"Sour","type":"v. t.","descr":" To make cold and unproductive, as soil."},{"word":"Sour","type":"v. t.","descr":" To make unhappy, uneasy, or less agreeable."},{"word":"Sour","type":"v. t.","descr":" To cause or permit to become harsh or unkindly."},{"word":"Sour","type":"v. t.","descr":" To macerate, and render fit for plaster or mortar; as, to sour lime for business purposes."},{"word":"Soured","type":"imp. and p. p.","descr":" of Sour"},{"word":"Souring","type":"p. pr. and vb. n.","descr":" of Sour"},{"word":"Sour","type":"v. i.","descr":" To become sour; to turn from sweet to sour; as, milk soon sours in hot weather; a kind temper sometimes sours in adversity."},{"word":"Source","type":"n.","descr":" The act of rising; a rise; an ascent."},{"word":"Source","type":"n.","descr":" The rising from the ground, or beginning, of a stream of water or the like; a spring; a fountain."},{"word":"Source","type":"n.","descr":" That from which anything comes forth, regarded as its cause or origin; the person from whom anything originates; first cause."},{"word":"Sourcrout","type":"n.","descr":" See Sauerkraut."},{"word":"Sourde","type":"v. i.","descr":" To have origin or source; to rise; to spring."},{"word":"Souring","type":"n.","descr":" Any sour apple."},{"word":"Sourish","type":"a.","descr":" Somewhat sour; moderately acid; as, sourish fruit; a sourish taste."},{"word":"Sourkrout","type":"n.","descr":" Same as Sauerkraut."},{"word":"Sourly","type":"adv.","descr":" In a sour manner; with sourness."},{"word":"Sourness","type":"n.","descr":" The quality or state of being sour."},{"word":"Sours","type":"n.","descr":" Source. See Source."},{"word":"Soursop","type":"n.","descr":" The large succulent and slightly acid fruit of a small tree (Anona muricata) of the West Indies; also, the tree itself. It is closely allied to the custard apple."},{"word":"Sourwood","type":"n.","descr":" The sorrel tree."},{"word":"Sous","type":"n.","descr":" Alt. of Souse"},{"word":"Souse","type":"n.","descr":" A corrupt form of Sou."},{"word":"Souse","type":"n.","descr":" Pickle made with salt."},{"word":"Souse","type":"n.","descr":" Something kept or steeped in pickle; esp., the pickled ears, feet, etc., of swine."},{"word":"Souse","type":"n.","descr":" The ear; especially, a hog\\'s ear."},{"word":"Souse","type":"n.","descr":" The act of sousing; a plunging into water."},{"word":"Soused","type":"imp. and p. p.","descr":" of Souse"},{"word":"Sousing","type":"p. pr. and vb. n.","descr":" of Souse"},{"word":"Souse","type":"v. t.","descr":" To steep in pickle; to pickle."},{"word":"Souse","type":"v. t.","descr":" To plunge or immerse in water or any liquid."},{"word":"Souse","type":"v. t.","descr":" To drench, as by an immersion; to wet throughly."},{"word":"Souse","type":"v. t.","descr":" To swoop or plunge, as a bird upon its prey; to fall suddenly; to rush with speed; to make a sudden attack."},{"word":"Souse","type":"v. t.","descr":" To pounce upon."},{"word":"Souse","type":"n.","descr":" The act of sousing, or swooping."},{"word":"Souse","type":"adv.","descr":" With a sudden swoop; violently."},{"word":"Souslik","type":"n.","descr":" See Suslik."},{"word":"Sout","type":"n.","descr":" Soot."},{"word":"Soutache","type":"n.","descr":" A kind of narrow braid, usually of silk; -- also known as Russian braid."},{"word":"Soutage","type":"n.","descr":" That in which anything is packed; bagging, as for hops."},{"word":"Soutane","type":"n.","descr":" A close garnment with straight sleeves, and skirts reaching to the ankles, and buttoned in front from top to bottom; especially, the black garment of this shape worn by the clergy in France and Italy as their daily dress; a cassock."},{"word":"Souter","type":"n.","descr":" A shoemaker; a cobbler."},{"word":"Souterly","type":"a.","descr":" Of or pertaining to a cobbler or cobblers; like a cobbler; hence, vulgar; low."},{"word":"Souterrain","type":"n.","descr":" A grotto or cavern under ground."},{"word":"South","type":"n.","descr":" That one of the four cardinal points directly opposite to the north; the region or direction to the right or direction to the right of a person who faces the east."},{"word":"South","type":"n.","descr":" A country, region, or place situated farther to the south than another; the southern section of a country."},{"word":"South","type":"n.","descr":" Specifically: That part of the United States which is south of Mason and Dixon\\'s line. See under Line."},{"word":"South","type":"n.","descr":" The wind from the south."},{"word":"South","type":"a.","descr":" Lying toward the south; situated at the south, or in a southern direction from the point of observation or reckoning; proceeding toward the south, or coming from the south; blowing from the south; southern; as, the south pole."},{"word":"South","type":"adv.","descr":" Toward the south; southward."},{"word":"South","type":"adv.","descr":" From the south; as, the wind blows south."},{"word":"Southed","type":"imp. and p. p.","descr":" of South"},{"word":"Southing","type":"p. pr. and vb. n.","descr":" of South"},{"word":"South","type":"v. i.","descr":" To turn or move toward the south; to veer toward the south."},{"word":"South","type":"v. i.","descr":" To come to the meridian; to cross the north and south line; -- said chiefly of the moon; as, the moon souths at nine."},{"word":"Southcottian","type":"n.","descr":" A follower of Joanna Southcott (1750-1814), an Englishwoman who, professing to have received a miraculous calling, preached and prophesied, and committed many impious absurdities."},{"word":"Southdown","type":"a.","descr":" Of or pertaining to the South Downs, a range of pasture hills south of the Thames, in England."},{"word":"Southdown","type":"n.","descr":" A Southdown sheep."},{"word":"Southeast","type":"n.","descr":" The point of the compass equally distant from the south and the east; the southeast part or region."},{"word":"Southeast","type":"a.","descr":" Of or pertaining to the southeast; proceeding toward, or coming from, the southeast; as, a southeast course; a southeast wind."},{"word":"Southeaster","type":"n.","descr":" A storm, strong wind, or gale coming from the southeast."},{"word":"Southeaster","type":"adv.","descr":" Toward the southeast."},{"word":"Southeastern","type":"a.","descr":" Of or pertaining to the southeast; southeasterly."},{"word":"Southeastward","type":"adv.","descr":" Alt. of Southeastwardly"},{"word":"Southeastwardly","type":"adv.","descr":" Toward the southeast."},{"word":"Souther","type":"n.","descr":" A strong wind, gale, or storm from the south."},{"word":"Southerliness","type":"n.","descr":" The quality or state of being southerly; direction toward the south."},{"word":"Southerly","type":"a.","descr":" Southern."},{"word":"Southern","type":"a.","descr":" Of or pertaining to the south; situated in, or proceeding from, the south; situated or proceeding toward the south."},{"word":"Southern","type":"n.","descr":" A Southerner."},{"word":"Southerner","type":"n.","descr":" An inhabitant or native of the south, esp. of the Southern States of North America; opposed to Northerner."},{"word":"Southernliness","type":"n.","descr":" Southerliness."},{"word":"Southernly","type":"a.","descr":" Somewhat southern."},{"word":"Southernly","type":"adv.","descr":" In a southerly manner or course; southward."},{"word":"Southernmost","type":"a.","descr":" Farthest south."},{"word":"Southernwood","type":"n.","descr":" A shrubby species of wormwood (Artemisia Abrotanum) having aromatic foliage. It is sometimes used in making beer."},{"word":"Southing","type":"n.","descr":" Tendency or progress southward; as, the southing of the sun."},{"word":"Southing","type":"n.","descr":" The time at which the moon, or other heavenly body, passes the meridian of a place."},{"word":"Southing","type":"n.","descr":" Distance of any heavenly body south of the equator; south declination; south latitude."},{"word":"Southing","type":"n.","descr":" Distance southward from any point departure or of reckoning, measured on a meridian; -- opposed to northing."},{"word":"Southly","type":"adv.","descr":" Southerly."},{"word":"Southmost","type":"a.","descr":" Farthest toward the south; southernmost."},{"word":"Southness","type":"n.","descr":" A tendency in the end of a magnetic needle to point toward the south pole."},{"word":"Southren","type":"a.","descr":" Southern."},{"word":"Southron","type":"n.","descr":" An inhabitant of the more southern part of a country; formerly, a name given in Scotland to any Englishman."},{"word":"Southsay","type":"v. i.","descr":" See Soothsay."},{"word":"Southsayer","type":"n.","descr":" See Soothsayer."},{"word":"South southerly","type":"","descr":" the old squaw; -- so called in imitation of its cry. Called also southerly, and southerland. See under Old."},{"word":"Southward","type":"adv.","descr":" Alt. of Southwards"},{"word":"Southwards","type":"adv.","descr":" Toward the south, or toward a point nearer the south than the east or west point; as, to go southward."},{"word":"Southward","type":"a.","descr":" Toward the south."},{"word":"Southward","type":"n.","descr":" The southern regions or countries; the south."},{"word":"Southwardly","type":"adv.","descr":" In a southern direction."},{"word":"Southwest","type":"n.","descr":" The point of the compass equally from the south and the west; the southwest part or region."},{"word":"Southwest","type":"a.","descr":" Pertaining to, or in the direction of, the southwest; proceeding toward the southwest; coming from the southwest; as, a southwest wind."},{"word":"Southwester","type":"n.","descr":" A storm, gale, or strong wind from the southwest."},{"word":"Southwester","type":"n.","descr":" A hat made of painted canvas, oiled cloth, or the like, with a flap at the back, -- worn in stormy weather."},{"word":"Southwesterly","type":"a.","descr":" To ward or from the southwest; as, a southwesterly course; a southwesterly wind."},{"word":"Southwestern","type":"a.","descr":" Of or pertaining to the southwest; southwesterly; as, to sail a southwestern course."},{"word":"Southwestward","type":"adv.","descr":" Alt. of Southwestwardly"},{"word":"Southwestwardly","type":"adv.","descr":" Toward the southwest."},{"word":"Souvenance","type":"n.","descr":" Alt. of Sovenaunce"},{"word":"Sovenaunce","type":"n.","descr":" Remembrance."},{"word":"Souvenir","type":"n.","descr":" That which serves as a reminder; a remembrancer; a memento; a keepsake."},{"word":"Sovereign","type":"a.","descr":" Supreme or highest in power; superior to all others; chief; as, our sovereign prince."},{"word":"Sovereign","type":"a.","descr":" Independent of, and unlimited by, any other; possessing, or entitled to, original authority or jurisdiction; as, a sovereign state; a sovereign discretion."},{"word":"Sovereign","type":"a.","descr":" Princely; royal."},{"word":"Sovereign","type":"a.","descr":" Predominant; greatest; utmost; paramount."},{"word":"Sovereign","type":"a.","descr":" Efficacious in the highest degree; effectual; controlling; as, a sovereign remedy."},{"word":"Sovereign","type":"n.","descr":" The person, body, or state in which independent and supreme authority is vested; especially, in a monarchy, a king, queen, or emperor."},{"word":"Sovereign","type":"n.","descr":" A gold coin of Great Britain, on which an effigy of the head of the reigning king or queen is stamped, valued at one pound sterling, or about $4.86."},{"word":"Sovereign","type":"n.","descr":" Any butterfly of the tribe Nymphalidi, or genus Basilarchia, as the ursula and the viceroy."},{"word":"Sovereignize","type":"v. i.","descr":" To exercise supreme authority."},{"word":"Sovereignly","type":"adv.","descr":" In a sovereign manner; in the highest degree; supremely."},{"word":"Sovereignties","type":"pl. ","descr":" of Sovereignty"},{"word":"Sovereignty","type":"n.","descr":" The quality or state of being sovereign, or of being a sovereign; the exercise of, or right to exercise, supreme power; dominion; sway; supremacy; independence; also, that which is sovereign; a sovereign state; as, Italy was formerly divided into many sovereignties."},{"word":"Sovran","type":"a.","descr":" A variant of Sovereign."},{"word":"Sow","type":"v. i.","descr":" To sew. See Sew."},{"word":"Sow","type":"n.","descr":" The female of swine, or of the hog kind."},{"word":"Sow","type":"n.","descr":" A sow bug."},{"word":"Sow","type":"n.","descr":" A channel or runner which receives the rows of molds in the pig bed."},{"word":"Sow","type":"n.","descr":" The bar of metal which remains in such a runner."},{"word":"Sow","type":"n.","descr":" A mass of solidified metal in a furnace hearth; a salamander."},{"word":"Sow","type":"n.","descr":" A kind of covered shed, formerly used by besiegers in filling up and passing the ditch of a besieged place, sapping and mining the wall, or the like."},{"word":"Sowed","type":"imp.","descr":" of Sow"},{"word":"Sown","type":"p. p.","descr":" of Sow"},{"word":"Sowed","type":"","descr":" of Sow"},{"word":"Sowing","type":"p. pr. and vb. n.","descr":" of Sow"},{"word":"Sow","type":"v. t.","descr":" To scatter, as seed, upon the earth; to plant by strewing; as, to sow wheat. Also used figuratively: To spread abroad; to propagate."},{"word":"Sow","type":"v. t.","descr":" To scatter seed upon, in, or over; to supply or stock, as land, with seeds. Also used figuratively: To scatter over; to besprinkle."},{"word":"Sow","type":"v. i.","descr":" To scatter seed for growth and the production of a crop; -- literally or figuratively."},{"word":"Sowans","type":"n. pl.","descr":" See Sowens."},{"word":"Sowar","type":"n.","descr":" In India, a mounted soldier."},{"word":"Sowbane","type":"n.","descr":" The red goosefoot (Chenopodium rubrum), -- said to be fatal to swine."},{"word":"Sowce","type":"n. and v.","descr":" See Souse."},{"word":"Sowdan","type":"n.","descr":" Sultan."},{"word":"Sowdanesse","type":"n.","descr":" A sultaness."},{"word":"Sowens","type":"n. pl.","descr":" A nutritious article of food, much used in Scotland, made from the husk of the oat by a process not unlike that by which common starch is made; -- called flummery in England."},{"word":"Sower","type":"n.","descr":" One who, or that which, sows."},{"word":"Sowins","type":"n. pl.","descr":" See Sowens."},{"word":"Sowl","type":"v. t.","descr":" Alt. of Sowle"},{"word":"Sowle","type":"v. t.","descr":" To pull by the ears; to drag about."},{"word":"Sowl","type":"v. i.","descr":" See Soul, v. i."},{"word":"Sown","type":"","descr":" p. p. of Sow."},{"word":"Sowne","type":"v. t. and i.","descr":" To sound."},{"word":"Sowse","type":"n. and v.","descr":" See Souse."},{"word":"Sowter","type":"n.","descr":" See Souter."},{"word":"Soy","type":"n.","descr":" A Chinese and Japanese liquid sauce for fish, etc., made by subjecting boiled beans (esp. soja beans), or beans and meal, to long fermentation and then long digestion in salt and water."},{"word":"Soy","type":"n.","descr":" The soja, a kind of bean. See Soja."},{"word":"Soyle","type":"v. t.","descr":" To solve, to clear up; as, to soyl all other texts."},{"word":"Soyle","type":"n.","descr":" Prey."},{"word":"Soyned","type":"a.","descr":" Filled with care; anxious."},{"word":"Sozzle","type":"v. t.","descr":" To splash or wet carelessly; as, to sozzle the feet in water."},{"word":"Sozzle","type":"v. t.","descr":" To heap up in confusion."},{"word":"Sozzle","type":"n.","descr":" One who spills water or other liquids carelessly; specifically, a sluttish woman."},{"word":"Sozzle","type":"n.","descr":" A mass, or heap, confusedly mingled."},{"word":"Soecificness","type":"n.","descr":" The quality or state of being specific."},{"word":"Sourt","type":"n.","descr":" A sudden or violent ejection or gushing of a liquid, as of water from a tube, orifice, or other confined place, or of blood from a wound; a jet; a spirt."},{"word":"Sourt","type":"n.","descr":" A shoot; a bud."},{"word":"Sourt","type":"n.","descr":" Fig.: A sudden outbreak; as, a spurt of jealousy."},{"word":"Souir","type":"v. t.","descr":" To throw with a jerk; to throw edge foremost."}]