[{"word":"Taas","type":"n.","descr":" A heap. See Tas."},{"word":"Tab","type":"n.","descr":" The flap or latchet of a shoe fastened with a string or a buckle."},{"word":"Tab","type":"n.","descr":" A tag. See Tag, 2."},{"word":"Tab","type":"n.","descr":" A loop for pulling or lifting something."},{"word":"Tab","type":"n.","descr":" A border of lace or other material, worn on the inner front edge of ladies\\' bonnets."},{"word":"Tab","type":"n.","descr":" A loose pendent part of a lady\\'s garment; esp., one of a series of pendent squares forming an edge or border."},{"word":"Tabacco","type":"n.","descr":" Tobacco."},{"word":"Tabanus","type":"n.","descr":" A genus of blood sucking flies, including the horseflies."},{"word":"Tabard","type":"n.","descr":" A sort of tunic or mantle formerly worn for protection from the weather. When worn over the armor it was commonly emblazoned with the arms of the wearer, and from this the name was given to the garment adopted for heralds."},{"word":"Tabarder","type":"n.","descr":" One who wears a tabard."},{"word":"Tabarder","type":"n.","descr":" A scholar on the foundation of Queen\\'s College, Oxford, England, whose original dress was a tabard."},{"word":"Tabaret","type":"n.","descr":" A stout silk having satin stripes, -- used for furniture."},{"word":"Tabasheer","type":"n.","descr":" A concretion in the joints of the bamboo, which consists largely or chiefly of pure silica. It is highly valued in the East Indies as a medicine for the cure of bilious vomitings, bloody flux, piles, and various other diseases."},{"word":"Tabbinet","type":"n.","descr":" A fabric like poplin, with a watered surface."},{"word":"Tabbies","type":"pl. ","descr":" of Tabby"},{"word":"Tabby","type":"n.","descr":" A kind of waved silk, usually called watered silk, manufactured like taffeta, but thicker and stronger. The watering is given to it by calendering."},{"word":"Tabby","type":"n.","descr":" A mixture of lime with shells, gravel, or stones, in equal proportions, with an equal proportion of water. When dry, this becomes as hard as rock."},{"word":"Tabby","type":"n.","descr":" A brindled cat; hence, popularly, any cat."},{"word":"Tabby","type":"n.","descr":" An old maid or gossip."},{"word":"Tabby","type":"a.","descr":" Having a wavy or watered appearance; as, a tabby waistcoat."},{"word":"Tabby","type":"a.","descr":" Brindled; diversified in color; as, a tabby cat."},{"word":"Tabbied","type":"imp. and p. p.","descr":" of Tabby"},{"word":"Tabbying","type":"p. pr. and vb. n.","descr":" of Tabby"},{"word":"Tabby","type":"v. t.","descr":" To water; to cause to look wavy, by the process of calendering; to calender; as, to tabby silk, mohair, ribbon, etc."},{"word":"Tabefaction","type":"n.","descr":" A wasting away; a gradual losing of flesh by disease."},{"word":"Tabefied","type":"imp. and p. p.","descr":" of Tabefy"},{"word":"Tabefying","type":"p. pr. and vb. n.","descr":" of Tabefy"},{"word":"Tabefy","type":"v. t.","descr":" To cause to waste gradually, to emaciate."},{"word":"Tabellion","type":"n.","descr":" A secretary or notary under the Roman empire; also, a similar officer in France during the old monarchy."},{"word":"Taber","type":"v. i.","descr":" Same as Tabor."},{"word":"Taberd","type":"n.","descr":" See Tabard."},{"word":"Tabernacle","type":"n.","descr":" A slightly built or temporary habitation; especially, a tent."},{"word":"Tabernacle","type":"n.","descr":" A portable structure of wooden framework covered with curtains, which was carried through the wilderness in the Israelitish exodus, as a place of sacrifice and worship."},{"word":"Tabernacle","type":"n.","descr":" Hence, the Jewish temple; sometimes, any other place for worship."},{"word":"Tabernacle","type":"n.","descr":" Figuratively: The human body, as the temporary abode of the soul."},{"word":"Tabernacle","type":"n.","descr":" Any small cell, or like place, in which some holy or precious things was deposited or kept."},{"word":"Tabernacle","type":"n.","descr":" The ornamental receptacle for the pyx, or for the consecrated elements, whether a part of a building or movable."},{"word":"Tabernacle","type":"n.","descr":" A niche for the image of a saint, or for any sacred painting or sculpture."},{"word":"Tabernacle","type":"n.","descr":" Hence, a work of art of sacred subject, having a partially architectural character, as a solid frame resting on a bracket, or the like."},{"word":"Tabernacle","type":"n.","descr":" A tryptich for sacred imagery."},{"word":"Tabernacle","type":"n.","descr":" A seat or stall in a choir, with its canopy."},{"word":"Tabernacle","type":"n.","descr":" A boxlike step for a mast with the after side open, so that the mast can be lowered to pass under bridges, etc."},{"word":"Tabernacled","type":"imp. and p. p.","descr":" of Tabernacle"},{"word":"Tabernacling","type":"p. pr. and vb. n.","descr":" of Tabernacle"},{"word":"Tabernacle","type":"v. i.","descr":" To dwell or reside for a time; to be temporary housed."},{"word":"Tabernacular","type":"a.","descr":" Of or pertaining to a tabernacle, especially the Jewish tabernacle."},{"word":"Tabernacular","type":"a.","descr":" Formed in latticework; latticed."},{"word":"Tabernacular","type":"a.","descr":" Of or pertaining to huts or booths; hence, common; low."},{"word":"Tabes","type":"n.","descr":" Progressive emaciation of the body, accompained with hectic fever, with no well-marked logical symptoms."},{"word":"Tabescent","type":"a.","descr":" Withering, or wasting away."},{"word":"Tabetic","type":"a.","descr":" Of or pertaining to tabes; of the nature of tabes; affected with tabes; tabid."},{"word":"Tabetic","type":"n.","descr":" One affected with tabes."},{"word":"Tabid","type":"a.","descr":" Affected by tabes; tabetic."},{"word":"Tabific","type":"a.","descr":" Alt. of Tabifical"},{"word":"Tabifical","type":"a.","descr":" Producing tabes; wasting; tabefying."},{"word":"Tabinet","type":"n.","descr":" See Tabbinet."},{"word":"Tablature","type":"n.","descr":" A painting on a wall or ceiling; a single piece comprehended in one view, and formed according to one design; hence, a picture in general."},{"word":"Tablature","type":"n.","descr":" An ancient mode of indicating musical sounds by letters and other signs instead of by notes."},{"word":"Tablature","type":"n.","descr":" Division into plates or tables with intervening spaces; as, the tablature of the cranial bones."},{"word":"Table","type":"n.","descr":" A smooth, flat surface, like the side of a board; a thin, flat, smooth piece of anything; a slab."},{"word":"Table","type":"n.","descr":" A thin, flat piece of wood, stone, metal, or other material, on which anything is cut, traced, written, or painted; a tablet"},{"word":"Table","type":"n.","descr":" a memorandum book."},{"word":"Table","type":"n.","descr":" Any smooth, flat surface upon which an inscription, a drawing, or the like, may be produced."},{"word":"Table","type":"n.","descr":" Hence, in a great variety of applications: A condensed statement which may be comprehended by the eye in a single view; a methodical or systematic synopsis; the presentation of many items or particulars in one group; a scheme; a schedule."},{"word":"Table","type":"n.","descr":" A view of the contents of a work; a statement of the principal topics discussed; an index; a syllabus; a synopsis; as, a table of contents."},{"word":"Table","type":"n.","descr":" A list of substances and their properties; especially, a list of the elementary substances with their atomic weights, densities, symbols, etc."},{"word":"Table","type":"n.","descr":" Any collection and arrangement in a condensed form of many particulars or values, for ready reference, as of weights, measures, currency, specific gravities, etc.; also, a series of numbers following some law, and expressing particular values corresponding to certain other numbers on which they depend, and by means of which they are taken out for use in computations; as, tables of logarithms, sines, tangents, squares, cubes, etc.; annuity tables; interest tables; astronomical tables, etc."},{"word":"Table","type":"n.","descr":" The arrangement or disposition of the lines which appear on the inside of the hand."},{"word":"Table","type":"n.","descr":" An article of furniture, consisting of a flat slab, board, or the like, having a smooth surface, fixed horizontally on legs, and used for a great variety of purposes, as in eating, writing, or working."},{"word":"Table","type":"n.","descr":" Hence, food placed on a table to be partaken of; fare; entertainment; as, to set a good table."},{"word":"Table","type":"n.","descr":" The company assembled round a table."},{"word":"Table","type":"n.","descr":" One of the two, external and internal, layers of compact bone, separated by diploe, in the walls of the cranium."},{"word":"Table","type":"n.","descr":" A stringcourse which includes an offset; esp., a band of stone, or the like, set where an offset is required, so as to make it decorative. See Water table."},{"word":"Table","type":"n.","descr":" The board on the opposite sides of which backgammon and draughts are played."},{"word":"Table","type":"n.","descr":" One of the divisions of a backgammon board; as, to play into the right-hand table."},{"word":"Table","type":"n.","descr":" The games of backgammon and of draughts."},{"word":"Table","type":"n.","descr":" A circular plate of crown glass."},{"word":"Table","type":"n.","descr":" The upper flat surface of a diamond or other precious stone, the sides of which are cut in angles."},{"word":"Table","type":"n.","descr":" A plane surface, supposed to be transparent and perpendicular to the horizon; -- called also perspective plane."},{"word":"Table","type":"n.","descr":" The part of a machine tool on which the work rests and is fastened."},{"word":"Tableed","type":"imp. and p. p.","descr":" of Table"},{"word":"Tableing","type":"p. pr. and vb. n.","descr":" of Table"},{"word":"Table","type":"v. t.","descr":" To form into a table or catalogue; to tabulate; as, to table fines."},{"word":"Table","type":"v. t.","descr":" To delineate, as on a table; to represent, as in a picture."},{"word":"Table","type":"v. t.","descr":" To supply with food; to feed."},{"word":"Table","type":"v. t.","descr":" To insert, as one piece of timber into another, by alternate scores or projections from the middle, to prevent slipping; to scarf."},{"word":"Table","type":"v. t.","descr":" To lay or place on a table, as money."},{"word":"Table","type":"v. t.","descr":" In parliamentary usage, to lay on the table; to postpone, by a formal vote, the consideration of (a bill, motion, or the like) till called for, or indefinitely."},{"word":"Table","type":"v. t.","descr":" To enter upon the docket; as, to table charges against some one."},{"word":"Table","type":"v. t.","descr":" To make board hems in the skirts and bottoms of (sails) in order to strengthen them in the part attached to the boltrope."},{"word":"Table","type":"v. i.","descr":" To live at the table of another; to board; to eat."},{"word":"Tableaux","type":"pl. ","descr":" of Tableau"},{"word":"Tableau","type":"n.","descr":" A striking and vivid representation; a picture."},{"word":"Tableau","type":"n.","descr":" A representation of some scene by means of persons grouped in the proper manner, placed in appropriate postures, and remaining silent and motionless."},{"word":"Tableaux vivants","type":"pl. ","descr":" of Tableau vivant"},{"word":"Tableau vivant","type":"","descr":" Same as Tableau, n., 2."},{"word":"Tablebook","type":"n.","descr":" A tablet; a notebook."},{"word":"Tablecloth","type":"n.","descr":" A cloth for covering a table, especially one with which a table is covered before the dishes, etc., are set on for meals."},{"word":"Tables dhote","type":"pl. ","descr":" of Table d\\'hote"},{"word":"Table dhote","type":"","descr":" A common table for guests at a hotel; an ordinary."},{"word":"Table-land","type":"n.","descr":" A broad, level, elevated area of land; a plateau."},{"word":"Tablemen","type":"pl. ","descr":" of Tableman"},{"word":"Tableman","type":"n.","descr":" A man at draughts; a piece used in playing games at tables. See Table, n., 10."},{"word":"Tablement","type":"n.","descr":" A table."},{"word":"Tabler","type":"n.","descr":" One who boards."},{"word":"Tabler","type":"n.","descr":" One who boards others for hire."},{"word":"Tablespoon","type":"n.","descr":" A spoon of the largest size commonly used at the table; -- distinguished from teaspoon, dessert spoon, etc."},{"word":"Tablespoonfuls","type":"pl. ","descr":" of Tablespoonful"},{"word":"Tablespoonful","type":"n.","descr":" As much as a tablespoon will hold; enough to fill a tablespoon. It is usually reckoned as one half of a fluid ounce, or four fluid drams."},{"word":"Tablet","type":"n.","descr":" A small table or flat surface."},{"word":"Tablet","type":"n.","descr":" A flat piece of any material on which to write, paint, draw, or engrave; also, such a piece containing an inscription or a picture."},{"word":"Tablet","type":"n.","descr":" Hence, a small picture; a miniature."},{"word":"Tablet","type":"n.","descr":" A kind of pocket memorandum book."},{"word":"Tablet","type":"n.","descr":" A flattish cake or piece; as, tablets of arsenic were formerly worn as a preservative against the plague."},{"word":"Tablet","type":"n.","descr":" A solid kind of electuary or confection, commonly made of dry ingredients with sugar, and usually formed into little flat squares; -- called also lozenge, and troche, especially when of a round or rounded form."},{"word":"Tableware","type":"n.","descr":" Ware, or articles collectively, for table use."},{"word":"Tabling","type":"n.","descr":" A forming into tables; a setting down in order."},{"word":"Tabling","type":"n.","descr":" The letting of one timber into another by alternate scores or projections, as in shipbuilding."},{"word":"Tabling","type":"n.","descr":" A broad hem on the edge of a sail."},{"word":"Tabling","type":"n.","descr":" Board; support."},{"word":"Tabling","type":"n.","descr":" Act of playing at tables. See Table, n., 10."},{"word":"Taboo","type":"n.","descr":" A total prohibition of intercourse with, use of, or approach to, a given person or thing under pain of death, -- an interdict of religious origin and authority, formerly common in the islands of Polynesia; interdiction."},{"word":"Tabooed","type":"imp. and p. p.","descr":" of Taboo"},{"word":"Tabooing","type":"p. pr. and vb. n.","descr":" of Taboo"},{"word":"Taboo","type":"v. t.","descr":" To put under taboo; to forbid, or to forbid the use of; to interdict approach to, or use of; as, to taboo the ground set apart as a sanctuary for criminals."},{"word":"Tabor","type":"n.","descr":" A small drum used as an accompaniment to a pipe or fife, both being played by the same person."},{"word":"Tabored","type":"imp. and p. p.","descr":" of Tabor"},{"word":"Taboring","type":"p. pr. and vb. n.","descr":" of Tabor"},{"word":"Tabor","type":"v. i.","descr":" To play on a tabor, or little drum."},{"word":"Tabor","type":"v. i.","descr":" To strike lightly and frequently."},{"word":"Tabor","type":"v. t.","descr":" To make (a sound) with a tabor."},{"word":"Taborer","type":"n.","descr":" One who plays on the tabor."},{"word":"Taboret","type":"n.","descr":" A small tabor."},{"word":"Taborine","type":"n.","descr":" A small, shallow drum; a tabor."},{"word":"Taborite","type":"n.","descr":" One of certain Bohemian reformers who suffered persecution in the fifteenth century; -- so called from Tabor, a hill or fortress where they encamped during a part of their struggles."},{"word":"Tabour","type":"n. and v.","descr":" See Tabor."},{"word":"Tabouret","type":"n.","descr":" Same as Taboret."},{"word":"Tabouret","type":"n.","descr":" A seat without arms or back, cushioned and stuffed: a high stool; -- so called from its resemblance to a drum."},{"word":"Tabouret","type":"n.","descr":" An embroidery frame."},{"word":"Tabrere","type":"n.","descr":" A taborer."},{"word":"Tabret","type":"n.","descr":" A taboret."},{"word":"Tabu","type":"n. and v.","descr":" See Taboo."},{"word":"Tabulae","type":"pl. ","descr":" of Tabula"},{"word":"Tabula","type":"n.","descr":" A table; a tablet."},{"word":"Tabula","type":"n.","descr":" One of the transverse plants found in the calicles of certain corals and hydroids."},{"word":"Tabular","type":"a.","descr":" Having the form of, or pertaining to, a table (in any of the uses of the word)."},{"word":"Tabular","type":"a.","descr":" Having a flat surface; as, a tabular rock."},{"word":"Tabular","type":"a.","descr":" Formed into a succession of flakes; laminated."},{"word":"Tabular","type":"a.","descr":" Set in squares."},{"word":"Tabular","type":"a.","descr":" Arranged in a schedule; as, tabular statistics."},{"word":"Tabular","type":"a.","descr":" Derived from, or computed by, the use of tables; as, tabular right ascension."},{"word":"Tabularization","type":"n.","descr":" The act of tabularizing, or the state of being tabularized; formation into tables; tabulation."},{"word":"Tabularized","type":"imp. and p. p.","descr":" of Tabularize"},{"word":"Tabularizing","type":"p. pr. and vb. n.","descr":" of Tabularize"},{"word":"Tabularize","type":"v. t.","descr":" To tabulate."},{"word":"Tabulata","type":"n. pl.","descr":" An artificial group of stony corals including those which have transverse septa in the calicles. The genera Pocillopora and Favosites are examples."},{"word":"Tabulated","type":"imp. and p. p.","descr":" of Tabulate"},{"word":"Tabulating","type":"p. pr. and vb. n.","descr":" of Tabulate"},{"word":"Tabulate","type":"v. t.","descr":" To form into a table or tables; to reduce to tables or synopses."},{"word":"Tabulate","type":"v. t.","descr":" To shape with a flat surface."},{"word":"Tabulation","type":"n.","descr":" The act of forming into a table or tables; as, the tabulation of statistics."},{"word":"Tac","type":"n.","descr":" A kind of customary payment by a tenant; -- a word used in old records."},{"word":"Tacamahac","type":"n.","descr":" Alt. of Tacamahaca"},{"word":"Tacamahaca","type":"n.","descr":" A bitter balsamic resin obtained from tropical American trees of the genus Elaphrium (E. tomentosum and E. Tacamahaca), and also from East Indian trees of the genus Calophyllum; also, the resinous exhudation of the balsam poplar."},{"word":"Tacamahaca","type":"n.","descr":" Any tree yielding tacamahac resin, especially, in North America, the balsam poplar, or balm of Gilead (Populus balsamifera)."},{"word":"Tacaud","type":"n.","descr":" The bib, or whiting pout."},{"word":"Tace","type":"n.","descr":" The cross, or church, of St. Antony. See Illust. (6), under Cross, n."},{"word":"Tace","type":"n.","descr":" See Tasse."},{"word":"Tacet","type":"v.impers.","descr":" It is silent; -- a direction for a vocal or instrumental part to be silent during a whole movement."},{"word":"Tache","type":"n.","descr":" Something used for taking hold or holding; a catch; a loop; a button."},{"word":"Tache","type":"n.","descr":" A spot, stain, or blemish."},{"word":"Tachhydrite","type":"n.","descr":" A hydrous chloride of calcium and magnesium occurring in yellowish masses which rapidly deliquesce upon exposure. It is found in the salt mines at Stassfurt."},{"word":"Tachinae","type":"pl. ","descr":" of Tachina"},{"word":"Tachina","type":"n.","descr":" Any one of numerous species of Diptera belonging to Tachina and allied genera. Their larvae are external parasites of other insects."},{"word":"Tachometer","type":"n.","descr":" An instrument for measuring the velocity, or indicating changes in the velocity, of a moving body or substance."},{"word":"Tachometer","type":"n.","descr":" An instrument for measuring the velocity of running water in a river or canal, consisting of a wheel with inclined vanes, which is turned by the current. The rotations of the wheel are recorded by clockwork."},{"word":"Tachometer","type":"n.","descr":" An instrument for showing at any moment the speed of a revolving shaft, consisting of a delicate revolving conical pendulum which is driven by the shaft, and the action of which by change of speed moves a pointer which indicates the speed on a graduated dial."},{"word":"Tachometer","type":"n.","descr":" An instrument for measuring the velocity of the blood; a haematachometer."},{"word":"Tachydidaxy","type":"n.","descr":" A short or rapid method of instructing."},{"word":"Tachyglossa","type":"n. pl.","descr":" A division of monotremes which comprises the spiny ant-eaters of Australia and New Guinea. See Illust. under Echidna."},{"word":"Tachygraphic","type":"a.","descr":" Alt. of Tachygraphical"},{"word":"Tachygraphical","type":"a.","descr":" Of or pertaining to tachygraphy; written in shorthand."},{"word":"Tachygraphy","type":"n.","descr":" The art or practice of rapid writing; shorthand writing; stenography."},{"word":"Tachylyte","type":"n.","descr":" A vitreous form of basalt; -- so called because decomposable by acids and readily fusible."},{"word":"Tacit","type":"a.","descr":" Done or made in silence; implied, but not expressed; silent; as, tacit consent is consent by silence, or by not interposing an objection."},{"word":"Taciturn","type":"a.","descr":" Habitually silent; not given to converse; not apt to talk or speak."},{"word":"Taciturnity","type":"n.","descr":" Habilual silence, or reserve in speaking."},{"word":"Tack","type":"n.","descr":" A stain; a tache."},{"word":"Tack","type":"n.","descr":" A peculiar flavor or taint; as, a musty tack."},{"word":"Tack","type":"n.","descr":" A small, short, sharp-pointed nail, usually having a broad, flat head."},{"word":"Tack","type":"n.","descr":" That which is attached; a supplement; an appendix. See Tack, v. t., 3."},{"word":"Tack","type":"v. t.","descr":" A rope used to hold in place the foremost lower corners of the courses when the vessel is closehauled (see Illust. of Ship); also, a rope employed to pull the lower corner of a studding sail to the boom."},{"word":"Tack","type":"v. t.","descr":" The part of a sail to which the tack is usually fastened; the foremost lower corner of fore-and-aft sails, as of schooners (see Illust. of Sail)."},{"word":"Tack","type":"v. t.","descr":" The direction of a vessel in regard to the trim of her sails; as, the starboard tack, or port tack; -- the former when she is closehauled with the wind on her starboard side; hence, the run of a vessel on one tack; also, a change of direction."},{"word":"Tack","type":"v. t.","descr":" A contract by which the use of a thing is set, or let, for hire; a lease."},{"word":"Tack","type":"v. t.","descr":" Confidence; reliance."},{"word":"Tacked","type":"imp. and p. p.","descr":" of Tack"},{"word":"Tacking","type":"p. pr. and vb. n.","descr":" of Tack"},{"word":"Tack","type":"v. t.","descr":" To fasten or attach."},{"word":"Tack","type":"v. t.","descr":" Especially, to attach or secure in a slight or hasty manner, as by stitching or nailing; as, to tack together the sheets of a book; to tack one piece of cloth to another; to tack on a board or shingle; to tack one piece of metal to another by drops of solder."},{"word":"Tack","type":"v. t.","descr":" In parliamentary usage, to add (a supplement) to a bill; to append; -- often with on or to."},{"word":"Tack","type":"v. t.","descr":" To change the direction of (a vessel) when sailing closehauled, by putting the helm alee and shifting the tacks and sails so that she will proceed to windward nearly at right angles to her former course."},{"word":"Tack","type":"v. i.","descr":" To change the direction of a vessel by shifting the position of the helm and sails; also (as said of a vessel), to have her direction changed through the shifting of the helm and sails. See Tack, v. t., 4."},{"word":"Tacker","type":"n.","descr":" One who tacks."},{"word":"Tacket","type":"n.","descr":" A small, broad-headed nail."},{"word":"Tackey","type":"a. and n.","descr":" See Tacky."},{"word":"Tacking","type":"n.","descr":" A union of securities given at different times, all of which must be redeemed before an intermediate purchaser can interpose his claim."},{"word":"Tackle","type":"n.","descr":" Apparatus for raising or lowering heavy weights, consisting of a rope and pulley blocks; sometimes, the rope and attachments, as distinct from the block."},{"word":"Tackle","type":"n.","descr":" Any instruments of action; an apparatus by which an object is moved or operated; gear; as, fishing tackle, hunting tackle; formerly, specifically, weapons."},{"word":"Tackle","type":"n.","descr":" The rigging and apparatus of a ship; also, any purchase where more than one block is used."},{"word":"Tackled","type":"imp. and p. p.","descr":" of Tackle"},{"word":"Tackling","type":"p. pr. and vb. n.","descr":" of Tackle"},{"word":"Tackle","type":"n.","descr":" To supply with tackle."},{"word":"Tackle","type":"n.","descr":" To fasten or attach, as with a tackle; to harness; as, to tackle a horse into a coach or wagon."},{"word":"Tackle","type":"n.","descr":" To seize; to lay hold of; to grapple; as, a wrestler tackles his antagonist; a dog tackles the game."},{"word":"Tackle","type":"n.","descr":" To begin to deal with; as, to tackle the problem."},{"word":"Tackled","type":"a.","descr":" Made of ropes tacked together."},{"word":"Tackling","type":"n.","descr":" Furniture of the masts and yards of a vessel, as cordage, sails, etc."},{"word":"Tackling","type":"n.","descr":" Instruments of action; as, fishing tackling."},{"word":"Tackling","type":"n.","descr":" The straps and fixures adjusted to an animal, by which he draws a carriage, or the like; harness."},{"word":"Tacksmen","type":"pl. ","descr":" of Tacksman"},{"word":"Tacksman","type":"n.","descr":" One who holds a tack or lease from another; a tenant, or lessee."},{"word":"Tacky","type":"a.","descr":" Sticky; adhesive; raw; -- said of paint, varnish, etc., when not well dried."},{"word":"Taconic","type":"a.","descr":" Designating, or pertaining to, the series of rocks forming the Taconic mountains in Western New England. They were once supposed to be older than the Cambrian, but later proved to belong to the Lower Silurian and Cambrian."},{"word":"Tact","type":"n.","descr":" The sense of touch; feeling."},{"word":"Tact","type":"n.","descr":" The stroke in beating time."},{"word":"Tact","type":"n.","descr":" Sensitive mental touch; peculiar skill or faculty; nice perception or discernment; ready power of appreciating and doing what is required by circumstances."},{"word":"Tactable","type":"a.","descr":" Capable of being touched; tangible."},{"word":"Tactic","type":"a.","descr":" Alt. of Tactical"},{"word":"Tactical","type":"a.","descr":" Of or pertaining to the art of military and naval tactics."},{"word":"Tactic","type":"n.","descr":" See Tactics."},{"word":"Tactician","type":"n.","descr":" One versed in tactics; hence, a skillful maneuverer; an adroit manager."},{"word":"Tactics","type":"n.","descr":" The science and art of disposing military and naval forces in order for battle, and performing military and naval evolutions. It is divided into grand tactics, or the tactics of battles, and elementary tactics, or the tactics of instruction."},{"word":"Tactics","type":"n.","descr":" Hence, any system or method of procedure."},{"word":"Tactile","type":"a.","descr":" Of or pertaining to the organs, or the sense, of touch; perceiving, or perceptible, by the touch; capable of being touched; as, tactile corpuscles; tactile sensations."},{"word":"Tactility","type":"n.","descr":" The quality or state of being tactile; perceptibility by touch; tangibleness."},{"word":"Taction","type":"n.","descr":" The act of touching; touch; contact; tangency."},{"word":"Tactless","type":"a.","descr":" Destitute of tact."},{"word":"Tactual","type":"a.","descr":" Of or pertaining to the sense, or the organs, of touch; derived from touch."},{"word":"Tadpole","type":"n.","descr":" The young aquatic larva of any amphibian. In this stage it breathes by means of external or internal gills, is at first destitute of legs, and has a finlike tail. Called also polliwig, polliwog, porwiggle, or purwiggy."},{"word":"Tadpole","type":"n.","descr":" The hooded merganser."},{"word":"Taedium","type":"n.","descr":" See Tedium."},{"word":"Tael","type":"n.","descr":" A denomination of money, in China, worth nearly six shillings sterling, or about a dollar and forty cents; also, a weight of one ounce and a third."},{"word":"Taen","type":"","descr":" Alt. of Ta\\'en"},{"word":"Taen","type":"","descr":" p. p. of Ta, to take, or a contraction of Taken."},{"word":"Taeniae","type":"pl. ","descr":" of Taenia"},{"word":"Taenia","type":"n.","descr":" A genus of intestinal worms which includes the common tapeworms of man. See Tapeworm."},{"word":"Taenia","type":"n.","descr":" A band; a structural line; -- applied to several bands and lines of nervous matter in the brain."},{"word":"Taenia","type":"n.","descr":" The fillet, or band, at the bottom of a Doric frieze, separating it from the architrave."},{"word":"Taeniada","type":"n. pl.","descr":" Same as Taenioidea."},{"word":"Taeniata","type":"n. pl.","descr":" A division of Ctenophora including those which have a long, ribbonlike body. The Venus\\'s girdle is the most familiar example."},{"word":"Taenidia","type":"pl. ","descr":" of Taenidium"},{"word":"Taenidium","type":"n.","descr":" The chitinous fiber forming the spiral thread of the tracheae of insects. See Illust. of Trachea."},{"word":"Taenioglossa","type":"n. pl.","descr":" An extensive division of gastropod mollusks in which the odontophore is long and narrow, and usually bears seven rows of teeth. It includes a large number of families both marine and fresh-water."},{"word":"Taenioglossate","type":"a.","descr":" Of or pertaining to the Taenioglossa."},{"word":"Taenioid","type":"a.","descr":" Ribbonlike; shaped like a ribbon."},{"word":"Taenioid","type":"a.","descr":" Like or pertaining to Taenia."},{"word":"Taenioidea","type":"n. pl.","descr":" The division of cestode worms which comprises the tapeworms. See Tapeworm."},{"word":"Taeniolae","type":"pl. ","descr":" of Taeniola"},{"word":"Taeniola","type":"n.","descr":" One of the radial partitions which separate the internal cavities of certain medusae."},{"word":"Taeniosomi","type":"n. pl.","descr":" An order of fishes remarkable for their long and compressed form. The ribbon fishes are examples. See Ribbon fish, under Ribbon."},{"word":"Tafferer","type":"n.","descr":" See Taffrail."},{"word":"Taffeta","type":"n.","descr":" Alt. of Taffety"},{"word":"Taffety","type":"n.","descr":" A fine, smooth stuff of silk, having usually the wavy luster called watering. The term has also been applied to different kinds of silk goods, from the 16th century to modern times."},{"word":"Taffrail","type":"n.","descr":" The upper part of a ship\\'s stern, which is flat like a table on the top, and sometimes ornamented with carved work; the rail around a ship\\'s stern."},{"word":"Taffy","type":"n.","descr":" A kind of candy made of molasses or brown sugar boiled down and poured out in shallow pans."},{"word":"Taffy","type":"n.","descr":" Flattery; soft phrases."},{"word":"Tafia","type":"n.","descr":" A variety of rum."},{"word":"Tag","type":"n.","descr":" Any slight appendage, as to an article of dress; something slight hanging loosely; specifically, a direction card, or label."},{"word":"Tag","type":"n.","descr":" A metallic binding, tube, or point, at the end of a string, or lace, to stiffen it."},{"word":"Tag","type":"n.","descr":" The end, or catchword, of an actor\\'s speech; cue."},{"word":"Tag","type":"n.","descr":" Something mean and paltry; the rabble."},{"word":"Tag","type":"n.","descr":" A sheep of the first year."},{"word":"Tag","type":"n.","descr":" A sale of usually used items (such as furniture, clothing, household items or bric-a-brac), conducted by one or a small group of individuals, at a location which is not a normal retail establishment."},{"word":"Tagged","type":"imp. and p. p.","descr":" of Tag"},{"word":"Tagging","type":"p. pr. and vb. n.","descr":" of Tag"},{"word":"Tag","type":"v. t.","descr":" To fit with, or as with, a tag or tags."},{"word":"Tag","type":"v. t.","descr":" To join; to fasten; to attach."},{"word":"Tag","type":"v. t.","descr":" To follow closely after; esp., to follow and touch in the game of tag. See Tag, a play."},{"word":"Tag","type":"v. i.","descr":" To follow closely, as it were an appendage; -- often with after; as, to tag after a person."},{"word":"Tag","type":"v.","descr":" A child\\'s play in which one runs after and touches another, and then runs away to avoid being touched."},{"word":"Tagbelt","type":"n.","descr":" Same as Tagsore."},{"word":"Tagger","type":"n.","descr":" One who, or that which, appends or joins one thing to another."},{"word":"Tagger","type":"n.","descr":" That which is pointed like a tag."},{"word":"Tagger","type":"n.","descr":" Sheets of tin or other plate which run below the gauge."},{"word":"Tagger","type":"n.","descr":" A device for removing taglocks from sheep."},{"word":"Taglet","type":"n.","descr":" A little tag."},{"word":"Taglia","type":"n.","descr":" A peculiar combination of pulleys."},{"word":"Tagliacotain","type":"a.","descr":" Of or pertaining to Tagliacozzi, a Venetian surgeon; as, the Tagliacotian operation, a method of rhinoplasty described by him."},{"word":"Taglioni","type":"n.","descr":" A kind of outer coat, or overcoat; -- said to be so named after a celebrated Italian family of professional dancers."},{"word":"Taglock","type":"n.","descr":" An entangled lock, as of hair or wool."},{"word":"Tagnicate","type":"n.","descr":" The white-lipped peccary."},{"word":"Tag-rag","type":"n. and a.","descr":" The lowest class of people; the rabble.  Cf. Rag, tag, and bobtail, under Bobtail."},{"word":"Tagsore","type":"n.","descr":" Adhesion of the tail of a sheep to the wool from excoriation produced by contact with the feces; -- called also tagbelt."},{"word":"Tagtail","type":"n.","descr":" A worm which has its tail conspicuously colored."},{"word":"Tagtail","type":"n.","descr":" A person who attaches himself to another against the will of the latter; a hanger-on."},{"word":"Taguan","type":"n.","descr":" A large flying squirrel (Pteromys petuarista). Its body becomes two feet long, with a large bushy tail nearly as long."},{"word":"Taguicati","type":"n.","descr":" The white-lipped peccary."},{"word":"Taha","type":"n.","descr":" The African rufous-necked weaver bird (Hyphantornis texor)."},{"word":"Tahaleb","type":"n.","descr":" A fox (Vulpes Niloticus) of Northern Africa."},{"word":"Tahitian","type":"a.","descr":" Of or pertaining to Tahiti, an island in the Pacific Ocean."},{"word":"Tahitian","type":"n.","descr":" A native inhabitant of Tahiti."},{"word":"Tahr","type":"n.","descr":" Same as Thar."},{"word":"Tail","type":"n.","descr":" Limitation; abridgment."},{"word":"Tail","type":"a.","descr":" Limited; abridged; reduced; curtailed; as, estate tail."},{"word":"Tail","type":"n.","descr":" The terminal, and usually flexible, posterior appendage of an animal."},{"word":"Tail","type":"n.","descr":" Any long, flexible terminal appendage; whatever resembles, in shape or position, the tail of an animal, as a catkin."},{"word":"Tail","type":"n.","descr":" Hence, the back, last, lower, or inferior part of anything, -- as opposed to the head, or the superior part."},{"word":"Tail","type":"n.","descr":" A train or company of attendants; a retinue."},{"word":"Tail","type":"n.","descr":" The side of a coin opposite to that which bears the head, effigy, or date; the reverse; -- rarely used except in the expression \"heads or tails,\" employed when a coin is thrown up for the purpose of deciding some point by its fall."},{"word":"Tail","type":"n.","descr":" The distal tendon of a muscle."},{"word":"Tail","type":"n.","descr":" A downy or feathery appendage to certain achenes. It is formed of the permanent elongated style."},{"word":"Tail","type":"n.","descr":" A portion of an incision, at its beginning or end, which does not go through the whole thickness of the skin, and is more painful than a complete incision; -- called also tailing."},{"word":"Tail","type":"n.","descr":" One of the strips at the end of a bandage formed by splitting the bandage one or more times."},{"word":"Tail","type":"n.","descr":" A rope spliced to the strap of a block, by which it may be lashed to anything."},{"word":"Tail","type":"n.","descr":" The part of a note which runs perpendicularly upward or downward from the head; the stem."},{"word":"Tail","type":"n.","descr":" Same as Tailing, 4."},{"word":"Tail","type":"n.","descr":" The bottom or lower portion of a member or part, as a slate or tile."},{"word":"Tail","type":"n.","descr":" See Tailing, n., 5."},{"word":"Tail","type":"v. t.","descr":" To follow or hang to, like a tail; to be attached closely to, as that which can not be evaded."},{"word":"Tail","type":"v. t.","descr":" To pull or draw by the tail."},{"word":"Tail","type":"v. i.","descr":" To hold by the end; -- said of a timber when it rests upon a wall or other support; -- with in or into."},{"word":"Tail","type":"v. i.","descr":" To swing with the stern in a certain direction; -- said of a vessel at anchor; as, this vessel tails down stream."},{"word":"Tailage","type":"n.","descr":" See Tallage."},{"word":"Tail-bay","type":"n.","descr":" One of the joists which rest one end on the wall and the other on a girder; also, the space between a wall and the nearest girder of a floor.  Cf. Case-bay."},{"word":"Tail-bay","type":"n.","descr":" The part of a canal lock below the lower gates."},{"word":"Tailblock","type":"n.","descr":" A block with a tail. See Tail, 9."},{"word":"Tailboard","type":"n.","descr":" The board at the rear end of a cart or wagon, which can be removed or let down, for convenience in loading or unloading."},{"word":"Tailed","type":"a.","descr":" Having a tail; having (such) a tail or (so many) tails; -- chiefly used in composition; as, bobtailed, longtailed, etc."},{"word":"Tailing","type":"n.","descr":" The part of a projecting stone or brick inserted in a wall."},{"word":"Tailing","type":"n.","descr":" Same as Tail, n., 8 (a)."},{"word":"Tailing","type":"n.","descr":" Sexual intercourse."},{"word":"Tailing","type":"n.","descr":" The lighter parts of grain separated from the seed threshing and winnowing; chaff."},{"word":"Tailing","type":"n.","descr":" The refuse part of stamped ore, thrown behind the tail of the buddle or washing apparatus. It is dressed over again to secure whatever metal may exist in it.  Called also tails."},{"word":"Taille","type":"n.","descr":" A tally; an account scored on a piece of wood."},{"word":"Taille","type":"n.","descr":" Any imposition levied by the king, or any other lord, upon his subjects."},{"word":"Taille","type":"n.","descr":" The French name for the tenor voice or part; also, for the tenor viol or viola."},{"word":"Tailless","type":"a.","descr":" Having no tail."},{"word":"Taillie","type":"n.","descr":" Same as Tailzie."},{"word":"Tailor","type":"n.","descr":" One whose occupation is to cut out and make men\\'s garments; also, one who cuts out and makes ladies\\' outer garments."},{"word":"Tailor","type":"n.","descr":" The mattowacca; -- called also tailor herring."},{"word":"Tailor","type":"n.","descr":" The silversides."},{"word":"Tailor","type":"n.","descr":" The goldfish."},{"word":"Tailored","type":"imp. and p. p.","descr":" of Tailor"},{"word":"Tailoring","type":"p. pr. and vb. n.","descr":" of Tailor"},{"word":"Tailor","type":"v. i.","descr":" To practice making men\\'s clothes; to follow the business of a tailor."},{"word":"Tailoress","type":"n.","descr":" A female tailor."},{"word":"Tailoring","type":"adv.","descr":" The business or the work of a tailor or a tailoress."},{"word":"Tailpiece","type":"n.","descr":" A piece at the end; an appendage."},{"word":"Tailpiece","type":"n.","descr":" One of the timbers which tail into a header, in floor framing. See Illust. of Header."},{"word":"Tailpiece","type":"n.","descr":" An ornament placed at the bottom of a short page to fill up the space, or at the end of a book."},{"word":"Tailpiece","type":"n.","descr":" A piece of ebony or other material attached to the lower end of a violin or similar instrument, to which the strings are fastened."},{"word":"Tailpin","type":"n.","descr":" The center in the spindle of a turning lathe."},{"word":"Tailrace","type":"n.","descr":" See Race, n., 6."},{"word":"Tailrace","type":"n.","descr":" The channel in which tailings, suspended in water, are conducted away."},{"word":"Tailstock","type":"n.","descr":" The sliding block or support, in a lathe, which carries the dead spindle, or adjustable center. The headstock supports the live spindle."},{"word":"Tail-water","type":"n.","descr":" Water in a tailrace."},{"word":"Tailzie","type":"n.","descr":" An entailment or deed whereby the legal course of succession is cut off, and an arbitrary one substituted."},{"word":"Tain","type":"n.","descr":" Thin tin plate; also, tin foil for mirrors."},{"word":"Taint","type":"n.","descr":" A thrust with a lance, which fails of its intended effect."},{"word":"Taint","type":"n.","descr":" An injury done to a lance in an encounter, without its being broken; also, a breaking of a lance in an encounter in a dishonorable or unscientific manner."},{"word":"Tainted","type":"imp. and p. p.","descr":" of Taint"},{"word":"Tainting","type":"p. pr. and vb. n.","descr":" of Taint"},{"word":"Taint","type":"v. i.","descr":" To thrust ineffectually with a lance."},{"word":"Taint","type":"v. t.","descr":" To injure, as a lance, without breaking it; also, to break, as a lance, but usually in an unknightly or unscientific manner."},{"word":"Taint","type":"v. t.","descr":" To hit or touch lightly, in tilting."},{"word":"Taint","type":"v. t.","descr":" To imbue or impregnate with something extraneous, especially with something odious, noxious, or poisonous; hence, to corrupt; to infect; to poison; as, putrid substance taint the air."},{"word":"Taint","type":"v. t.","descr":" Fig.: To stain; to sully; to tarnish."},{"word":"Taint","type":"v. i.","descr":" To be infected or corrupted; to be touched with something corrupting."},{"word":"Taint","type":"v. i.","descr":" To be affected with incipient putrefaction; as, meat soon taints in warm weather."},{"word":"Taint","type":"n.","descr":" Tincture; hue; color; tinge."},{"word":"Taint","type":"n.","descr":" Infection; corruption; deprivation."},{"word":"Taint","type":"n.","descr":" A blemish on reputation; stain; spot; disgrace."},{"word":"Taintless","type":"a.","descr":" Free from taint or infection; pure."},{"word":"Taintlessly","type":"adv.","descr":" In a taintless manner."},{"word":"Tainture","type":"n.","descr":" Taint; tinge; difilement; stain; spot."},{"word":"Taintworm","type":"n.","descr":" A destructive parasitic worm or insect larva."},{"word":"Taira","type":"n.","descr":" Same as Tayra."},{"word":"Tairn","type":"n.","descr":" See Tarn."},{"word":"Tait","type":"n.","descr":" A small nocturnal and arboreal Australian marsupial (Tarsipes rostratus) about the size of a mouse. It has a long muzzle, a long tongue, and very few teeth, and feeds upon honey and insects. Called also noolbenger."},{"word":"Tajacu","type":"n.","descr":" Alt. of Tajassu"},{"word":"Tajassu","type":"n.","descr":" The common, or collared, peccary."},{"word":"Take","type":"p. p.","descr":" Taken."},{"word":"Takend","type":"p. p.","descr":" of Take"},{"word":"Taking","type":"p. pr. and vb. n.","descr":" of Take"},{"word":"Take","type":"v. t.","descr":" In an active sense; To lay hold of; to seize with the hands, or otherwise; to grasp; to get into one\\'s hold or possession; to procure; to seize and carry away; to convey."},{"word":"Take","type":"v. t.","descr":" To obtain possession of by force or artifice; to get the custody or control of; to reduce into subjection to one\\'s power or will; to capture; to seize; to make prisoner; as, to take am army, a city, or a ship; also, to come upon or befall; to fasten on; to attack; to seize; -- said of a disease, misfortune, or the like."},{"word":"Take","type":"v. t.","descr":" To gain or secure the interest or affection of; to captivate; to engage; to interest; to charm."},{"word":"Take","type":"v. t.","descr":" To make selection of; to choose; also, to turn to; to have recourse to; as, to take the road to the right."},{"word":"Take","type":"v. t.","descr":" To employ; to use; to occupy; hence, to demand; to require; as, it takes so much cloth to make a coat."},{"word":"Take","type":"v. t.","descr":" To form a likeness of; to copy; to delineate; to picture; as, to take picture of a person."},{"word":"Take","type":"v. t.","descr":" To draw; to deduce; to derive."},{"word":"Take","type":"v. t.","descr":" To assume; to adopt; to acquire, as shape; to permit to one\\'s self; to indulge or engage in; to yield to; to have or feel; to enjoy or experience, as rest, revenge, delight, shame; to form and adopt, as a resolution; -- used in general senses, limited by a following complement, in many idiomatic phrases; as, to take a resolution; I take the liberty to say."},{"word":"Take","type":"v. t.","descr":" To lead; to conduct; as, to take a child to church."},{"word":"Take","type":"v. t.","descr":" To carry; to convey; to deliver to another; to hand over; as, he took the book to the bindery."},{"word":"Take","type":"v. t.","descr":" To remove; to withdraw; to deduct; -- with from; as, to take the breath from one; to take two from four."},{"word":"Take","type":"v. t.","descr":" In a somewhat passive sense, to receive; to bear; to endure; to acknowledge; to accept."},{"word":"Take","type":"v. t.","descr":" To accept, as something offered; to receive; not to refuse or reject; to admit."},{"word":"Take","type":"v. t.","descr":" To receive as something to be eaten or dronk; to partake of; to swallow; as, to take food or wine."},{"word":"Take","type":"v. t.","descr":" Not to refuse or balk at; to undertake readily; to clear; as, to take a hedge or fence."},{"word":"Take","type":"v. t.","descr":" To bear without ill humor or resentment; to submit to; to tolerate; to endure; as, to take a joke; he will take an affront from no man."},{"word":"Take","type":"v. t.","descr":" To admit, as, something presented to the mind; not to dispute; to allow; to accept; to receive in thought; to entertain in opinion; to understand; to interpret; to regard or look upon; to consider; to suppose; as, to take a thing for granted; this I take to be man\\'s motive; to take men for spies."},{"word":"Take","type":"v. t.","descr":" To accept the word or offer of; to receive and accept; to bear; to submit to; to enter into agreement with; -- used in general senses; as, to take a form or shape."},{"word":"Take","type":"v. i.","descr":" To take hold; to fix upon anything; to have the natural or intended effect; to accomplish a purpose; as, he was inoculated, but the virus did not take."},{"word":"Take","type":"v. i.","descr":" To please; to gain reception; to succeed."},{"word":"Take","type":"v. i.","descr":" To move or direct the course; to resort; to betake one\\'s self; to proceed; to go; -- usually with to; as, the fox, being hard pressed, took to the hedge."},{"word":"Take","type":"v. i.","descr":" To admit of being pictured, as in a photograph; as, his face does not take well."},{"word":"Take","type":"n.","descr":" That which is taken; especially, the quantity of fish captured at one haul or catch."},{"word":"Take","type":"n.","descr":" The quantity or copy given to a compositor at one time."},{"word":"Take-in","type":"n.","descr":" Imposition; fraud."},{"word":"Taken","type":"","descr":" p. p. of Take."},{"word":"Take-off","type":"n.","descr":" An imitation, especially in the way of caricature."},{"word":"Taker","type":"n.","descr":" One who takes or receives; one who catches or apprehends."},{"word":"Take-up","type":"n.","descr":" That which takes up or tightens; specifically, a device in a sewing machine for drawing up the slack thread as the needle rises, in completing a stitch."},{"word":"Taking","type":"a.","descr":" Apt to take; alluring; attracting."},{"word":"Taking","type":"a.","descr":" Infectious; contageous."},{"word":"Taking","type":"n.","descr":" The act of gaining possession; a seizing; seizure; apprehension."},{"word":"Taking","type":"n.","descr":" Agitation; excitement; distress of mind."},{"word":"Taking","type":"n.","descr":" Malign influence; infection."},{"word":"Taking-off","type":"n.","descr":" Removal; murder. See To take off (c), under Take, v. t."},{"word":"Talapoin","type":"n.","descr":" A small African monkey (Cercopithecus, \/ Miopithecus, talapoin) -- called also melarhine."},{"word":"Talaria","type":"n. pl.","descr":" Small wings or winged shoes represented as fastened to the ankles, -- chiefly used as an attribute of Mercury."},{"word":"Talbot","type":"n.","descr":" A sort of dog, noted for quick scent and eager pursuit of game."},{"word":"Talbotype","type":"n.","descr":" Same as Calotype."},{"word":"Talc","type":"n.","descr":" A soft mineral of a soapy feel and a greenish, whitish, or grayish color, usually occurring in foliated masses. It is hydrous silicate of magnesia. Steatite, or soapstone, is a compact granular variety."},{"word":"Talcose","type":"a.","descr":" Alt. of Talcous"},{"word":"Talcous","type":"a.","descr":" Of or pertaining to talc; composed of, or resembling, talc."},{"word":"Tale","type":"n.","descr":" See Tael."},{"word":"Tale","type":"v. i.","descr":" That which is told; an oral relation or recital; any rehearsal of what has occured; narrative; discourse; statement; history; story."},{"word":"Tale","type":"v. i.","descr":" A number told or counted off; a reckoning by count; an enumeration; a count, in distinction from measure or weight; a number reckoned or stated."},{"word":"Tale","type":"v. i.","descr":" A count or declaration."},{"word":"Tale","type":"v. i.","descr":" To tell stories."},{"word":"Talebearer","type":"n.","descr":" One who officiously tells tales; one who impertinently or maliciously communicates intelligence, scandal, etc., and makes mischief."},{"word":"Talebearing","type":"a.","descr":" Telling tales officiously."},{"word":"Talebearing","type":"n.","descr":" The act of informing officiously; communication of sectrts, scandal, etc., maliciously."},{"word":"Taled","type":"n.","descr":" A kind of quadrangular piece of cloth put on by the Jews when repeating prayers in the synagogues."},{"word":"Taleful","type":"a.","descr":" Full of stories."},{"word":"Talegalla","type":"n.","descr":" A genus of Australian birds which includes the brush turkey. See Brush turkey."},{"word":"Talent","type":"v. t.","descr":" Among the ancient Greeks, a weight and a denomination of money equal to 60 minae or 6,000 drachmae. The Attic talent, as a weight, was about 57 lbs. avoirdupois; as a denomination of silver money, its value was £243 15s. sterling, or about $1,180."},{"word":"Talent","type":"v. t.","descr":" Among the Hebrews, a weight and denomination of money. For silver it was equivalent to 3,000 shekels, and in weight was equal to about 93\/ lbs. avoirdupois; as a denomination of silver, it has been variously estimated at from £340 to £396 sterling, or about $1,645 to $1,916. For gold it was equal to 10,000 gold shekels."},{"word":"Talent","type":"v. t.","descr":" Inclination; will; disposition; desire."},{"word":"Talent","type":"v. t.","descr":" Intellectual ability, natural or acquired; mental endowment or capacity; skill in accomplishing; a special gift, particularly in business, art, or the like; faculty; a use of the word probably originating in the Scripture parable of the talents (Matt. xxv. 14-30)."},{"word":"Talented","type":"a.","descr":" Furnished with talents; possessing skill or talent; mentally gifted."},{"word":"Tales","type":"n.","descr":" Persons added to a jury, commonly from those in or about the courthouse, to make up any deficiency in the number of jurors regularly summoned, being like, or such as, the latter."},{"word":"Tales","type":"syntactically sing.","descr":" The writ by which such persons are summoned."},{"word":"Talesmen","type":"pl. ","descr":" of Talesman"},{"word":"Talesman","type":"n.","descr":" A person called to make up a deficiency in the number of jurors when a tales is awarded."},{"word":"Taleteller","type":"n.","descr":" One who tells tales or stories, especially in a mischievous or officious manner; a talebearer; a telltale; a tattler."},{"word":"Talewise","type":"adv.","descr":" In a way of a tale or story."},{"word":"Taliacotian","type":"a.","descr":" See Tagliacotian."},{"word":"Taliation","type":"n.","descr":" Retaliation."},{"word":"Talion","type":"n.","descr":" Retaliation."},{"word":"Talipes","type":"n.","descr":" The deformity called clubfoot. See Clubfoot."},{"word":"Talipot","type":"n.","descr":" A beautiful tropical palm tree (Corypha umbraculifera), a native of Ceylon and the Malabar coast. It has a trunk sixty or seventy feet high, bearing a crown of gigantic fan-shaped leaves which are used as umbrellas and as fans in ceremonial processions, and, when cut into strips, as a substitute for writing paper."},{"word":"Talismans","type":"pl. ","descr":" of Talisman"},{"word":"Talisman","type":"n.","descr":" A magical figure cut or engraved under certain superstitious observances of the configuration of the heavens, to which wonderful effects are ascribed; the seal, figure, character, or image, of a heavenly sign, constellation, or planet, engraved on a sympathetic stone, or on a metal corresponding to the star, in order to receive its influence."},{"word":"Talisman","type":"n.","descr":" Hence, something that produces extraordinary effects, esp. in averting or repelling evil; an amulet; a charm; as, a talisman to avert diseases."},{"word":"Talismanic","type":"a.","descr":" Alt. of Talismanical"},{"word":"Talismanical","type":"a.","descr":" Of or pertaining to a talisman; having the properties of a talisman, or preservative against evils by occult influence; magical."},{"word":"Talked","type":"imp. and p. p.","descr":" of Talk"},{"word":"Talking","type":"p. pr. and vb. n.","descr":" of Talk"},{"word":"Talk","type":"n.","descr":" To utter words; esp., to converse familiarly; to speak, as in familiar discourse, when two or more persons interchange thoughts."},{"word":"Talk","type":"n.","descr":" To confer; to reason; to consult."},{"word":"Talk","type":"n.","descr":" To prate; to speak impertinently."},{"word":"Talk","type":"v. t.","descr":" To speak freely; to use for conversing or communicating; as, to talk French."},{"word":"Talk","type":"v. t.","descr":" To deliver in talking; to speak; to utter; to make a subject of conversation; as, to talk nonsense; to talk politics."},{"word":"Talk","type":"v. t.","descr":" To consume or spend in talking; -- often followed by away; as, to talk away an evening."},{"word":"Talk","type":"v. t.","descr":" To cause to be or become by talking."},{"word":"Talk","type":"n.","descr":" The act of talking; especially, familiar converse; mutual discourse; that which is uttered, especially in familiar conversation, or the mutual converse of two or more."},{"word":"Talk","type":"n.","descr":" Report; rumor; as, to hear talk of war."},{"word":"Talk","type":"n.","descr":" Subject of discourse; as, his achievment is the talk of the town."},{"word":"Talkative","type":"a.","descr":" Given to much talking."},{"word":"Talker","type":"n.","descr":" One who talks; especially, one who is noted for his power of conversing readily or agreeably; a conversationist."},{"word":"Talker","type":"n.","descr":" A loquacious person, male or female; a prattler; a babbler; also, a boaster; a braggart; -- used in contempt or reproach."},{"word":"Talking","type":"a.","descr":" That talks; able to utter words; as, a talking parrot."},{"word":"Talking","type":"a.","descr":" Given to talk; loquacious."},{"word":"Tall","type":"superl.","descr":" High in stature; having a considerable, or an unusual, extension upward; long and comparatively slender; having the diameter or lateral extent small in proportion to the height; as, a tall person, tree, or mast."},{"word":"Tall","type":"superl.","descr":" Brave; bold; courageous."},{"word":"Tall","type":"superl.","descr":" Fine; splendid; excellent; also, extravagant; excessive."},{"word":"Tallage","type":"n.","descr":" Alt. of Talliage"},{"word":"Talliage","type":"n.","descr":" A certain rate or tax paid by barons, knights, and inferior tenants, toward the public expenses."},{"word":"Tallage","type":"v. t.","descr":" To lay an impost upon; to cause to pay tallage."},{"word":"Tallier","type":"n.","descr":" One who keeps tally."},{"word":"Tallness","type":"n.","descr":" The quality or state of being tall; height of stature."},{"word":"Tallow","type":"n.","descr":" The suet or fat of animals of the sheep and ox kinds, separated from membranous and fibrous matter by melting."},{"word":"Tallow","type":"n.","descr":" The fat of some other animals, or the fat obtained from certain plants, or from other sources, resembling the fat of animals of the sheep and ox kinds."},{"word":"Tallowed","type":"imp. and p. p.","descr":" of Tallow"},{"word":"Tallowing","type":"p. pr. and vb. n.","descr":" of Tallow"},{"word":"Tallow","type":"v. t.","descr":" To grease or smear with tallow."},{"word":"Tallow","type":"v. t.","descr":" To cause to have a large quantity of tallow; to fatten; as, tallow sheep."},{"word":"Tallower","type":"n.","descr":" An animal which produces tallow."},{"word":"Tallow-face","type":"n.","descr":" One who has a sickly, pale complexion."},{"word":"Tallow-faced","type":"a.","descr":" Having a sickly complexion; pale."},{"word":"Tallowing","type":"n.","descr":" The act, or art, of causing animals to produce tallow; also, the property in animals of producing tallow."},{"word":"Tallowish","type":"a.","descr":" Having the qualities of tallow."},{"word":"Tallowy","type":"a.","descr":" Of the nature of tallow; resembling tallow; greasy."},{"word":"Tallwood","type":"n.","descr":" Firewood cut into billets of a certain length."},{"word":"Tallies","type":"pl. ","descr":" of Tally"},{"word":"Tally","type":"n.","descr":" Originally, a piece of wood on which notches or scores were cut, as the marks of number; later, one of two books, sheets of paper, etc., on which corresponding accounts were kept."},{"word":"Tally","type":"n.","descr":" Hence, any account or score kept by notches or marks, whether on wood or paper, or in a book; especially, one kept in duplicate."},{"word":"Tally","type":"n.","descr":" One thing made to suit another; a match; a mate."},{"word":"Tally","type":"n.","descr":" A notch, mark, or score made on or in a tally; as, to make or earn a tally in a game."},{"word":"Tally","type":"n.","descr":" A tally shop. See Tally shop, below."},{"word":"Tallied","type":"imp. and p. p.","descr":" of Tally"},{"word":"Tallying","type":"p. pr. and vb. n.","descr":" of Tally"},{"word":"Tally","type":"n.","descr":" To score with correspondent notches; hence, to make to correspond; to cause to fit or suit."},{"word":"Tally","type":"n.","descr":" To check off, as parcels of freight going inboard or outboard."},{"word":"Tally","type":"v. i.","descr":" To be fitted; to suit; to correspond; to match."},{"word":"Tally","type":"v. i.","descr":" To make a tally; to score; as, to tally in a game."},{"word":"Tally","type":"a.","descr":" Stoutly; with spirit."},{"word":"Tallyho","type":"interj. and n.","descr":" The huntsman\\'s cry to incite or urge on his hounds."},{"word":"Tallyho","type":"interj. and n.","descr":" A tallyho coach."},{"word":"Tallymen","type":"pl. ","descr":" of Tallyman"},{"word":"Tallyman","type":"n.","descr":" One who keeps the tally, or marks the sticks."},{"word":"Tallyman","type":"n.","descr":" One who keeps a tally shop, or conducts his business as tally trade."},{"word":"Talmas","type":"pl. ","descr":" of Talma"},{"word":"Talma","type":"n.","descr":" A kind of large cape, or short, full cloak, forming part of the dress of ladies."},{"word":"Talma","type":"n.","descr":" A similar garment worn formerly by gentlemen."},{"word":"Talmud","type":"n.","descr":" The body of the Jewish civil and canonical law not comprised in the Pentateuch."},{"word":"Talmudic","type":"a.","descr":" Alt. of Talmudical"},{"word":"Talmudical","type":"a.","descr":" Of or pertaining to the Talmud; contained in the Talmud; as, Talmudic Greek; Talmudical phrases."},{"word":"Talmudist","type":"n.","descr":" One versed in the Talmud; one who adheres to the teachings of the Talmud."},{"word":"Talmudistic","type":"a.","descr":" Resembling the Talmud; Talmudic."},{"word":"Talon","type":"n.","descr":" The claw of a predaceous bird or animal, especially the claw of a bird of prey."},{"word":"Talon","type":"n.","descr":" One of certain small prominences on the hind part of the face of an elephant\\'s tooth."},{"word":"Talon","type":"n.","descr":" A kind of molding, concave at the bottom and convex at the top; -- usually called an ogee."},{"word":"Talon","type":"n.","descr":" The shoulder of the bolt of a lock on which the key acts to shoot the bolt."},{"word":"Talook","type":"n.","descr":" Alt. of Taluk"},{"word":"Taluk","type":"n.","descr":" A large estate; esp., one constituting a revenue district or dependency the native proprietor of which is responsible for the collection and payment of the public revenue due from it."},{"word":"Talookdar","type":"n.","descr":" Alt. of Talukdar"},{"word":"Talukdar","type":"n.","descr":" A proprietor of a talook."},{"word":"Talpa","type":"n.","descr":" A genus of small insectivores including the common European mole."},{"word":"Tali","type":"pl. ","descr":" of Talus"},{"word":"Talus","type":"n.","descr":" The astragalus."},{"word":"Talus","type":"n.","descr":" A variety of clubfoot (Talipes calcaneus). See the Note under Talipes."},{"word":"Talus","type":"n.","descr":" A slope; the inclination of the face of a work."},{"word":"Talus","type":"n.","descr":" A sloping heap of fragments of rock lying at the foot of a precipice."},{"word":"Tamability","type":"n.","descr":" The quality or state of being tamable; tamableness."},{"word":"Tamable","type":"a.","descr":" Capable of being tamed, subdued, or reclaimed from wildness or savage ferociousness."},{"word":"Tamandu","type":"n.","descr":" A small ant-eater (Tamandua tetradactyla) native of the tropical parts of South America."},{"word":"Tamanoir","type":"n.","descr":" The ant-bear."},{"word":"Tamarack","type":"n.","descr":" The American larch; also, the larch of Oregon and British Columbia (Larix occidentalis). See Hackmatack, and Larch."},{"word":"Tamarack","type":"n.","descr":" The black pine (Pinus Murrayana) of Alaska, California, etc. It is a small tree with fine-grained wood."},{"word":"Tamaric","type":"n.","descr":" A shrub or tree supposed to be the tamarisk, or perhaps some kind of heath."},{"word":"Tamarin","type":"n.","descr":" Any one of several species of small squirrel-like South American monkeys of the genus Midas, especially M. ursulus."},{"word":"Tamarind","type":"n.","descr":" A leguminous tree (Tamarindus Indica) cultivated both the Indies, and the other tropical countries, for the sake of its shade, and for its fruit. The trunk of the tree is lofty and large, with wide-spreading branches; the flowers are in racemes at the ends of the branches. The leaves are small and finely pinnated."},{"word":"Tamarind","type":"n.","descr":" One of the preserved seed pods of the tamarind, which contain an acid pulp, and are used medicinally and for preparing a pleasant drink."},{"word":"Tamarisk","type":"n.","descr":" Any shrub or tree of the genus Tamarix, the species of which are European and Asiatic. They have minute scalelike leaves, and small flowers in spikes. An Arabian species (T. mannifera) is the source of one kind of manna."},{"word":"Tambac","type":"n.","descr":" See Tombac."},{"word":"Tambour","type":"n.","descr":" A kind of small flat drum; a tambourine."},{"word":"Tambour","type":"n.","descr":" A small frame, commonly circular, and somewhat resembling a tambourine, used for stretching, and firmly holding, a portion of cloth that is to be embroidered; also, the embroidery done upon such a frame; -- called also, in the latter sense, tambour work."},{"word":"Tambour","type":"n.","descr":" Same as Drum, n., 2(d)."},{"word":"Tambour","type":"n.","descr":" A work usually in the form of a redan, to inclose a space before a door or staircase, or at the gorge of a larger work. It is arranged like a stockade."},{"word":"Tambour","type":"n.","descr":" A shallow metallic cup or drum, with a thin elastic membrane supporting a writing lever. Two or more of these are connected by an India rubber tube, and used to transmit and register the movements of the pulse or of any pulsating artery."},{"word":"Tamboured","type":"imp. and p. p.","descr":" of Tambour"},{"word":"Tambouring","type":"p. pr. and vb. n.","descr":" of Tambour"},{"word":"Tambour","type":"v. t.","descr":" To embroider on a tambour."},{"word":"Tambourin","type":"n.","descr":" A tambourine."},{"word":"Tambourin","type":"n.","descr":" An old Provencal dance of a lively character, common on the stage."},{"word":"Tambourine","type":"n.","descr":" A small drum, especially a shallow drum with only one skin, played on with the hand, and having bells at the sides; a timbrel."},{"word":"Tambreet","type":"n.","descr":" The duck mole."},{"word":"Tamburin","type":"n.","descr":" See Tambourine."},{"word":"Tame","type":"v. t.","descr":" To broach or enter upon; to taste, as a liquor; to divide; to distribute; to deal out."},{"word":"Tame","type":"superl.","descr":" Reduced from a state of native wildness and shyness; accustomed to man; domesticated; domestic; as, a tame deer, a tame bird."},{"word":"Tame","type":"superl.","descr":" Crushed; subdued; depressed; spiritless."},{"word":"Tame","type":"superl.","descr":" Deficient in spirit or animation; spiritless; dull; flat; insipid; as, a tame poem; tame scenery."},{"word":"Tamed","type":"imp. and p. p.","descr":" of Tame"},{"word":"Taming","type":"p. pr. and vb. n.","descr":" of Tame"},{"word":"Tame","type":"a.","descr":" To reduce from a wild to a domestic state; to make gentle and familiar; to reclaim; to domesticate; as, to tame a wild beast."},{"word":"Tame","type":"a.","descr":" To subdue; to conquer; to repress; as, to tame the pride or passions of youth."},{"word":"Tameable","type":"a.","descr":" Tamable."},{"word":"Tameless","type":"a.","descr":" Incapable of being tamed; wild; untamed; untamable."},{"word":"Tamely","type":"adv.","descr":" In a tame manner."},{"word":"Tameness","type":"n.","descr":" The quality or state of being tame."},{"word":"Tamer","type":"n.","descr":" One who tames or subdues."},{"word":"Tamias","type":"n.","descr":" A genus of ground squirrels, including the chipmunk."},{"word":"Tamil","type":"a.","descr":" Of or pertaining to the Tamils, or to their language."},{"word":"Tamil","type":"n.","descr":" One of a Dravidian race of men native of Northern Ceylon and Southern India."},{"word":"Tamil","type":"n.","descr":" The Tamil language, the most important of the Dravidian languages. See Dravidian, a."},{"word":"Tamilian","type":"a. and n.","descr":" Tamil."},{"word":"Tamine","type":"n.","descr":" Alt. of Taminy"},{"word":"Taminy","type":"n.","descr":" A kind of woolen cloth; tammy."},{"word":"Tamis","type":"n.","descr":" A sieve, or strainer, made of a kind of woolen cloth."},{"word":"Tamis","type":"n.","descr":" The cloth itself; tammy."},{"word":"Tamkin","type":"n.","descr":" A tampion."},{"word":"Tammies","type":"pl. ","descr":" of Tammy"},{"word":"Tammy","type":"n.","descr":" A kind of woolen, or woolen and cotton, cloth, often highly glazed, -- used for curtains, sieves, strainers, etc."},{"word":"Tammy","type":"n.","descr":" A sieve, or strainer, made of this material; a tamis."},{"word":"Tamped","type":"imp. and p. p.","descr":" of Tamp"},{"word":"Tamping","type":"p. pr. and vb. n.","descr":" of Tamp"},{"word":"Tamp","type":"v. t.","descr":" In blasting, to plug up with clay, earth, dry sand, sod, or other material, as a hole bored in a rock, in order to prevent the force of the explosion from being misdirected."},{"word":"Tamp","type":"v. t.","descr":" To drive in or down by frequent gentle strokes; as, to tamp earth so as to make a smooth place."},{"word":"Tampan","type":"n.","descr":" A venomous South African tick."},{"word":"Tampeon","type":"n.","descr":" See Tampion."},{"word":"Tamper","type":"n.","descr":" One who tamps; specifically, one who prepares for blasting, by filling the hole in which the charge is placed."},{"word":"Tamper","type":"n.","descr":" An instrument used in tamping; a tamping iron."},{"word":"Tampered","type":"imp. and p. p.","descr":" of Tamper"},{"word":"Tampering","type":"p. pr. and vb. n.","descr":" of Tamper"},{"word":"Tamper","type":"v. i.","descr":" To meddle; to be busy; to try little experiments; as, to tamper with a disease."},{"word":"Tamper","type":"v. i.","descr":" To meddle so as to alter, injure, or vitiate a thing."},{"word":"Tamper","type":"v. i.","descr":" To deal unfairly; to practice secretly; to use bribery."},{"word":"Tamperer","type":"n.","descr":" One who tampers; one who deals unfairly."},{"word":"Tampico fiber","type":"","descr":" Alt. of fibre"},{"word":"Tamping","type":"n.","descr":" The act of one who tamps; specifically, the act of filling up a hole in a rock, or the branch of a mine, for the purpose of blasting the rock or exploding the mine."},{"word":"Tamping","type":"n.","descr":" The material used in tamping. See Tamp, v. t., 1."},{"word":"Tampion","type":"n.","descr":" A wooden stopper, or plug, as for a cannon or other piece of ordnance, when not in use."},{"word":"Tampion","type":"n.","descr":" A plug for upper end of an organ pipe."},{"word":"Tampoe","type":"n.","descr":" The edible fruit of an East Indian tree (Baccaurea Malayana) of the Spurge family. It somewhat resembles an apple."},{"word":"Tampon","type":"n.","descr":" A plug introduced into a natural or artificial cavity of the body in order to arrest hemorrhage, or for the application of medicine."},{"word":"Tampon","type":"v. t.","descr":" To plug with a tampon."},{"word":"Tampoon","type":"n.","descr":" The stopper of a barrel; a bung."},{"word":"Tam-tam","type":"n.","descr":" A kind of drum used in the East Indies and other Oriental countries; -- called also tom-tom."},{"word":"Tam-tam","type":"n.","descr":" A gong. See Gong, n., 1."},{"word":"Tamul","type":"a. and n.","descr":" Tamil."},{"word":"Tan","type":"n.","descr":" See Picul."},{"word":"Tan","type":"n.","descr":" The bark of the oak, and some other trees, bruised and broken by a mill, for tanning hides; -- so called both before and after it has been used. Called also tan bark."},{"word":"Tan","type":"n.","descr":" A yellowish-brown color, like that of tan."},{"word":"Tan","type":"n.","descr":" A brown color imparted to the skin by exposure to the sun; as, hands covered with tan."},{"word":"Tan","type":"a.","descr":" Of the color of tan; yellowish-brown."},{"word":"Tanned","type":"imp. and p. p.","descr":" of Tan"},{"word":"Tanning","type":"p. pr. and vb. n.","descr":" of Tan"},{"word":"Tan","type":"n.","descr":" To convert (the skin of an animal) into leather, as by usual process of steeping it in an infusion of oak or some other bark, whereby it is impregnated with tannin, or tannic acid (which exists in several species of bark), and is thus rendered firm, durable, and in some degree impervious to water."},{"word":"Tan","type":"n.","descr":" To make brown; to imbrown, as by exposure to the rays of the sun; as, to tan the skin."},{"word":"Tan","type":"v. i.","descr":" To get or become tanned."},{"word":"Tana","type":"n.","descr":" Same as Banxring."},{"word":"Tanager","type":"n.","descr":" Any one of numerous species of bright-colored singing birds belonging to Tanagra, Piranga, and allied genera. The scarlet tanager (Piranga erythromelas) and the summer redbird (Piranga rubra) are common species of the United States."},{"word":"Tanagrine","type":"a.","descr":" Of or pertaining to the tanagers."},{"word":"Tanagroid","type":"a.","descr":" Tanagrine."},{"word":"Tanate","type":"n.","descr":" An Asiatic wild dog (Canis procyonoides), native of Japan and adjacent countries. It has a short, bushy tail. Called also raccoon dog."},{"word":"Tandem","type":"adv. and a.","descr":" One after another; -- said especially of horses harnessed and driven one before another, instead of abreast."},{"word":"Tandem","type":"n.","descr":" A team of horses harnessed one before the other."},{"word":"Tang","type":"n.","descr":" A coarse blackish seaweed (Fuscus nodosus)."},{"word":"Tang","type":"n.","descr":" A strong or offensive taste; especially, a taste of something extraneous to the thing itself; as, wine or cider has a tang of the cask."},{"word":"Tang","type":"n.","descr":" Fig.: A sharp, specific flavor or tinge.  Cf. Tang a twang."},{"word":"Tang","type":"n.","descr":" A projecting part of an object by means of which it is secured to a handle, or to some other part; anything resembling a tongue in form or position."},{"word":"Tang","type":"n.","descr":" The part of a knife, fork, file, or other small instrument, which is inserted into the handle."},{"word":"Tang","type":"n.","descr":" The projecting part of the breech of a musket barrel, by which the barrel is secured to the stock."},{"word":"Tang","type":"n.","descr":" The part of a sword blade to which the handle is fastened."},{"word":"Tang","type":"n.","descr":" The tongue of a buckle."},{"word":"Tang","type":"n.","descr":" A sharp, twanging sound; an unpleasant tone; a twang."},{"word":"Tanged","type":"imp. and p. p.","descr":" of Tang"},{"word":"Tanging","type":"p. pr. and vb. n.","descr":" of Tang"},{"word":"Tang","type":"v. t.","descr":" To cause to ring or sound loudly; to ring."},{"word":"Tang","type":"v. i.","descr":" To make a ringing sound; to ring."},{"word":"Tangalung","type":"n.","descr":" An East Indian civet (Viverra tangalunga)."},{"word":"Tangence","type":"n.","descr":" Tangency."},{"word":"Tangency","type":"n.","descr":" The quality or state of being tangent; a contact or touching."},{"word":"Tangent","type":"v. t.","descr":" A tangent line curve, or surface; specifically, that portion of the straight line tangent to a curve that is between the point of tangency and a given line, the given line being, for example, the axis of abscissas, or a radius of a circle produced. See Trigonometrical function, under Function."},{"word":"Tangent","type":"a.","descr":" Touching; touching at a single point"},{"word":"Tangent","type":"a.","descr":" meeting a curve or surface at a point and having at that point the same direction as the curve or surface; -- said of a straight line, curve, or surface; as, a line tangent to a curve; a curve tangent to a surface; tangent surfaces."},{"word":"Tangental","type":"a.","descr":" Tangential."},{"word":"Tangential","type":"a.","descr":" Of or pertaining to a tangent; in the direction of a tangent."},{"word":"Tangentially","type":"adv.","descr":" In the direction of a tangent."},{"word":"Tangerine","type":"n.","descr":" A kind of orange, much like the mandarin, but of deeper color and higher flavor. It is said to have been produced in America from the mandarin."},{"word":"Tangfish","type":"n.","descr":" The common harbor seal."},{"word":"Tanghinia","type":"n.","descr":" The ordeal tree. See under Ordeal."},{"word":"Tangibility","type":"n.","descr":" The quality or state of being tangible."},{"word":"Tangible","type":"a.","descr":" Perceptible to the touch; tactile; palpable."},{"word":"Tangible","type":"a.","descr":" Capable of being possessed or realized; readily apprehensible by the mind; real; substantial; evident."},{"word":"Tangled","type":"imp. and p. p.","descr":" of Tangle"},{"word":"Tangling","type":"p. pr. and vb. n.","descr":" of Tangle"},{"word":"Tangle","type":"n.","descr":" To unite or knit together confusedly; to interweave or interlock, as threads, so as to make it difficult to unravel the knot; to entangle; to ravel."},{"word":"Tangle","type":"n.","descr":" To involve; to insnare; to entrap; as, to be tangled in lies."},{"word":"Tangle","type":"v. i.","descr":" To be entangled or united confusedly; to get in a tangle."},{"word":"Tangle","type":"n.","descr":" Any large blackish seaweed, especially the Laminaria saccharina. See Kelp."},{"word":"Tangle","type":"v.","descr":" A knot of threads, or other thing, united confusedly, or so interwoven as not to be easily disengaged; a snarl; as, hair or yarn in tangles; a tangle of vines and briers. Used also figuratively."},{"word":"Tangle","type":"v.","descr":" An instrument consisting essentially of an iron bar to which are attached swabs, or bundles of frayed rope, or other similar substances, -- used to capture starfishes, sea urchins, and other similar creatures living at the bottom of the sea."},{"word":"Tanglefish","type":"n.","descr":" The sea adder, or great pipefish of Europe."},{"word":"Tanglingly","type":"adv.","descr":" In a tangling manner."},{"word":"Tangly","type":"a.","descr":" Entangled; intricate."},{"word":"Tangly","type":"a.","descr":" Covered with tangle, or seaweed."},{"word":"Tangram","type":"n.","descr":" A Chinese toy made by cutting a square of thin wood, or other suitable material, into seven pieces, as shown in the cut, these pieces being capable of combination in various ways, so as to form a great number of different figures. It is now often used in primary schools as a means of instruction."},{"word":"Tangue","type":"n.","descr":" The tenrec."},{"word":"Tangun","type":"n.","descr":" A piebald variety of the horse, native of Thibet."},{"word":"Tangwhaup","type":"n.","descr":" The whimbrel."},{"word":"Tanier","type":"n.","descr":" An aroid plant (Caladium sagittaefolium), the leaves of which are boiled and eaten in the West Indies."},{"word":"Tanist","type":"n.","descr":" In Ireland, a lord or proprietor of a tract of land or of a castle, elected by a family, under the system of tanistry."},{"word":"Tanistry","type":"n.","descr":" In Ireland, a tenure of family lands by which the proprietor had only a life estate, to which he was admitted by election."},{"word":"Tanite","type":"n.","descr":" A firm composition of emery and a certain kind of cement, used for making grinding wheels, slabs, etc."},{"word":"Tank","type":"n.","descr":" A small Indian dry measure, averaging 240 grains in weight; also, a Bombay weight of 72 grains, for pearls."},{"word":"Tank","type":"n.","descr":" A large basin or cistern; an artificial receptacle for liquids."},{"word":"Tanka","type":"n.","descr":" A kind of boat used in Canton. It is about 25 feet long and is often rowed by women. Called also tankia."},{"word":"Tankard","type":"n.","descr":" A large drinking vessel, especially one with a cover."},{"word":"Tankia","type":"n.","descr":" See Tanka."},{"word":"Tankling","type":"n.","descr":" A tinkling."},{"word":"Tanling","type":"n.","descr":" One tanned by the sun."},{"word":"Tannable","type":"a.","descr":" That may be tanned."},{"word":"Tannage","type":"n.","descr":" A tanning; the act, operation, or result of tanning."},{"word":"Tannate","type":"n.","descr":" A salt of tannic acid."},{"word":"Tanner","type":"n.","descr":" One whose occupation is to tan hides, or convert them into leather by the use of tan."},{"word":"Tanneries","type":"pl. ","descr":" of Tannery"},{"word":"Tannery","type":"n.","descr":" A place where the work of tanning is carried on."},{"word":"Tannery","type":"n.","descr":" The art or process of tanning."},{"word":"Tannic","type":"a.","descr":" Of or pertaining to tan; derived from, or resembling, tan; as, tannic acid."},{"word":"Tannier","type":"n.","descr":" See Tanier."},{"word":"Tannin","type":"n.","descr":" Same as Tannic acid, under Tannic."},{"word":"Tanning","type":"n.","descr":" The art or process of converting skins into leather. See Tan, v. t., 1."},{"word":"Tanrec","type":"n.","descr":" Same as Tenrec."},{"word":"Tansy","type":"n.","descr":" Any plant of the composite genus Tanacetum. The common tansy (T. vulgare) has finely divided leaves, a strong aromatic odor, and a very bitter taste. It is used for medicinal and culinary purposes."},{"word":"Tansy","type":"n.","descr":" A dish common in the seventeenth century, made of eggs, sugar, rose water, cream, and the juice of herbs, baked with butter in a shallow dish."},{"word":"Tant","type":"n.","descr":" A small scarlet arachnid."},{"word":"Tantalate","type":"n.","descr":" A salt of tantalic acid."},{"word":"Tantalic","type":"a.","descr":" Of or pertaining to tantalum; derived from, or containing, tantalum; specifically, designating any one of a series of acids analogous to nitric acid and the polyacid compounds of phosphorus."},{"word":"Tantalism","type":"n.","descr":" A punishment like that of Tantalus; a teasing or tormenting by the hope or near approach of good which is not attainable; tantalization."},{"word":"Tantalite","type":"n.","descr":" A heavy mineral of an iron-black color and submetallic luster. It is essentially a tantalate of iron."},{"word":"Tantalization","type":"n.","descr":" The act of tantalizing, or state of being tantalized."},{"word":"Tantalized","type":"imp. and p. p.","descr":" of Tantalize"},{"word":"Tantalizing","type":"p. pr. and vb. n.","descr":" of Tantalize"},{"word":"Tantalize","type":"v. t.","descr":" To tease or torment by presenting some good to the view and exciting desire, but continually frustrating the expectations by keeping that good out of reach; to tease; to torment."},{"word":"Tantalizer","type":"n.","descr":" One who tantalizes."},{"word":"Tantalizingly","type":"adv.","descr":" In a tantalizing or teasing manner."},{"word":"Tantalum","type":"n.","descr":" A rare nonmetallic element found in certain minerals, as tantalite, samarskite, and fergusonite, and isolated as a dark powder which becomes steel-gray by burnishing. Symbol Ta. Atomic weight 182.0. Formerly called also tantalium."},{"word":"Tantalus","type":"n.","descr":" A Phrygian king who was punished in the lower world by being placed in the midst of a lake whose waters reached to his chin but receded whenever he attempted to allay his thirst, while over his head hung branches laden with choice fruit which likewise receded whenever he stretched out his hand to grasp them."},{"word":"Tantalus","type":"n.","descr":" A genus of wading birds comprising the wood ibises."},{"word":"Tantamount","type":"a.","descr":" Equivalent in value, signification, or effect."},{"word":"Tantamount","type":"v. i.","descr":" To be tantamount or equivalent; to amount."},{"word":"Tantivy","type":"adv.","descr":" Swiftly; speedily; rapidly; -- a fox-hunting term; as, to ride tantivy."},{"word":"Tantivy","type":"n.","descr":" A rapid, violent gallop; an impetuous rush."},{"word":"Tantivy","type":"v. i.","descr":" To go away in haste."},{"word":"Tantrum","type":"n.","descr":" A whim, or burst of ill-humor; an affected air."},{"word":"Tanyard","type":"n.","descr":" An inclosure where the tanning of leather is carried on; a tannery."},{"word":"Tanystomata","type":"n. pl.","descr":" A division of dipterous insects in which the proboscis is large and contains lancelike mandibles and maxillae. The horseflies and robber flies are examples."},{"word":"Taoism","type":"n.","descr":" One of the popular religions of China, sanctioned by the state."},{"word":"Tapped","type":"imp. and p. p.","descr":" of Tap"},{"word":"Tapping","type":"p. pr. and vb. n.","descr":" of Tap"},{"word":"Tap","type":"v. t.","descr":" To strike with a slight or gentle blow; to touch gently; to rap lightly; to pat; as, to tap one with the hand or a cane."},{"word":"Tap","type":"v. t.","descr":" To put a new sole or heel on; as, to tap shoes."},{"word":"Tap","type":"n.","descr":" A gentle or slight blow; a light rap; a pat."},{"word":"Tap","type":"n.","descr":" A piece of leather fastened upon the bottom of a boot or shoe in repairing or renewing the sole or heel."},{"word":"Tap","type":"n.","descr":" A signal, by drum or trumpet, for extinguishing all lights in soldiers\\' quarters and retiring to bed, -- usually given about a quarter of an hour after tattoo."},{"word":"Tap","type":"v. i.","descr":" To strike a gentle blow."},{"word":"Tap","type":"n.","descr":" A hole or pipe through which liquor is drawn."},{"word":"Tap","type":"n.","descr":" A plug or spile for stopping a hole pierced in a cask, or the like; a faucet."},{"word":"Tap","type":"n.","descr":" Liquor drawn through a tap; hence, a certain kind or quality of liquor; as, a liquor of the same tap."},{"word":"Tap","type":"n.","descr":" A place where liquor is drawn for drinking; a taproom; a bar."},{"word":"Tap","type":"n.","descr":" A tool for forming an internal screw, as in a nut, consisting of a hardened steel male screw grooved longitudinally so as to have cutting edges."},{"word":"Tap","type":"v. t.","descr":" To pierce so as to let out, or draw off, a fluid; as, to tap a cask, a tree, a tumor, etc."},{"word":"Tap","type":"v. t.","descr":" Hence, to draw from (anything) in any analogous way; as, to tap telegraph wires for the purpose of intercepting information; to tap the treasury."},{"word":"Tap","type":"v. t.","descr":" To draw, or cause to flow, by piercing."},{"word":"Tap","type":"v. t.","descr":" To form an internal screw in (anything) by means of a tool called a tap; as, to tap a nut."},{"word":"Tapa","type":"n.","descr":" A kind of cloth prepared by the Polynesians from the inner bark of the paper mulberry; -- sometimes called also kapa."},{"word":"Tapayaxin","type":"n.","descr":" A Mexican spinous lizard (Phrynosoma orbiculare) having a head somewhat like that of a toad; -- called also horned toad."},{"word":"Tape","type":"n.","descr":" A narrow fillet or band of cotton or linen; a narrow woven fabric used for strings and the like; as, curtains tied with tape."},{"word":"Tape","type":"n.","descr":" A tapeline; also, a metallic ribbon so marked as to serve as a tapeline; as, a steel tape."},{"word":"Tapeline","type":"n.","descr":" A painted tape, marked with linear dimensions, as inches, feet, etc., and often inclosed in a case, -- used for measuring."},{"word":"Taper","type":"n.","descr":" A small wax candle; a small lighted wax candle; hence, a small light."},{"word":"Taper","type":"n.","descr":" A tapering form; gradual diminution of thickness in an elongated object; as, the taper of a spire."},{"word":"Taper","type":"a.","descr":" Regularly narrowed toward the point; becoming small toward one end; conical; pyramidical; as, taper fingers."},{"word":"Tapered","type":"imp. and p. p.","descr":" of Taper"},{"word":"Tapering","type":"p. pr. and vb. n.","descr":" of Taper"},{"word":"Taper","type":"v. i.","descr":" To become gradually smaller toward one end; as, a sugar loaf tapers toward one end."},{"word":"Taper","type":"v. t.","descr":" To make or cause to taper."},{"word":"Tapered","type":"a.","descr":" Lighted with a taper or tapers; as, a tapered choir."},{"word":"Tapering","type":"a.","descr":" Becoming gradually smaller toward one end."},{"word":"Taperness","type":"n.","descr":" The quality or state of being taper; tapering form; taper."},{"word":"Tapestries","type":"pl. ","descr":" of Tapestry"},{"word":"Tapestry","type":"n.","descr":" A fabric, usually of worsted, worked upon a warp of linen or other thread by hand, the designs being usually more or less pictorial and the stuff employed for wall hangings and the like. The term is also applied to different kinds of embroidery."},{"word":"Tapestried","type":"imp. and p. p.","descr":" of Tapestry"},{"word":"Tapestrying","type":"p. pr. and vb. n.","descr":" of Tapestry"},{"word":"Tapestry","type":"v. t.","descr":" To adorn with tapestry, or as with tapestry."},{"word":"Tapet","type":"n.","descr":" Worked or figured stuff; tapestry."},{"word":"Tapetis","type":"pl. ","descr":" of Tapeti"},{"word":"Tapeti","type":"n.","descr":" A small South American hare (Lepus Braziliensis)."},{"word":"Tapetum","type":"n.","descr":" An area in the pigmented layer of the choroid coat of the eye in many animals, which has an iridescent or metallic luster and helps to make the eye visible in the dark. Sometimes applied to the whole layer of pigmented epithelium of the choroid."},{"word":"Tapeworm","type":"n.","descr":" Any one of numerous species of cestode worms belonging to Taenia and many allied genera. The body is long, flat, and composed of numerous segments or proglottids varying in shape, those toward the end of the body being much larger and longer than the anterior ones, and containing the fully developed sexual organs. The head is small, destitute of a mouth, but furnished with two or more suckers (which vary greatly in shape in different genera), and sometimes, also, with hooks for adhesion to the walls of the intestines of the animals in which they are parasitic. The larvae (see Cysticercus) live in the flesh of various creatures, and when swallowed by another animal of the right species develop into the mature tapeworm in its intestine. See Illustration in Appendix."},{"word":"Taphouse","type":"n.","descr":" A house where liquors are retailed."},{"word":"Taphrenchyma","type":"n.","descr":" Same as Bothrenchyma."},{"word":"Tapinage","type":"n.","descr":" A lurking or skulking."},{"word":"Tapioca","type":"n.","descr":" A coarsely granular substance obtained by heating, and thus partly changing, the moistened starch obtained from the roots of the cassava. It is much used in puddings and as a thickening for soups. See Cassava."},{"word":"Tapir","type":"n.","descr":" Any one of several species of large odd-toed ungulates belonging to Tapirus, Elasmognathus, and allied genera. They have a long prehensile upper lip, short ears, short and stout legs, a short, thick tail, and short, close hair. They have three toes on the hind feet, and four toes on the fore feet, but the outermost toe is of little use."},{"word":"Tapiroid","type":"a.","descr":" Allied to the tapir, or the Tapir family."},{"word":"Tapis","type":"n.","descr":" Tapestry; formerly, the cover of a council table."},{"word":"Tapis","type":"v. t.","descr":" To cover or work with figures like tapestry."},{"word":"Tapiser","type":"n.","descr":" A maker of tapestry; an upholsterer."},{"word":"Tapish","type":"v. i.","descr":" To lie close to the ground, so as to be concealed; to squat; to crouch; hence, to hide one\\'s self."},{"word":"Taplash","type":"n.","descr":" Bad small beer; also, the refuse or dregs of liquor."},{"word":"Taplings","type":"n. pl.","descr":" The strong double leathers by which the two parts of a flail are united."},{"word":"Tapoa tafa","type":"","descr":" A small carnivorous marsupial (Phascogale penicillata) having long, soft fur, and a very long tail with a tuft of long hairs at the end; -- called also brush-tailed phascogale."},{"word":"Tappen","type":"n.","descr":" An obstruction, or indigestible mass, found in the intestine of bears and other animals during hibernation."},{"word":"Tapper","type":"n.","descr":" The lesser spotted woodpecker (Dendrocopus minor); -- called also tapperer, tabberer, little wood pie, barred woodpecker, wood tapper, hickwall, and pump borer."},{"word":"Tappester","type":"n.","descr":" A female tapster."},{"word":"Tappet","type":"n.","descr":" A lever or projection moved by some other piece, as a cam, or intended to tap or touch something else, with a view to produce change or regulate motion."},{"word":"Tappice","type":"v. i.","descr":" Alt. of Tappis"},{"word":"Tappis","type":"v. i.","descr":" See Tapish."},{"word":"Tappit hen","type":"","descr":" A hen having a tuft of feathers on her head."},{"word":"Tappit hen","type":"","descr":" A measuring pot holding one quart (according to some, three quarts); -- so called from a knob on the lid, thought to resemble a crested hen."},{"word":"Taproom","type":"n.","descr":" A room where liquors are kept on tap; a barroom."},{"word":"Taproot","type":"n.","descr":" The root of a plant which penetrates the earth directly downward to a considerable depth without dividing."},{"word":"Tapster","type":"n.","descr":" One whose business is to tap or draw ale or other liquor."},{"word":"Taqua-nut","type":"n.","descr":" A Central American name for the ivory nut."},{"word":"Tar","type":"n.","descr":" A sailor; a seaman."},{"word":"Tar","type":"n.","descr":" A thick, black, viscous liquid obtained by the distillation of wood, coal, etc., and having a varied composition according to the temperature and material employed in obtaining it."},{"word":"Tarred","type":"imp. and p. p.","descr":" of Tar"},{"word":"Tarring","type":"p. pr. and vb. n.","descr":" of Tar"},{"word":"Tar","type":"v. t.","descr":" To smear with tar, or as with tar; as, to tar ropes; to tar cloth."},{"word":"Taranis","type":"n.","descr":" A Celtic divinity, regarded as the evil principle, but confounded by the Romans with Jupiter."},{"word":"Tarantass","type":"n.","descr":" A low four-wheeled carriage used in Russia. The carriage box rests on two long, springy poles which run from the fore to the hind axletree. When snow falls, the wheels are taken off, and the body is mounted on a sledge."},{"word":"Tarantella","type":"n.","descr":" A rapid and delirious sort of Neapolitan dance in 6-8 time, which moves in whirling triplets; -- so called from a popular notion of its being a remedy against the poisonous bite of the tarantula. Some derive its name from Taranto in Apulia."},{"word":"Tarantella","type":"n.","descr":" Music suited to such a dance."},{"word":"Tarantism","type":"n.","descr":" A nervous affection producing melancholy, stupor, and an uncontrollable desire to dance. It was supposed to be produced by the bite of the tarantula, and considered to be incapable of cure except by protracted dancing to appropriate music."},{"word":"Tarantulas","type":"pl. ","descr":" of Tarantula"},{"word":"Tarantulae","type":"pl. ","descr":" of Tarantula"},{"word":"Tarantula","type":"n.","descr":" Any one of several species of large spiders, popularly supposed to be very venomous, especially the European species (Tarantula apuliae). The tarantulas of Texas and adjacent countries are large species of Mygale."},{"word":"Tarantulated","type":"a.","descr":" Bitten by a tarantula; affected with tarantism."},{"word":"Tarbogan","type":"n. and v.","descr":" See Toboggan."},{"word":"Tarboosh","type":"n.","descr":" A red cap worn by Turks and other Eastern nations, sometimes alone and sometimes swathed with linen or other stuff to make a turban. See Fez."},{"word":"Tardation","type":"n.","descr":" The act of retarding, or delaying; retardation."},{"word":"Tardigrada","type":"a.","descr":" A tribe of edentates comprising the sloths. They are noted for the slowness of their movements when on the ground. See Sloth, 3."},{"word":"Tardigrada","type":"a.","descr":" An order of minute aquatic arachnids; -- called also bear animalcules, sloth animalcules, and water bears."},{"word":"Tardigrade","type":"a.","descr":" Moving or stepping slowly; slow-paced."},{"word":"Tardigrade","type":"a.","descr":" Of or pertaining to the Tardigrada."},{"word":"Tardigrade","type":"n.","descr":" One of the Tardigrada."},{"word":"Tardigradous","type":"a.","descr":" Moving slowly; slow-paced."},{"word":"Tardily","type":"adv.","descr":" In a tardy manner; slowly."},{"word":"Tardiness","type":"n.","descr":" The quality or state of being tardy."},{"word":"Tarditation","type":"n.","descr":" Tardiness."},{"word":"Tardity","type":"n.","descr":" Slowness; tardiness."},{"word":"Tardo","type":"a.","descr":" Slow; -- a direction to perform a passage slowly."},{"word":"Tardo","type":"n.","descr":" A sloth."},{"word":"Tardy","type":"superl.","descr":" Moving with a slow pace or motion; slow; not swift."},{"word":"Tardy","type":"superl.","descr":" Not being inseason; late; dilatory; -- opposed to prompt; as, to be tardy in one\\'s payments."},{"word":"Tardy","type":"superl.","descr":" Unwary; unready."},{"word":"Tardy","type":"superl.","descr":" Criminal; guilty."},{"word":"Tardy","type":"v. t.","descr":" To make tardy."},{"word":"Tare","type":"imp.","descr":" Tore."},{"word":"Tare","type":"n.","descr":" A weed that grows among wheat and other grain; -- alleged by modern naturalists to be the Lolium temulentum, or darnel."},{"word":"Tare","type":"n.","descr":" A name of several climbing or diffuse leguminous herbs of the genus Vicia; especially, the V. sativa, sometimes grown for fodder."},{"word":"Tare","type":"n.","descr":" Deficientcy in the weight or quantity of goods by reason of the weight of the cask, bag, or whatever contains the commodity, and is weighed with it; hence, the allowance or abatement of a certain weight or quantity which the seller makes to the buyer on account of the weight of such cask, bag, etc."},{"word":"Tared","type":"imp. and p. p.","descr":" of Tare"},{"word":"Taring","type":"p. pr. and vb. n.","descr":" of Tare"},{"word":"Tare","type":"v. t.","descr":" To ascertain or mark the tare of (goods)."},{"word":"Tared","type":"a.","descr":" Weighed; determined; reduced to equal or standard weight; as, tared filter papers, used in weighing precipitates."},{"word":"Tarente","type":"n.","descr":" A harmless lizard of the Gecko family (Platydactylus Mauritianicus) found in Southern Europe and adjacent countries, especially among old walls and ruins."},{"word":"Tarentism","type":"n.","descr":" See Tarantism."},{"word":"Tarentula","type":"n.","descr":" See Tarantula."},{"word":"Targe","type":"n.","descr":" A shield or target."},{"word":"Target","type":"n.","descr":" A kind of small shield or buckler, used as a defensive weapon in war."},{"word":"Target","type":"n.","descr":" A butt or mark to shoot at, as for practice, or to test the accuracy of a firearm, or the force of a projectile."},{"word":"Target","type":"n.","descr":" The pattern or arrangement of a series of hits made by a marksman on a butt or mark; as, he made a good target."},{"word":"Target","type":"n.","descr":" The sliding crosspiece, or vane, on a leveling staff."},{"word":"Target","type":"n.","descr":" A conspicuous disk attached to a switch lever to show its position, or for use as a signal."},{"word":"Targeted","type":"a.","descr":" Furnished, armed, or protected, with a target."},{"word":"Targeteer","type":"n.","descr":" One who is armed with a target or shield."},{"word":"Targums","type":"pl. ","descr":" of Targum"},{"word":"Targumim","type":"pl. ","descr":" of Targum"},{"word":"Targum","type":"n.","descr":" A translation or paraphrase of some portion of the Old Testament Scriptures in the Chaldee or Aramaic language or dialect."},{"word":"Targumist","type":"n.","descr":" The writer of a Targum; one versed in the Targums."},{"word":"Tariff","type":"n.","descr":" A schedule, system, or scheme of duties imposed by the government of a country upon goods imported or exported; as, a revenue tariff; a protective tariff; Clay\\'s compromise tariff. (U. S. 1833)."},{"word":"Tariff","type":"n.","descr":" The duty, or rate of duty, so imposed; as, the tariff on wool; a tariff of two cents a pound."},{"word":"Tariff","type":"n.","descr":" Any schedule or system of rates, changes, etc.; as, a tariff of fees, or of railroad fares."},{"word":"Tariffed","type":"imp. and p. p.","descr":" of Tariff"},{"word":"Tariffing","type":"p. pr. and vb. n.","descr":" of Tariff"},{"word":"Tariff","type":"v. t.","descr":" To make a list of duties on, as goods."},{"word":"Tarin","type":"n.","descr":" The siskin."},{"word":"Taring","type":"n.","descr":" The common tern; -- called also tarret, and tarrock."},{"word":"Tarlatan","type":"n.","descr":" A kind of thin, transparent muslin, used for dresses."},{"word":"Tarn","type":"n.","descr":" A mountain lake or pool."},{"word":"Tarnished","type":"imp. and p. p.","descr":" of Tarnish"},{"word":"Tarnishing","type":"p. pr. and vb. n.","descr":" of Tarnish"},{"word":"Tarnish","type":"a.","descr":" To soil, or change the appearance of, especially by an alternation induced by the air, or by dust, or the like; to diminish, dull, or destroy the luster of; to sully; as, to tarnish a metal; to tarnish gilding; to tarnish the purity of color."},{"word":"Tarnish","type":"v. i.","descr":" To lose luster; to become dull; as, gilding will tarnish in a foul air."},{"word":"Tarnish","type":"n.","descr":" The quality or state of being tarnished; stain; soil; blemish."},{"word":"Tarnish","type":"n.","descr":" A thin film on the surface of a metal, usually due to a slight alteration of the original color; as, the steel tarnish in columbite."},{"word":"Tarnisher","type":"n.","descr":" One who, or that which, tarnishes."},{"word":"Taro","type":"n.","descr":" A name for several aroid plants (Colocasia antiquorum, var. esculenta, Colocasia macrorhiza, etc.), and their rootstocks. They have large ovate-sagittate leaves and large fleshy rootstocks, which are cooked and used for food in tropical countries."},{"word":"Tarot","type":"n.","descr":" A game of cards; -- called also taroc."},{"word":"Tarpan","type":"n.","descr":" A wild horse found in the region of the Caspian Sea."},{"word":"Tarpaulin","type":"n.","descr":" A piece of canvas covered with tar or a waterproof composition, used for covering the hatches of a ship, hammocks, boats, etc."},{"word":"Tarpaulin","type":"n.","descr":" A hat made of, or covered with, painted or tarred cloth, worn by sailors and others."},{"word":"Tarpaulin","type":"n.","descr":" Hence, a sailor; a seaman; a tar."},{"word":"Tarpon","type":"n.","descr":" Same as Tarpum."},{"word":"Tarpum","type":"n.","descr":" A very large marine fish (Megapolis Atlanticus) of the Southern United States and the West Indies. It often becomes six or more feet in length, and has large silvery scales. The scales are a staple article of trade, and are used in fancywork. Called also tarpon, sabalo, savanilla, silverfish, and jewfish."},{"word":"Tarquinish","type":"a.","descr":" Like a Tarquin, a king of ancient Rome; proud; haughty; overbearing."},{"word":"Tarrace","type":"n.","descr":" See Trass."},{"word":"Tarragon","type":"n.","descr":" A plant of the genus Artemisa (A. dracunculus), much used in France for flavoring vinegar."},{"word":"Tarras","type":"n.","descr":" See Trass."},{"word":"Tarre","type":"v.","descr":" To set on, as a dog; to incite."},{"word":"Tarriance","type":"n.","descr":" The act or time of tarrying; delay; lateness."},{"word":"Tarrier","type":"n.","descr":" One who, or that which, tarries."},{"word":"Tarrier","type":"n.","descr":" A kind of dig; a terrier."},{"word":"Tarrock","type":"n.","descr":" The young of the kittiwake gull before the first molt."},{"word":"Tarrock","type":"n.","descr":" The common guillemot."},{"word":"Tarrock","type":"n.","descr":" The common tern."},{"word":"Tarry","type":"n.","descr":" Consisting of, or covered with, tar; like tar."},{"word":"Tarried","type":"imp. and p. p.","descr":" of Tarry"},{"word":"Tarrying","type":"p. pr. and vb. n.","descr":" of Tarry"},{"word":"Tarry","type":"v. i.","descr":" To stay or remain behind; to wait."},{"word":"Tarry","type":"v. i.","descr":" To delay; to put off going or coming; to loiter."},{"word":"Tarry","type":"v. i.","descr":" To stay; to abide; to continue; to lodge."},{"word":"Tarry","type":"v. t.","descr":" To delay; to defer; to put off."},{"word":"Tarry","type":"v. t.","descr":" To wait for; to stay or stop for."},{"word":"Tarry","type":"n.","descr":" Stay; stop; delay."},{"word":"Tarsal","type":"a.","descr":" Of or pertaining to the tarsus (either of the foot or eye)."},{"word":"Tarsal","type":"n.","descr":" A tarsal bone or cartilage; a tarsale."},{"word":"Tarsal","type":"n.","descr":" Same as Tercel."},{"word":"Tarsalia","type":"pl. ","descr":" of Tarsale"},{"word":"Tarsale","type":"n.","descr":" One of the bones or cartilages of the tarsus; esp., one of the series articulating with the metatarsals."},{"word":"Tarse","type":"n.","descr":" The male falcon."},{"word":"Tarse","type":"n.","descr":" tarsus."},{"word":"Tarsectomy","type":"n.","descr":" The operation of excising one or more of the bones of the tarsus."},{"word":"Tarsel","type":"n.","descr":" A male hawk. See Tercel."},{"word":"Tarsi","type":"n.","descr":" pl. of Tarsus."},{"word":"Tarsia","type":"n.","descr":" Alt. of Tarsiatura"},{"word":"Tarsiatura","type":"n.","descr":" A kind of mosaic in woodwork, much employed in Italy in the fifteenth century and later, in which scrolls and arabesques, and sometimes architectural scenes, landscapes, fruits, flowers, and the like, were produced by inlaying pieces of wood of different colors and shades into panels usually of walnut wood."},{"word":"Tarsier","type":"n.","descr":" See Tarsius."},{"word":"Tarsius","type":"n.","descr":" A genus of nocturnal lemurine mammals having very large eyes and ears, a long tail, and very long proximal tarsal bones; -- called also malmag, spectral lemur, podji, and tarsier."},{"word":"Tarso-","type":"","descr":" A combining form used in anatomy to indicate connection with, or relation to, the tarsus; as, tarsometatarsus."},{"word":"Tarsometatarsal","type":"a.","descr":" Of or pertaining to both the tarsus and metatarsus; as, the tarsometatarsal articulations."},{"word":"Tarsometatarsal","type":"a.","descr":" Of or pertaining to the tarsometatarsus."},{"word":"Tarsometatarsi","type":"pl. ","descr":" of Tarsometatarsus"},{"word":"Tarsometatarsus","type":"n.","descr":" The large bone next the foot in the leg of a bird. It is formed by the union of the distal part of the tarsus with the metatarsus."},{"word":"Tarsorrhaphy","type":"n.","descr":" An operation to diminish the size of the opening between eyelids when enlarged by surrounding cicatrices."},{"word":"Tarsotomy","type":"n.","descr":" The operation of cutting or removing the tarsal cartilages."},{"word":"Tarsi","type":"pl. ","descr":" of Tarsus"},{"word":"Tarsus","type":"n.","descr":" The ankle; the bones or cartilages of the part of the foot between the metatarsus and the leg, consisting in man of seven short bones."},{"word":"Tarsus","type":"n.","descr":" A plate of dense connective tissue or cartilage in the eyelid of man and many animals; -- called also tarsal cartilage, and tarsal plate."},{"word":"Tarsus","type":"n.","descr":" The foot of an insect or a crustacean. It usually consists of form two to five joints."},{"word":"Tart","type":"v. t.","descr":" Sharp to the taste; acid; sour; as, a tart apple."},{"word":"Tart","type":"v. t.","descr":" Fig.: Sharp; keen; severe; as, a tart reply; tart language; a tart rebuke."},{"word":"Tart","type":"n.","descr":" A species of small open pie, or piece of pastry, containing jelly or conserve; a sort of fruit pie."},{"word":"Tartan","type":"n.","descr":" Woolen cloth, checkered or crossbarred with narrow bands of various colors, much worn in the Highlands of Scotland; hence, any pattern of tartan; also, other material of a similar pattern."},{"word":"Tartan","type":"n.","descr":" A small coasting vessel, used in the Mediterranean, having one mast carrying large leteen sail, and a bowsprit with staysail or jib."},{"word":"Tartar","type":"n.","descr":" A reddish crust or sediment in wine casks, consisting essentially of crude cream of tartar, and used in marking pure cream of tartar, tartaric acid, potassium carbonate, black flux, etc., and, in dyeing, as a mordant for woolen goods; -- called also argol, wine stone, etc."},{"word":"Tartar","type":"n.","descr":" A correction which often incrusts the teeth, consisting of salivary mucus, animal matter, and phosphate of lime."},{"word":"Tartar","type":"n.","descr":" A native or inhabitant of Tartary in Asia; a member of any one of numerous tribes, chiefly Moslem, of Turkish origin, inhabiting the Russian Europe; -- written also, more correctly but less usually, Tatar."},{"word":"Tartar","type":"n.","descr":" A person of a keen, irritable temper."},{"word":"Tartar","type":"a.","descr":" Of or pertaining to Tartary in Asia, or the Tartars."},{"word":"Tartar","type":"n.","descr":" See Tartarus."},{"word":"Tartarated","type":"a.","descr":" Tartrated."},{"word":"Tartarean","type":"a.","descr":" Alt. of Tartareous"},{"word":"Tartareous","type":"a.","descr":" Of or pertaining to Tartarus; hellish."},{"word":"Tartareous","type":"a.","descr":" Consisting of tartar; of the nature of tartar."},{"word":"Tartareous","type":"a.","descr":" Having the surface rough and crumbling; as, many lichens are tartareous."},{"word":"Tartarian","type":"a.","descr":" Alt. of Tartaric"},{"word":"Tartaric","type":"a.","descr":" Of or pertaining to Tartary in Asia, or the Tartars."},{"word":"Tartarian","type":"n.","descr":" The name of some kinds of cherries, as the Black Tartarian, or the White Tartarian."},{"word":"Tartaric","type":"a.","descr":" Of or pertaining to tartar; derived from, or resembling, tartar."},{"word":"Tartarine","type":"n.","descr":" Potassium carbonate, obtained by the incineration of tartar."},{"word":"Tartarized","type":"imp. and p. p.","descr":" of Tartarize"},{"word":"Tartarizing","type":"p. pr. and vb. n.","descr":" of Tartarize"},{"word":"Tartarize","type":"v. t.","descr":" To impregnate with, or subject to the action of, tartar."},{"word":"Tartarize","type":"v. t.","descr":" To cause to resemble the Tartars and their civilization, as by conquest."},{"word":"Tartarous","type":"a.","descr":" Containing tartar; consisting of tartar, or partaking of its qualities; tartareous."},{"word":"Tartarous","type":"a.","descr":" Resembling, or characteristic of, a Tartar; ill-natured; irritable."},{"word":"Tartarum","type":"n.","descr":" See 1st Tartar."},{"word":"Tartarus","type":"n.","descr":" The infernal regions, described in the Iliad as situated as far below Hades as heaven is above the earth, and by later writers as the place of punishment for the spirits of the wicked. By the later poets, also, the name is often used synonymously with Hades, or the Lower World in general."},{"word":"Tartary","type":"n.","descr":" Tartarus."},{"word":"Tartinis tones","type":"","descr":" See the Note under Tone."},{"word":"Tartish","type":"a.","descr":" Somewhat tart."},{"word":"Tartlet","type":"n.","descr":" A small tart."},{"word":"Tartly","type":"adv.","descr":" In a tart manner; with acidity."},{"word":"Tartness","type":"n.","descr":" The quality or state of being tart."},{"word":"Tartralic","type":"a.","descr":" Pertaining to, or designating, an acid obtained as a white amorphous deliquescent substance, C8H10O11; -- called also ditartaric, tartrilic, or tartrylic acid."},{"word":"Tartramate","type":"n.","descr":" A salt of tartramic acid."},{"word":"Tartramic","type":"a.","descr":" Of, pertaining to, or designating, an acid which is the primary acid amide derivative of tartaric acid."},{"word":"Tartramide","type":"n.","descr":" An acid amide derivative of tartaric acid, obtained as a white crystalline substance."},{"word":"Tartrate","type":"n.","descr":" A salt of tartaric acid."},{"word":"Tartrated","type":"a.","descr":" Containing, or derived from, tartar; combined with tartaric acid."},{"word":"Tartrazine","type":"n.","descr":" An artificial dyestuff obtained as an orange-yellow powder, and regarded as a phenyl hydrazine derivative of tartaric and sulphonic acids."},{"word":"Tartrelic","type":"a.","descr":" Of, pertaining to, or designating, an anhydride, C4H4O5, of tartaric acid, obtained as a white crystalline deliquescent substance."},{"word":"Tartro-","type":"","descr":" A combining form (also used adjectively) used in chemistry to denote the presence of tartar or of some of its compounds or derivatives."},{"word":"Tartronate","type":"n.","descr":" A salt of tartronic acid."},{"word":"Tartronic","type":"a.","descr":" Of, pertaining to, or designating, an organic acid (called also hydroxy malonic acid) obtained, by reducing mesoxalic acid, as a white crystalline substance."},{"word":"Tartronyl","type":"n.","descr":" A hypothetical radical constituting the characteristic residue of tartronic acid and certain of its derivatives."},{"word":"Tartrovinic","type":"a.","descr":" Of, pertaining to, or designating, a certain acid composed of tartaric acid in combination with ethyl, and now called ethyltartaric acid."},{"word":"Tartuffe","type":"n.","descr":" Alt. of Tartufe"},{"word":"Tartufe","type":"n.","descr":" A hypocritical devotee. See the Dictionary of Noted Names in Fiction."},{"word":"Tartuffish","type":"a.","descr":" Alt. of Tartufish"},{"word":"Tartufish","type":"a.","descr":" Like a tartuffe; precise; hypocritical."},{"word":"Tarweed","type":"n.","descr":" A name given to several resinous-glandular composite plants of California, esp. to the species of Grindelia, Hemizonia, and Madia."},{"word":"Tas","type":"n.","descr":" A heap."},{"word":"Tas","type":"v. t.","descr":" To tassel."},{"word":"Tasco","type":"n.","descr":" A kind of clay for making melting pots."},{"word":"Tasimer","type":"n.","descr":" An instrument for detecting or measuring minute extension or movements of solid bodies. It consists essentially of a small rod, disk, or button of carbon, forming part of an electrical circuit, the resistance of which, being varied by the changes of pressure produced by the movements of the object to be measured, causes variations in the strength of the current, which variations are indicated by a sensitive galvanometer. It is also used for measuring minute changes of temperature."},{"word":"Task","type":"v.","descr":" Labor or study imposed by another, often in a definite quantity or amount."},{"word":"Task","type":"v.","descr":" Business; employment; undertaking; labor."},{"word":"Tasked","type":"imp. and p. p.","descr":" of Task"},{"word":"Tasking","type":"p. pr. and vb. n.","descr":" of Task"},{"word":"Task","type":"v. t.","descr":" To impose a task upon; to assign a definite amount of business, labor, or duty to."},{"word":"Task","type":"v. t.","descr":" To oppress with severe or excessive burdens; to tax."},{"word":"Task","type":"v. t.","descr":" To charge; to tax; as with a fault."},{"word":"Tasker","type":"n.","descr":" One who imposes a task."},{"word":"Tasker","type":"n.","descr":" One who performs a task, as a day-laborer."},{"word":"Tasker","type":"n.","descr":" A laborer who receives his wages in kind."},{"word":"Taskmaster","type":"n.","descr":" One who imposes a task, or burdens another with labor; one whose duty is to assign tasks; an overseer."},{"word":"Taskwork","type":"n.","descr":" Work done as a task; also, work done by the job; piecework."},{"word":"Taslet","type":"n.","descr":" A piece of armor formerly worn to guard the things; a tasse."},{"word":"Tasmanian","type":"a.","descr":" Of or pertaining to Tasmania, or Van Diemen\\'s Land. -- n. A native or inhabitant of Tasmania; specifically (Ethnol.), in the plural, the race of men that formerly inhabited Tasmania, but is now extinct."},{"word":"Tasse","type":"n.","descr":" A piece of armor for the thighs, forming an appendage to the ancient corselet."},{"word":"Tassel","type":"n.","descr":" A male hawk. See Tercel."},{"word":"Tassel","type":"n.","descr":" A kind of bur used in dressing cloth; a teasel."},{"word":"Tassel","type":"n.","descr":" A pendent ornament, attached to the corners of cushions, to curtains, and the like, ending in a tuft of loose threads or cords."},{"word":"Tassel","type":"n.","descr":" The flower or head of some plants, esp. when pendent."},{"word":"Tassel","type":"n.","descr":" A narrow silk ribbon, or the like, sewed to a book to be put between the leaves."},{"word":"Tassel","type":"n.","descr":" A piece of board that is laid upon a wall as a sort of plate, to give a level surface to the ends of floor timbers; -- rarely used in the United States."},{"word":"Tasseled","type":"imp. and p. p.","descr":" of Tassel"},{"word":"Tasselled","type":"","descr":" of Tassel"},{"word":"Tasseling","type":"p. pr. and vb. n.","descr":" of Tassel"},{"word":"Tasselling","type":"","descr":" of Tassel"},{"word":"Tassel","type":"v. i.","descr":" To put forth a tassel or flower; as, maize tassels."},{"word":"Tassel","type":"v. t.","descr":" To adorn with tassels."},{"word":"Tasset","type":"n.","descr":" A defense for the front of the thigh, consisting of one or more iron plates hanging from the belt on the lower edge of the corselet."},{"word":"Tastable","type":"a.","descr":" Capable of worthy of being tasted; savory; relishing."},{"word":"Tasted","type":"imp. and p. p.","descr":" of Taste"},{"word":"Tasting","type":"p. pr. and vb. n.","descr":" of Taste"},{"word":"Taste","type":"v. t.","descr":" To try by the touch; to handle; as, to taste a bow."},{"word":"Taste","type":"v. t.","descr":" To try by the touch of the tongue; to perceive the relish or flavor of (anything) by taking a small quantity into a mouth. Also used figuratively."},{"word":"Taste","type":"v. t.","descr":" To try by eating a little; to eat a small quantity of."},{"word":"Taste","type":"v. t.","descr":" To become acquainted with by actual trial; to essay; to experience; to undergo."},{"word":"Taste","type":"v. t.","descr":" To partake of; to participate in; -- usually with an implied sense of relish or pleasure."},{"word":"Taste","type":"v. i.","descr":" To try food with the mouth; to eat or drink a little only; to try the flavor of anything; as, to taste of each kind of wine."},{"word":"Taste","type":"v. i.","descr":" To have a smack; to excite a particular sensation, by which the specific quality or flavor is distinguished; to have a particular quality or character; as, this water tastes brackish; the milk tastes of garlic."},{"word":"Taste","type":"v. i.","descr":" To take sparingly."},{"word":"Taste","type":"v. i.","descr":" To have perception, experience, or enjoyment; to partake; as, to taste of nature\\'s bounty."},{"word":"Taste","type":"n.","descr":" The act of tasting; gustation."},{"word":"Taste","type":"n.","descr":" A particular sensation excited by the application of a substance to the tongue; the quality or savor of any substance as perceived by means of the tongue; flavor; as, the taste of an orange or an apple; a bitter taste; an acid taste; a sweet taste."},{"word":"Taste","type":"n.","descr":" The one of the five senses by which certain properties of bodies (called their taste, savor, flavor) are ascertained by contact with the organs of taste."},{"word":"Taste","type":"n.","descr":" Intellectual relish; liking; fondness; -- formerly with of, now with for; as, he had no taste for study."},{"word":"Taste","type":"n.","descr":" The power of perceiving and relishing excellence in human performances; the faculty of discerning beauty, order, congruity, proportion, symmetry, or whatever constitutes excellence, particularly in the fine arts and belles-letters; critical judgment; discernment."},{"word":"Taste","type":"n.","descr":" Manner, with respect to what is pleasing, refined, or in accordance with good usage; style; as, music composed in good taste; an epitaph in bad taste."},{"word":"Taste","type":"n.","descr":" Essay; trial; experience; experiment."},{"word":"Taste","type":"n.","descr":" A small portion given as a specimen; a little piece tastted of eaten; a bit."},{"word":"Taste","type":"n.","descr":" A kind of narrow and thin silk ribbon."},{"word":"Tasteful","type":"a.","descr":" Having a high relish; savory."},{"word":"Tasteful","type":"a.","descr":" Having or exhibiting good taste; in accordance with good taste; tasty; as, a tasteful drapery."},{"word":"Tasteless","type":"a.","descr":" Having no taste; insipid; flat; as, tasteless fruit."},{"word":"Tasteless","type":"a.","descr":" Destitute of the sense of taste; or of good taste; as, a tasteless age."},{"word":"Tasteless","type":"a.","descr":" Not in accordance with good taste; as, a tasteless arrangement of drapery."},{"word":"Taster","type":"n.","descr":" One who tastes; especially, one who first tastes food or drink to ascertain its quality."},{"word":"Taster","type":"n.","descr":" That in which, or by which, anything is tasted, as, a dram cup, a cheese taster, or the like."},{"word":"Taster","type":"n.","descr":" One of a peculiar kind of zooids situated on the polyp-stem of certain Siphonophora. They somewhat resemble the feeding zooids, but are destitute of mouths. See Siphonophora."},{"word":"Tastily","type":"adv.","descr":" In a tasty manner."},{"word":"Tasting","type":"n.","descr":" The act of perceiving or tasting by the organs of taste; the faculty or sense by which we perceive or distinguish savors."},{"word":"Tasto","type":"n.","descr":" A key or thing touched to produce a tone."},{"word":"Tasty","type":"superl.","descr":" Having a good taste; -- applied to persons; as, a tasty woman. See Taste, n., 5."},{"word":"Tasty","type":"n.","descr":" Being in conformity to the principles of good taste; elegant; as, tasty furniture; a tasty dress."},{"word":"Tat","type":"n.","descr":" Gunny cloth made from the fiber of the Corchorus olitorius, or jute."},{"word":"Tat","type":"n.","descr":" A pony."},{"word":"Tataupa","type":"n.","descr":" A South American tinamou (Crypturus tataupa)."},{"word":"Tatch","type":"n.","descr":" A spot or stain; also, a trick."},{"word":"Tath","type":"obs.","descr":" 3d pers. sing. pres. of Ta, to take."},{"word":"Tath","type":"n.","descr":" Dung, or droppings of cattle."},{"word":"Tath","type":"n.","descr":" The luxuriant grass growing about the droppings of cattle in a pasture."},{"word":"Tath","type":"v. t.","descr":" To manure (land) by pasturing cattle on it, or causing them to lie upon it."},{"word":"Tatou","type":"n.","descr":" The giant armadillo (Priodontes gigas) of tropical South America. It becomes nearly five feet long including the tail. It is noted for its burrowing powers, feeds largely upon dead animals, and sometimes invades human graves."},{"word":"Tatouay","type":"n.","descr":" An armadillo (Xenurus unicinctus), native of the tropical parts of South America. It has about thirteen movable bands composed of small, nearly square, scales. The head is long; the tail is round and tapered, and nearly destitute of scales; the claws of the fore feet are very large. Called also tatouary, and broad-banded armadillo."},{"word":"Tatouhou","type":"n.","descr":" The peba."},{"word":"Tatt","type":"v. t. and i.","descr":" To make (anything) by tatting; to work at tatting; as, tatted edging."},{"word":"Tatta","type":"n.","descr":" A bamboo frame or trellis hung at a door or window of a house, over which water is suffered to trickle, in order to moisten and cool the air as it enters."},{"word":"Tatter","type":"n.","descr":" One who makes tatting."},{"word":"Tatter","type":"n.","descr":" A rag, or a part torn and hanging; -- chiefly used in the plural."},{"word":"Tattered","type":"p. p.","descr":" of Tatter"},{"word":"Tatter","type":"v. t.","descr":" To rend or tear into rags; -- used chiefly in the past participle as an adjective."},{"word":"Tatterdemalion","type":"n.","descr":" A ragged fellow; a ragamuffin."},{"word":"Tatting","type":"n.","descr":" A kind of lace made from common sewing thread, with a peculiar stitch."},{"word":"Tattled","type":"imp. and p. p.","descr":" of Tattle"},{"word":"Tattling","type":"p. pr. and vb. n.","descr":" of Tattle"},{"word":"Tattle","type":"v. i.","descr":" To prate; to talk idly; to use many words with little meaning; to chat."},{"word":"Tattle","type":"v. i.","descr":" To tell tales; to communicate secrets; to be a talebearer; as, a tattling girl."},{"word":"Tattle","type":"n.","descr":" Idle talk or chat; trifling talk; prate."},{"word":"Tattler","type":"n.","descr":" One who tattles; an idle talker; one who tells tales."},{"word":"Tattler","type":"n.","descr":" Any one of several species of large, long-legged sandpipers belonging to the genus Totanus."},{"word":"Tattlery","type":"n.","descr":" Idle talk or chat; tittle-tattle."},{"word":"Tattling","type":"a.","descr":" Given to idle talk; apt to tell tales."},{"word":"Tattoo","type":"n.","descr":" A beat of drum, or sound of a trumpet or bugle, at night, giving notice to soldiers to retreat, or to repair to their quarters in garrison, or to their tents in camp."},{"word":"Tattooed","type":"imp. and p. p.","descr":" of Tattoo"},{"word":"Tattooing","type":"p. pr. and vb. n.","descr":" of Tattoo"},{"word":"Tattoo","type":"v. t.","descr":" To color, as the flesh, by pricking in coloring matter, so as to form marks or figures which can not be washed out."},{"word":"Tattoos","type":"pl. ","descr":" of Tattoo"},{"word":"Tattoo","type":"n.","descr":" An indelible mark or figure made by puncturing the skin and introducing some pigment into the punctures; -- a mode of ornamentation practiced by various barbarous races, both in ancient and modern times, and also by some among civilized nations, especially by sailors."},{"word":"Tatu","type":"n.","descr":" Same as Tatou."},{"word":"Tatusiid","type":"n.","descr":" Any armadillo of the family Tatusiidae, of which the peba and mule armadillo are examples. Also used adjectively."},{"word":"Tau","type":"n.","descr":" The common American toadfish; -- so called from a marking resembling the Greek letter tau (\/)."},{"word":"Taught","type":"a.","descr":" See Taut."},{"word":"Taught","type":"","descr":" imp. and p. p. of Teach."},{"word":"Taunt","type":"a.","descr":" Very high or tall; as, a ship with taunt masts."},{"word":"Taunted","type":"imp. and p. p.","descr":" of Taunt"},{"word":"Taunting","type":"p. pr. and vb. n.","descr":" of Taunt"},{"word":"Taunt","type":"v. t.","descr":" To reproach with severe or insulting words; to revile; to upbraid; to jeer at; to flout."},{"word":"Taunt","type":"n.","descr":" Upbraiding language; bitter or sarcastic reproach; insulting invective."},{"word":"Taunter","type":"n.","descr":" One who taunts."},{"word":"Taunting","type":"","descr":" a. and n. from Taunt, v."},{"word":"Tauntingly","type":"adv.","descr":" In a taunting manner."},{"word":"Tauntress","type":"n.","descr":" A woman who taunts."},{"word":"Taur","type":"n.","descr":" The constellation Taurus."},{"word":"Tauricornous","type":"a.","descr":" Having horns like those of a bull."},{"word":"Tauridor","type":"n.","descr":" A bullfighter; a toreador."},{"word":"Tauriform","type":"a.","descr":" Having the form of a bull."},{"word":"Taurine","type":"a.","descr":" Of or pertaining to the genus Taurus, or cattle."},{"word":"Taurine","type":"n.","descr":" A body occurring in small quantity in the juices of muscle, in the lungs, and elsewhere, but especially in the bile, where it is found as a component part of taurocholic acid, from which it can be prepared by decomposition of the acid. It crystallizes in colorless, regular six-sided prisms, and is especially characterized by containing both nitrogen and sulphur, being chemically amido-isethionic acid, C2H7NSO3."},{"word":"Taurocholate","type":"n.","descr":" A salt of taurocholic acid; as, sodium taurocholate, which occurs in human bile."},{"word":"Taurocholic","type":"a.","descr":" Pertaining to, or designating, a conjugate acid (called taurocholic acid) composed of taurine and cholic acid, present abundantly in human bile and in that of carnivora. It is exceedingly deliquescent, and hence appears generally as a thick, gummy mass, easily soluble in water and alcohol. It has a bitter taste."},{"word":"Taurocol","type":"n.","descr":" Alt. of Taurocolla"},{"word":"Taurocolla","type":"n.","descr":" Glue made from a bull\\'s hide."},{"word":"Tauromachian","type":"a.","descr":" Of or pertaining to bullfights."},{"word":"Tauromachian","type":"n.","descr":" A bullfighter."},{"word":"Tauromachy","type":"n.","descr":" Bullfighting."},{"word":"Taurus","type":"n.","descr":" The Bull; the second in order of the twelve signs of the zodiac, which the sun enters about the 20th of April; -- marked thus [\/] in almanacs."},{"word":"Taurus","type":"n.","descr":" A zodiacal constellation, containing the well-known clusters called the Pleiades and the Hyades, in the latter of which is situated the remarkably bright Aldebaran."},{"word":"Taurus","type":"n.","descr":" A genus of ruminants comprising the common domestic cattle."},{"word":"Taurylic","type":"a.","descr":" Pertaining to, or designating, an acid found of a urine of neat cattle, and probably identical with cresol."},{"word":"Taut","type":"a.","descr":" Tight; stretched; not slack; -- said esp. of a rope that is tightly strained."},{"word":"Taut","type":"a.","descr":" Snug; close; firm; secure."},{"word":"Tautegorical","type":"a.","descr":" Expressing the same thing with different words; -- opposed to allegorical."},{"word":"Tautochrone","type":"n.","descr":" A curved line, such that a heavy body, descending along it by the action of gravity, will always arrive at the lowest point in the same time, wherever in the curve it may begin to fall; as, an inverted cycloid with its base horizontal is a tautochrone."},{"word":"Tautochronous","type":"a.","descr":" Occupying the same time; pertaining to, or having the properties of, a tautochrone."},{"word":"Tautog","type":"n.","descr":" An edible labroid fish (Haitula onitis, or Tautoga onitis) of the Atlantic coast of the United States. When adult it is nearly black, more or less irregularly barred, with greenish gray. Called also blackfish, oyster fish, salt-water chub, and moll."},{"word":"Tautologic","type":"a.","descr":" Tautological."},{"word":"Tautological","type":"a.","descr":" Involving tautology; having the same signification; as, tautological expression."},{"word":"Tautologist","type":"n.","descr":" One who uses tautological words or phrases."},{"word":"Tautologized","type":"imp. and p. p.","descr":" of Tautologize"},{"word":"Tautologizing","type":"p. pr. and vb. n.","descr":" of Tautologize"},{"word":"Tautologize","type":"v. i.","descr":" To repeat the same thing in different words."},{"word":"Tautologous","type":"a.","descr":" Repeating the same thing in different words; tautological."},{"word":"Tautology","type":"n.","descr":" A repetition of the same meaning in different words; needless repetition of an idea in different words or phrases; a representation of anything as the cause, condition, or consequence of itself, as in the following lines: --\/\/The dawn is overcast, the morning lowers,\/And heavily in clouds brings on the day. Addison."},{"word":"Tautomeric","type":"a.","descr":" Relating to, or characterized by, tautomerism."},{"word":"Tautomerism","type":"n.","descr":" The condition, quality, or relation of metameric substances, or their respective derivatives, which are more or less interchangeable, according as one form or the other is the more stable. It is a special case of metamerism; thus, the lactam and the lactim compounds exhibit tautomerism."},{"word":"Tautoousian","type":"a.","descr":" Alt. of Tautoousious"},{"word":"Tautoousious","type":"a.","descr":" Having the same essence; being identically of the same nature."},{"word":"Tautophonical","type":"a.","descr":" Pertaining to, or characterized by, tautophony; repeating the same sound."},{"word":"Tautophony","type":"n.","descr":" Repetition of the same sound."},{"word":"Tautozonal","type":"a.","descr":" Belonging to the same zone; as, tautozonal planes."},{"word":"Tavern","type":"n.","descr":" A public house where travelers and other transient guests are accomodated with rooms and meals; an inn; a hotel; especially, in modern times, a public house licensed to sell liquor in small quantities."},{"word":"Taverner","type":"n.","descr":" One who keeps a tavern."},{"word":"Taverning","type":"n.","descr":" A feasting at taverns."},{"word":"Tavernmen","type":"pl. ","descr":" of Tavernman"},{"word":"Tavernman","type":"n.","descr":" The keeper of a tavern; also, a tippler."},{"word":"Taw","type":"n.","descr":" Tow."},{"word":"Taw","type":"v. t.","descr":" To push; to tug; to tow."},{"word":"Tawed","type":"imp. and p. p.","descr":" of Taw"},{"word":"Tawing","type":"p. pr. and vb. n.","descr":" of Taw"},{"word":"Taw","type":"v. t.","descr":" To prepare or dress, as hemp, by beating; to tew; hence, to beat; to scourge."},{"word":"Taw","type":"v. t.","descr":" To dress and prepare, as the skins of sheep, lambs, goats, and kids, for gloves, and the like, by imbuing them with alum, salt, and other agents, for softening and bleaching them."},{"word":"Taw","type":"n.","descr":" A large marble to be played with; also, a game at marbles."},{"word":"Taw","type":"n.","descr":" A line or mark from which the players begin a game of marbles."},{"word":"Tawdrily","type":"adv.","descr":" In a tawdry manner."},{"word":"Tawdriness","type":"n.","descr":" Quality or state of being tawdry."},{"word":"Tawdry","type":"superl.","descr":" Bought at the festival of St. Audrey."},{"word":"Tawdry","type":"superl.","descr":" Very fine and showy in colors, without taste or elegance; having an excess of showy ornaments without grace; cheap and gaudy; as, a tawdry dress; tawdry feathers; tawdry colors."},{"word":"Tawdries","type":"pl. ","descr":" of Tawdry"},{"word":"Tawdry","type":"n.","descr":" A necklace of a rural fashion, bought at St. Audrey\\'s fair; hence, a necklace in general."},{"word":"Tawer","type":"n.","descr":" One who taws; a dresser of white leather."},{"word":"Tawery","type":"n.","descr":" A place where skins are tawed."},{"word":"Tawniness","type":"n.","descr":" The quality or state of being tawny."},{"word":"Tawny","type":"n.","descr":" Of a dull yellowish brown color, like things tanned, or persons who are sunburnt; as, tawny Moor or Spaniard; the tawny lion."},{"word":"Taws","type":"n.","descr":" A leather lash, or other instrument of punishment, used by a schoolmaster."},{"word":"Tax","type":"n.","descr":" A charge, especially a pecuniary burden which is imposed by authority."},{"word":"Tax","type":"n.","descr":" A charge or burden laid upon persons or property for the support of a government."},{"word":"Tax","type":"n.","descr":" Especially, the sum laid upon specific things, as upon polls, lands, houses, income, etc.; as, a land tax; a window tax; a tax on carriages, and the like."},{"word":"Tax","type":"n.","descr":" A sum imposed or levied upon the members of a society to defray its expenses."},{"word":"Tax","type":"n.","descr":" A task exacted from one who is under control; a contribution or service, the rendering of which is imposed upon a subject."},{"word":"Tax","type":"n.","descr":" A disagreeable or burdensome duty or charge; as, a heavy tax on time or health."},{"word":"Tax","type":"n.","descr":" Charge; censure."},{"word":"Tax","type":"n.","descr":" A lesson to be learned; a task."},{"word":"Taxed","type":"imp. and p. p.","descr":" of Tax"},{"word":"Taxing","type":"p. pr. and vb. n.","descr":" of Tax"},{"word":"Tax","type":"n.","descr":" To subject to the payment of a tax or taxes; to impose a tax upon; to lay a burden upon; especially, to exact money from for the support of government."},{"word":"Tax","type":"n.","descr":" To assess, fix, or determine judicially, the amount of; as, to tax the cost of an action in court."},{"word":"Tax","type":"n.","descr":" To charge; to accuse; also, to censure; -- often followed by with, rarely by of before an indirect object; as, to tax a man with pride."},{"word":"Taxability","type":"n.","descr":" The quality or state of being taxable; taxableness."},{"word":"Taxable","type":"a.","descr":" Capable of being taxed; liable by law to the assessment of taxes; as, taxable estate; taxable commodities."},{"word":"Taxable","type":"a.","descr":" That may be legally charged by a court against the plaintiff of defendant in a suit; as, taxable costs."},{"word":"Taxaspidean","type":"a.","descr":" Having the posterior tarsal scales, or scutella, rectangular and arranged in regular rows; -- said of certain birds."},{"word":"Taxation","type":"n.","descr":" The act of laying a tax, or of imposing taxes, as on the subjects of a state, by government, or on the members of a corporation or company, by the proper authority; the raising of revenue; also, a system of raising revenue."},{"word":"Taxation","type":"n.","descr":" The act of taxing, or assessing a bill of cost."},{"word":"Taxation","type":"n.","descr":" Tax; sum imposed."},{"word":"Taxation","type":"n.","descr":" Charge; accusation."},{"word":"Taxel","type":"n.","descr":" The American badger."},{"word":"Taxeopoda","type":"n. pl.","descr":" An order of extinct Mammalia found in the Tertiary formations."},{"word":"Taxer","type":"n.","descr":" One who taxes."},{"word":"Taxer","type":"n.","descr":" One of two officers chosen yearly to regulate the assize of bread, and to see the true gauge of weights and measures is observed."},{"word":"Taxgatherer","type":"n.","descr":" One who collects taxes or revenues."},{"word":"Taxiarch","type":"n.","descr":" An Athenian military officer commanding a certain division of an army."},{"word":"Taxicorn","type":"n.","descr":" One of a family of beetles (Taxicornes) whose antennae are largest at the tip. Also used adjectively."},{"word":"Taxidermic","type":"a.","descr":" Of or pertaining to the art of preparing and preserving the skins of animals."},{"word":"Taxidermist","type":"n.","descr":" A person skilled in taxidermy."},{"word":"Taxidermy","type":"v. t.","descr":" The art of preparing, preserving, and mounting the skins of animals so as to represent their natural appearance, as for cabinets."},{"word":"Taxine","type":"n.","descr":" A poisonous alkaloid of bitter taste extracted from the leaves and seeds of the European yew (Taxus baccata). Called also taxia."},{"word":"Taxis","type":"n.","descr":" Manipulation applied to a hernial tumor, or to an intestinal obstruction, for the purpose of reducing it."},{"word":"Taxless","type":"a.","descr":" Free from taxation."},{"word":"Taxology","type":"n.","descr":" Same as Taxonomy."},{"word":"Taxonomic","type":"a.","descr":" Pertaining to, or involving, taxonomy, or the laws and principles of classification; classificatory."},{"word":"Taxonomist","type":"n.","descr":" One skilled in taxonomy."},{"word":"Taxonomy","type":"n.","descr":" That division of the natural sciences which treats of the classification of animals and plants; the laws or principles of classification."},{"word":"Taxor","type":"n.","descr":" Same as Taxer, n., 2."},{"word":"Taxpayer","type":"n.","descr":" One who is assessed and pays a tax."},{"word":"Tayra","type":"n.","descr":" A South American carnivore (Galera barbara) allied to the grison. The tail is long and thick. The length, including the tail, is about three feet."},{"word":"Tazel","type":"n.","descr":" The teasel."},{"word":"Tazza","type":"n.","descr":" An ornamental cup or vase with a large, flat, shallow bowl, resting on a pedestal and often having handles."},{"word":"Taught","type":"imp. and p. p.","descr":" of Teach"},{"word":"Tare","type":"","descr":" of Tear"},{"word":"Tammuz","type":"n.","descr":" A deity among the ancient Syrians, in honor of whom the Hebrew idolatresses held an annual lamentation. This deity has been conjectured to be the same with the Phoenician Adon, or Adonis."},{"word":"Tammuz","type":"n.","descr":" The fourth month of the Jewish ecclesiastical year, -- supposed to correspond nearly with our month of July."}]