[{"word":"Tea","type":"n.","descr":" The prepared leaves of a shrub, or small tree (Thea, \/ Camellia, Chinensis). The shrub is a native of China, but has been introduced to some extent into some other countries."},{"word":"Tea","type":"n.","descr":" A decoction or infusion of tea leaves in boiling water; as, tea is a common beverage."},{"word":"Tea","type":"n.","descr":" Any infusion or decoction, especially when made of the dried leaves of plants; as, sage tea; chamomile tea; catnip tea."},{"word":"Tea","type":"n.","descr":" The evening meal, at which tea is usually served; supper."},{"word":"Tea","type":"v. i.","descr":" To take or drink tea."},{"word":"Teaberry","type":"n.","descr":" The checkerberry."},{"word":"Teaching","type":"p. pr. and vb. n.","descr":" of Teach"},{"word":"Teach","type":"v. t.","descr":" To impart the knowledge of; to give intelligence concerning; to impart, as knowledge before unknown, or rules for practice; to inculcate as true or important; to exhibit impressively; as, to teach arithmetic, dancing, music, or the like; to teach morals."},{"word":"Teach","type":"v. t.","descr":" To direct, as an instructor; to manage, as a preceptor; to guide the studies of; to instruct; to inform; to conduct through a course of studies; as, to teach a child or a class."},{"word":"Teach","type":"v. t.","descr":" To accustom; to guide; to show; to admonish."},{"word":"Teach","type":"v. i.","descr":" To give instruction; to follow the business, or to perform the duties, of a preceptor."},{"word":"Teachable","type":"a.","descr":" Capable of being taught; apt to learn; also, willing to receive instruction; docile."},{"word":"Teachableness","type":"n.","descr":" Willingness to be taught."},{"word":"Teache","type":"n.","descr":" One of the series of boilers in which the cane juice is treated in making sugar; especially, the last boiler of the series."},{"word":"Teacher","type":"n.","descr":" One who teaches or instructs; one whose business or occupation is to instruct others; an instructor; a tutor."},{"word":"Teacher","type":"n.","descr":" One who instructs others in religion; a preacher; a minister of the gospel; sometimes, one who preaches without regular ordination."},{"word":"Teaching","type":"n.","descr":" The act or business of instructing; also, that which is taught; instruction."},{"word":"Teachless","type":"a.","descr":" Not teachable."},{"word":"Teacup","type":"n.","descr":" A small cup from which to drink tea."},{"word":"Teacupfuls","type":"pl. ","descr":" of Teacupful"},{"word":"Teacupful","type":"n.","descr":" As much as a teacup can hold; enough to fill a teacup."},{"word":"Tead","type":"n.","descr":" Alt. of Teade"},{"word":"Teade","type":"n.","descr":" A torch."},{"word":"Teagle","type":"n.","descr":" A hoisting apparatus; an elevator; a crane; a lift."},{"word":"Teague","type":"n.","descr":" An Irishman; -- a term used in contempt."},{"word":"Teak","type":"n.","descr":" A tree of East Indies (Tectona grandis) which furnishes an extremely strong and durable timber highly valued for shipbuilding and other purposes; also, the timber of the tree."},{"word":"Teakettle","type":"n.","descr":" A kettle in which water is boiled for making tea, coffee, etc."},{"word":"Teal","type":"n.","descr":" Any one of several species of small fresh-water ducks of the genus Anas and the subgenera Querquedula and Nettion. The male is handsomely colored, and has a bright green or blue speculum on the wings."},{"word":"Team","type":"n.","descr":" A group of young animals, especially of young ducks; a brood; a litter."},{"word":"Team","type":"n.","descr":" Hence, a number of animals moving together."},{"word":"Team","type":"n.","descr":" Two or more horses, oxen, or other beasts harnessed to the same vehicle for drawing, as to a coach, wagon, sled, or the like."},{"word":"Team","type":"n.","descr":" A number of persons associated together in any work; a gang; especially, a number of persons selected to contend on one side in a match, or a series of matches, in a cricket, football, rowing, etc."},{"word":"Team","type":"n.","descr":" A flock of wild ducks."},{"word":"Team","type":"n.","descr":" A royalty or privilege granted by royal charter to a lord of a manor, of having, keeping, and judging in his court, his bondmen, neifes, and villains, and their offspring, or suit, that is, goods and chattels, and appurtenances thereto."},{"word":"Team","type":"v. i.","descr":" To engage in the occupation of driving a team of horses, cattle, or the like, as in conveying or hauling lumber, goods, etc.; to be a teamster."},{"word":"Team","type":"v. t.","descr":" To convey or haul with a team; as, to team lumber."},{"word":"Teamed","type":"a.","descr":" Yoked in, or as in, a team."},{"word":"Teaming","type":"n.","descr":" The act or occupation of driving a team, or of hauling or carrying, as logs, goods, or the like, with a team."},{"word":"Teaming","type":"n.","descr":" Contract work."},{"word":"Teamster","type":"n.","descr":" One who drives a team."},{"word":"Teamwork","type":"n.","descr":" Work done by a team, as distinguished from that done by personal labor."},{"word":"Teapot","type":"n.","descr":" A vessel with a spout, in which tea is made, and from which it is poured into teacups."},{"word":"Teapoy","type":"n.","descr":" An ornamental stand, usually with three legs, having caddies for holding tea."},{"word":"Tear","type":"n.","descr":" A drop of the limpid, saline fluid secreted, normally in small amount, by the lachrymal gland, and diffused between the eye and the eyelids to moisten the parts and facilitate their motion. Ordinarily the secretion passes through the lachrymal duct into the nose, but when it is increased by emotion or other causes, it overflows the lids."},{"word":"Tear","type":"n.","descr":" Something in the form of a transparent drop of fluid matter; also, a solid, transparent, tear-shaped drop, as of some balsams or resins."},{"word":"Tear","type":"n.","descr":" That which causes or accompanies tears; a lament; a dirge."},{"word":"Tearing","type":"p. pr. and vb. n.","descr":" of Tear"},{"word":"Tear","type":"v. t.","descr":" To separate by violence; to pull apart by force; to rend; to lacerate; as, to tear cloth; to tear a garment; to tear the skin or flesh."},{"word":"Tear","type":"v. t.","descr":" Hence, to divide by violent measures; to disrupt; to rend; as, a party or government torn by factions."},{"word":"Tear","type":"v. t.","descr":" To rend away; to force away; to remove by force; to sunder; as, a child torn from its home."},{"word":"Tear","type":"v. t.","descr":" To pull with violence; as, to tear the hair."},{"word":"Tear","type":"v. t.","descr":" To move violently; to agitate."},{"word":"Tear","type":"v. i.","descr":" To divide or separate on being pulled; to be rent; as, this cloth tears easily."},{"word":"Tear","type":"v. i.","descr":" To move and act with turbulent violence; to rush with violence; hence, to rage; to rave."},{"word":"Tear","type":"n.","descr":" The act of tearing, or the state of being torn; a rent; a fissure."},{"word":"Tearer","type":"n.","descr":" One who tears or rends anything; also, one who rages or raves with violence."},{"word":"Tear-falling","type":"a.","descr":" Shedding tears; tender."},{"word":"Tearful","type":"a.","descr":" Abounding with tears; weeping; shedding tears; as, tearful eyes."},{"word":"Tearless","type":"a.","descr":" Shedding no tears; free from tears; unfeeling."},{"word":"Tearpit","type":"n.","descr":" A cavity or pouch beneath the lower eyelid of most deer and antelope; the lachrymal sinus; larmier. It is capable of being opened at pleasure and secretes a waxy substance."},{"word":"Tear-thumb","type":"n.","descr":" A name given to several species of plants of the genus Polygonum, having angular stems beset with minute reflexed prickles."},{"word":"Teary","type":"a.","descr":" Wet with tears; tearful."},{"word":"Teary","type":"a.","descr":" Consisting of tears, or drops like tears."},{"word":"Tea-saucer","type":"n.","descr":" A small saucer in which a teacup is set."},{"word":"Teased","type":"imp. and p. p.","descr":" of Tease"},{"word":"Teasing","type":"p. pr. and vb. n.","descr":" of Tease"},{"word":"Tease","type":"v. t.","descr":" To comb or card, as wool or flax."},{"word":"Tease","type":"v. t.","descr":" To stratch, as cloth, for the purpose of raising a nap; teasel."},{"word":"Tease","type":"v. t.","descr":" To tear or separate into minute shreds, as with needles or similar instruments."},{"word":"Tease","type":"v. t.","descr":" To vex with importunity or impertinence; to harass, annoy, disturb, or irritate by petty requests, or by jests and raillery; to plague."},{"word":"Tease","type":"n.","descr":" One who teases or plagues."},{"word":"Teasel","type":"n.","descr":" A plant of the genus Dipsacus, of which one species (D. fullonum) bears a large flower head covered with stiff, prickly, hooked bracts. This flower head, when dried, is used for raising a nap on woolen cloth."},{"word":"Teasel","type":"n.","descr":" A bur of this plant."},{"word":"Teasel","type":"n.","descr":" Any contrivance intended as a substitute for teasels in dressing cloth."},{"word":"Teaseled","type":"imp. and p. p.","descr":" of Teasel"},{"word":"Teaselled","type":"","descr":" of Teasel"},{"word":"Teaseling","type":"p. pr. and vb. n.","descr":" of Teasel"},{"word":"Teaselling","type":"","descr":" of Teasel"},{"word":"Teasel","type":"v. t.","descr":" To subject, as woolen cloth, to the action of teasels, or any substitute for them which has an effect to raise a nap."},{"word":"Teaseler","type":"n.","descr":" One who uses teasels for raising a nap on cloth."},{"word":"Teaseling","type":"n.","descr":" The cutting and gathering of teasels; the use of teasels."},{"word":"Teaser","type":"n.","descr":" One who teases or vexes."},{"word":"Teaser","type":"n.","descr":" A jager gull."},{"word":"Teasle","type":"n. and v. t.","descr":" See Teasel."},{"word":"Teaspoon","type":"n.","descr":" A small spoon used in stirring and sipping tea, coffee, etc., and for other purposes."},{"word":"Teaspoonfuls","type":"pl. ","descr":" of Teaspoonful"},{"word":"Teaspoonful","type":"n.","descr":" As much as teaspoon will hold; enough to fill a teaspoon; -- usually reckoned at a fluid dram or one quarter of a tablespoonful."},{"word":"Teat","type":"n.","descr":" The protuberance through which milk is drawn from the udder or breast of a mammal; a nipple; a pap; a mammilla; a dug; a tit."},{"word":"Teat","type":"n.","descr":" A small protuberance or nozzle resembling the teat of an animal."},{"word":"Teated","type":"a.","descr":" Having protuberances resembling the teat of an animal."},{"word":"Teathe","type":"n. and v.","descr":" See Tath."},{"word":"Teatish","type":"a.","descr":" Peevish; tettish; fretful; -- said of a child. See Tettish."},{"word":"Teaze-hole","type":"n.","descr":" The opening in the furnaces through which fuel is introduced."},{"word":"Teazel","type":"n. and v. t.","descr":" See Teasel."},{"word":"Teazer","type":"n.","descr":" The stoker or fireman of a furnace, as in glass works."},{"word":"Teazle","type":"n. and v. t.","descr":" See Teasel."},{"word":"Tebeth","type":"n.","descr":" The tenth month of the Jewish ecclesiastical year, answering to a part of December with a part of January."},{"word":"Techily","type":"adv.","descr":" In a techy manner."},{"word":"Techiness","type":"n.","descr":" The quality or state of being techy."},{"word":"Technic","type":"a.","descr":" Technical."},{"word":"Technic","type":"a.","descr":" The method of performance in any art; technical skill; artistic execution; technique."},{"word":"Technic","type":"a.","descr":" Technical terms or objects; things pertaining to the practice of an art or science."},{"word":"Technical","type":"a.","descr":" Of or pertaining to the useful or mechanic arts, or to any science, business, or the like; specially appropriate to any art, science, or business; as, the words of an indictment must be technical."},{"word":"Technicalities","type":"pl. ","descr":" of Technicality"},{"word":"Technicality","type":"n.","descr":" The quality or state of being technical; technicalness."},{"word":"Technicality","type":"n.","descr":" That which is technical, or peculiar to any trade, profession, sect, or the like."},{"word":"Technically","type":"adv.","descr":" In a technical manner; according to the signification of terms as used in any art, business, or profession."},{"word":"Technicalness","type":"n.","descr":" The quality or state of being technical; technicality."},{"word":"Technicals","type":"n. pl.","descr":" Those things which pertain to the practical part of an art, science, or profession; technical terms; technics."},{"word":"Technicist","type":"n.","descr":" One skilled in technics or in one or more of the practical arts."},{"word":"Technicological","type":"a.","descr":" Technological; technical."},{"word":"Technicology","type":"n.","descr":" Technology."},{"word":"Technics","type":"n.","descr":" The doctrine of arts in general; such branches of learning as respect the arts."},{"word":"Technique","type":"n.","descr":" Same as Technic, n."},{"word":"Technism","type":"n.","descr":" Technicality."},{"word":"Technologic","type":"a.","descr":" Technological."},{"word":"Technological","type":"a.","descr":" Of or pertaining to technology."},{"word":"Technologist","type":"n.","descr":" One skilled in technology; one who treats of arts, or of the terms of arts."},{"word":"Technology","type":"n.","descr":" Industrial science; the science of systematic knowledge of the industrial arts, especially of the more important manufactures, as spinning, weaving, metallurgy, etc."},{"word":"Techy","type":"a.","descr":" Peevish; fretful; irritable."},{"word":"Tectibranch","type":"n.","descr":" One of the Tectibranchiata. Also used adjectively."},{"word":"Tectibranchia","type":"n. pl.","descr":" Same as Tectibranchiata."},{"word":"Tectibranchiata","type":"n. pl.","descr":" An order, or suborder, of gastropod Mollusca in which the gills are usually situated on one side of the back, and protected by a fold of the mantle.  When there is a shell, it is usually thin and delicate and often rudimentary. The aplysias and the bubble shells are examples."},{"word":"Tectibranchiate","type":"a.","descr":" Having the gills covered by the mantle; of or pertaining to the Tectibranchiata."},{"word":"Tectibranchiate","type":"n.","descr":" A tectibranchiate mollusk."},{"word":"Tectly","type":"adv.","descr":" Covertly; privately; secretly."},{"word":"Tectology","type":"n.","descr":" A division of morphology created by Haeckel; the science of organic individuality constituting the purely structural portion of morphology, in which the organism is regarded as composed of organic individuals of different orders, each organ being considered an individual. See Promorphology, and Morphon."},{"word":"Tectonic","type":"a.","descr":" Of or pertaining to building or construction; architectural."},{"word":"Tectonics","type":"n.","descr":" The science, or the art, by which implements, vessels, dwellings, or other edifices, are constructed, both agreeably to the end for which they are designed, and in conformity with artistic sentiments and ideas."},{"word":"Tectorial","type":"a.","descr":" Of or pertaining to covering; -- applied to a membrane immediately over the organ of Corti in the internal ear."},{"word":"Tectrices","type":"n. pl.","descr":" The wing coverts of a bird. See Covert, and Illust. of Bird."},{"word":"Tecum","type":"n.","descr":" See Tucum."},{"word":"Tedded","type":"imp. and p. p.","descr":" of Ted"},{"word":"Tedding","type":"p. pr. and vb. n.","descr":" of Ted"},{"word":"Ted","type":"v. t.","descr":" To spread, or turn from the swath, and scatter for drying, as new-mowed grass; -- chiefly used in the past participle."},{"word":"Tedder","type":"n.","descr":" A machine for stirring and spreading hay, to expedite its drying."},{"word":"Tedder","type":"n.","descr":" Same as Tether."},{"word":"Teddered","type":"imp. and p. p.","descr":" of Tedder"},{"word":"Teddering","type":"p. pr. and vb. n.","descr":" of Tedder"},{"word":"Tedder","type":"v. t.","descr":" Same as Tether."},{"word":"Te Deum","type":"","descr":" An ancient and celebrated Christian hymn, of uncertain authorship, but often ascribed to St. Ambrose; -- so called from the first words \"Te Deum laudamus.\" It forms part of the daily matins of the Roman Catholic breviary, and is sung on all occasions of thanksgiving. In its English form, commencing with words, \"We praise thee, O God,\" it forms a part of the regular morning service of the Church of England and the Protestant Episcopal Church in America."},{"word":"Te Deum","type":"","descr":" A religious service in which the singing of the hymn forms a principal part."},{"word":"Tedge","type":"n.","descr":" The gate of a mold, through which the melted metal is poured; runner, geat."},{"word":"Tediosity","type":"n.","descr":" Tediousness."},{"word":"Tedious","type":"a.","descr":" Involving tedium; tiresome from continuance, prolixity, slowness, or the like; wearisome."},{"word":"Tedium","type":"n.","descr":" Irksomeness; wearisomeness; tediousness."},{"word":"Tee","type":"n.","descr":" The mark aimed at in curling and in quoits."},{"word":"Tee","type":"n.","descr":" The nodule of earth  from which the ball is struck in golf."},{"word":"Tee","type":"n.","descr":" A short piece of pipe having a lateral outlet, used to connect a line of pipe with a pipe at a right angle with the line; -- so called because it resembles the letter T in shape."},{"word":"Tee iron","type":"","descr":" See T iron, under T."},{"word":"Teek","type":"n.","descr":" See Teak."},{"word":"Teel","type":"n.","descr":" Sesame."},{"word":"Teelseed","type":"n.","descr":" The seed of sesame."},{"word":"Teem","type":"v. t.","descr":" To pour; -- commonly followed by out; as, to teem out ale."},{"word":"Teem","type":"v. t.","descr":" To pour, as steel, from a melting pot; to fill, as a mold, with molten metal."},{"word":"Teem","type":"a.","descr":" To think fit."},{"word":"Teemed","type":"imp. and p. p.","descr":" of Teem"},{"word":"Teeming","type":"p. pr. and vb. n.","descr":" of Teem"},{"word":"Teem","type":"v. i.","descr":" To bring forth young, as an animal; to produce fruit, as a plant; to bear; to be pregnant; to conceive; to multiply."},{"word":"Teem","type":"v. i.","descr":" To be full, or ready to bring forth; to be stocked to overflowing; to be prolific; to abound."},{"word":"Teem","type":"v. t.","descr":" To produce; to bring forth."},{"word":"Teemer","type":"n.","descr":" One who teems, or brings forth."},{"word":"Teemful","type":"a.","descr":" Pregnant; prolific."},{"word":"Teemful","type":"a.","descr":" Brimful."},{"word":"Teeming","type":"a.","descr":" Prolific; productive."},{"word":"Teemless","type":"a.","descr":" Not fruitful or prolific; barren; as, a teemless earth."},{"word":"Teen","type":"n.","descr":" Grief; sorrow; affiction; pain."},{"word":"Teen","type":"n.","descr":" To excite; to provoke; to vex; to affict; to injure."},{"word":"Teen","type":"v. t.","descr":" To hedge or fence in; to inclose."},{"word":"Teenage","type":"n.","descr":" The longer wood for making or mending fences."},{"word":"Teend","type":"v. t. and i.","descr":" To kindle; to burn."},{"word":"Teenful","type":"a.","descr":" Full of teen; harmful; grievous; grieving; afflicted."},{"word":"Teens","type":"n. pl.","descr":" The years of one\\'s age having the termination -teen, beginning with thirteen and ending with nineteen; as, a girl in her teens."},{"word":"Teeny","type":"a.","descr":" Very small; tiny."},{"word":"Teeny","type":"a.","descr":" Fretful; peevish; pettish; cross."},{"word":"Teeong","type":"n.","descr":" The mino bird."},{"word":"Teest","type":"n.","descr":" A tinsmith\\'s stake, or small anvil."},{"word":"Teetan","type":"n.","descr":" A pipit."},{"word":"Teetee","type":"n.","descr":" Any one of several species of small, soft-furred South American monkeys belonging to Callithrix, Chrysothrix, and allied genera; as, the collared teetee (Callithrix torquatus), and the squirrel teetee (Chrysothrix sciurea). Called also pinche, titi, and saimiri. See Squirrel monkey, under Squirrel."},{"word":"Teetee","type":"n.","descr":" A diving petrel of Australia (Halodroma wrinatrix)."},{"word":"Teetered","type":"imp. and p. p.","descr":" of Teeter"},{"word":"Teetering","type":"p. pr. and vb. n.","descr":" of Teeter"},{"word":"Teeter","type":"v. i. and t.","descr":" To move up and down on the ends of a balanced plank, or the like, as children do for sport; to seesaw; to titter; to titter-totter."},{"word":"Teeter-tail","type":"n.","descr":" The spotted sandpiper. See the Note under Sandpiper."},{"word":"Teeth","type":"n.","descr":" pl. of Tooth."},{"word":"Teethed","type":"imp. and p. p.","descr":" of Teeth"},{"word":"Teething","type":"p. pr. and vb. n.","descr":" of Teeth"},{"word":"Teeth","type":"v. i.","descr":" To breed, or grow, teeth."},{"word":"Teething","type":"n.","descr":" The process of the first growth of teeth, or the phenomena attending their issue through the gums; dentition."},{"word":"Teetotal","type":"a.","descr":" Entire; total."},{"word":"Teetotaler","type":"n.","descr":" One pledged to entire abstinence from all intoxicating drinks."},{"word":"Teetotalism","type":"n.","descr":" The principle or practice of entire abstinence, esp. from intoxicating drinks."},{"word":"Teetotally","type":"adv.","descr":" Entirely; totally."},{"word":"Teetotum","type":"n.","descr":" A child\\'s toy, somewhat resembling a top, and twirled by the fingers."},{"word":"Teetuck","type":"n.","descr":" The rock pipit."},{"word":"Teeuck","type":"n.","descr":" The lapwing."},{"word":"Teewit","type":"n.","descr":" The pewit."},{"word":"Teg","type":"n.","descr":" A sheep in its second year; also, a doe in its second year."},{"word":"Tegmina","type":"pl. ","descr":" of Tegmen"},{"word":"Tegmen","type":"n.","descr":" A tegument or covering."},{"word":"Tegmen","type":"n.","descr":" The inner layer of the coating of a seed, usually thin and delicate; the endopleura."},{"word":"Tegmen","type":"n.","descr":" One of the elytra of an insect, especially of certain Orthoptera."},{"word":"Tegmen","type":"n.","descr":" Same as Tectrices."},{"word":"Tegmental","type":"a.","descr":" Of or pertaining to a tegument or tegmentum; as, the tegmental layer of the epiblast; the tegmental cells of the taste buds."},{"word":"Tegmenta","type":"pl. ","descr":" of Tegmentum"},{"word":"Tegmentum","type":"n.","descr":" A covering; -- applied especially to the bundles of longitudinal fibers in the upper part of the crura of the cerebrum."},{"word":"Teguexin","type":"n.","descr":" A large South American lizard (Tejus teguexin). It becomes three or four feet long, and is blackish above, marked with yellowish spots of various sizes. It feeds upon fruits, insects, reptiles, young birds, and birds\\' eggs. The closely allied species Tejus rufescens is called red teguexin."},{"word":"Tegulae","type":"pl. ","descr":" of Tegula"},{"word":"Tegula","type":"n.","descr":" A small appendage situated above the base of the wings of Hymenoptera and attached to the mesonotum."},{"word":"Tegular","type":"a.","descr":" Of or pertaining to a tile; resembling a tile, or arranged like tiles; consisting of tiles; as, a tegular pavement."},{"word":"Tegulated","type":"a.","descr":" Composed of small plates, as of horn or metal, overlapping like tiles; -- said of a kind of ancient armor."},{"word":"Tegument","type":"n.","descr":" A cover or covering; an integument."},{"word":"Tegument","type":"n.","descr":" Especially, the covering of a living body, or of some part or organ of such a body; skin; hide."},{"word":"Tegumentary","type":"a.","descr":" Of or pertaining to a tegument or teguments; consisting of teguments; serving as a tegument or covering."},{"word":"Te-hee","type":"n. and interj.","descr":" A tittering laugh; a titter."},{"word":"Te-hee","type":"v. i.","descr":" To titter; to laugh derisively."},{"word":"Teil","type":"n.","descr":" The lime tree, or linden; -- called also teil tree."},{"word":"Teind","type":"n.","descr":" A tithe."},{"word":"Teine","type":"n.","descr":" See Teyne."},{"word":"Teinland","type":"n.","descr":" Land granted by the crown to a thane or lord."},{"word":"Teinoscope","type":"n.","descr":" An instrument formed by combining prisms so as to correct the chromatic aberration of the light while linear dimensions of objects seen through the prisms are increased or diminished; -- called also prism telescope."},{"word":"Teint","type":"n.","descr":" Tint; color; tinge, See Tint."},{"word":"Teinture","type":"n.","descr":" Color; tinge; tincture."},{"word":"Tek","type":"n.","descr":" A Siberian ibex."},{"word":"Telamones","type":"n. pl.","descr":" Same as Atlantes."},{"word":"Telangiectasis","type":"n.","descr":" Dilatation of the capillary vessels."},{"word":"Telangiectasy","type":"n.","descr":" Telangiectasis."},{"word":"Telarly","type":"adv.","descr":" In a weblike manner."},{"word":"Telary","type":"a.","descr":" Of or pertaining to a web; hence, spinning webs; retiary."},{"word":"Teledu","type":"n.","descr":" An East Indian carnivore (Mydaus meliceps) allied to the badger, and noted for the very offensive odor that it emits, somewhat resembling that of a skunk. It is a native of the high mountains of Java and Sumatra, and has long, silky fur. Called also stinking badger, and stinkard."},{"word":"Telegram","type":"n.","descr":" A message sent by telegraph; a telegraphic dispatch."},{"word":"Telegrammic","type":"a.","descr":" Pertaining to, or resembling, a telegram; laconic; concise; brief."},{"word":"Telegraph","type":"n.","descr":" An apparatus, or a process, for communicating intelligence rapidly between distant points, especially by means of preconcerted visible or audible signals representing words or ideas, or by means of words and signs, transmitted by electrical action."},{"word":"Telegraphed","type":"imp. and p. p.","descr":" of Telegraph"},{"word":"Telegraphing","type":"p. pr. and vb. n.","descr":" of Telegraph"},{"word":"Telegraph","type":"v. t.","descr":" To convey or announce by telegraph."},{"word":"Telegrapher","type":"n.","descr":" One who sends telegraphic messages; a telegraphic operator; a telegraphist."},{"word":"Telegraphic","type":"a.","descr":" Of or pertaining to the telegraph; made or communicated by a telegraph; as, telegraphic signals; telegraphic art; telegraphic intelligence."},{"word":"Telegraphical","type":"a.","descr":" Telegraphic."},{"word":"Telegraphist","type":"n.","descr":" One skilled in telegraphy; a telegrapher."},{"word":"Telegraphy","type":"n.","descr":" The science or art of constructing, or of communicating by means of, telegraphs; as, submarine telegraphy."},{"word":"Telemeter","type":"n.","descr":" An instrument used for measuring the distance of an object from an observer; as, a telescope with a micrometer for measuring the apparent diameter of an object whose real dimensions are known."},{"word":"Teleocephial","type":"n. pl.","descr":" An extensive order of bony fishes including most of the common market species, as bass, salmon, cod, perch, etc."},{"word":"Teleological","type":"a.","descr":" Of or pertaining to teleology, or the doctrine of design."},{"word":"Teleologist","type":"n.","descr":" One versed in teleology."},{"word":"Teleology","type":"n.","descr":" The doctrine of the final causes of things"},{"word":"Teleology","type":"n.","descr":" the doctrine of design, which assumes that the phenomena of organic life, particularly those of evolution, are explicable only by purposive causes, and that they in no way admit of a mechanical explanation or one based entirely on biological science; the doctrine of adaptation to purpose."},{"word":"Teleophore","type":"n.","descr":" Same as Gonotheca."},{"word":"Teleorganic","type":"a.","descr":" Vital; as, teleorganic functions."},{"word":"Teleosaur","type":"n.","descr":" Any one of several species of fossil suarians belonging to Teleosaurus and allied genera. These reptiles are related to the crocodiles, but have biconcave vertebrae."},{"word":"Teleosaurus","type":"n.","descr":" A genus of extinct crocodilian reptiles of the Jurassic period, having a long and slender snout."},{"word":"Teleost","type":"n.","descr":" One of the Teleosti. Also used adjectively."},{"word":"Teleostean","type":"a.","descr":" Of or pertaining to the teleosts."},{"word":"Teleostean","type":"n.","descr":" A teleostean fish."},{"word":"Teleostei","type":"n. pl.","descr":" A subclass of fishes including all the ordinary bony fishes as distinguished from the ganoids."},{"word":"Teleostomi","type":"n. pl.","descr":" An extensive division of fishes including the ordinary fishes (Teleostei) and the ganoids."},{"word":"Teleozoic","type":"a.","descr":" Having tissued composed of cells."},{"word":"Teleozoon","type":"n.","descr":" A metazoan."},{"word":"Telepathy","type":"n.","descr":" The sympathetic affection of one mind by the thoughts, feelings, or emotions of another at a distance, without communication through the ordinary channels of sensation."},{"word":"Telepheme","type":"n.","descr":" A message by a telephone."},{"word":"Telephone","type":"n.","descr":" An instrument for reproducing sounds, especially articulate speech, at a distance."},{"word":"Telephone","type":"v. t.","descr":" To convey or announce by telephone."},{"word":"Telephonic","type":"a.","descr":" Conveying sound to a great distance."},{"word":"Telephonic","type":"a.","descr":" Of or pertaining to the telephone; by the telephone."},{"word":"Telephonically","type":"adv.","descr":" By telephonic means or processes; by the use of the telephone."},{"word":"Telephony","type":"n.","descr":" The art or process of reproducing sounds at a distance, as with the telephone."},{"word":"Telepolariscope","type":"n.","descr":" A polariscope arranged to be attached to a telescope."},{"word":"Telerythin","type":"n.","descr":" A red crystalline compound related to, or produced from, erythrin. So called because regarded as the end of the series of erythrin compounds."},{"word":"Telescope","type":"n.","descr":" An optical instrument used in viewing distant objects, as the heavenly bodies."},{"word":"Telescoped","type":"imp. and p. p.","descr":" of Telescope"},{"word":"Telescoping","type":"p. pr. and vb. n.","descr":" of Telescope"},{"word":"Telescope","type":"a.","descr":" To slide or pass one within another, after the manner of the sections of a small telescope or spyglass; to come into collision, as railway cars, in such a manner that one runs into another."},{"word":"Telescope","type":"v. t.","descr":" To cause to come into collision, so as to telescope."},{"word":"Telescopic","type":"a.","descr":" Alt. of Telescopical"},{"word":"Telescopical","type":"a.","descr":" Of or pertaining to a telescope; performed by a telescope."},{"word":"Telescopical","type":"a.","descr":" Seen or discoverable only by a telescope; as, telescopic stars."},{"word":"Telescopical","type":"a.","descr":" Able to discern objects at a distance; farseeing; far-reaching; as, a telescopic eye; telescopic vision."},{"word":"Telescopical","type":"a.","descr":" Having the power of extension by joints sliding one within another, like the tube of a small telescope or a spyglass; especially (Mach.), constructed of concentric tubes, either stationary, as in the telescopic boiler, or movable, as in the telescopic chimney of a war vessel, which may be put out of sight by being lowered endwise."},{"word":"Telescopically","type":"adv.","descr":" In a telescopical manner; by or with the telescope."},{"word":"Telescopist","type":"n.","descr":" One who uses a telescope."},{"word":"Telescopy","type":"n.","descr":" The art or practice of using or making telescopes."},{"word":"Telesm","type":"n.","descr":" A kind of amulet or magical charm."},{"word":"Telesmatic","type":"a.","descr":" Alt. of Telesmatical"},{"word":"Telesmatical","type":"a.","descr":" Of or pertaining to telesms; magical."},{"word":"Telespectroscope","type":"n.","descr":" A spectroscope arranged to be attached to a telescope for observation of distant objects, as the sun or stars."},{"word":"Telestereoscope","type":"n.","descr":" A stereoscope adapted to view distant natural objects or landscapes; a telescopic stereoscope."},{"word":"Telestic","type":"a.","descr":" Tending or relating to a purpose or an end."},{"word":"Telestich","type":"n.","descr":" A poem in which the final letters of the lines, taken consequently, make a name.  Cf. Acrostic."},{"word":"Telethermometer","type":"n.","descr":" An apparatus for determining the temperature of a distant point, as by a thermoelectric circuit or otherwise."},{"word":"Teleutospore","type":"n.","descr":" The thick-celled winter or resting spore of the rusts (order Uredinales), produced in late summer. See Illust. of Uredospore."},{"word":"Telic","type":"a.","descr":" Denoting the final end or purpose, as distinguished from ecbatic. See Ecbatic."},{"word":"Telling","type":"p. pr. and vb. n.","descr":" of Tell"},{"word":"Tell","type":"v. t.","descr":" To mention one by one, or piece by piece; to recount; to enumerate; to reckon; to number; to count; as, to tell money."},{"word":"Tell","type":"v. t.","descr":" To utter or recite in detail; to give an account of; to narrate."},{"word":"Tell","type":"v. t.","descr":" To make known; to publish; to disclose; to divulge."},{"word":"Tell","type":"v. t.","descr":" To give instruction to; to make report to; to acquaint; to teach; to inform."},{"word":"Tell","type":"v. t.","descr":" To order; to request; to command."},{"word":"Tell","type":"v. t.","descr":" To discern so as to report; to ascertain by observing; to find out; to discover; as, I can not tell where one color ends and the other begins."},{"word":"Tell","type":"v. t.","descr":" To make account of; to regard; to reckon; to value; to estimate."},{"word":"Tell","type":"v. i.","descr":" To give an account; to make report."},{"word":"Tell","type":"v. i.","descr":" To take effect; to produce a marked effect; as, every shot tells; every expression tells."},{"word":"Tell","type":"n.","descr":" That which is told; tale; account."},{"word":"Tell","type":"n.","descr":" A hill or mound."},{"word":"Tellable","type":"a.","descr":" Capable of being told."},{"word":"Tellen","type":"n.","descr":" Any species of Tellina."},{"word":"Teller","type":"n.","descr":" One who tells, relates, or communicates; an informer, narrator, or describer."},{"word":"Teller","type":"n.","descr":" One of four officers of the English Exchequer, formerly appointed to receive moneys due to the king and to pay moneys payable by the king."},{"word":"Teller","type":"n.","descr":" An officer of a bank who receives and counts over money paid in, and pays money out on checks."},{"word":"Teller","type":"n.","descr":" One who is appointed to count the votes given in a legislative body, public meeting, assembly, etc."},{"word":"Tellership","type":"n.","descr":" The office or employment of a teller."},{"word":"Tellina","type":"n.","descr":" A genus of marine bivalve mollusks having thin, delicate, and often handsomely colored shells."},{"word":"Telling","type":"a.","descr":" Operating with great effect; effective; as, a telling speech."},{"word":"Telltale","type":"a.","descr":" Telling tales; babbling."},{"word":"Telltale","type":"n.","descr":" One who officiously communicates information of the private concerns of others; one who tells that which prudence should suppress."},{"word":"Telltale","type":"n.","descr":" A movable piece of ivory, lead, or other material, connected with the bellows of an organ, that gives notice, by its position, when the wind is exhausted."},{"word":"Telltale","type":"n.","descr":" A mechanical attachment to the steering wheel, which, in the absence of a tiller, shows the position of the helm."},{"word":"Telltale","type":"n.","descr":" A compass in the cabin of a vessel, usually placed where the captain can see it at all hours, and thus inform himself of the vessel\\'s course."},{"word":"Telltale","type":"n.","descr":" A machine or contrivance for indicating or recording something, particularly for keeping a check upon employees, as factory hands, watchmen, drivers, check takers, and the like, by revealing to their employers what they have done or omitted."},{"word":"Telltale","type":"n.","descr":" The tattler. See Tattler."},{"word":"Tellural","type":"a.","descr":" Of or pertaining to the earth."},{"word":"Tellurate","type":"n.","descr":" A salt of telluric acid."},{"word":"Telluret","type":"n.","descr":" A telluride."},{"word":"Tellureted","type":"n.","descr":" Combined or impregnated with tellurium; tellurized."},{"word":"Tellurhydric","type":"a.","descr":" Of, pertaining to, or designating, hydrogen telluride, which is regarded as an acid, especially when in solution."},{"word":"Tellurian","type":"a.","descr":" Of or pertaining to the earth."},{"word":"Tellurian","type":"n.","descr":" A dweller on the earth."},{"word":"Tellurian","type":"n.","descr":" An instrument for showing the operation of the causes which produce the succession of day and night, and the changes of the seasons."},{"word":"Telluric","type":"a.","descr":" Of or pertaining to the earth; proceeding from the earth."},{"word":"Telluric","type":"a.","descr":" Of or pertaining to tellurium; derived from, or resembling, tellurium; specifically, designating those compounds in which the element has a higher valence as contrasted with tellurous compounds; as, telluric acid, which is analogous to sulphuric acid."},{"word":"Telluride","type":"n.","descr":" A compound of tellurium with a more positive element or radical; -- formerly called telluret."},{"word":"Tellurism","type":"n.","descr":" An hypothesis of animal magnetism propounded by Dr. Keiser, in Germany, in which the phenomena are ascribed to the agency of a telluric spirit or influence."},{"word":"Tellurite","type":"n.","descr":" A salt of tellurous acid."},{"word":"Tellurite","type":"n.","descr":" Oxide of tellurium. It occurs sparingly in tufts of white or yellowish crystals."},{"word":"Tellurium","type":"n.","descr":" A rare nonmetallic element, analogous to sulphur and selenium, occasionally found native as a substance of a silver-white metallic luster, but usually combined with metals, as with gold and silver in the mineral sylvanite, with mercury in Coloradoite, etc. Symbol Te. Atomic weight 125.2."},{"word":"Tellurize","type":"v. t.","descr":" To impregnate with, or to subject to the action of, tellurium; -- chiefly used adjectively in the past participle; as, tellurized ores."},{"word":"Tellurous","type":"a.","descr":" Of or pertaining to tellurium; derived from, or containing, tellurium; specifically, designating those compounds in which the element has a lower valence as contrasted with telluric compounds; as, tellurous acid, which is analogous to sulphurous acid."},{"word":"Telodynamic","type":"a.","descr":" Relating to a system for transmitting power to a distance by means of swiftly moving ropes or cables driving grooved pulleys of large diameter."},{"word":"Teloogoo","type":"n.","descr":" See Telugu."},{"word":"Telotrochae","type":"pl. ","descr":" of Telotrocha"},{"word":"Telotrocha","type":"n.","descr":" An annelid larva having telotrochal bands of cilia."},{"word":"Telotrochal","type":"a.","descr":" Alt. of Telotrochous"},{"word":"Telotrochous","type":"a.","descr":" Having both a preoral and a posterior band of cilla; -- applied to the larvae of certain annelids."},{"word":"Telotype","type":"n.","descr":" An electric telegraph which prints the messages in letters and not in signs."},{"word":"Telpher","type":"n.","descr":" A contrivance for the conveyance of vehicles or loads by means of electricity."},{"word":"Telpherage","type":"n.","descr":" The conveyance of vehicles or loads by means of electricity."},{"word":"Telsons","type":"pl. ","descr":" of Telson"},{"word":"Telson","type":"n.","descr":" The terminal joint or movable piece at the end of the abdomen of Crustacea and other articulates. See Thoracostraca."},{"word":"Telugu","type":"n.","descr":" A Darvidian language spoken in the northern parts of the Madras presidency. In extent of use it is the next language after Hindustani (in its various forms) and Bengali."},{"word":"Telugu","type":"n.","descr":" One of the people speaking the Telugu language."},{"word":"Telugu","type":"a.","descr":" Of or pertaining to the Telugu language, or the Telugus."},{"word":"Temerarious","type":"a.","descr":" Unreasonably adventurous; despising danger; rash; headstrong; audacious; reckless; heedless."},{"word":"Temeration","type":"n.","descr":" Temerity."},{"word":"Temerity","type":"n.","descr":" Unreasonable contempt of danger; extreme venturesomeness; rashness; as, the temerity of a commander in war."},{"word":"Temerous","type":"a.","descr":" Temerarious."},{"word":"Tempean","type":"a.","descr":" Of or pertaining to Temple, a valley in Thessaly, celebrated by Greek poets on account of its beautiful scenery; resembling Temple; hence, beautiful; delightful; charming."},{"word":"Tempered","type":"imp. and p. p.","descr":" of Temper"},{"word":"Tempering","type":"p. pr. and vb. n.","descr":" of Temper"},{"word":"Temper","type":"v. t.","descr":" To mingle in due proportion; to prepare by combining; to modify, as by adding some new element; to qualify, as by an ingredient; hence, to soften; to mollify; to assuage; to soothe; to calm."},{"word":"Temper","type":"v. t.","descr":" To fit together; to adjust; to accomodate."},{"word":"Temper","type":"v. t.","descr":" To bring to a proper degree of hardness; as, to temper iron or steel."},{"word":"Temper","type":"v. t.","descr":" To govern; to manage."},{"word":"Temper","type":"v. t.","descr":" To moisten to a proper consistency and stir thoroughly, as clay for making brick, loam for molding, etc."},{"word":"Temper","type":"v. t.","descr":" To adjust, as the mathematical scale to the actual scale, or to that in actual use."},{"word":"Temper","type":"n.","descr":" The state of any compound substance which results from the mixture of various ingredients; due mixture of different qualities; just combination; as, the temper of mortar."},{"word":"Temper","type":"n.","descr":" Constitution of body; temperament; in old writers, the mixture or relative proportion of the four humors, blood, choler, phlegm, and melancholy."},{"word":"Temper","type":"n.","descr":" Disposition of mind; the constitution of the mind, particularly with regard to the passions and affections; as, a calm temper; a hasty temper; a fretful temper."},{"word":"Temper","type":"n.","descr":" Calmness of mind; moderation; equanimity; composure; as, to keep one\\'s temper."},{"word":"Temper","type":"n.","descr":" Heat of mind or passion; irritation; proneness to anger; -- in a reproachful sense."},{"word":"Temper","type":"n.","descr":" The state of a metal or other substance, especially as to its hardness, produced by some process of heating or cooling; as, the temper of iron or steel."},{"word":"Temper","type":"n.","descr":" Middle state or course; mean; medium."},{"word":"Temper","type":"n.","descr":" Milk of lime, or other substance, employed in the process formerly used to clarify sugar."},{"word":"Temper","type":"v. i.","descr":" To accord; to agree; to act and think in conformity."},{"word":"Temper","type":"v. i.","descr":" To have or get a proper or desired state or quality; to grow soft and pliable."},{"word":"Tempera","type":"n.","descr":" A mode or process of painting; distemper."},{"word":"Temperable","type":"a.","descr":" Capable of being tempered."},{"word":"Temperament","type":"v. t.","descr":" Internal constitution; state with respect to the relative proportion of different qualities, or constituent parts."},{"word":"Temperament","type":"v. t.","descr":" Due mixture of qualities; a condition brought about by mutual compromises or concessions."},{"word":"Temperament","type":"v. t.","descr":" The act of tempering or modifying; adjustment, as of clashing rules, interests, passions, or the like; also, the means by which such adjustment is effected."},{"word":"Temperament","type":"v. t.","descr":" Condition with regard to heat or cold; temperature."},{"word":"Temperament","type":"v. t.","descr":" A system of compromises in the tuning of organs, pianofortes, and the like, whereby the tones generated with the vibrations of a ground tone are mutually modified and in part canceled, until their number reduced to the actual practicable scale of twelve tones to the octave. This scale, although in so far artificial, is yet closely suggestive of its origin in nature, and this system of tuning, although not mathematically true, yet satisfies the ear, while it has the convenience that the same twelve fixed tones answer for every key or scale, C\/ becoming identical with D\/, and so on."},{"word":"Temperament","type":"v. t.","descr":" The peculiar physical and mental character of an individual, in olden times erroneously supposed to be due to individual variation in the relations and proportions of the constituent parts of the body, especially of the fluids, as the bile, blood, lymph, etc. Hence the phrases, bilious or choleric temperament, sanguine temperament, etc., implying a predominance of one of these fluids and a corresponding influence on the temperament."},{"word":"Temperamental","type":"a.","descr":" Of or pertaining to temperament; constitutional."},{"word":"Temperance","type":"v. t.","descr":" Habitual moderation in regard to the indulgence of the natural appetites and passions; restrained or moderate indulgence; moderation; as, temperance in eating and drinking; temperance in the indulgence of joy or mirth; specifically, moderation, and sometimes abstinence, in respect to using intoxicating liquors."},{"word":"Temperance","type":"v. t.","descr":" Moderation of passion; patience; calmness; sedateness."},{"word":"Temperance","type":"v. t.","descr":" State with regard to heat or cold; temperature."},{"word":"Temperancy","type":"n.","descr":" Temperance."},{"word":"Temperate","type":"v. t.","descr":" Moderate; not excessive; as, temperate heat; a temperate climate."},{"word":"Temperate","type":"v. t.","descr":" Not marked with passion; not violent; cool; calm; as, temperate language."},{"word":"Temperate","type":"v. t.","descr":" Moderate in the indulgence of the natural appetites or passions; as, temperate in eating and drinking."},{"word":"Temperate","type":"v. t.","descr":" Proceeding from temperance."},{"word":"Temperate","type":"v. t.","descr":" To render temperate; to moderate; to soften; to temper."},{"word":"Temperately","type":"adv.","descr":" In a temperate manner."},{"word":"Temperateness","type":"n.","descr":" The quality or state of being temperate; moderateness; temperance."},{"word":"Temperative","type":"a.","descr":" Having power to temper."},{"word":"Temperature","type":"n.","descr":" Constitution; state; degree of any quality."},{"word":"Temperature","type":"n.","descr":" Freedom from passion; moderation."},{"word":"Temperature","type":"n.","descr":" Condition with respect to heat or cold, especially as indicated by the sensation produced, or by the thermometer or pyrometer; degree of heat or cold; as, the temperature of the air; high temperature; low temperature; temperature of freezing or of boiling."},{"word":"Temperature","type":"n.","descr":" Mixture; compound."},{"word":"Tempered","type":"a.","descr":" Brought to a proper temper; as, tempered steel; having (such) a temper; -- chiefly used in composition; as, a good-tempered or bad-tempered man; a well-tempered sword."},{"word":"Temperer","type":"n.","descr":" One who, or that which, tempers; specifically, a machine in which lime, cement, stone, etc., are mixed with water."},{"word":"Tempering","type":"n.","descr":" The process of giving the requisite degree of hardness or softness to a substance, as iron and steel; especially, the process of giving to steel the degree of hardness required for various purposes, consisting usually in first plunging the article, when heated to redness, in cold water or other liquid, to give an excess of hardness, and then reheating it gradually until the hardness is reduced or drawn down to the degree required, as indicated by the color produced on a polished portion, or by the burning of oil."},{"word":"Tempest","type":"n.","descr":" An extensive current of wind, rushing with great velocity and violence, and commonly attended with rain, hail, or snow; a furious storm."},{"word":"Tempest","type":"n.","descr":" Fig.: Any violent tumult or commotion; as, a political tempest; a tempest of war, or of the passions."},{"word":"Tempest","type":"n.","descr":" A fashionable assembly; a drum. See the Note under Drum, n., 4."},{"word":"Tempest","type":"v. t.","descr":" To disturb as by a tempest."},{"word":"Tempest","type":"v. i.","descr":" To storm."},{"word":"Tempestive","type":"a.","descr":" Seasonable; timely; as, tempestive showers."},{"word":"Tempestivily","type":"n.","descr":" The quality, or state, of being tempestive; seasonableness."},{"word":"Tempestuous","type":"a.","descr":" Of or pertaining to a tempest; involving or resembling a tempest; turbulent; violent; stormy; as, tempestuous weather; a tempestuous night; a tempestuous debate."},{"word":"Templar","type":"n.","descr":" One of a religious and military order first established at Jerusalem, in the early part of the 12th century, for the protection of pilgrims and of the Holy Sepulcher. These Knights Templars, or Knights of the Temple, were so named because they occupied an apartment of the palace of Bladwin II. in Jerusalem, near the Temple."},{"word":"Templar","type":"n.","descr":" A student of law, so called from having apartments in the Temple at London, the original buildings having belonged to the Knights Templars. See Inner Temple, and Middle Temple, under Temple."},{"word":"Templar","type":"n.","descr":" One belonged to a certain order or degree among the Freemasons, called Knights Templars. Also, one of an order among temperance men, styled Good Templars."},{"word":"Templar","type":"a.","descr":" Of or pertaining to a temple."},{"word":"Template","type":"n.","descr":" Same as Templet."},{"word":"Temple","type":"n.","descr":" A contrivence used in a loom for keeping the web stretched transversely."},{"word":"Temple","type":"n.","descr":" The space, on either side of the head, back of the eye and forehead, above the zygomatic arch and in front of the ear."},{"word":"Temple","type":"n.","descr":" One of the side bars of a pair of spectacles, jointed to the bows, and passing one on either side of the head to hold the spectacles in place."},{"word":"Temple","type":"n.","descr":" A place or edifice dedicated to the worship of some deity; as, the temple of Jupiter at Athens, or of Juggernaut in India."},{"word":"Temple","type":"n.","descr":" The edifice erected at Jerusalem for the worship of Jehovah."},{"word":"Temple","type":"n.","descr":" Hence, among Christians, an edifice erected as a place of public worship; a church."},{"word":"Temple","type":"n.","descr":" Fig.: Any place in which the divine presence specially resides."},{"word":"Temple","type":"v. t.","descr":" To build a temple for; to appropriate a temple to; as, to temple a god."},{"word":"Templed","type":"a.","descr":" Supplied with a temple or temples, or with churches; inclosed in a temple."},{"word":"Templet","type":"n.","descr":" A gauge, pattern, or mold, commonly a thin plate or board, used as a guide to the form of the work to be executed; as, a mason\\'s or a wheelwright\\'s templet."},{"word":"Templet","type":"n.","descr":" A short piece of timber, iron, or stone, placed in a wall under a girder or other beam, to distribute the weight or pressure."},{"word":"Tempo","type":"n.","descr":" The rate or degree of movement in time."},{"word":"Temporal","type":"a.","descr":" Of or pertaining to the temple or temples; as, the temporal bone; a temporal artery."},{"word":"Temporal","type":"n.","descr":" Of or pertaining to time, that is, to the present life, or this world; secular, as distinguished from sacred or eternal."},{"word":"Temporal","type":"n.","descr":" Civil or political, as distinguished from ecclesiastical; as, temporal power; temporal courts."},{"word":"Temporal","type":"n.","descr":" Anything temporal or secular; a temporality; -- used chiefly in the plural."},{"word":"Temporalities","type":"pl. ","descr":" of Temporality"},{"word":"Temporality","type":"n.","descr":" The state or quality of being temporary; -- opposed to perpetuity."},{"word":"Temporality","type":"n.","descr":" The laity; temporality."},{"word":"Temporality","type":"n.","descr":" That which pertains to temporal welfare; material interests; especially, the revenue of an ecclesiastic proceeding from lands, tenements, or lay fees, tithes, and the like; -- chiefly used in the plural."},{"word":"Temporally","type":"adv.","descr":" In a temporal manner; secularly."},{"word":"Temporalness","type":"n.","descr":" Worldliness."},{"word":"Temporalty","type":"n.","descr":" The laity; secular people."},{"word":"Temporalty","type":"n.","descr":" A secular possession; a temporality."},{"word":"Temporaneous","type":"a.","descr":" Temporarity."},{"word":"Temporarily","type":"adv.","descr":" In a temporary manner; for a time."},{"word":"Temporariness","type":"n.","descr":" The quality or state of being temporary; -- opposed to perpetuity."},{"word":"Temporary","type":"a.","descr":" Lasting for a time only; existing or continuing for a limited time; not permanent; as, the patient has obtained temporary relief."},{"word":"Temporist","type":"n.","descr":" A temporizer."},{"word":"Temporization","type":"n.","descr":" The act of temporizing."},{"word":"Temporized","type":"imp. and p. p.","descr":" of Temporize"},{"word":"Temporizing","type":"p. pr. and vb. n.","descr":" of Temporize"},{"word":"Temporize","type":"v. t.","descr":" To comply with the time or occasion; to humor, or yield to, the current of opinion or circumstances; also, to trim, as between two parties."},{"word":"Temporize","type":"v. t.","descr":" To delay; to procrastinate."},{"word":"Temporize","type":"v. t.","descr":" To comply; to agree."},{"word":"Temporizer","type":"n.","descr":" One who temporizes; one who yields to the time, or complies with the prevailing opinions, fashions, or occasions; a trimmer."},{"word":"Temporizingly","type":"adv.","descr":" In a temporizing or yielding manner."},{"word":"Temporo-","type":"","descr":" A combining form used in anatomy to indicate connection with, or relation to, the temple, or temporal bone; as, temporofacial."},{"word":"Temporo-auricular","type":"a.","descr":" Of or pertaining to both the temple and the ear; as, the temporo-auricular nerve."},{"word":"Temporofacial","type":"a.","descr":" Of or pertaining to both the temple and the face."},{"word":"Temporomalar","type":"a.","descr":" Of or pertaining to both the temple and the region of the malar bone; as, the temporomalar nerve."},{"word":"Temporomaxillary","type":"a.","descr":" Of or pertaining to both the temple or the temporal bone and the maxilla."},{"word":"Temps","type":"n.","descr":" Time."},{"word":"Tempse","type":"n.","descr":" See Temse."},{"word":"Tempted","type":"imp. and p. p.","descr":" of Tempt"},{"word":"Tempting","type":"p. pr. and vb. n.","descr":" of Tempt"},{"word":"Tempt","type":"v. t.","descr":" To put to trial; to prove; to test; to try."},{"word":"Tempt","type":"v. t.","descr":" To lead, or endeavor to lead, into evil; to entice to what is wrong; to seduce."},{"word":"Tempt","type":"v. t.","descr":" To endeavor to persuade; to induce; to invite; to incite; to provoke; to instigate."},{"word":"Tempt","type":"v. t.","descr":" To endeavor to accomplish or reach; to attempt."},{"word":"Temptability","type":"n.","descr":" The quality or state of being temptable; lability to temptation."},{"word":"Temptable","type":"a.","descr":" Capable of being tempted; liable to be tempted."},{"word":"Temptation","type":"n.","descr":" The act of tempting, or enticing to evil; seduction."},{"word":"Temptation","type":"n.","descr":" The state of being tempted, or enticed to evil."},{"word":"Temptation","type":"n.","descr":" That which tempts; an inducement; an allurement, especially to something evil."},{"word":"Temptationless","type":"a.","descr":" Having no temptation or motive; as, a temptationless sin."},{"word":"Temptatious","type":"a.","descr":" Tempting."},{"word":"Tempter","type":"n.","descr":" One who tempts or entices; especially, Satan, or the Devil, regarded as the great enticer to evil."},{"word":"Tempting","type":"a.","descr":" Adapted to entice or allure; attractive; alluring; seductive; enticing; as, tempting pleasures."},{"word":"Temptress","type":"n.","descr":" A woman who entices."},{"word":"Temse","type":"n.","descr":" A sieve."},{"word":"Temulence","type":"n.","descr":" Alt. of Temulency"},{"word":"Temulency","type":"n.","descr":" Intoxication; inebriation; drunkenness."},{"word":"Temulent","type":"a.","descr":" Intoxicated; drunken."},{"word":"Temulentive","type":"a.","descr":" Somewhat temulent; addicted to drink."},{"word":"Ten","type":"a.","descr":" One more than nine; twice five."},{"word":"Ten","type":"n.","descr":" The number greater by one than nine; the sum of five and five; ten units of objects."},{"word":"Ten","type":"n.","descr":" A symbol representing ten units, as 10, x, or X."},{"word":"Tenability","type":"n.","descr":" The quality or state of being tenable; tenableness."},{"word":"Tenable","type":"a.","descr":" Capable of being held, naintained, or defended, as against an assailant or objector, or againts attempts to take or process; as, a tenable fortress, a tenable argument."},{"word":"Tenableness","type":"n.","descr":" Same as Tenability."},{"word":"Tenace","type":"n.","descr":" The holding by the fourth hand of the best and third best cards of a suit led; also, sometimes, the combination of best with third best card of a suit in any hand."},{"word":"Tenacious","type":"a.","descr":" Holding fast, or inclined to hold fast; inclined to retain what is in possession; as, men tenacious of their just rights."},{"word":"Tenacious","type":"a.","descr":" Apt to retain; retentive; as, a tenacious memory."},{"word":"Tenacious","type":"a.","descr":" Having parts apt to adhere to each other; cohesive; tough; as, steel is a tenacious metal; tar is more tenacious than oil."},{"word":"Tenacious","type":"a.","descr":" Apt to adhere to another substance; glutinous; viscous; sticking; adhesive."},{"word":"Tenacious","type":"a.","descr":" Niggardly; closefisted; miserly."},{"word":"Tenacious","type":"a.","descr":" Holding stoutly to one\\'s opinion or purpose; obstinate; stubborn."},{"word":"Tenacity","type":"n.","descr":" The quality or state of being tenacious; as, tenacity, or retentiveness, of memory; tenacity, or persistency, of purpose."},{"word":"Tenacity","type":"n.","descr":" That quality of bodies which keeps them from parting without considerable force; cohesiveness; the effect of attraction; -- as distinguished from brittleness, fragility, mobility, etc."},{"word":"Tenacity","type":"n.","descr":" That quality of bodies which makes them adhere to other bodies; adhesiveness; viscosity."},{"word":"Tenacity","type":"n.","descr":" The greatest longitudinal stress a substance can bear without tearing asunder, -- usually expressed with reference to a unit area of the cross section of the substance, as the number of pounds per square inch, or kilograms per square centimeter, necessary to produce rupture."},{"word":"Tenacula","type":"pl. ","descr":" of Tenaculum"},{"word":"Tenaculums","type":"pl. ","descr":" of Tenaculum"},{"word":"Tenaculum","type":"n.","descr":" An instrument consisting of a fine, sharp hook attached to a handle, and used mainly for taking up arteries, and the like."},{"word":"Tenacy","type":"n.","descr":" Tenaciousness; obstinacy."},{"word":"Tenaille","type":"n.","descr":" An outwork in the main ditch, in front of the curtain, between two bastions. See Illust. of Ravelin."},{"word":"Tenaillon","type":"n.","descr":" A work constructed on each side of the ravelins, to increase their strength, procure additional ground beyond the ditch, or cover the shoulders of the bastions."},{"word":"Tenacies","type":"pl. ","descr":" of Tenancy"},{"word":"Tenancy","type":"n.","descr":" A holding, or a mode of holding, an estate; tenure; the temporary possession of what belongs to another."},{"word":"Tenancy","type":"n.","descr":" A house for habitation, or place to live in, held of another."},{"word":"Tenant","type":"n.","descr":" One who holds or possesses lands, or other real estate, by any kind of right, whether in fee simple, in common, in severalty, for life, for years, or at will; also, one who has the occupation or temporary possession of lands or tenements the title of which is in another; -- correlative to landlord. See Citation from Blackstone, under Tenement, 2."},{"word":"Tenant","type":"n.","descr":" One who has possession of any place; a dweller; an occupant."},{"word":"Tenanted","type":"imp. and p. p.","descr":" of Tenant"},{"word":"Tenanting","type":"p. pr. and vb. n.","descr":" of Tenant"},{"word":"Tenant","type":"v. t.","descr":" To hold, occupy, or possess as a tenant."},{"word":"Tenantable","type":"a.","descr":" Fit to be rented; in a condition suitable for a tenant."},{"word":"Tenantless","type":"a.","descr":" Having no tenants; unoccupied; as, a tenantless mansion."},{"word":"Tenantry","type":"n.","descr":" The body of tenants; as, the tenantry of a manor or a kingdom."},{"word":"Tenantry","type":"n.","descr":" Tenancy."},{"word":"Tenant saw","type":"","descr":" See Tenon saw, under Tenon."},{"word":"Tench","type":"n.","descr":" A European fresh-water fish (Tinca tinca, or T. vulgaris) allied to the carp. It is noted for its tenacity of life."},{"word":"Tend","type":"v. t.","descr":" To make a tender of; to offer or tender."},{"word":"Tended","type":"imp. and p. p.","descr":" of Tend"},{"word":"Tending","type":"p. pr. and vb. n.","descr":" of Tend"},{"word":"Tend","type":"v. t.","descr":" To accompany as an assistant or protector; to care for the wants of; to look after; to watch; to guard; as, shepherds tend their flocks."},{"word":"Tend","type":"v. t.","descr":" To be attentive to; to note carefully; to attend to."},{"word":"Tend","type":"v. i.","descr":" To wait, as attendants or servants; to serve; to attend; -- with on or upon."},{"word":"Tend","type":"v. i.","descr":" To await; to expect."},{"word":"Tend","type":"a.","descr":" To move in a certain direction; -- usually with to or towards."},{"word":"Tend","type":"a.","descr":" To be directed, as to any end, object, or purpose; to aim; to have or give a leaning; to exert activity or influence; to serve as a means; to contribute; as, our petitions, if granted, might tend to our destruction."},{"word":"Tendance","type":"n.","descr":" The act of attending or waiting; attendance."},{"word":"Tendance","type":"n.","descr":" Persons in attendance; attendants."},{"word":"Tendence","type":"n.","descr":" Tendency."},{"word":"Tendencies","type":"pl. ","descr":" of Tendency"},{"word":"Tendency","type":"n.","descr":" Direction or course toward any place, object, effect, or result; drift; causal or efficient influence to bring about an effect or result."},{"word":"Tender","type":"n.","descr":" One who tends; one who takes care of any person or thing; a nurse."},{"word":"Tender","type":"n.","descr":" A vessel employed to attend other vessels, to supply them with provisions and other stores, to convey intelligence, or the like."},{"word":"Tender","type":"n.","descr":" A car attached to a locomotive, for carrying a supply of fuel and water."},{"word":"Tendered","type":"imp. and p. p.","descr":" of Tender"},{"word":"Tendering","type":"p. pr. and vb. n.","descr":" of Tender"},{"word":"Tender","type":"v. t.","descr":" To offer in payment or satisfaction of a demand, in order to save a penalty or forfeiture; as, to tender the amount of rent or debt."},{"word":"Tender","type":"v. t.","descr":" To offer in words; to present for acceptance."},{"word":"Tender","type":"n.","descr":" An offer, either of money to pay a debt, or of service to be performed, in order to save a penalty or forfeiture, which would be incurred by nonpayment or nonperformance; as, the tender of rent due, or of the amount of a note, with interest."},{"word":"Tender","type":"n.","descr":" Any offer or proposal made for acceptance; as, a tender of a loan, of service, or of friendship; a tender of a bid for a contract."},{"word":"Tender","type":"n.","descr":" The thing offered; especially, money offered in payment of an obligation."},{"word":"Tender","type":"superl.","descr":" Easily impressed, broken, bruised, or injured; not firm or hard; delicate; as, tender plants; tender flesh; tender fruit."},{"word":"Tender","type":"superl.","descr":" Sensible to impression and pain; easily pained."},{"word":"Tender","type":"superl.","descr":" Physically weak; not hardly or able to endure hardship; immature; effeminate."},{"word":"Tender","type":"superl.","descr":" Susceptible of the softer passions, as love, compassion, kindness; compassionate; pitiful; anxious for another\\'s good; easily excited to pity, forgiveness, or favor; sympathetic."},{"word":"Tender","type":"superl.","descr":" Exciting kind concern; dear; precious."},{"word":"Tender","type":"superl.","descr":" Careful to save inviolate, or not to injure; -- with of."},{"word":"Tender","type":"superl.","descr":" Unwilling to cause pain; gentle; mild."},{"word":"Tender","type":"superl.","descr":" Adapted to excite feeling or sympathy; expressive of the softer passions; pathetic; as, tender expressions; tender expostulations; a tender strain."},{"word":"Tender","type":"superl.","descr":" Apt to give pain; causing grief or pain; delicate; as, a tender subject."},{"word":"Tender","type":"superl.","descr":" Heeling over too easily when under sail; -- said of a vessel."},{"word":"Tender","type":"n.","descr":" Regard; care; kind concern."},{"word":"Tender","type":"v. t.","descr":" To have a care of; to be tender toward; hence, to regard; to esteem; to value."},{"word":"Tenderfoot","type":"n.","descr":" A delicate person; one not inured to the hardship and rudeness of pioneer life."},{"word":"Tender-hearted","type":"a.","descr":" Having great sensibility; susceptible of impressions or influence; affectionate; pitying; sensitive."},{"word":"Tender-hefted","type":"a.","descr":" Having great tenderness; easily moved."},{"word":"Tenderling","type":"n.","descr":" One made tender by too much kindness; a fondling."},{"word":"Tenderling","type":"n.","descr":" One of the first antlers of a deer."},{"word":"Tenderloin","type":"n.","descr":" A strip of tender flesh on either side of the vertebral column under the short ribs, in the hind quarter of beef and pork. It consists of the psoas muscles."},{"word":"Tenderly","type":"adv.","descr":" In a tender manner; with tenderness; mildly; gently; softly; in a manner not to injure or give pain; with pity or affection; kindly."},{"word":"Tenderness","type":"n.","descr":" The quality or state of being tender (in any sense of the adjective)."},{"word":"Tendinous","type":"a.","descr":" Pertaining to a tendon; of the nature of tendon."},{"word":"Tendinous","type":"a.","descr":" Full of tendons; sinewy; as, nervous and tendinous parts of the body."},{"word":"Tendment","type":"n.","descr":" Attendance; care."},{"word":"Tendon","type":"n.","descr":" A tough insensible cord, bundle, or band of fibrous connective tissue uniting a muscle with some other part; a sinew."},{"word":"Tendonous","type":"a.","descr":" Tendinous."},{"word":"Tendosynovitis","type":"n.","descr":" See Tenosynovitis."},{"word":"Tendrac","type":"n.","descr":" Any one of several species of small insectivores of the family Centetidae, belonging to Ericulus, Echinope, and related genera, native of Madagascar. They are more or less spinose and resemble the hedgehog in habits. The rice tendrac (Oryzorictes hora) is very injurious to rice crops. Some of the species are called also tenrec."},{"word":"Tendril","type":"a.","descr":" A slender, leafless portion of a plant by which it becomes attached to a supporting body, after which the tendril usually contracts by coiling spirally."},{"word":"Tendril","type":"a.","descr":" Clasping; climbing as a tendril."},{"word":"Tendriled","type":"a.","descr":" Alt. of Tendrilled"},{"word":"Tendrilled","type":"a.","descr":" Furnished with tendrils, or with such or so many, tendrils."},{"word":"Tendron","type":"n.","descr":" A tendril."},{"word":"Tendry","type":"n.","descr":" A tender; an offer."},{"word":"Tene","type":"n. and v.","descr":" See 1st and 2d Teen."},{"word":"Tenebrae","type":"n.","descr":" The matins and lauds for the last three days of Holy Week, commemorating the sufferings and death of Christ, -- usually sung on the afternoon or evening of Wednesday, Thursday, and Friday, instead of on the following days."},{"word":"Tenebricose","type":"a.","descr":" Tenebrous; dark; gloomy."},{"word":"Tenebrific","type":"a.","descr":" Rendering dark or gloomy; tenebrous; gloomy."},{"word":"Tenebrificous","type":"a.","descr":" Tenebrific."},{"word":"Tenebrious","type":"a.","descr":" Tenebrous."},{"word":"Tenebrose","type":"a.","descr":" Characterized by darkness or gloom; tenebrous."},{"word":"Tenebrosity","type":"n.","descr":" The quality or state of being tenebrous; tenebrousness."},{"word":"Tenebrous","type":"a.","descr":" Dark; gloomy; dusky; tenebrious."},{"word":"Tenement","type":"n.","descr":" That which is held of another by service; property which one holds of a lord or proprietor in consideration of some military or pecuniary service; fief; fee."},{"word":"Tenement","type":"n.","descr":" Any species of permanent property that may be held, so as to create a tenancy, as lands, houses, rents, commons, an office, an advowson, a franchise, a right of common, a peerage, and the like; -- called also free \/ frank tenements."},{"word":"Tenement","type":"n.","descr":" A dwelling house; a building for a habitation; also, an apartment, or suite of rooms, in a building, used by one family; often, a house erected to be rented."},{"word":"Tenement","type":"n.","descr":" Fig.: Dwelling; abode; habitation."},{"word":"Tenemental","type":"a.","descr":" Of or pertaining to a tenement; capable of being held by tenants."},{"word":"Tenementary","type":"a.","descr":" Capable of being leased; held by tenants."},{"word":"Tenent","type":"n.","descr":" A tenet."},{"word":"Teneral","type":"a.","descr":" Of, pertaining to, or designating, a condition assumed by the imago of certain Neuroptera, after exclusion from the pupa. In this state the insect is soft, and has not fully attained its mature coloring."},{"word":"Teneriffe","type":"n.","descr":" A white wine resembling Madeira in taste, but more tart, produced in Teneriffe, one of the Canary Islands; -- called also Vidonia."},{"word":"Tenerity","type":"a.","descr":" Tenderness."},{"word":"Tenesmic","type":"a.","descr":" Of or pertaining to tenesmus; characterized by tenesmus."},{"word":"Tenesmus","type":"n.","descr":" An urgent and distressing sensation, as if a discharge from the intestines must take place, although none can be effected; -- always referred to the lower extremity of the rectum."},{"word":"Tenet","type":"n.","descr":" Any opinion, principle, dogma, belief, or doctrine, which a person holds or maintains as true; as, the tenets of Plato or of Cicero."},{"word":"Tenfold","type":"a. and adv.","descr":" In tens; consisting of ten in one; ten times repeated."},{"word":"Tenia","type":"n.","descr":" See Taenia."},{"word":"Tenioid","type":"a.","descr":" See Taenoid."},{"word":"Tennantite","type":"n.","descr":" A blackish lead-gray mineral, closely related to tetrahedrite. It is essentially a sulphide of arsenic and copper."},{"word":"Tenne","type":"n.","descr":" A tincture, rarely employed, which is considered as an orange color or bright brown. It is represented by diagonal lines from sinister to dexter, crossed by vertical lines."},{"word":"Tennis","type":"n.","descr":" A play in which a ball is driven to and fro, or kept in motion by striking it with a racket or with the open hand."},{"word":"Tennis","type":"v. t.","descr":" To drive backward and forward, as a ball in playing tennis."},{"word":"Tennu","type":"n.","descr":" The tapir."},{"word":"Ten-oclock","type":"n.","descr":" A plant, the star-of-Bethlehem. See under Star."},{"word":"Tenon","type":"n.","descr":" A projecting member left by cutting away the wood around it, and made to insert into a mortise, and in this way secure together the parts of a frame; especially, such a member when it passes entirely through the thickness of the piece in which the mortise is cut, and shows on the other side.  Cf. Tooth, Tusk."},{"word":"Tenon","type":"v. t.","descr":" To cut or fit for insertion into a mortise, as the end of a piece of timber."},{"word":"Tenonian","type":"a.","descr":" Discovered or described by M. Tenon, a French anatomist."},{"word":"Tenor","type":"n.","descr":" A state of holding on in a continuous course; manner of continuity; constant mode; general tendency; course; career."},{"word":"Tenor","type":"n.","descr":" That course of thought which holds on through a discourse; the general drift or course of thought; purport; intent; meaning; understanding."},{"word":"Tenor","type":"n.","descr":" Stamp; character; nature."},{"word":"Tenor","type":"n.","descr":" An exact copy of a writing, set forth in the words and figures of it. It differs from purport, which is only the substance or general import of the instrument."},{"word":"Tenor","type":"n.","descr":" The higher of the two kinds of voices usually belonging to adult males; hence, the part in the harmony adapted to this voice; the second of the four parts in the scale of sounds, reckoning from the base, and originally the air, to which the other parts were auxillary."},{"word":"Tenor","type":"n.","descr":" A person who sings the tenor, or the instrument that play it."},{"word":"Tenosynovitis","type":"n.","descr":" Inflammation of the synovial sheath enveloping a tendon."},{"word":"Tenotome","type":"n.","descr":" A slender knife for use in the operation of tenotomy."},{"word":"Tenotomy","type":"n.","descr":" The division of a tendon, or the act of dividing a tendon."},{"word":"Tenpenny","type":"a.","descr":" Valued or sold at ten pence; as, a tenpenny cake. See 2d Penny, n."},{"word":"Tenpenny","type":"a.","descr":" Denoting a size of nails. See 1st Penny."},{"word":"Tenpins","type":"n.","descr":" A game resembling ninepins, but played with ten pins. See Ninepins."},{"word":"Ten-pounder","type":"n.","descr":" A large oceanic fish (Elops saurus) found in the tropical parts of all the oceans. It is used chiefly for bait."},{"word":"Tenrec","type":"n.","descr":" A small insectivore (Centetes ecaudatus), native of Madagascar, but introduced also into the islands of Bourbon and Mauritius; -- called also tanrec. The name is applied to other allied genera. See Tendrac."},{"word":"Tense","type":"n.","descr":" One of the forms which a verb takes by inflection or by adding auxiliary words, so as to indicate the time of the action or event signified; the modification which verbs undergo for the indication of time."},{"word":"Tense","type":"a.","descr":" Stretched tightly; strained to stiffness; rigid; not lax; as, a tense fiber."},{"word":"Tensibility","type":"n.","descr":" The quality or state of being tensible; tensility."},{"word":"Tensible","type":"a.","descr":" Capable of being extended or drawn out; ductile; tensible."},{"word":"Tensile","type":"a.","descr":" Of or pertaining to extension; as, tensile strength."},{"word":"Tensile","type":"a.","descr":" Capable of extension; ductile; tensible."},{"word":"Tensiled","type":"a.","descr":" Made tensile."},{"word":"Tensility","type":"n.","descr":" The quality or state of being tensile, or capable of extension; tensibility; as, the tensility of the muscles."},{"word":"Tension","type":"a.","descr":" The act of stretching or straining; the state of being stretched or strained to stiffness; the state of being bent strained; as, the tension of the muscles, tension of the larynx."},{"word":"Tension","type":"a.","descr":" Fig.: Extreme strain of mind or excitement of feeling; intense effort."},{"word":"Tension","type":"a.","descr":" The degree of stretching to which a wire, cord, piece of timber, or the like, is strained by drawing it in the direction of its length; strain."},{"word":"Tension","type":"a.","descr":" The force by which a part is pulled when forming part of any system in equilibrium or in motion; as, the tension of a srting supporting a weight equals that weight."},{"word":"Tension","type":"a.","descr":" A device for checking the delivery of the thread in a sewing machine, so as to give the stitch the required degree of tightness."},{"word":"Tension","type":"a.","descr":" Expansive force; the force with which the particles of a body, as a gas, tend to recede from each other and occupy a larger space; elastic force; elasticity; as, the tension of vapor; the tension of air."},{"word":"Tension","type":"a.","descr":" The quality in consequence of which an electric charge tends to discharge itself, as into the air by a spark, or to pass from a body of greater to one of less electrical potential. It varies as the quantity of electricity upon a given area."},{"word":"Tensioned","type":"a.","descr":" Extended or drawn out; subjected to tension."},{"word":"Tensity","type":"n.","descr":" The quality or state of being tense, or strained to stiffness; tension; tenseness."},{"word":"Tensive","type":"a.","descr":" Giving the sensation of tension, stiffness, or contraction."},{"word":"Tensor","type":"n.","descr":" A muscle that stretches a part, or renders it tense."},{"word":"Tensor","type":"n.","descr":" The ratio of one vector to another in length, no regard being had to the direction of the two vectors; -- so called because considered as a stretching factor in changing one vector into another. See Versor."},{"word":"Ten-strike","type":"n.","descr":" A knocking down of all ten pins at one delivery of the ball."},{"word":"Ten-strike","type":"n.","descr":" Any quick, decisive stroke or act."},{"word":"Tensure","type":"n.","descr":" Tension."},{"word":"Tent","type":"n.","descr":" A kind of wine of a deep red color, chiefly from Galicia or Malaga in Spain; -- called also tent wine, and tinta."},{"word":"Tent","type":"n.","descr":" Attention; regard, care."},{"word":"Tent","type":"n.","descr":" Intention; design."},{"word":"Tent","type":"v. t.","descr":" To attend to; to heed; hence, to guard; to hinder."},{"word":"Tent","type":"v. t.","descr":" To probe or to search with a tent; to keep open with a tent; as, to tent a wound. Used also figuratively."},{"word":"Tent","type":"n.","descr":" A roll of lint or linen, or a conical or cylindrical piece of sponge or other absorbent, used chiefly to dilate a natural canal, to keep open the orifice of a wound, or to absorb discharges."},{"word":"Tent","type":"n.","descr":" A probe for searching a wound."},{"word":"Tent","type":"n.","descr":" A pavilion or portable lodge consisting of skins, canvas, or some strong cloth, stretched and sustained by poles, -- used for sheltering persons from the weather, especially soldiers in camp."},{"word":"Tent","type":"n.","descr":" The representation of a tent used as a bearing."},{"word":"Tented","type":"imp. and p. p.","descr":" of Tent"},{"word":"Tenting","type":"p. pr. and vb. n.","descr":" of Tent"},{"word":"Tent","type":"v. i.","descr":" To lodge as a tent; to tabernacle."},{"word":"Tentacle","type":"n.","descr":" A more or less elongated process or organ, simple or branched, proceeding from the head or cephalic region of invertebrate animals, being either an organ of sense, prehension, or motion."},{"word":"Tentacled","type":"a.","descr":" Having tentacles."},{"word":"Tentacular","type":"a.","descr":" Of or pertaining to a tentacle or tentacles."},{"word":"Tentaculata","type":"n. pl.","descr":" A division of Ctenophora including those which have two long tentacles."},{"word":"Tentaculate","type":"a.","descr":" Alt. of Tentaculated"},{"word":"Tentaculated","type":"a.","descr":" Having tentacles, or organs like tentacles; tentacled."},{"word":"Tentaculifera","type":"n. pl.","descr":" Same as Suctoria, 1."},{"word":"Tentaculiferous","type":"a.","descr":" Producing or bearing tentacles."},{"word":"Tentaculiform","type":"a.","descr":" Shaped like a tentacle."},{"word":"Tentaculite","type":"n.","descr":" Any one of numerous species of small, conical fossil shells found in Paleozoic rocks. They are supposed to be pteropods."},{"word":"Tentaculocyst","type":"n.","descr":" One of the auditory organs of certain medusae; -- called also auditory tentacle."},{"word":"Tentacula","type":"pl. ","descr":" of Tentaculum"},{"word":"Tentaculum","type":"n.","descr":" A tentacle."},{"word":"Tentaculum","type":"n.","descr":" One of the stiff hairs situated about the mouth, or on the face, of many animals, and supposed to be tactile organs; a tactile hair."},{"word":"Tentage","type":"n.","descr":" A collection of tents; an encampment."},{"word":"Tentation","type":"n.","descr":" Trial; temptation."},{"word":"Tentation","type":"n.","descr":" A mode of adjusting or operating by repeated trials or experiments."},{"word":"Tentative","type":"a.","descr":" Of or pertaining to a trial or trials; essaying; experimental."},{"word":"Tentative","type":"n.","descr":" An essay; a trial; an experiment."},{"word":"Tented","type":"a.","descr":" Covered with tents."},{"word":"Tenter","type":"n.","descr":" One who takes care of, or tends, machines in a factory; a kind of assistant foreman."},{"word":"Tenter","type":"n.","descr":" A kind of governor."},{"word":"Tenter","type":"n.","descr":" A machine or frame for stretching cloth by means of hooks, called tenter-hooks, so that it may dry even and square."},{"word":"Tentered","type":"imp. and p. p.","descr":" of Tenter"},{"word":"Tentering","type":"p. pr. and vb. n.","descr":" of Tenter"},{"word":"Tenter","type":"v. i.","descr":" To admit extension."},{"word":"Tenter","type":"v. t.","descr":" To hang or stretch on, or as on, tenters."},{"word":"Tentfuls","type":"pl. ","descr":" of Tentful"},{"word":"Tentful","type":"n.","descr":" As much, or as many, as a tent will hold."},{"word":"Tenth","type":"a.","descr":" Next in order after the ninth; coming after nine others."},{"word":"Tenth","type":"a.","descr":" Constituting or being one of ten equal parts into which anything is divided."},{"word":"Tenth","type":"n.","descr":" The next in order after the ninth; one coming after nine others."},{"word":"Tenth","type":"n.","descr":" The quotient of a unit divided by ten; one of ten equal parts into which anything is divided."},{"word":"Tenth","type":"n.","descr":" The tenth part of annual produce, income, increase, or the like; a tithe."},{"word":"Tenth","type":"n.","descr":" The interval between any tone and the tone represented on the tenth degree of the staff above it, as between one of the scale and three of the octave above; the octave of the third."},{"word":"Tenth","type":"n.","descr":" A temporary aid issuing out of personal property, and granted to the king by Parliament; formerly, the real tenth part of all the movables belonging to the subject."},{"word":"Tenth","type":"n.","descr":" The tenth part of the annual profit of every living in the kingdom, formerly paid to the pope, but afterward transferred to the crown. It now forms a part of the fund called Queen Anne\\'s Bounty."},{"word":"Tenthly","type":"adv.","descr":" In a tenth manner."},{"word":"Tenthmeter","type":"n.","descr":" Alt. of Tenthmetre"},{"word":"Tenthmetre","type":"n.","descr":" A unit for the measurement of many small lengths, such that 1010 of these units make one meter; the ten millionth part of a millimeter."},{"word":"Tenthredinides","type":"n. pl.","descr":" A group of Hymneoptera comprising the sawflies."},{"word":"Tentif","type":"a.","descr":" Attentive."},{"word":"Tentifly","type":"adv.","descr":" Attentively."},{"word":"Tentiginous","type":"a.","descr":" Stiff; stretched; strained."},{"word":"Tentiginous","type":"a.","descr":" Lustful, or pertaining to lust."},{"word":"Tentmaker","type":"n.","descr":" One whose occupation it is to make tents."},{"word":"Tentorium","type":"n.","descr":" A fold of the dura mater which separates the cerebellum from the cerebrum and often incloses a process or plate of the skull called the bony tentorium."},{"word":"Tentory","type":"n.","descr":" The awning or covering of a tent."},{"word":"Tentwort","type":"n.","descr":" A kind of small fern, the wall rue. See under Wall."},{"word":"Tenuated","type":"imp. and p. p.","descr":" of Tenuate"},{"word":"Tenuating","type":"p. pr. and vb. n.","descr":" of Tenuate"},{"word":"Tenuate","type":"v. t.","descr":" To make thin; to attenuate."},{"word":"Tenuifolious","type":"a.","descr":" Having thin or narrow leaves."},{"word":"Tenuious","type":"a.","descr":" Rare or subtile; tenuous; -- opposed to dense."},{"word":"Tenuirosters","type":"pl. ","descr":" of Tenuiroster"},{"word":"Tenuiroster","type":"n.","descr":" One of the Tenuirostres."},{"word":"Tenuirostral","type":"a.","descr":" Thin-billed; -- applied to birds with a slender bill, as the humming birds."},{"word":"Tenuirostres","type":"n. pl.","descr":" An artificial group of passerine birds having slender bills, as the humming birds."},{"word":"Tenues","type":"pl. ","descr":" of Tenuis"},{"word":"Tenuis","type":"n.","descr":" One of the three surd mutes \/, \/, \/; -- so called in relation to their respective middle letters, or medials, \/, \/, \/, and their aspirates, \/, \/, \/. The term is also applied to the corresponding letters and articulate elements in other languages."},{"word":"Tenuity","type":"n.","descr":" The quality or state of being tenuous; thinness, applied to a broad substance; slenderness, applied to anything that is long; as, the tenuity of a leaf; the tenuity of a hair."},{"word":"Tenuity","type":"n.","descr":" Rarily; rareness; thinness, as of a fluid; as, the tenuity of the air; the tenuity of the blood."},{"word":"Tenuity","type":"n.","descr":" Poverty; indigence."},{"word":"Tenuity","type":"n.","descr":" Refinement; delicacy."},{"word":"Tenuous","type":"a.","descr":" Thin; slender; small; minute."},{"word":"Tenuous","type":"a.","descr":" Rare; subtile; not dense; -- said of fluids."},{"word":"Tenuous","type":"a.","descr":" Lacking substance, as a tenuous argument."},{"word":"Tenure","type":"n.","descr":" The act or right of holding, as property, especially real estate."},{"word":"Tenure","type":"n.","descr":" The manner of holding lands and tenements of a superior."},{"word":"Tenure","type":"n.","descr":" The consideration, condition, or service which the occupier of land gives to his lord or superior for the use of his land."},{"word":"Tenure","type":"n.","descr":" Manner of holding, in general; as, in absolute governments, men hold their rights by a precarious tenure."},{"word":"Teocallis","type":"pl. ","descr":" of Teocalli"},{"word":"Teocalli","type":"n.","descr":" Literally, God\\'s house; a temple, usually of pyramidal form, such as were built by the aborigines of Mexico, Yucatan, etc."},{"word":"Teosinte","type":"n.","descr":" A large grass (Euchlaena luxurians) closely related to maize. It is native of Mexico and Central America, but is now cultivated for fodder in the Southern United States and in many warm countries. Called also Guatemala grass."},{"word":"Tepal","type":"n.","descr":" A division of a perianth."},{"word":"Tepee","type":"n.","descr":" An Indian wigwam or tent."},{"word":"Tepefaction","type":"n.","descr":" Act of tepefying."},{"word":"Tepefied","type":"imp. and p. p.","descr":" of Tepefy"},{"word":"Tepefying","type":"p. pr. and vb. n.","descr":" of Tepefy"},{"word":"Tepefy","type":"v. t. and i.","descr":" To make or become tepid, or moderately warm."},{"word":"Tephramancy","type":"n.","descr":" Divination by the ashes of the altar on which a victim had been consumed in sacrifice."},{"word":"Tephrite","type":"n.","descr":" An igneous rock consisting essentially of plagioclase and either leucite or nephelite, or both."},{"word":"Tephroite","type":"n.","descr":" A silicate of manganese of an ash-gray color."},{"word":"Tephrosia","type":"n.","descr":" A genus of leguminous shrubby plants and herbs, mostly found in tropical countries, a few herbaceous species being North American. The foliage is often ashy-pubescent, whence the name."},{"word":"Tepid","type":"a.","descr":" Moderately warm; lukewarm; as, a tepid bath; tepid rays; tepid vapors."},{"word":"Tepidity","type":"n.","descr":" The quality or state of being tepid; moderate warmth; lukewarmness; tepidness."},{"word":"Tepor","type":"n.","descr":" Gentle heat; moderate warmth; tepidness."},{"word":"Tequila","type":"n.","descr":" An intoxicating liquor made from the maguey in the district of Tequila, Mexico."},{"word":"Ter-","type":"","descr":" A combining form from L. ter signifying three times, thrice. See Tri-, 2."},{"word":"Teraconic","type":"a.","descr":" Pertaining to, or designating, an acid obtained by the distillation of terebic acid, and homologous with citraconic acid."},{"word":"Teracrylic","type":"a.","descr":" Of, pertaining to, or designating, an acid of the acrylic series, obtained by the distillation of terpenylic acid, as an only substance having a peculiar cheesy odor."},{"word":"Teraphs","type":"pl. ","descr":" of Teraph"},{"word":"Teraph","type":"n.","descr":" See Teraphim."},{"word":"Teraphim","type":"n. pl.","descr":" Images connected with the magical rites used by those Israelites who added corrupt practices to the patriarchal religion. Teraphim were consulted by the Israelites for oracular answers."},{"word":"Terapin","type":"n.","descr":" See Terrapin."},{"word":"Teratical","type":"a.","descr":" Wonderful; ominous; prodigious."},{"word":"Teratogeny","type":"n.","descr":" The formation of monsters."},{"word":"Teratoid","type":"a.","descr":" Resembling a monster; abnormal; of a pathological growth, exceedingly complex or highly organized."},{"word":"Teratological","type":"a.","descr":" Of or pertaining to teratology; as, teratological changes."},{"word":"Teratology","type":"n.","descr":" That branch of biological science which treats of monstrosities, malformations, or deviations from the normal type of structure, either in plants or animals."},{"word":"Teratology","type":"n.","descr":" Affectation of sublimity; bombast."},{"word":"Teratoma","type":"n.","descr":" A tumor, sometimes found in newborn children, which is made up of a heterigenous mixture of tissues, as of bone, cartilage and muscle."},{"word":"Terbic","type":"a.","descr":" Of, pertaining to, or containing, terbium; also, designating certain of its compounds."},{"word":"Terbium","type":"n.","descr":" A rare metallic element, of uncertain identification, supposed to exist in certain minerals, as gadolinite and samarskite, with other rare ytterbium earth. Symbol Tr or Tb. Atomic weight 150."},{"word":"Terce","type":"n.","descr":" See Tierce."},{"word":"Tercel","type":"n.","descr":" See Tiercel. Called also tarsel, tassel."},{"word":"Tercelet","type":"n.","descr":" A male hawk or eagle; a tiercelet."},{"word":"Tercellene","type":"n.","descr":" A small male hawk."},{"word":"Tercentenary","type":"a.","descr":" Including, or relating to, an interval of three hundred years."},{"word":"Tercentenary","type":"n.","descr":" The three hundredth anniversary of any event; also, a celebration of such an anniversary."},{"word":"Tercet","type":"n.","descr":" A triplet."},{"word":"Tercet","type":"n.","descr":" A triplet; a group of three lines."},{"word":"Tercine","type":"n.","descr":" A cellular layer derived from the nucleus of an ovule and surrounding the embryo sac.  Cf. Quintine."},{"word":"Terebate","type":"n.","descr":" A salt of terebic acid."},{"word":"Terebene","type":"n.","descr":" A polymeric modification of terpene, obtained as a white crystalline camphorlike substance; -- called also camphene. By extension, any one of a group of related substances."},{"word":"Terebenthene","type":"n.","descr":" Oil of turpentine. See Turpentine."},{"word":"Terebic","type":"a.","descr":" Pertaining to, or obtained from, terbenthene (oil of turpentine); specifically, designating an acid, C7H10O4, obtained by the oxidation of terbenthene with nitric acid, as a white crystalline substance."},{"word":"Terebilenic","type":"a.","descr":" Of, pertaining to, or designating, a complex acid, C7H8O4, obtained as a white crystalline substance by a modified oxidation of terebic acid."},{"word":"Terebinth","type":"n.","descr":" The turpentine tree."},{"word":"Terebinthic","type":"a.","descr":" Of or pertaining to turpentine; resembling turpentine; terbinthine; as, terbinthic qualities."},{"word":"Terebinthinate","type":"a.","descr":" Impregnating with the qualities of turpentine; terbinthine."},{"word":"Terebinthine","type":"a.","descr":" Of or pertaining to turpentine; consisting of turpentine, or partaking of its qualities."},{"word":"Terebras","type":"pl. ","descr":" of Terebra"},{"word":"Terebrae","type":"pl. ","descr":" of Terebra"},{"word":"Terebra","type":"n.","descr":" A genus of marine gastropods having a long, tapering spire. They belong to the Toxoglossa. Called also auger shell."},{"word":"Terebra","type":"n.","descr":" The boring ovipositor of a hymenopterous insect."},{"word":"Terebrant","type":"a.","descr":" Boring, or adapted for boring; -- said of certain Hymenoptera, as the sawflies."},{"word":"Terebrantia","type":"n. pl.","descr":" A division of Hymenoptera including those which have an ovipositor adapted for perforating plants. It includes the sawflies."},{"word":"Terebrate","type":"v. t.","descr":" To perforate; to bore; to pierce."},{"word":"Terebrating","type":"a.","descr":" Boring; perforating; -- applied to molluskas which form holes in rocks, wood, etc."},{"word":"Terebrating","type":"a.","descr":" Boring; piercing; -- applied to certain kinds of pain, especially to those of locomotor ataxia."},{"word":"Terebration","type":"n.","descr":" The act of terebrating, or boring."},{"word":"Terebratulae","type":"pl. ","descr":" of Terebratula"},{"word":"Terebratula","type":"n.","descr":" A genus of brachiopods which includes many living and some fossil species. The larger valve has a perforated beak, through which projects a short peduncle for attachment. Called also lamp shell."},{"word":"Terebratulid","type":"n.","descr":" Any species of Terebratula or allied genera. Used also adjectively."},{"word":"Terebratuliform","type":"a.","descr":" Having the general form of a terebratula shell."},{"word":"Teredine","type":"n.","descr":" A borer; the teredo."},{"word":"Teredos","type":"pl. ","descr":" of Teredo"},{"word":"Teredines","type":"pl. ","descr":" of Teredo"},{"word":"Teredo","type":"n.","descr":" A genus of long, slender, wormlike bivalve mollusks which bore into submerged wood, such as the piles of wharves, bottoms of ships, etc.; -- called also shipworm. See Shipworm. See Illust. in App."},{"word":"Terephthalate","type":"n.","descr":" A salt of terephthalic acid."},{"word":"Terephthalic","type":"a.","descr":" Of, pertaining to, or designating, a dibasic acid of the aromatic series, metameric with phthalic acid, and obtained, as a tasteless white crystalline powder, by the oxidation of oil of turpentine; -- called also paraphthalic acid.  Cf. Phthalic."},{"word":"Teret","type":"a.","descr":" Round; terete."},{"word":"Terete","type":"a.","descr":" Cylindrical and slightly tapering; columnar, as some stems of plants."},{"word":"Teretial","type":"a.","descr":" Rounded; as, the teretial tracts in the floor of the fourth ventricle of the brain of some fishes."},{"word":"Teretous","type":"a.","descr":" Terete."},{"word":"Tergal","type":"a.","descr":" Of or pertaining to back, or tergum. See Dorsal."},{"word":"Tergant","type":"a.","descr":" Showing the back; as, the eagle tergant."},{"word":"Tergeminal","type":"a.","descr":" Alt. of Tergeminate"},{"word":"Tergeminate","type":"a.","descr":" Thrice twin; having three pairs of leaflets."},{"word":"Tergeminous","type":"a.","descr":" Threefold; thrice-paired."},{"word":"Tergiferous","type":"a.","descr":" Carrying or bearing upon the back."},{"word":"Tergite","type":"n.","descr":" The dorsal portion of an arthromere or somite of an articulate animal. See Illust. under Coleoptera."},{"word":"Tergiversate","type":"v. i.","descr":" To shift; to practice evasion; to use subterfuges; to shuffle."},{"word":"Tergiversation","type":"n.","descr":" The act of tergiversating; a shifting; shift; subterfuge; evasion."},{"word":"Tergiversation","type":"n.","descr":" Fickleness of conduct; inconstancy; change."},{"word":"Tergiversator","type":"n.","descr":" One who tergiversates; one who suffles, or practices evasion."},{"word":"Terga","type":"pl. ","descr":" of Tergum"},{"word":"Tergum","type":"n.","descr":" The back of an animal."},{"word":"Tergum","type":"n.","descr":" The dorsal piece of a somite of an articulate animal."},{"word":"Tergum","type":"n.","descr":" One of the dorsal plates of the operculum of a cirriped."},{"word":"Terin","type":"n.","descr":" A small yellow singing bird, with an ash-colored head; the European siskin. Called also tarin."},{"word":"Term","type":"n.","descr":" That which limits the extent of anything; limit; extremity; bound; boundary."},{"word":"Term","type":"n.","descr":" The time for which anything lasts; any limited time; as, a term of five years; the term of life."},{"word":"Term","type":"n.","descr":" In universities, schools, etc., a definite continuous period during which instruction is regularly given to students; as, the school year is divided into three terms."},{"word":"Term","type":"n.","descr":" A point, line, or superficies, that limits; as, a line is the term of a superficies, and a superficies is the term of a solid."},{"word":"Term","type":"n.","descr":" A fixed period of time; a prescribed duration"},{"word":"Term","type":"n.","descr":" The limitation of an estate; or rather, the whole time for which an estate is granted, as for the term of a life or lives, or for a term of years."},{"word":"Term","type":"n.","descr":" A space of time granted to a debtor for discharging his obligation."},{"word":"Term","type":"n.","descr":" The time in which a court is held or is open for the trial of causes."},{"word":"Term","type":"n.","descr":" The subject or the predicate of a proposition; one of the three component parts of a syllogism, each one of which is used twice."},{"word":"Term","type":"n.","descr":" A word or expression; specifically, one that has a precisely limited meaning in certain relations and uses, or is peculiar to a science, art, profession, or the like; as, a technical term."},{"word":"Term","type":"n.","descr":" A quadrangular pillar, adorned on the top with the figure of a head, as of a man, woman, or satyr; -- called also terminal figure. See Terminus, n., 2 and 3."},{"word":"Term","type":"n.","descr":" A member of a compound quantity; as, a or b in a + b; ab or cd in ab - cd."},{"word":"Term","type":"n.","descr":" The menses."},{"word":"Term","type":"n.","descr":" Propositions or promises, as in contracts, which, when assented to or accepted by another, settle the contract and bind the parties; conditions."},{"word":"Term","type":"n.","descr":" In Scotland, the time fixed for the payment of rents."},{"word":"Term","type":"n.","descr":" A piece of carved work placed under each end of the taffrail."},{"word":"Termed","type":"imp. and p. p.","descr":" of Term"},{"word":"Terming","type":"p. pr. and vb. n.","descr":" of Term"},{"word":"Term","type":"n.","descr":" To apply a term to; to name; to call; to denominate."},{"word":"Terma","type":"n.","descr":" The terminal lamina, or thin ventral part, of the anterior wall of the third ventricle of the brain."},{"word":"Termagancy","type":"n.","descr":" The quality or state of being termagant; turbulence; tumultuousness; as, a violent termagancy of temper."},{"word":"Termagant","type":"n.","descr":" An imaginary being supposed by the Christians to be a Mohammedan deity or false god. He is represented in the ancient moralities, farces, and puppet shows as extremely vociferous and tumultous."},{"word":"Termagant","type":"n.","descr":" A boisterous, brawling, turbulent person; -- formerly applied to both sexes, now only to women."},{"word":"Termagant","type":"a.","descr":" Tumultuous; turbulent; boisterous; furious; quarrelsome; scolding."},{"word":"Termatarium","type":"n.","descr":" Any nest or dwelling of termes, or white ants."},{"word":"Termatary","type":"n.","descr":" Same as Termatarium."},{"word":"Termer","type":"n.","descr":" One who resorted to London during the law term only, in order to practice tricks, to carry on intrigues, or the like."},{"word":"Termer","type":"n.","descr":" One who has an estate for a term of years or for life."},{"word":"Termites","type":"pl. ","descr":" of Termes"},{"word":"Termes","type":"n.","descr":" A genus of Pseudoneuroptera including the white ants, or termites. See Termite."},{"word":"Terminable","type":"a.","descr":" Capable of being terminated or bounded; limitable."},{"word":"Terminal","type":"n.","descr":" Of or pertaining to the end or extremity; forming the extremity; as, a terminal edge."},{"word":"Terminal","type":"n.","descr":" Growing at the end of a branch or stem; terminating; as, a terminal bud, flower, or spike."},{"word":"Terminal","type":"n.","descr":" That which terminates or ends; termination; extremity."},{"word":"Terminal","type":"n.","descr":" Either of the ends of the conducting circuit of an electrical apparatus, as an inductorium, dynamo, or electric motor, usually provided with binding screws for the attachment of wires by which a current may be conveyed into or from the machine; a pole."},{"word":"Terminalia","type":"n. pl.","descr":" A festival celebrated annually by the Romans on February 23 in honor of Terminus, the god of boundaries."},{"word":"Terminant","type":"n.","descr":" Termination; ending."},{"word":"Terminated","type":"imp. and p. p.","descr":" of Terminate"},{"word":"Terminating","type":"p. pr. and vb. n.","descr":" of Terminate"},{"word":"Terminate","type":"v. t.","descr":" To set a term or limit to; to form the extreme point or side of; to bound; to limit; as, to terminate a surface by a line."},{"word":"Terminate","type":"v. t.","descr":" To put an end to; to make to cease; as, to terminate an effort, or a controversy."},{"word":"Terminate","type":"v. t.","descr":" Hence, to put the finishing touch to; to bring to completion; to perfect."},{"word":"Terminate","type":"v. i.","descr":" To be limited in space by a point, line, or surface; to stop short; to end; to cease; as, the torrid zone terminates at the tropics."},{"word":"Terminate","type":"v. i.","descr":" To come to a limit in time; to end; to close."},{"word":"Termination","type":"n.","descr":" The act of terminating, or of limiting or setting bounds; the act of ending or concluding; as, a voluntary termination of hostilities."},{"word":"Termination","type":"n.","descr":" That which ends or bounds; limit in space or extent; bound; end; as, the termination of a line."},{"word":"Termination","type":"n.","descr":" End in time or existence; as, the termination of the year, or of life; the termination of happiness."},{"word":"Termination","type":"n.","descr":" End; conclusion; result."},{"word":"Termination","type":"n.","descr":" Last purpose of design."},{"word":"Termination","type":"n.","descr":" A word; a term."},{"word":"Termination","type":"n.","descr":" The ending of a word; a final syllable or letter; the part added to a stem in inflection."},{"word":"Terminational","type":"a.","descr":" Of or pertaining to termination; forming a termination."},{"word":"Terminative","type":"a.","descr":" Tending or serving to terminate; terminating; determining; definitive."},{"word":"Terminator","type":"n.","descr":" One who, or that which, terminates."},{"word":"Terminator","type":"n.","descr":" The dividing line between the illuminated and the unilluminated part of the moon."},{"word":"Terminatory","type":"a.","descr":" Terminative."},{"word":"Termine","type":"v. t.","descr":" To terminate."},{"word":"Terminer","type":"n.","descr":" A determining; as, in oyer and terminer. See Oyer."},{"word":"Terminism","type":"n.","descr":" The doctrine held by the Terminists."},{"word":"Terminist","type":"n.","descr":" One of a class of theologians who maintain that God has fixed a certain term for the probation of individual persons, during which period, and no longer, they have the offer to grace."},{"word":"Terminological","type":"a.","descr":" Of or pertaining to terminology."},{"word":"Terminology","type":"n.","descr":" The doctrine of terms; a theory of terms or appellations; a treatise on terms."},{"word":"Terminology","type":"n.","descr":" The terms actually used in any business, art, science, or the like; nomenclature; technical terms; as, the terminology of chemistry."},{"word":"Termini","type":"pl. ","descr":" of Terminus"},{"word":"Terminus","type":"n.","descr":" Literally, a boundary; a border; a limit."},{"word":"Terminus","type":"n.","descr":" The Roman divinity who presided over boundaries, whose statue was properly a short pillar terminating in the bust of a man, woman, satyr, or the like, but often merely a post or stone stuck in the ground on a boundary line."},{"word":"Terminus","type":"n.","descr":" Hence, any post or stone marking a boundary; a term. See Term, 8."},{"word":"Terminus","type":"n.","descr":" Either end of a railroad line; also, the station house, or the town or city, at that place."},{"word":"Termites","type":"pl. ","descr":" of Termite"},{"word":"Termite","type":"n.","descr":" Any one of numerous species of pseudoneoropterous insects belonging to Termes and allied genera; -- called also white ant. See Illust. of White ant."},{"word":"Termless","type":"a.","descr":" Having no term or end; unlimited; boundless; unending; as, termless time."},{"word":"Termless","type":"a.","descr":" Inexpressible; indescribable."},{"word":"Termly","type":"a.","descr":" Occurring every term; as, a termly fee."},{"word":"Termly","type":"adv.","descr":" Term by term; every term."},{"word":"Termonology","type":"n.","descr":" Terminology."},{"word":"Termor","type":"n.","descr":" Same as Termer, 2."},{"word":"Tern","type":"n.","descr":" Any one of numerous species of long-winged aquatic birds, allied to the gulls, and belonging to Sterna and various allied genera."},{"word":"Tern","type":"a.","descr":" Threefold; triple; consisting of three; ternate."},{"word":"Tern","type":"a.","descr":" That which consists of, or pertains to, three things or numbers together; especially, a prize in a lottery resulting from the favorable combination of three numbers in the drawing; also, the three numbers themselves."},{"word":"Ternary","type":"a.","descr":" Proceeding by threes; consisting of three; as, the ternary number was anciently esteemed a symbol of perfection, and held in great veneration."},{"word":"Ternary","type":"a.","descr":" Containing, or consisting of, three different parts, as elements, atoms, groups, or radicals, which are regarded as having different functions or relations in the molecule; thus, sodic hydroxide, NaOH, is a ternary compound."},{"word":"Ternaries","type":"pl. ","descr":" of Ternary"},{"word":"Ternary","type":"n.","descr":" A ternion; the number three; three things taken together; a triad."},{"word":"Ternate","type":"a.","descr":" Having the parts arranged by threes; as, ternate branches, leaves, or flowers."},{"word":"Terneplate","type":"a.","descr":" Thin iron sheets coated with an alloy of lead and tin; -- so called because made up of three metals."},{"word":"Ternion","type":"a.","descr":" The number three; three things together; a ternary."},{"word":"Terpene","type":"n.","descr":" Any one of a series of isomeric hydrocarbons of pleasant aromatic odor, occurring especially in coniferous plants and represented by oil of turpentine, but including also certain hydrocarbons found in some essential oils."},{"word":"Terpentic","type":"a.","descr":" Terpenylic."},{"word":"Terpenylic","type":"a.","descr":" Of, pertaining to, or designating, an acid, C8H12O4 (called also terpentic acid), homologous with terebic acid, and obtained as a white crystalline substance by the oxidation of oil of turpentine with chromic acid."},{"word":"Terpilene","type":"n.","descr":" A polymeric form of terpene, resembling terbene."},{"word":"Terpin","type":"n.","descr":" A white crystalline substance regarded as a hydrate of oil of turpentine."},{"word":"Terpinol","type":"n.","descr":" Any oil substance having a hyacinthine odor, obtained by the action of acids on terpin, and regarded as a related hydrate."},{"word":"Terpsichore","type":"n.","descr":" The Muse who presided over the choral song and the dance, especially the latter."},{"word":"Terpsichorean","type":"a.","descr":" Of or pertaining to Terpsichore; of or pertaining to dancing."},{"word":"Terra","type":"n.","descr":" The earth; earth."},{"word":"Terrace","type":"v.","descr":" A raised level space, shelf, or platform of earth, supported on one or more sides by a wall, a bank of tuft, or the like, whether designed for use or pleasure."},{"word":"Terrace","type":"v.","descr":" A balcony, especially a large and uncovered one."},{"word":"Terrace","type":"v.","descr":" A flat roof to a house; as, the buildings of the Oriental nations are covered with terraces."},{"word":"Terrace","type":"v.","descr":" A street, or a row of houses, on a bank or the side of a hill; hence, any street, or row of houses."},{"word":"Terrace","type":"v.","descr":" A level plain, usually with a steep front, bordering a river, a lake, or sometimes the sea."},{"word":"Terraced","type":"imp. and p. p.","descr":" of Terrace"},{"word":"Terracing","type":"p. pr. and vb. n.","descr":" of Terrace"},{"word":"Terrace","type":"v. t.","descr":" To form into a terrace or terraces; to furnish with a terrace or terraces, as, to terrace a garden, or a building."},{"word":"Terraculture","type":"n.","descr":" Cultivation on the earth; agriculture."},{"word":"Terrane","type":"n.","descr":" A group of rocks having a common age or origin; -- nearly equivalent to formation, but used somewhat less comprehensively."},{"word":"Terrapin","type":"n.","descr":" Any one of numerous species of tortoises living in fresh and brackish waters. Many of them are valued for food."},{"word":"Terraqueous","type":"a.","descr":" Consisting of land and water; as, the earth is a terraqueous globe."},{"word":"Terrar","type":"n.","descr":" See 2d Terrier, 2."},{"word":"Terras","type":"n.","descr":" See \/rass."},{"word":"Terreen","type":"n.","descr":" See Turren."},{"word":"Terreity","type":"n.","descr":" Quality of being earthy; earthiness."},{"word":"Terrel","type":"n.","descr":" A spherical magnet so placed that its poles, equator, etc., correspond to those of the earth."},{"word":"Terremote","type":"n.","descr":" An earthquake."},{"word":"Terrene","type":"n.","descr":" A tureen."},{"word":"Terrene","type":"a.","descr":" Of or pertaining to the earth; earthy; as, terrene substance."},{"word":"Terrene","type":"a.","descr":" Earthy; terrestrial."},{"word":"Terrene","type":"n.","descr":" The earth\\'s surface; the earth."},{"word":"Terrene","type":"n.","descr":" The surface of the ground."},{"word":"Terrenity","type":"n.","descr":" Earthiness; worldliness."},{"word":"Terreous","type":"a.","descr":" Consisting of earth; earthy; as, terreous substances; terreous particles."},{"word":"Terreplein","type":"n.","descr":" The top, platform, or horizontal surface, of a rampart, on which the cannon are placed. See Illust. of Casemate."},{"word":"Terrestre","type":"a.","descr":" Terrestrial; earthly."},{"word":"Terrestrial","type":"a.","descr":" Of or pertaining to the earth; existing on the earth; earthly; as, terrestrial animals."},{"word":"Terrestrial","type":"a.","descr":" Representing, or consisting of, the earth; as, a terrestrial globe."},{"word":"Terrestrial","type":"a.","descr":" Of or pertaining to the world, or to the present state; sublunary; mundane."},{"word":"Terrestrial","type":"a.","descr":" Consisting of land, in distinction from water; belonging to, or inhabiting, the land or ground, in distinction from trees, water, or the like; as, terrestrial serpents."},{"word":"Terrestrial","type":"a.","descr":" Adapted for the observation of objects on land and on the earth; as, a terrestrial telescope, in distinction from an astronomical telescope."},{"word":"Terrestrial","type":"n.","descr":" An inhabitant of the earth."},{"word":"Terrestrify","type":"v. t.","descr":" To convert or reduce into a condition like that of the earth; to make earthy."},{"word":"Terrestrious","type":"a.","descr":" Terrestrial."},{"word":"Terret","type":"n.","descr":" One of the rings on the top of the saddle of a harness, through which the reins pass."},{"word":"Terre-tenant","type":"n.","descr":" One who has the actual possession of land; the occupant."},{"word":"Terre-verte","type":"n.","descr":" An olive-green earth used as a pigment. See Glauconite."},{"word":"Terrible","type":"a.","descr":" Adapted or likely to excite terror, awe, or dread; dreadful; formidable."},{"word":"Terrible","type":"a.","descr":" Excessive; extreme; severe."},{"word":"Terricolae","type":"n. pl.","descr":" A division of annelids including the common earthworms and allied species."},{"word":"Terrienniak","type":"n.","descr":" The arctic fox."},{"word":"Terrier","type":"n.","descr":" An auger or borer."},{"word":"Terrier","type":"n.","descr":" One of a breed of small dogs, which includes several distinct subbreeds, some of which, such as the Skye terrier and Yorkshire terrier, have long hair and drooping ears, while others, at the English and the black-and-tan terriers, have short, close, smooth hair and upright ears."},{"word":"Terrier","type":"n.","descr":" Formerly, a collection of acknowledgments of the vassals or tenants of a lordship, containing the rents and services they owed to the lord, and the like."},{"word":"Terrier","type":"n.","descr":" In modern usage, a book or roll in which the lands of private persons or corporations are described by their site, boundaries, number of acres, or the like."},{"word":"Terrific","type":"a.","descr":" Causing terror; adapted to excite great fear or dread; terrible; as, a terrific form; a terrific sight."},{"word":"Terrifical","type":"a.","descr":" Terrific."},{"word":"Terrifically","type":"adv.","descr":" In a terrific manner."},{"word":"Terrified","type":"imp. and p. p.","descr":" of Terrify"},{"word":"Terrifying","type":"p. pr. and vb. n.","descr":" of Terrify"},{"word":"Terrify","type":"v. t.","descr":" To make terrible."},{"word":"Terrify","type":"v. t.","descr":" To alarm or shock with fear; to frighten."},{"word":"Terrigenous","type":"a.","descr":" Earthborn; produced by the earth."},{"word":"Territorial","type":"a.","descr":" Of or pertaining to territory or land; as, territorial limits; territorial jurisdiction."},{"word":"Territorial","type":"a.","descr":" Limited to a certain district; as, right may be personal or territorial."},{"word":"Territorial","type":"a.","descr":" Of or pertaining to all or any of the Territories of the United States, or to any district similarly organized elsewhere; as, Territorial governments."},{"word":"Territorialized","type":"imp. and p. p.","descr":" of Territorialize"},{"word":"Territorializing","type":"p. pr. and vb. n.","descr":" of Territorialize"},{"word":"Territorialize","type":"v. t.","descr":" To enlarge by extension of territory."},{"word":"Territorialize","type":"v. t.","descr":" To reduce to the condition of a territory."},{"word":"Territorially","type":"adv.","descr":" In regard to territory; by means of territory."},{"word":"Territoried","type":"a.","descr":" Possessed of territory."},{"word":"Territories","type":"pl. ","descr":" of Territory"},{"word":"Territory","type":"n.","descr":" A large extent or tract of land; a region; a country; a district."},{"word":"Territory","type":"n.","descr":" The extent of land belonging to, or under the dominion of, a prince, state, or other form of government; often, a tract of land lying at a distance from the parent country or from the seat of government; as, the territory of a State; the territories of the East India Company."},{"word":"Territory","type":"n.","descr":" In the United States, a portion of the country not included within the limits of any State, and not yet admitted as a State into the Union, but organized with a separate legislature, under a Territorial governor and other officers appointed by the President and Senate of the United States. In Canada, a similarly organized portion of the country not yet formed into a Province."},{"word":"Terror","type":"n.","descr":" Extreme fear; fear that agitates body and mind; violent dread; fright."},{"word":"Terror","type":"n.","descr":" That which excites dread; a cause of extreme fear."},{"word":"Terrorism","type":"n.","descr":" The act of terrorizing, or state of being terrorized; a mode of government by terror or intimidation."},{"word":"Terrorism","type":"n.","descr":" The practise of coercing governments to accede to political demands by committing violence on civilian targets; any similar use of violence to achieve goals."},{"word":"Terrorist","type":"n.","descr":" One who governs by terrorism or intimidation; specifically, an agent or partisan of the revolutionary tribunal during the Reign of Terror in France."},{"word":"Terrorize","type":"v. t.","descr":" To impress with terror; to coerce by intimidation."},{"word":"Terrorless","type":"a.","descr":" Free from terror."},{"word":"Terry","type":"n.","descr":" A kind of heavy colored fabric, either all silk, or silk and worsted, or silk and cotton, often called terry velvet, used for upholstery and trimmings."},{"word":"Tersanctus","type":"n.","descr":" An ancient ascription of praise (containing the word \"Holy\" -- in its Latin form, \"Sanctus\" -- thrice repeated), used in the Mass of the Roman Catholic Church and before the prayer of consecration in the communion service of the Church of England and the Protestant Episcopal Church.  Cf. Trisagion."},{"word":"Terse","type":"superl.","descr":" Appearing as if rubbed or wiped off; rubbed; smooth; polished."},{"word":"Terse","type":"superl.","descr":" Refined; accomplished; -- said of persons."},{"word":"Terse","type":"superl.","descr":" Elegantly concise; free of superfluous words; polished to smoothness; as, terse language; a terse style."},{"word":"Tersulphide","type":"n.","descr":" A trisulphide."},{"word":"Tersulphuret","type":"n.","descr":" A trisulphide."},{"word":"Ter-tenant","type":"n.","descr":" See Terre-tenant."},{"word":"Tertial","type":"a. and n.","descr":" Same as Tertiary."},{"word":"Tertian","type":"a.","descr":" Occurring every third day; as, a tertian fever."},{"word":"Tertian","type":"n.","descr":" A disease, especially an intermittent fever, which returns every third day, reckoning inclusively, or in which the intermission lasts one day."},{"word":"Tertian","type":"n.","descr":" A liquid measure formerly used for wine, equal to seventy imperial, or eighty-four wine, gallons, being one third of a tun."},{"word":"Tertiary","type":"a.","descr":" Being of the third formation, order, or rank; third; as, a tertiary use of a word."},{"word":"Tertiary","type":"a.","descr":" Possessing some quality in the third degree; having been subjected to the substitution of three atoms or radicals; as, a tertiary alcohol, amine, or salt.  Cf. Primary, and Secondary."},{"word":"Tertiary","type":"a.","descr":" Later than, or subsequent to, the Secondary."},{"word":"Tertiary","type":"a.","descr":" Growing on the innermost joint of a bird\\'s wing; tertial; -- said of quills."},{"word":"Tertiaries","type":"pl. ","descr":" of Tertiary"},{"word":"Tertiary","type":"n.","descr":" A member of the Third Order in any monastic system; as, the Franciscan tertiaries; the Dominican tertiaries; the Carmelite tertiaries. See Third Order, under Third."},{"word":"Tertiary","type":"n.","descr":" The Tertiary era, period, or formation."},{"word":"Tertiary","type":"n.","descr":" One of the quill feathers which are borne upon the basal joint of the wing of a bird. See Illust. of Bird."},{"word":"Tertiate","type":"v. t.","descr":" To do or perform for the third time."},{"word":"Tertiate","type":"v. t.","descr":" To examine, as the thickness of the metal at the muzzle of a gun; or, in general, to examine the thickness of, as ordnance, in order to ascertain its strength."},{"word":"Terutero","type":"n.","descr":" The South American lapwing (Vanellus Cayennensis). Its wings are furnished with short spurs. Called also Cayenne lapwing."},{"word":"Terza rima","type":"","descr":" A peculiar and complicated system of versification, borrowed by the early Italian poets from the Troubadours."},{"word":"Terzetto","type":"n.","descr":" A composition in three voice parts; a vocal (rarely an instrumental) trio."},{"word":"Tesselar","type":"a.","descr":" Formed of tesserae, as a mosaic."},{"word":"Tessellata","type":"n. pl.","descr":" A division of Crinoidea including numerous fossil species in which the body is covered with tessellated plates."},{"word":"Tessellated","type":"imp. and p. p.","descr":" of Tessellate"},{"word":"Tessellating","type":"p. pr. and vb. n.","descr":" of Tessellate"},{"word":"Tessellate","type":"v. t.","descr":" To form into squares or checkers; to lay with checkered work."},{"word":"Tessellate","type":"a.","descr":" Tessellated."},{"word":"Tessellated","type":"a.","descr":" Formed of little squares, as mosaic work; checkered; as, a tessellated pavement."},{"word":"Tessellated","type":"a.","descr":" Marked like a checkerboard; as, a tessellated leaf."},{"word":"Tessellation","type":"n.","descr":" The act of tessellating; also, the mosaic work so formed."},{"word":"Tesserae","type":"pl. ","descr":" of Tessera"},{"word":"Tessera","type":"n.","descr":" A small piece of marble, glass, earthenware, or the like, having a square, or nearly square, face, used by the ancients for mosaic, as for making pavements, for ornamenting walls, and like purposes; also, a similar piece of ivory, bone, wood, etc., used as a ticket of admission to theaters, or as a certificate for successful gladiators, and as a token for various other purposes."},{"word":"Tesseraic","type":"a.","descr":" Diversified by squares; done in mosaic; tessellated."},{"word":"Tesseral","type":"a.","descr":" Of, pertaining to, or containing, tesserae."},{"word":"Tesseral","type":"a.","descr":" Isometric."},{"word":"Tessular","type":"a.","descr":" Tesseral."},{"word":"Test","type":"n.","descr":" A cupel or cupelling hearth in which precious metals are melted for trial and refinement."},{"word":"Test","type":"n.","descr":" Examination or trial by the cupel; hence, any critical examination or decisive trial; as, to put a man\\'s assertions to a test."},{"word":"Test","type":"n.","descr":" Means of trial; as, absence is a test of love."},{"word":"Test","type":"n.","descr":" That with which anything is compared for proof of its genuineness; a touchstone; a standard."},{"word":"Test","type":"n.","descr":" Discriminative characteristic; standard of judgment; ground of admission or exclusion."},{"word":"Test","type":"n.","descr":" Judgment; distinction; discrimination."},{"word":"Test","type":"n.","descr":" A reaction employed to recognize or distinguish any particular substance or constituent of a compound, as the production of some characteristic precipitate; also, the reagent employed to produce such reaction; thus, the ordinary test for sulphuric acid is the production of a white insoluble precipitate of barium sulphate by means of some soluble barium salt."},{"word":"Tested","type":"imp. and p. p.","descr":" of Test"},{"word":"Testing","type":"p. pr. and vb. n.","descr":" of Test"},{"word":"Test","type":"v. t.","descr":" To refine, as gold or silver, in a test, or cupel; to subject to cupellation."},{"word":"Test","type":"v. t.","descr":" To put to the proof; to prove the truth, genuineness, or quality of by experiment, or by some principle or standard; to try; as, to test the soundness of a principle; to test the validity of an argument."},{"word":"Test","type":"v. t.","descr":" To examine or try, as by the use of some reagent; as, to test a solution by litmus paper."},{"word":"Test","type":"n.","descr":" A witness."},{"word":"Test","type":"v. i.","descr":" To make a testament, or will."},{"word":"Tests","type":"pl. ","descr":" of Testa"},{"word":"Testae","type":"pl. ","descr":" of Testa"},{"word":"Test","type":"n.","descr":" Alt. of Testa"},{"word":"Testa","type":"n.","descr":" The external hard or firm covering of many invertebrate animals."},{"word":"Testa","type":"n.","descr":" The outer integument of a seed; the episperm, or spermoderm."},{"word":"Testable","type":"a.","descr":" Capable of being tested or proved."},{"word":"Testable","type":"a.","descr":" Capable of being devised, or given by will."},{"word":"Testacea","type":"n. pl.","descr":" Invertebrate animals covered with shells, especially mollusks; shellfish."},{"word":"Testacean","type":"n.","descr":" Onr of the Testacea."},{"word":"Testaceography","type":"n.","descr":" The science which treats of testaceans, or shellfish; the description of shellfish."},{"word":"Testaceology","type":"n.","descr":" The science of testaceous mollusks; conchology."},{"word":"Testaceous","type":"a.","descr":" Of or pertaining to shells; consisted of a hard shell, or having a hard shell."},{"word":"Testaceous","type":"a.","descr":" Having a dull red brick color or a brownish yellow color."},{"word":"Testacy","type":"n.","descr":" The state or circumstance of being testate, or of leaving a valid will, or testament, at death."},{"word":"Testament","type":"n.","descr":" A solemn, authentic instrument in writing, by which a person declares his will as to disposal of his estate and effects after his death."},{"word":"Testament","type":"n.","descr":" One of the two distinct revelations of God\\'s purposes toward man; a covenant; also, one of the two general divisions of the canonical books of the sacred Scriptures, in which the covenants are respectively revealed; as, the Old Testament; the New Testament; -- often limited, in colloquial language, to the latter."},{"word":"Testamental","type":"a.","descr":" Of or pertaining to a testament; testamentary."},{"word":"Testamentary","type":"a.","descr":" Of or pertaining to a will, or testament; as, letters testamentary."},{"word":"Testamentary","type":"a.","descr":" Bequeathed by will; given by testament."},{"word":"Testamentary","type":"a.","descr":" Done, appointed by, or founded on, a testament, or will; as, a testamentary guardian of a minor, who may be appointed by the will of a father to act in that capacity until the child becomes of age."},{"word":"Testamentation","type":"n.","descr":" The act or power of giving by testament, or will."},{"word":"Testamentize","type":"v. i.","descr":" To make a will."},{"word":"Testamur","type":"n.","descr":" A certificate of merit or proficiency; -- so called from the Latin words, Ita testamur, with which it commences."},{"word":"Testate","type":"a.","descr":" Having made and left a will; as, a person is said to die testate."},{"word":"Testate","type":"n.","descr":" One who leaves a valid will at death; a testate person."},{"word":"Testation","type":"n.","descr":" A witnessing or witness."},{"word":"Testator","type":"n.","descr":" A man who makes and leaves a will, or testament, at death."},{"word":"Testatrix","type":"n.","descr":" A woman who makes and leaves a will at death; a female testator."},{"word":"Teste","type":"n.","descr":" A witness."},{"word":"Teste","type":"n.","descr":" The witnessing or concluding clause, duty attached; -- said of a writ, deed, or the like."},{"word":"Tester","type":"n.","descr":" A headpiece; a helmet."},{"word":"Tester","type":"n.","descr":" A flat canopy, as over a pulpit or tomb."},{"word":"Tester","type":"n.","descr":" A canopy over a bed, supported by the bedposts."},{"word":"Tester","type":"n.","descr":" An old French silver coin, originally of the value of about eighteen pence, subsequently reduced to ninepence, and later to sixpence, sterling. Hence, in modern English slang, a sixpence; -- often contracted to tizzy. Called also teston."},{"word":"Testern","type":"n.","descr":" A sixpence; a tester."},{"word":"Testern","type":"v. t.","descr":" To present with a tester."},{"word":"Testes","type":"n.","descr":" pl. of Teste, or of Testis."},{"word":"Testicardines","type":"n. pl.","descr":" A division of brachiopods including those which have a calcareous shell furnished with a hinge and hinge teeth. Terebratula and Spirifer are examples."},{"word":"Testicle","type":"n.","descr":" One of the essential male genital glands which secrete the semen."},{"word":"Testicond","type":"a.","descr":" Having the testicles naturally concealed, as in the case of the cetaceans."},{"word":"Testicular","type":"a.","descr":" Of or pertaining to the testicle."},{"word":"Testiculate","type":"a.","descr":" Shaped like a testicle, ovate and solid."},{"word":"Testiculate","type":"a.","descr":" Having two tubers resembling testicles in form, as some species of orchis."},{"word":"Testiere","type":"n.","descr":" A piece of plate armor for the head of a war horse; a tester."},{"word":"Testif","type":"a.","descr":" Testy; headstrong; obstinate."},{"word":"Testification","type":"n.","descr":" The act of testifying, or giving testimony or evidence; as, a direct testification of our homage to God."},{"word":"Testificator","type":"n.","descr":" A testifier."},{"word":"Testifier","type":"n.","descr":" One who testifies; one who gives testimony, or bears witness to prove anything; a witness."},{"word":"Testified","type":"imp. and p. p.","descr":" of Testify"},{"word":"Testifying","type":"p. pr. and vb. n.","descr":" of Testify"},{"word":"Testify","type":"v. i.","descr":" To make a solemn declaration, verbal or written, to establish some fact; to give testimony for the purpose of communicating to others a knowledge of something not known to them."},{"word":"Testify","type":"v. i.","descr":" To make a solemn declaration under oath or affirmation, for the purpose of establishing, or making proof of, some fact to a court; to give testimony in a cause depending before a tribunal."},{"word":"Testify","type":"v. i.","descr":" To declare a charge; to protest; to give information; to bear witness; -- with against."},{"word":"Testify","type":"v. t.","descr":" To bear witness to; to support the truth of by testimony; to affirm or declare solemny."},{"word":"Testify","type":"v. t.","descr":" To affirm or declare under oath or affirmation before a tribunal, in order to prove some fact."},{"word":"Testify","type":"adv.","descr":" In a testy manner; fretfully; peevishly; with petulance."},{"word":"Testimonial","type":"a.","descr":" A writing or certificate which bears testimony in favor of one\\'s character, good conduct, ability, etc., or of the value of a thing."},{"word":"Testimonial","type":"a.","descr":" Something, as money or plate, presented to a preson as a token of respect, or of obligation for services rendered."},{"word":"Testimonial","type":"a.","descr":" Relating to, or containing, testimony."},{"word":"Testimonies","type":"pl. ","descr":" of Testimony"},{"word":"Testimony","type":"n.","descr":" A solemn declaration or affirmation made for the purpose of establishing or proving some fact."},{"word":"Testimony","type":"n.","descr":" Affirmation; declaration; as, these doctrines are supported by the uniform testimony of the fathers; the belief of past facts must depend on the evidence of human testimony, or the testimony of historians."},{"word":"Testimony","type":"n.","descr":" Open attestation; profession."},{"word":"Testimony","type":"n.","descr":" Witness; evidence; proof of some fact."},{"word":"Testimony","type":"n.","descr":" The two tables of the law."},{"word":"Testimony","type":"n.","descr":" Hence, the whole divine revelation; the sacre\/ Scriptures."},{"word":"Testimony","type":"v. t.","descr":" To witness; to attest; to prove by testimony."},{"word":"Testiness","type":"n.","descr":" The quality or state of being testy; fretfulness; petulance."},{"word":"Testing","type":"n.","descr":" The act of testing or proving; trial; proof."},{"word":"Testing","type":"n.","descr":" The operation of refining gold or silver in a test, or cupel; cupellation."},{"word":"Testes","type":"pl. ","descr":" of Testis"},{"word":"Testis","type":"n.","descr":" A testicle."},{"word":"Teston","type":"n.","descr":" A tester; a sixpence."},{"word":"Testone","type":"n.","descr":" A silver coin of Portugal, worth about sixpence sterling, or about eleven cents."},{"word":"Testoon","type":"n.","descr":" An Italian silver coin. The testoon of Rome is worth 1s. 3d. sterling, or about thirty cents."},{"word":"Testudinal","type":"a.","descr":" Of, pertaining to, or resembling, a tortoise."},{"word":"Testudinarious","type":"a.","descr":" Of or pertaining to the shell of a tortoise; resembling a tortoise shell; having the color or markings of a tortoise shell."},{"word":"Testudinata","type":"n. pl.","descr":" An order of reptiles which includes the turtles and tortoises. The body is covered by a shell consisting of an upper or dorsal shell, called the carapace, and a lower or ventral shell, called the plastron, each of which consists of several plates."},{"word":"Testudinate","type":"a.","descr":" Alt. of Testudinated"},{"word":"Testudinated","type":"a.","descr":" Resembling a tortoise shell in appearance or structure; roofed; arched; vaulted."},{"word":"Testudineous","type":"a.","descr":" Resembling the shell of a tortoise."},{"word":"Testudines","type":"pl. ","descr":" of Testudo"},{"word":"Testudo","type":"n.","descr":" A genus of tortoises which formerly included a large number of diverse forms, but is now restricted to certain terrestrial species, such as the European land tortoise (Testudo Graeca) and the gopher of the Southern United States."},{"word":"Testudo","type":"n.","descr":" A cover or screen which a body of troops formed with their shields or targets, by holding them over their heads when standing close to each other. This cover resembled the back of a tortoise, and served to shelter the men from darts, stones, and other missiles. A similar defense was sometimes formed of boards, and moved on wheels."},{"word":"Testudo","type":"n.","descr":" A kind of musical instrument. a species of lyre; -- so called in allusion to the lyre of Mercury, fabled to have been made of the shell of a tortoise."},{"word":"Testy","type":"superl.","descr":" Fretful; peevish; petulant; easily irritated."},{"word":"Tetanic","type":"a.","descr":" Of or pertaining to tetanus; having the character of tetanus; as, a tetanic state; tetanic contraction."},{"word":"Tetanic","type":"a.","descr":" Producing, or tending to produce, tetanus, or tonic contraction of the muscles; as, a tetanic remedy. See Tetanic, n."},{"word":"Tetanic","type":"n.","descr":" A substance (notably nux vomica, strychnine, and brucine) which, either as a remedy or a poison, acts primarily on the spinal cord, and which, when taken in comparatively large quantity, produces tetanic spasms or convulsions."},{"word":"Tetanin","type":"n.","descr":" A poisonous base (ptomaine) formed in meat broth through the agency of a peculiar microbe from the wound of a person who has died of tetanus; -- so called because it produces tetanus as one of its prominent effects."},{"word":"Tetanization","type":"n.","descr":" The production or condition of tetanus."},{"word":"Tetanize","type":"v. t.","descr":" To throw, as a muscle, into a state of permanent contraction; to cause tetanus in. See Tetanus, n., 2."},{"word":"Tetanoid","type":"a.","descr":" Resembling tetanus."},{"word":"Tetanomotor","type":"n.","descr":" An instrument from tetanizing a muscle by irritating its nerve by successive mechanical shocks."},{"word":"Tetanus","type":"n.","descr":" A painful and usually fatal disease, resulting generally from a wound, and having as its principal symptom persistent spasm of the voluntary muscles. When the muscles of the lower jaw are affected, it is called locked-jaw, or lickjaw, and it takes various names from the various incurvations of the body resulting from the spasm."},{"word":"Tetanus","type":"n.","descr":" That condition of a muscle in which it is in a state of continued vibratory contraction, as when stimulated by a series of induction shocks."},{"word":"Tetany","type":"n.","descr":" A morbid condition resembling tetanus, but distinguished from it by being less severe and having intermittent spasms."},{"word":"Tetard","type":"n.","descr":" A gobioid fish (Eleotris gyrinus) of the Southern United States; -- called also sleeper."},{"word":"Tetartohedral","type":"a.","descr":" Having one fourth the number of planes which are requisite to complete symmetry."},{"word":"Tetartohedrism","type":"n.","descr":" The property of being tetartohedral."},{"word":"Tetaug","type":"n.","descr":" See Tautog."},{"word":"Tetchiness","type":"n.","descr":" See Techiness."},{"word":"Tetchy","type":"a.","descr":" See Techy."},{"word":"Tete","type":"n.","descr":" A kind of wig; false hair."},{"word":"Tete-a-tete","type":"n.","descr":" Private conversation; familiar interview or conference of two persons."},{"word":"Tete-a-tete","type":"n.","descr":" A short sofa intended to accomodate two persons."},{"word":"Tete-a-tete","type":"a.","descr":" Private; confidential; familiar."},{"word":"Tete-a-tete","type":"adv.","descr":" Face to face; privately or confidentially; familiarly."},{"word":"Tetes-de-pont","type":"pl. ","descr":" of Tete-de-pont"},{"word":"Tete-de-pont","type":"n.","descr":" A work thrown up at the end of a bridge nearest the enemy, for covering the communications across a river; a bridgehead."},{"word":"Tetel","type":"n.","descr":" A large African antelope (Alcelaphus tora). It has widely divergent, strongly ringed horns."},{"word":"Tether","type":"n.","descr":" A long rope or chain by which an animal is fastened, as to a stake, so that it can range or feed only within certain limits."},{"word":"Tethered","type":"imp. and p. p.","descr":" of Tether"},{"word":"Tethering","type":"p. pr. and vb. n.","descr":" of Tether"},{"word":"Tether","type":"v. t.","descr":" To confine, as an animal, with a long rope or chain, as for feeding within certain limits."},{"word":"Tethydan","type":"n.","descr":" A tunicate."},{"word":"Tethyodea","type":"n. pl.","descr":" A division of Tunicata including the common attached ascidians, both simple and compound. Called also Tethioidea."},{"word":"Tethys","type":"n.","descr":" A genus of a large naked mollusks having a very large, broad, fringed cephalic disk, and branched dorsal gills. Some of the species become a foot long and are brilliantly colored."},{"word":"Tetra-","type":"","descr":" A combining form or prefix signifying four, as in tetrabasic, tetrapetalous."},{"word":"Tetra-","type":"","descr":" A combining form (also used adjectively) denoting four proportional or combining parts of the substance or ingredient denoted by the term to which it is prefixed, as in tetra-chloride, tetroxide."},{"word":"Tetrabasic","type":"a.","descr":" Capable of neutralizing four molecules of a monacid base; having four hydrogen atoms capable of replacement by bases; quadribasic; -- said of certain acids; thus, normal silicic acid, Si(OH)4, is a tetrabasic acid."},{"word":"Tetraboric","type":"a.","descr":" Same as Pyroboric."},{"word":"Tetrabranchiata","type":"n. pl.","descr":" An order of Cephalopoda having four gills. Among living species it includes only the pearly nautilus. Numerous genera and species are found in the fossil state, such as Ammonites, Baculites, Orthoceras, etc."},{"word":"Tetrabranchiate","type":"a.","descr":" Of or pertaining to the Tetrabranchiata."},{"word":"Tetrabranchiate","type":"n.","descr":" One of the Tetrabranchiata."},{"word":"Tetracarpel","type":"a.","descr":" Composed of four carpels."},{"word":"Tetrachord","type":"n.","descr":" A scale series of four sounds, of which the extremes, or first and last, constituted a fourth. These extremes were immutable; the two middle sounds were changeable."},{"word":"Tetrachotomous","type":"a.","descr":" Having a division by fours; separated into four parts or series, or into series of fours."},{"word":"Tetracid","type":"a.","descr":" Capable of neutralizing four molecules of a monobasic acid; having four hydrogen atoms capable of replacement ba acids or acid atoms; -- said of certain bases; thus, erythrine, C4H6(OH)4, is a tetracid alcohol."},{"word":"Tetracoccous","type":"a.","descr":" Having four cocci, or carpels."},{"word":"Tetracolon","type":"n.","descr":" A stanza or division in lyric poetry, consisting of four verses or lines."},{"word":"Tetracoralla","type":"n. pl.","descr":" Same as Rugosa."},{"word":"Tetractinellid","type":"n.","descr":" Any species of sponge of the division Tetractinellida. Also used adjectively."},{"word":"Tetractinellida","type":"n. pl.","descr":" A division of Spongiae in which the spicules are siliceous and have four branches diverging at right angles. Called also Tetractinellinae."},{"word":"Tetrad","type":"n.","descr":" The number four; a collection of four things; a quaternion."},{"word":"Tetrad","type":"n.","descr":" A tetravalent or quadrivalent atom or radical; as, carbon is a tetrad."},{"word":"Tetradactyl","type":"a.","descr":" Alt. of Tetradactyle"},{"word":"Tetradactyle","type":"a.","descr":" Tetradactylous."},{"word":"Tetradactylous","type":"a.","descr":" Having, or characterized by, four digits to the foot or hand."},{"word":"Tetradecane","type":"n.","descr":" A light oily hydrocarbon, C14H30, of the marsh-gas series; -- so called from the fourteen carbon atoms in the molecule."},{"word":"Tetradecapoda","type":"n. pl.","descr":" Same as Arthrostraca."},{"word":"Tetradic","type":"a.","descr":" Of or pertaining to a tetrad; possessing or having the characteristics of a tetrad; as, a carbon is a tetradic element."},{"word":"Tetradite","type":"n.","descr":" A person in some way remarkable with regard to the number four, as one born on the fourth day of the month, or one who reverenced four persons in the Godhead."},{"word":"Tetradon","type":"n.","descr":" See Tetrodon."},{"word":"Tetradont","type":"a. and n.","descr":" See Tetrodont."},{"word":"Tetradrachm","type":"n.","descr":" Alt. of Tetradrachma"},{"word":"Tetradrachma","type":"n.","descr":" A silver coin among the ancient Greeks, of the value of four drachms."},{"word":"Tetradymite","type":"n.","descr":" A telluride of bismuth. It is of a pale steel-gray color and metallic luster, and usually occurs in foliated masses. Called also telluric bismuth."},{"word":"Tetradynamia","type":"n. pl.","descr":" A Linnaean class of plants having six stamens, four of which are longer than the others."},{"word":"Tetradynamian","type":"n.","descr":" A plant of the order Tetradynamia."},{"word":"Tetradynamian","type":"a.","descr":" Alt. of Tetradynamous"},{"word":"Tetradynamous","type":"a.","descr":" Belonging to the order Tetradynamia; having six stamens, four of which are uniformly longer than the others."},{"word":"Tetragon","type":"n.","descr":" A plane figure having four sides and angles; a quadrangle, as a square, a rhombus, etc."},{"word":"Tetragon","type":"n.","descr":" An aspect of two planets with regard to the earth when they are distant from each other ninety degrees, or the fourth of a circle."},{"word":"Tetragonal","type":"a.","descr":" Of or pertaining to a tetragon; having four angles or sides; thus, the square, the parallelogram, the rhombus, and the trapezium are tetragonal fingers."},{"word":"Tetragonal","type":"a.","descr":" Having four prominent longitudinal angles."},{"word":"Tetragonal","type":"a.","descr":" Designating, or belonging to, a certain system of crystallization; dimetric. See Tetragonal system, under Crystallization."},{"word":"Tetragrammaton","type":"n.","descr":" The mystic number four, which was often symbolized to represent the Deity, whose name was expressed by four letters among some ancient nations; as, the Hebrew JeHoVaH, Greek qeo`s, Latin deus, etc."},{"word":"Tetragynia","type":"n. pl.","descr":" A Linnaean order of plants having four styles."},{"word":"Tetragynian","type":"a.","descr":" Alt. of Tetragynous"},{"word":"Tetragynous","type":"a.","descr":" Belonging to the order Tetragynia; having four styles."},{"word":"Tetrahedral","type":"a.","descr":" Having, or composed of, four sides."},{"word":"Tetrahedral","type":"a.","descr":" Having the form of the regular tetrahedron."},{"word":"Tetrahedral","type":"a.","descr":" Pertaining or related to a tetrahedron, or to the system of hemihedral forms to which the tetrahedron belongs."},{"word":"Tetrahedrally","type":"adv.","descr":" In a tetrahedral manner."},{"word":"Tetrahedrite","type":"n.","descr":" A sulphide of antimony and copper, with small quantities of other metals. It is a very common ore of copper, and some varieties yield a considerable presentage of silver. Called also gray copper ore, fahlore, and panabase."},{"word":"Tetrahedron","type":"n.","descr":" A solid figure inclosed or bounded by four triangles."},{"word":"Tetrahexahedral","type":"a.","descr":" Pertaining to a tetrahexahedron."},{"word":"Tetrahexahedron","type":"n.","descr":" A solid in the isometric system, bounded by twenty-four equal triangular faces, four corresponding to each face of the cube."},{"word":"Tetrakishexahedron","type":"n.","descr":" A tetrahexahedron."},{"word":"Tetrakosane","type":"n.","descr":" A hydrocarbon, C24H50, resembling paraffin, and like it belonging to the marsh-gas series; -- so called from having twenty-four atoms of carbon in the molecule."},{"word":"Tetralogy","type":"n.","descr":" A group or series of four dramatic pieces, three tragedies and one satyric, or comic, piece (or sometimes four tragedies), represented consequently on the Attic stage at the Dionysiac festival."},{"word":"Tetramera","type":"n. pl.","descr":" A division of Coleoptera having, apparently, only four tarsal joints, one joint being rudimentary."},{"word":"Tetramerous","type":"a.","descr":" Having the parts arranged in sets of four; as, a tetramerous flower."},{"word":"Tetramerous","type":"a.","descr":" Having four joints in each of the tarsi; -- said of certain insects."},{"word":"Tetrameter","type":"n.","descr":" A verse or line consisting of four measures, that is, in iambic, trochaic, and anapestic verse, of eight feet; in other kinds of verse, of four feet."},{"word":"Tetramethylene","type":"n.","descr":" A hypothetical hydrocarbon, C4H8, analogous to trimethylene, and regarded as the base of well-known series or derivatives."},{"word":"Tetramethylene","type":"n.","descr":" Sometimes, an isomeric radical used to designate certain compounds which are really related to butylene."},{"word":"Tetramorph","type":"n.","descr":" The union of the four attributes of the Evangelists in one figure, which is represented as winged, and standing on winged fiery wheels, the wings being covered with eyes. The representations of it are evidently suggested by the vision of Ezekiel (ch. i.)"},{"word":"Tetrandria","type":"n. pl.","descr":" A Linnaean class of plants having four stamens."},{"word":"Tetrandrian","type":"a.","descr":" Alt. of Tetrandrous"},{"word":"Tetrandrous","type":"a.","descr":" Belonging to the class Tetrandria."},{"word":"Tetraonid","type":"n.","descr":" A bird belonging to the tribe of which the genus Tetrao is the type, as the grouse, partridge, quail, and the like. Used also adjectively."},{"word":"Tetrapetalous","type":"a.","descr":" Containing four distinct petals, or flower leaves; as, a tetrapetalous corolla."},{"word":"Tetrapharmacom","type":"n.","descr":" Alt. of Tetrapharmacum"},{"word":"Tetrapharmacum","type":"n.","descr":" A combination of wax, resin, lard, and pitch, composing an ointment."},{"word":"Tetraphenol","type":"n.","descr":" Furfuran."},{"word":"Tetraphyllous","type":"a.","descr":" Having four leaves; consisting of four distinct leaves or leaflets."},{"word":"Tetrapla","type":"sing.","descr":" A Bible consisting of four different Greek versions arranged in four columns by Origen; hence, any version in four languages or four columns."},{"word":"Tetraneumona","type":"n. pl.","descr":" A division of Arachnida including those spiders which have four lungs, or pulmonary sacs. It includes the bird spiders (Mygale) and the trapdoor spiders. See Mygale."},{"word":"Tetrapnuemonian","type":"n.","descr":" One of the Tetrapneumona."},{"word":"Tetrapod","type":"n.","descr":" An insect characterized by having but four perfect legs, as certain of the butterflies."},{"word":"Tetrapody","type":"n.","descr":" A set of four feet; a measure or distance of four feet."},{"word":"Tetrapteran","type":"n.","descr":" An insect having four wings."},{"word":"Tetrapterous","type":"a.","descr":" Having four wings."},{"word":"Tetraptote","type":"n.","descr":" A noun that has four cases only."},{"word":"Tetrarch","type":"a.","descr":" A Roman governor of the fourth part of a province; hence, any subordinate or dependent prince; also, a petty king or sovereign."},{"word":"Tetrarch","type":"a.","descr":" Four."},{"word":"Tetrarchate","type":"n.","descr":" A tetrarchy."},{"word":"Tetrarchical","type":"a.","descr":" Of or pertaining to a tetrarch or tetrarchy."},{"word":"Tetrarchies","type":"pl. ","descr":" of Tetrarchy"},{"word":"Tetrarchy","type":"n.","descr":" The district under a Roman tetrarch; the office or jurisdiction of a tetrarch; a tetrarchate."},{"word":"Tetraschistic","type":"a.","descr":" Characterized by division into four parts."},{"word":"Tetrasepalous","type":"a.","descr":" Having four sepals."},{"word":"Tetraspaston","type":"n.","descr":" A machine in which four pulleys act together."},{"word":"Tetraspermous","type":"a.","descr":" Having four seeds."},{"word":"Tetraspore","type":"n.","descr":" A nonsexual spore, one of a group of four regularly occurring in red seaweeds."},{"word":"Tetrastich","type":"n.","descr":" A stanza, epigram, or poem, consisting of four verses or lines."},{"word":"Tetrastyle","type":"a.","descr":" Having four columns in front; -- said of a temple, portico, or colonnade."},{"word":"Tetrastyle","type":"n.","descr":" A tetrastyle building."},{"word":"Tetrasyllabic","type":"a.","descr":" Alt. of Tetrasyllabical"},{"word":"Tetrasyllabical","type":"a.","descr":" Consisting of, or having, four syllables; quadrisyllabic."},{"word":"Terrasyllable","type":"n.","descr":" A word consisting of four syllables; a quadrisyllable."},{"word":"Tetrathecal","type":"a.","descr":" Having four loculaments, or thecae."},{"word":"Tetrathionate","type":"n.","descr":" A salt of tetrathionic acid."},{"word":"Tetrathionic","type":"a.","descr":" Of, pertaining to, or designating, a thionic derivative, H\/S\/O\/, of sulphuric acid, obtained as a colorless, odorless liquid."},{"word":"Tetratomic","type":"a.","descr":" Consisting of four atoms; having four atoms in the molecule, as phosphorus and arsenic."},{"word":"Tetratomic","type":"a.","descr":" Having a valence of four; quadrivalent; tetravalent; sometimes, in a specific sense, having four hydroxyl groups, whether acid or basic."},{"word":"Tetravalence","type":"n.","descr":" The quality or state of being tetravalent; quadrivalence."},{"word":"Tetravalent","type":"a.","descr":" Having a valence of four; tetratomic; quadrivalent."},{"word":"Tetraxile","type":"a.","descr":" Having four branches diverging at right angles; -- said of certain spicules of sponges."},{"word":"Tetrazo-","type":"a.","descr":" A combining form (also used adjectively), designating any one of a series of double derivatives of the azo and diazo compounds containing four atoms of nitrogen."},{"word":"Tetrazone","type":"n.","descr":" Any one of a certain series of basic compounds containing a chain of four nitrogen atoms; for example, ethyl tetrazone, (C2H5)2N.N2.N(C2H5)2, a colorless liquid having an odor of leeks."},{"word":"Tetric","type":"a.","descr":" Alt. of Tetrical"},{"word":"Tetrical","type":"a.","descr":" Forward; perverse; harsh; sour; rugged."},{"word":"Tetricity","type":"n.","descr":" Crabbedness; perverseness."},{"word":"Tetricous","type":"a.","descr":" Tetric."},{"word":"Tetrinic","type":"a.","descr":" Of, pertaining to, or designating, a complex ketonic acid, C5H6O3, obtained as a white crystalline substance; -- so called because once supposed to contain a peculiar radical of four carbon atoms. Called also acetyl-acrylic acid."},{"word":"Tetrodon","type":"n.","descr":" Any one of numerous species of plectognath fishes belonging to Tetrodon and allied genera. Each jaw is furnished with two large, thick, beaklike, bony teeth."},{"word":"Tetrodont","type":"a.","descr":" Of or pertaining to the tetrodons."},{"word":"Tetrodont","type":"n.","descr":" A tetrodon."},{"word":"Tetrol","type":"n.","descr":" A hypothetical hydrocarbon, C4H4, analogous to benzene; -- so called from the four carbon atoms in the molecule."},{"word":"Tetrolic","type":"a.","descr":" Of, pertaining to, or designating, an acid, C3H3.CO2H, of the acetylene series, homologous with propiolic acid, obtained as a white crystalline substance."},{"word":"Tetroxide","type":"n.","descr":" An oxide having four atoms of oxygen in the molecule; a quadroxide; as, osmium tetroxide, OsO\/."},{"word":"Tetryl","type":"n.","descr":" Butyl; -- so called from the four carbon atoms in the molecule."},{"word":"Tetrylene","type":"n.","descr":" Butylene; -- so called from the four carbon atoms in the molecule."},{"word":"Tetter","type":"n.","descr":" A vesicular disease of the skin; herpes. See Herpes."},{"word":"Tettered","type":"imp. and p. p.","descr":" of Tetter"},{"word":"Tettering","type":"p. pr. and vb. n.","descr":" of Tetter"},{"word":"Tetter","type":"v. t.","descr":" To affect with tetter."},{"word":"Tetterous","type":"a.","descr":" Having the character of, or pertaining to, tetter."},{"word":"Tetter-totter","type":"n.","descr":" A certain game of children; seesaw; -- called also titter-totter, and titter-cum-totter."},{"word":"Tetterwort","type":"n.","descr":" A plant used as a remedy for tetter, -- in England the calendine, in America the bloodroot."},{"word":"Tettigonian","type":"n.","descr":" Any one of numerous species of Hemiptera belonging to Tettigonia and allied genera; a leaf hopper."},{"word":"Tettish","type":"a.","descr":" Captious; testy."},{"word":"Tettix","type":"n.","descr":" The cicada."},{"word":"Tettix","type":"n.","descr":" A genus of small grasshoppers."},{"word":"Tetty","type":"a.","descr":" Testy; irritable."},{"word":"Teufit","type":"n.","descr":" The lapwing; -- called also teuchit."},{"word":"Teuk","type":"n.","descr":" The redshank."},{"word":"Teutons","type":"pl. ","descr":" of Teuton"},{"word":"Teutones","type":"pl. ","descr":" of Teuton"},{"word":"Teuton","type":"n.","descr":" One of an ancient German tribe; later, a name applied to any member of the Germanic race in Europe; now used to designate a German, Dutchman, Scandinavian, etc., in distinction from a Celt or one of a Latin race."},{"word":"Teuton","type":"n.","descr":" A member of the Teutonic branch of the Indo-European, or Aryan, family."},{"word":"Teutonic","type":"a.","descr":" Of or pertaining to the Teutons, esp. the ancient Teutons; Germanic."},{"word":"Teutonic","type":"a.","descr":" Of or pertaining to any of the Teutonic languages, or the peoples who speak these languages."},{"word":"Teutonic","type":"n.","descr":" The language of the ancient Germans; the Teutonic languages, collectively."},{"word":"Teutonicism","type":"n.","descr":" A mode of speech peculiar to the Teutons; a Teutonic idiom, phrase, or expression; a Teutonic mode or custom; a Germanism."},{"word":"Tewed","type":"imp. and p. p.","descr":" of Tew"},{"word":"Tewing","type":"p. pr. and vb. n.","descr":" of Tew"},{"word":"Tew","type":"v.","descr":" To prepare by beating or working, as leather or hemp; to taw."},{"word":"Tew","type":"v.","descr":" Hence, to beat; to scourge; also, to pull about; to maul; to tease; to vex."},{"word":"Tew","type":"v. i.","descr":" To work hard; to strive; to fuse."},{"word":"Tew","type":"v. t.","descr":" To tow along, as a vessel."},{"word":"Tew","type":"n.","descr":" A rope or chain for towing a boat; also, a cord; a string."},{"word":"Tewan","type":"n.","descr":" A tribe of American Indians including many of the Pueblos of New Mexico and adjacent regions."},{"word":"Tewed","type":"a.","descr":" Fatigued; worn with labor or hardship."},{"word":"Tewel","type":"n.","descr":" A pipe, funnel, or chimney, as for smoke."},{"word":"Tewel","type":"n.","descr":" The tuyere of a furnace."},{"word":"Tewhit","type":"n.","descr":" The lapwing; -- called also teewheep."},{"word":"Tewtaw","type":"v. t.","descr":" To beat; to break, as flax or hemp."},{"word":"Texas","type":"n.","descr":" A structure on the hurricane deck of a steamer, containing the pilot house, officers\\' cabins, etc."},{"word":"Text","type":"n.","descr":" A discourse or composition on which a note or commentary is written; the original words of an author, in distinction from a paraphrase, annotation, or commentary."},{"word":"Text","type":"n.","descr":" The four Gospels, by way of distinction or eminence."},{"word":"Text","type":"n.","descr":" A verse or passage of Scripture, especially one chosen as the subject of a sermon, or in proof of a doctrine."},{"word":"Text","type":"n.","descr":" Hence, anything chosen as the subject of an argument, literary composition, or the like; topic; theme."},{"word":"Text","type":"n.","descr":" A style of writing in large characters; text-hand also, a kind of type used in printing; as, German text."},{"word":"Text","type":"v. t.","descr":" To write in large characters, as in text hand."},{"word":"Text-book","type":"n.","descr":" A book with wide spaces between the lines, to give room for notes."},{"word":"Text-book","type":"n.","descr":" A volume, as of some classical author, on which a teacher lectures or comments; hence, any manual of instruction; a schoolbook."},{"word":"Text-hand","type":"n.","descr":" A large hand in writing; -- so called because it was the practice to write the text of a book in a large hand and the notes in a smaller hand."},{"word":"Textile","type":"a.","descr":" Pertaining to weaving or to woven fabrics; as, textile arts; woven, capable of being woven; formed by weaving; as, textile fabrics."},{"word":"Textile","type":"n.","descr":" That which is, or may be, woven; a fabric made by weaving."},{"word":"Textmen","type":"pl. ","descr":" of Textman"},{"word":"Textman","type":"n.","descr":" One ready in quoting texts."},{"word":"Textorial","type":"a.","descr":" Of or pertaining to weaving."},{"word":"Textrine","type":"a.","descr":" Of or pertaining to weaving, textorial; as, the textrine art."},{"word":"Textual","type":"a.","descr":" Of, pertaining to, or contained in, the text; as, textual criticism; a textual reading."},{"word":"Textual","type":"a.","descr":" Serving for, or depending on, texts."},{"word":"Textual","type":"a.","descr":" Familiar with texts or authorities so as to cite them accurately."},{"word":"Textualist","type":"n.","descr":" A textman; a textuary."},{"word":"Textually","type":"adv.","descr":" In a textual manner; in the text or body of a work; in accordance with the text."},{"word":"Textuarist","type":"n.","descr":" A textuary."},{"word":"Textuary","type":"a.","descr":" Contained in the text; textual."},{"word":"Textuary","type":"a.","descr":" Serving as a text; authoritative."},{"word":"Textuary","type":"n.","descr":" One who is well versed in the Scriptures; a textman."},{"word":"Textuary","type":"n.","descr":" One who adheres strictly or rigidly to the text."},{"word":"Textuel","type":"a.","descr":" Textual."},{"word":"Textuist","type":"n.","descr":" A textualist; a textman."},{"word":"Textural","type":"a.","descr":" Of or pertaining to texture."},{"word":"Texture","type":"n.","descr":" The act or art of weaving."},{"word":"Texture","type":"n.","descr":" That which woven; a woven fabric; a web."},{"word":"Texture","type":"n.","descr":" The disposition or connection of threads, filaments, or other slender bodies, interwoven; as, the texture of cloth or of a spider\\'s web."},{"word":"Texture","type":"n.","descr":" The disposition of the several parts of any body in connection with each other, or the manner in which the constituent parts are united; structure; as, the texture of earthy substances or minerals; the texture of a plant or a bone; the texture of paper; a loose or compact texture."},{"word":"Texture","type":"n.","descr":" A tissue. See Tissue."},{"word":"Textured","type":"imp. and p. p.","descr":" of Texture"},{"word":"Texturing","type":"p. pr. and vb. n.","descr":" of Texture"},{"word":"Texture","type":"v. t.","descr":" To form a texture of or with; to interweave."},{"word":"Textury","type":"n.","descr":" The art or process of weaving; texture."},{"word":"Teyne","type":"n.","descr":" A thin plate of metal."},{"word":"Teeth","type":"pl. ","descr":" of Tooth"}]