[{"word":"The gapes","type":"","descr":" A fit of yawning."},{"word":"The gapes","type":"","descr":" A disease of young poultry and other birds, attended with much gaping. It is caused by a parasitic nematode worm (Syngamus trachealis), in the windpipe, which obstructs the breathing. See Gapeworm."},{"word":"Thack","type":"","descr":" Alt. of Thacker"},{"word":"Thacker","type":"","descr":" See Thatch, Thatcher."},{"word":"Thak","type":"v. t.","descr":" To thwack."},{"word":"Thalamencephalon","type":"n.","descr":" The segment of the brain next in front of the midbrain, including the thalami, pineal gland, and pituitary body; the diencephalon; the interbrain."},{"word":"Thalamic","type":"a.","descr":" Of or pertaining to a thalamus or to thalami."},{"word":"Thalamifloral","type":"a.","descr":" Alt. of Thalamiflorous"},{"word":"Thalamiflorous","type":"a.","descr":" Bearing the stamens directly on the receptacle; -- said of a subclass of polypetalous dicotyledonous plants in the system of De Candolle."},{"word":"Thalamocoele","type":"n.","descr":" The cavity or ventricle of the thalamencephalon; the third ventricle."},{"word":"Thalamophora","type":"n. pl.","descr":" Same as Foraminifera."},{"word":"Thalami","type":"pl. ","descr":" of Thalamus"},{"word":"Thalamus","type":"n.","descr":" A mass of nervous matter on either side of the third ventricle of the brain; -- called also optic thalamus."},{"word":"Thalamus","type":"n.","descr":" Same as Thallus."},{"word":"Thalamus","type":"n.","descr":" The receptacle of a flower; a torus."},{"word":"Thalassian","type":"n.","descr":" Any sea tortoise."},{"word":"Thalassic","type":"a.","descr":" Of or pertaining to the sea; -- sometimes applied to rocks formed from sediments deposited upon the sea bottom."},{"word":"Thalassinian","type":"n.","descr":" Any species of Thalaassinidae, a family of burrowing macrurous Crustacea, having a long and soft abdomen."},{"word":"Thalassography","type":"n.","descr":" The study or science of the life of marine organisms."},{"word":"Thaler","type":"n.","descr":" A German silver coin worth about three shillings sterling, or about 73 cents."},{"word":"Thalia","type":"n.","descr":" That one of the nine Muses who presided over comedy."},{"word":"Thalia","type":"n.","descr":" One of the three Graces."},{"word":"Thalia","type":"n.","descr":" One of the Nereids."},{"word":"Thaliacea","type":"n. pl.","descr":" A division of Tunicata comprising the free-swimming species, such as Salpa and Doliolum."},{"word":"Thalian","type":"a.","descr":" Of or pertaining to Thalia; hence, of or pertaining to comedy; comic."},{"word":"Thallate","type":"n.","descr":" A salt of a hypothetical thallic acid."},{"word":"Thallene","type":"n.","descr":" A hydrocarbon obtained from coal-tar residues, and remarkable for its intense yellowish green fluorescence."},{"word":"Thallic","type":"a.","descr":" Of or pertaining to thallium; derived from, or containing, thallium; specifically, designating those compounds in which the element has a higher valence as contrasted with the thallous compounds; as, thallic oxide."},{"word":"Thalline","type":"a.","descr":" Consisting of a thallus."},{"word":"Thalline","type":"n.","descr":" An artificial alkaloid of the quinoline series, obtained as a white crystalline substance, C10H13NO, whose salts are valuable as antipyretics; -- so called from the green color produced in its solution by certain oxidizing agents."},{"word":"Thallious","type":"a.","descr":" See Thallous."},{"word":"Thallium","type":"n.","descr":" A rare metallic element of the aluminium group found in some minerals, as certain pyrites, and also in the lead-chamber deposit in the manufacture of sulphuric acid. It is isolated as a heavy, soft, bluish white metal, easily oxidized in moist air, but preserved by keeping under water. Symbol Tl. Atomic weight 203.7."},{"word":"Thallogen","type":"n.","descr":" One of a large class or division of the vegetable kingdom, which includes those flowerless plants, such as fungi, algae, and lichens, that consist of a thallus only, composed of cellular tissue, or of a congeries of cells, or even of separate cells, and never show a distinction into root, stem, and leaf."},{"word":"Thalloid","type":"a.","descr":" Resembling, or consisting of, thallus."},{"word":"Thallophyte","type":"n.","descr":" Same as Thallogen."},{"word":"Thallous","type":"a.","descr":" Of or pertaining to thallium; derived from, or containing, thallium; specifically, designating those compounds in which the element has a lower valence as contrasted with the thallic compounds."},{"word":"Thalli","type":"pl. ","descr":" of Thallus"},{"word":"Thallus","type":"n.","descr":" A solid mass of cellular tissue, consisting of one or more layers, usually in the form of a flat stratum or expansion, but sometimes erect or pendulous, and elongated and branching, and forming the substance of the thallogens."},{"word":"Thammuz","type":"n.","descr":" Alt. of Tammuz"},{"word":"Thamnophile","type":"n.","descr":" A bush shrike."},{"word":"Thamyn","type":"n.","descr":" An Asiatic deer (Rucervus Eldi) resembling the swamp deer; -- called also Eld\\'s deer."},{"word":"Than","type":"conj.","descr":" A particle expressing comparison, used after certain adjectives and adverbs which express comparison or diversity, as more, better, other, otherwise, and the like. It is usually followed by the object compared in the nominative case. Sometimes, however, the object compared is placed in the objective case, and than is then considered by some grammarians as a preposition. Sometimes the object is expressed in a sentence, usually introduced by that; as, I would rather suffer than that you should want."},{"word":"Than","type":"adv.","descr":" Then. See Then."},{"word":"Thanage","type":"n.","descr":" The district in which a thane anciently had jurisdiction; thanedom."},{"word":"Thanatoid","type":"a.","descr":" Deathlike; resembling death."},{"word":"Thanatology","type":"n.","descr":" A description, or the doctrine, of death."},{"word":"Thanatopsis","type":"n.","descr":" A view of death; a meditation on the subject of death."},{"word":"Thane","type":"n.","descr":" A dignitary under the Anglo-Saxons and Danes in England. Of these there were two orders, the king\\'s thanes, who attended the kings in their courts and held lands immediately of them, and the ordinary thanes, who were lords of manors and who had particular jurisdiction within their limits. After the Conquest, this title was disused, and baron took its place."},{"word":"Thanedom","type":"n.","descr":" The property or jurisdiction of a thane; thanage."},{"word":"Thanehood","type":"n.","descr":" The character or dignity of a thane; also, thanes, collectively."},{"word":"Thaneship","type":"n.","descr":" The state or dignity of a thane; thanehood; also, the seignioralty of a thane."},{"word":"Thanks","type":"pl. ","descr":" of Thank"},{"word":"Thank","type":"n.","descr":" A expression of gratitude; an acknowledgment expressive of a sense of favor or kindness received; obligation, claim, or desert, or gratitude; -- now generally used in the plural."},{"word":"Thanked","type":"imp. and p. p.","descr":" of Thank"},{"word":"Thanking","type":"p. pr. and vb. n.","descr":" of Thank"},{"word":"Thank","type":"n.","descr":" To express gratitude to (anyone) for a favor; to make acknowledgments to (anyone) for kindness bestowed; -- used also ironically for blame."},{"word":"Thankful","type":"a.","descr":" Obtaining or deserving thanks; thankworthy."},{"word":"Thankful","type":"a.","descr":" Impressed with a sense of kindness received, and ready to acknowledge it; grateful."},{"word":"Thankless","type":"a.","descr":" Not acknowledging favors; not expressing thankfulness; unthankful; ungrateful."},{"word":"Thankless","type":"a.","descr":" Not obtaining or deserving thanks; unacceptable; as, a thankless task."},{"word":"Thankly","type":"adv.","descr":" Thankfully."},{"word":"Thanksgive","type":"v. t.","descr":" To give or dedicate in token of thanks."},{"word":"Thanksgiver","type":"n.","descr":" One who gives thanks, or acknowledges a kindness."},{"word":"Thanksgiving","type":"n.","descr":" The act of rending thanks, or expressing gratitude for favors or mercies."},{"word":"Thanksgiving","type":"n.","descr":" A public acknowledgment or celebration of divine goodness; also, a day set apart for religious services, specially to acknowledge the goodness of God, either in any remarkable deliverance from calamities or danger, or in the ordinary dispensation of his bounties."},{"word":"Thankworthiness","type":"n.","descr":" The quality or state of being thankworthy."},{"word":"Thankworthy","type":"a.","descr":" Deserving thanks; worthy of gratitude; mreitorious."},{"word":"Thar","type":"n.","descr":" A goatlike animal (Capra Jemlaica) native of the Himalayas. It has small, flattened horns, curved directly backward. The hair of the neck, shoulders, and chest of the male is very long, reaching to the knees. Called also serow, and imo."},{"word":"Thar","type":"v. impersonal, pres.","descr":" It needs; need."},{"word":"Tharms","type":"n. pl.","descr":" Twisted guts."},{"word":"Tharos","type":"n.","descr":" A small American butterfly (Phycoides tharos) having the upper surface of the wings variegated with orange and black, the outer margins black with small white crescents; -- called also pearl crescent."},{"word":"That","type":"pron., a., conj., and adv.","descr":" As a demonstrative pronoun (pl. Those), that usually points out, or refers to, a person or thing previously mentioned, or supposed to be understood. That, as a demonstrative, may precede the noun to which it refers; as, that which he has said is true; those in the basket are good apples."},{"word":"That","type":"pron., a., conj., and adv.","descr":" As an adjective, that has the same demonstrative force as the pronoun, but is followed by a noun."},{"word":"That","type":"pron., a., conj., and adv.","descr":" As a relative pronoun, that is equivalent to who or which, serving to point out, and make definite, a person or thing spoken of, or alluded to, before, and may be either singular or plural."},{"word":"That","type":"pron., a., conj., and adv.","descr":" As a conjunction, that retains much of its force as a demonstrative pronoun."},{"word":"That","type":"pron., a., conj., and adv.","descr":" To introduce a clause employed as the object of the preceding verb, or as the subject or predicate nominative of a verb."},{"word":"That","type":"pron., a., conj., and adv.","descr":" To introduce, a reason or cause; -- equivalent to for that, in that, for the reason that, because."},{"word":"That","type":"pron., a., conj., and adv.","descr":" To introduce a purpose; -- usually followed by may, or might, and frequently preceded by so, in order, to the end, etc."},{"word":"That","type":"pron., a., conj., and adv.","descr":" To introduce a consequence, result, or effect; -- usually preceded by so or such, sometimes by that."},{"word":"That","type":"pron., a., conj., and adv.","descr":" In an elliptical sentence to introduce a dependent sentence expressing a wish, or a cause of surprise, indignation, or the like."},{"word":"That","type":"pron., a., conj., and adv.","descr":" As adverb: To such a degree; so; as, he was that frightened he could say nothing."},{"word":"Thatch","type":"n.","descr":" Straw, rushes, or the like, used for making or covering the roofs of buildings, or of stacks of hay or grain."},{"word":"Thatch","type":"n.","descr":" A name in the West Indies for several kinds of palm, the leaves of which are used for thatching."},{"word":"Thatched","type":"imp. and p. p.","descr":" of Thatch"},{"word":"Thatching","type":"p. pr. and vb. n.","descr":" of Thatch"},{"word":"Thatch","type":"n.","descr":" To cover with, or with a roof of, straw, reeds, or some similar substance; as, to thatch a roof, a stable, or a stack of grain."},{"word":"Thatcher","type":"n.","descr":" One who thatches."},{"word":"Thatching","type":"n.","descr":" The act or art of covering buildings with thatch; so as to keep out rain, snow, etc."},{"word":"Thatching","type":"n.","descr":" The materials used for this purpose; thatch."},{"word":"Thaught","type":"n.","descr":" See Thwart."},{"word":"Thaumatolatry","type":"n.","descr":" Worship or undue admiration of wonderful or miraculous things."},{"word":"Thaumatrope","type":"n.","descr":" An optical instrument or toy for showing the presistence of an impression upon the eyes after the luminous object is withdrawn."},{"word":"Thaumaturge","type":"n.","descr":" A magician; a wonder worker."},{"word":"Thaumaturgic","type":"a.","descr":" Alt. of Thaumaturgical"},{"word":"Thaumaturgical","type":"a.","descr":" Of or pertaining to thaumaturgy; magical; wonderful."},{"word":"Thaumaturgics","type":"n.","descr":" Feats of legerdemain, or magical performances."},{"word":"Thaumaturgist","type":"n.","descr":" One who deals in wonders, or believes in them; a wonder worker."},{"word":"Thaumaturgus","type":"n.","descr":" A miracle worker; -- a title given by the Roman Catholics to some saints."},{"word":"Thaumaturgy","type":"n.","descr":" The act or art of performing something wonderful; magic; legerdemain."},{"word":"Thave","type":"n.","descr":" Same as Theave."},{"word":"Thawed","type":"imp. and p. p.","descr":" of Thaw"},{"word":"Thawing","type":"p. pr. and vb. n.","descr":" of Thaw"},{"word":"Thaw","type":"v. i.","descr":" To melt, dissolve, or become fluid; to soften; -- said of that which is frozen; as, the ice thaws."},{"word":"Thaw","type":"v. i.","descr":" To become so warm as to melt ice and snow; -- said in reference to the weather, and used impersonally."},{"word":"Thaw","type":"v. i.","descr":" Fig.: To grow gentle or genial."},{"word":"Thaw","type":"v. t.","descr":" To cause (frozen things, as earth, snow, ice) to melt, soften, or dissolve."},{"word":"Thaw","type":"n.","descr":" The melting of ice, snow, or other congealed matter; the resolution of ice, or the like, into the state of a fluid; liquefaction by heat of anything congealed by frost; also, a warmth of weather sufficient to melt that which is congealed."},{"word":"Thawy","type":"a.","descr":" Liquefying by heat after having been frozen; thawing; melting."},{"word":"The","type":"v. i.","descr":" See Thee."},{"word":"The","type":"definite article.","descr":" A word placed before nouns to limit or individualize their meaning."},{"word":"The","type":"adv.","descr":" By that; by how much; by so much; on that account; -- used before comparatives; as, the longer we continue in sin, the more difficult it is to reform."},{"word":"Thea","type":"n.","descr":" A genus of plants found in China and Japan; the tea plant."},{"word":"Theandric","type":"a.","descr":" Relating to, or existing by, the union of divine and human operation in Christ, or the joint agency of the divine and human nature."},{"word":"Theanthropic","type":"a.","descr":" Alt. of Theanthropical"},{"word":"Theanthropical","type":"a.","descr":" Partaking of, or combining, both divinity and humanity."},{"word":"Theanthropism","type":"n.","descr":" A state of being God and man."},{"word":"Theanthropism","type":"n.","descr":" The ascription of human atributes to the Deity, or to a polytheistic deity; anthropomorphism."},{"word":"Theanthropist","type":"n.","descr":" One who advocates, or believes in, theanthropism."},{"word":"Theanthropy","type":"n.","descr":" Theanthropism."},{"word":"Thearchic","type":"a.","descr":" Divinely sovereign or supreme."},{"word":"Thearchy","type":"n.","descr":" Government by God; divine sovereignty; theocracy."},{"word":"Theater","type":"n.","descr":" Alt. of Theatre"},{"word":"Theatre","type":"n.","descr":" An edifice in which dramatic performances or spectacles are exhibited for the amusement of spectators; anciently uncovered, except the stage, but in modern times roofed."},{"word":"Theatre","type":"n.","descr":" Any room adapted to the exhibition of any performances before an assembly, as public lectures, scholastic exercises, anatomical demonstrations, surgical operations, etc."},{"word":"Theatre","type":"n.","descr":" That which resembles a theater in form, use, or the like; a place rising by steps or gradations, like the seats of a theater."},{"word":"Theatre","type":"n.","descr":" A sphere or scheme of operation."},{"word":"Theatre","type":"n.","descr":" A place or region where great events are enacted; as, the theater of war."},{"word":"Theatin","type":"n.","descr":" Alt. of Theatine"},{"word":"Theatine","type":"n.","descr":" One of an order of Italian monks, established in 1524, expressly to oppose Reformation, and to raise the tone of piety among Roman Catholics. They hold no property, nor do they beg, but depend on what Providence sends. Their chief employment is preaching and giving religious instruction."},{"word":"Theatine","type":"n.","descr":" One of an order of nuns founded by Ursula Benincasa, who died in 1618."},{"word":"Theatral","type":"a.","descr":" Of or pertaining to a theater; theatrical."},{"word":"Theatric","type":"a.","descr":" Theatrical."},{"word":"Theatrical","type":"a.","descr":" Of or pertaining to a theater, or to the scenic representations; resembling the manner of dramatic performers; histrionic; hence, artificial; as, theatrical performances; theatrical gestures."},{"word":"Theatricals","type":"n. pl.","descr":" Dramatic performances; especially, those produced by amateurs."},{"word":"Theave","type":"n.","descr":" A ewe lamb of the first year; also, a sheep three years old."},{"word":"Thebaic","type":"a.","descr":" Of or pertaining to Thebes in Egypt; specifically, designating a version of the Bible preserved by the Copts, and esteemed of great value by biblical scholars. This version is also called the Sahidic version."},{"word":"Thebaid","type":"n.","descr":" A Latin epic poem by Statius about Thebes in Boeotia."},{"word":"Thebaine","type":"n.","descr":" A poisonous alkaloid, C19H21NO3, found in opium in small quantities, having a sharp, astringent taste, and a tetanic action resembling that of strychnine."},{"word":"Theban","type":"a.","descr":" Of or pertaining to Thebes."},{"word":"Theban","type":"n.","descr":" A native or inhabitant of Thebes; also, a wise man."},{"word":"Thecae","type":"pl. ","descr":" of Theca"},{"word":"Theca","type":"n.","descr":" A sheath; a case; as, the theca, or cell, of an anther; the theca, or spore case, of a fungus; the theca of the spinal cord."},{"word":"Theca","type":"n.","descr":" The chitinous cup which protects the hydranths of certain hydroids."},{"word":"Theca","type":"n.","descr":" The more or less cuplike calicle of a coral."},{"word":"Theca","type":"n.","descr":" The wall forming a calicle of a coral."},{"word":"Thecal","type":"a.","descr":" Of or pertaining to a theca; as, a thecal abscess."},{"word":"Thecaphore","type":"n.","descr":" A surface or organ bearing a theca, or covered with thecae."},{"word":"Thecaphore","type":"n.","descr":" See Basigynium."},{"word":"Thecasporous","type":"a.","descr":" Having the spores in thecae, or cases."},{"word":"Thecata","type":"n. pl.","descr":" Same as Thecophora."},{"word":"Thecla","type":"n.","descr":" Any one of many species of small delicately colored butterflies belonging to Thecla and allied genera; -- called also hairstreak, and elfin."},{"word":"Thecodactyl","type":"n.","descr":" Any one of a group of lizards of the Gecko tribe, having the toes broad, and furnished with a groove in which the claws can be concealed."},{"word":"Thecodont","type":"a.","descr":" Having the teeth inserted in sockets in the alveoli of the jaws."},{"word":"Thecodont","type":"a.","descr":" Of or pertaining to the thecodonts."},{"word":"Thecodont","type":"n.","descr":" One of the Thecodontia."},{"word":"Thecodontia","type":"n. pl.","descr":" A group of fossil saurians having biconcave vertebrae and the teeth implanted in sockets."},{"word":"Thecophora","type":"n. pl.","descr":" A division of hydroids comprising those which have the hydranths in thecae and the gonophores in capsules. The campanularians and sertularians are examples. Called also Thecata. See Illust. under Hydroidea."},{"word":"Thecosomata","type":"n. pl.","descr":" An order of Pteropoda comprising those species which have a shell. See Pteropoda."},{"word":"Thedom","type":"n.","descr":" Success; fortune; luck; chance."},{"word":"Thee","type":"a.","descr":" To thrive; to prosper."},{"word":"Thee","type":"pron.","descr":" The objective case of thou. See Thou."},{"word":"Theft","type":"n.","descr":" The act of stealing; specifically, the felonious taking and removing of personal property, with an intent to deprive the rightful owner of the same; larceny."},{"word":"Theft","type":"n.","descr":" The thing stolen."},{"word":"Theftbote","type":"n.","descr":" The receiving of a man\\'s goods again from a thief, or a compensation for them, by way of composition, with the intent that the thief shall escape punishment."},{"word":"Thegn","type":"n.","descr":" Thane. See Thane."},{"word":"Thegnhood","type":"n.","descr":" Thanehood."},{"word":"Theiform","type":"a.","descr":" Having the form of tea."},{"word":"Theine","type":"n.","descr":" See Caffeine. Called also theina."},{"word":"Their","type":"pron. and a.","descr":" The possessive case of the personal pronoun they; as, their houses; their country."},{"word":"Theism","type":"n.","descr":" The belief or acknowledgment of the existence of a God, as opposed to atheism, pantheism, or polytheism."},{"word":"Theist","type":"n.","descr":" One who believes in the existence of a God; especially, one who believes in a personal God; -- opposed to atheist."},{"word":"Theistic","type":"a.","descr":" Alt. of Theistical"},{"word":"Theistical","type":"a.","descr":" Of or pertaining to theism, or a theist; according to the doctrine of theists."},{"word":"Thelphusian","type":"n.","descr":" One of a tribe of fresh-water crabs which live in or on the banks of rivers in tropical countries."},{"word":"Thelytokous","type":"a.","descr":" Producing females only; -- said of certain female insects."},{"word":"Them","type":"pron.","descr":" The objective case of they. See They."},{"word":"Thematic","type":"a.","descr":" Of or pertaining to the theme of a word. See Theme, n., 4."},{"word":"Thematic","type":"n.","descr":" Of or pertaining to a theme, or subject."},{"word":"Theme","type":"n.","descr":" A subject or topic on which a person writes or speaks; a proposition for discussion or argument; a text."},{"word":"Theme","type":"n.","descr":" Discourse on a certain subject."},{"word":"Theme","type":"n.","descr":" A composition or essay required of a pupil."},{"word":"Theme","type":"n.","descr":" A noun or verb, not modified by inflections; also, that part of a noun or verb which remains unchanged (except by euphonic variations) in declension or conjugation; stem."},{"word":"Theme","type":"n.","descr":" That by means of which a thing is done; means; instrument."},{"word":"Theme","type":"n.","descr":" The leading subject of a composition or a movement."},{"word":"Themis","type":"n.","descr":" The goddess of law and order; the patroness of existing rights."},{"word":"Themselves","type":"pron.","descr":" The plural of himself, herself, and itself. See Himself, Herself, Itself."},{"word":"Then","type":"adv.","descr":" At that time (referring to a time specified, either past or future)."},{"word":"Then","type":"adv.","descr":" Soon afterward, or immediately; next; afterward."},{"word":"Then","type":"adv.","descr":" At another time; later; again."},{"word":"Then","type":"conj.","descr":" Than."},{"word":"Then","type":"conj.","descr":" In that case; in consequence; as a consequence; therefore; for this reason."},{"word":"Thenadays","type":"adv.","descr":" At that time; then; in those days; -- correlative to nowadays."},{"word":"Thenal","type":"a.","descr":" Alt. of Thenar"},{"word":"Thenar","type":"a.","descr":" Of or pertaining to the thenar; corresponding to thenar; palmar."},{"word":"Thenar","type":"n.","descr":" The palm of the hand."},{"word":"Thenar","type":"n.","descr":" The prominence of the palm above the base of the thumb; the thenar eminence; the ball of the thumb. Sometimes applied to the corresponding part of the foot."},{"word":"Thenardite","type":"n.","descr":" Anhydrous sodium sulphate, a mineral of a white or brown color and vitreous luster."},{"word":"Thence","type":"adv.","descr":" From that place."},{"word":"Thence","type":"adv.","descr":" From that time; thenceforth; thereafter."},{"word":"Thence","type":"adv.","descr":" For that reason; therefore."},{"word":"Thence","type":"adv.","descr":" Not there; elsewhere; absent."},{"word":"Thenceforth","type":"adv.","descr":" From that time; thereafter."},{"word":"Thenceforward","type":"adv.","descr":" From that time onward; thenceforth."},{"word":"Thencefrom","type":"adv.","descr":" From that place."},{"word":"Theobroma","type":"n.","descr":" A genus of small trees. See Cacao."},{"word":"Theobromic","type":"a.","descr":" Of, pertaining to, or designating, an acid extracted from cacao butter (from the Theobroma Cacao), peanut oil (from Arachis hypogaea), etc., as a white waxy crystalline substance."},{"word":"Theobromine","type":"n.","descr":" An alkaloidal ureide, C7H8N4O2, homologous with and resembling caffeine, produced artificially, and also extracted from cacao and chocolate (from Theobroma Cacao) as a bitter white crystalline substance; -- called also dimethyl xanthine."},{"word":"Theochristic","type":"a.","descr":" Anointed by God."},{"word":"Theocracy","type":"n.","descr":" Government of a state by the immediate direction or administration of God; hence, the exercise of political authority by priests as representing the Deity."},{"word":"Theocracy","type":"n.","descr":" The state thus governed, as the Hebrew commonwealth before it became a kingdom."},{"word":"Theocrasy","type":"n.","descr":" A mixture of the worship of different gods, as of Jehovah and idols."},{"word":"Theocrasy","type":"n.","descr":" An intimate union of the soul with God in contemplation, -- an ideal of the Neoplatonists and of some Oriental mystics."},{"word":"Theocrat","type":"n.","descr":" One who lives under a theocratic form of government; one who in civil affairs conforms to divine law."},{"word":"Theocratic","type":"a.","descr":" Alt. of Theocratical"},{"word":"Theocratical","type":"a.","descr":" Of or pertaining to a theocracy; administred by the immediate direction of God; as, the theocratical state of the Israelites."},{"word":"Theodicy","type":"n.","descr":" A vindication of the justice of God in ordaining or permitting natural and moral evil."},{"word":"Theodicy","type":"n.","descr":" That department of philosophy which treats of the being, perfections, and government of God, and the immortality of the soul."},{"word":"Theodolite","type":"n.","descr":" An instrument used, especially in trigonometrical surveying, for the accurate measurement of horizontal angles, and also usually of vertical angles. It is variously constructed."},{"word":"Theodolitic","type":"a.","descr":" Of or pertaining to a theodolite; made by means of a theodolite; as, theodolitic observations."},{"word":"Theogonic","type":"a.","descr":" Of or relating to theogony."},{"word":"Theogonism","type":"n.","descr":" Theogony."},{"word":"Theogonist","type":"n.","descr":" A writer on theogony."},{"word":"Theogony","type":"n.","descr":" The generation or genealogy of the gods; that branch of heathen theology which deals with the origin and descent of the deities; also, a poem treating of such genealogies; as, the Theogony of Hesiod."},{"word":"Theologaster","type":"n.","descr":" A pretender or quack in theology."},{"word":"Theologer","type":"n.","descr":" A theologian."},{"word":"Theologian","type":"n.","descr":" A person well versed in theology; a professor of theology or divinity; a divine."},{"word":"Theologic","type":"a.","descr":" Theological."},{"word":"Theological","type":"a.","descr":" Of or pertaining to theology, or the science of God and of divine things; as, a theological treatise."},{"word":"Theologics","type":"n.","descr":" Theology."},{"word":"Theologist","type":"n.","descr":" A theologian."},{"word":"Theologized","type":"imp. and p. p.","descr":" of Theologize"},{"word":"Theologizing","type":"p. pr. and vb. n.","descr":" of Theologize"},{"word":"Theologize","type":"v. t.","descr":" To render theological; to apply to divinity; to reduce to a system of theology."},{"word":"Theologize","type":"v. i.","descr":" To frame a system of theology; to theorize or speculate upon theological subjects."},{"word":"Theologizer","type":"n.","descr":" One who theologizes; a theologian."},{"word":"Theologue","type":"n.","descr":" A theologian."},{"word":"Theologue","type":"n.","descr":" A student in a theological seminary."},{"word":"Theologies","type":"pl. ","descr":" of Theology"},{"word":"Theology","type":"n.","descr":" The science of God or of religion; the science which treats of the existence, character, and attributes of God, his laws and government, the doctrines we are to believe, and the duties we are to practice; divinity; (as more commonly understood) \"the knowledge derivable from the Scriptures, the systematic exhibition of revealed truth, the science of Christian faith and life.\""},{"word":"Theomachist","type":"n.","descr":" One who fights against the gods; one who resists God of the divine will."},{"word":"Theomachy","type":"n.","descr":" A fighting against the gods, as the battle of the gaints with the gods."},{"word":"Theomachy","type":"n.","descr":" A battle or strife among the gods."},{"word":"Theomachy","type":"n.","descr":" Opposition to God or the divine will."},{"word":"Theomancy","type":"n.","descr":" A kind of divination drawn from the responses of oracles among heathen nations."},{"word":"Theopathetic","type":"a.","descr":" Alt. of Theopathic"},{"word":"Theopathic","type":"a.","descr":" Of or pertaining to a theopathy."},{"word":"Theopathy","type":"n.","descr":" Capacity for religious affections or worship."},{"word":"Theophanic","type":"a.","descr":" Of or pertaining to a theopany; appearing to man, as a god."},{"word":"Theophany","type":"n.","descr":" A manifestation of God to man by actual appearance, usually as an incarnation."},{"word":"Theophilanthropic","type":"a.","descr":" Pertaining to theophilanthropy or the theophilanthropists."},{"word":"Theophilanthropism","type":"n.","descr":" The doctrine of the theophilanthropists; theophilanthropy."},{"word":"Theophilanthropist","type":"n.","descr":" A member of a deistical society established at Paris during the French revolution."},{"word":"Theophilanthropy","type":"n.","descr":" Theophilanthropism."},{"word":"Theophilosophic","type":"a.","descr":" Combining theism and philosophy, or pertaining to the combination of theism and philosophy."},{"word":"Theopneusted","type":"a.","descr":" Divinely inspired; theopneustic."},{"word":"Theopneustic","type":"a.","descr":" Given by the inspiration of the Spirit of God."},{"word":"Theopneusty","type":"n.","descr":" Divine inspiration; the supernatural influence of the Divine Spirit in qualifying men to receive and communicate revealed truth."},{"word":"Theorbist","type":"n.","descr":" One who plays on a theorbo."},{"word":"Theorbo","type":"n.","descr":" An instrument made like large lute, but having two necks, with two sets of pegs, the lower set holding the strings governed by frets, while to the upper set were attached the long bass strings used as open notes."},{"word":"Theorem","type":"n.","descr":" That which is considered and established as a principle; hence, sometimes, a rule."},{"word":"Theorem","type":"n.","descr":" A statement of a principle to be demonstrated."},{"word":"Theorem","type":"v. t.","descr":" To formulate into a theorem."},{"word":"Theorematic","type":"a.","descr":" Alt. of Theorematical"},{"word":"Theorematical","type":"a.","descr":" Of or pertaining to a theorem or theorems; comprised in a theorem; consisting of theorems."},{"word":"Theorematist","type":"n.","descr":" One who constructs theorems."},{"word":"Theoremic","type":"a.","descr":" Theorematic."},{"word":"Theoretic","type":"a.","descr":" Alt. of Theoretical"},{"word":"Theoretical","type":"a.","descr":" Pertaining to theory; depending on, or confined to, theory or speculation; speculative; terminating in theory or speculation: not practical; as, theoretical learning; theoretic sciences."},{"word":"Theoretics","type":"n.","descr":" The speculative part of a science; speculation."},{"word":"Theoric","type":"a.","descr":" Of or pertaining to the theorica."},{"word":"Theoric","type":"a.","descr":" Relating to, or skilled in, theory; theoretically skilled."},{"word":"Theoric","type":"n.","descr":" Speculation; theory."},{"word":"Theorica","type":"n. pl.","descr":" Public moneys expended at Athens on festivals, sacrifices, and public entertainments (especially theatrical performances), and in gifts to the people; -- also called theoric fund."},{"word":"Theorical","type":"a.","descr":" Theoretic."},{"word":"Theorically","type":"adv.","descr":" In a theoretic manner."},{"word":"Theorist","type":"n.","descr":" One who forms theories; one given to theory and speculation; a speculatist."},{"word":"Theorization","type":"n.","descr":" The act or product of theorizing; the formation of a theory or theories; speculation."},{"word":"Theorized","type":"imp. and p. p.","descr":" of Theorize"},{"word":"Theorizing","type":"p. pr. and vb. n.","descr":" of Theorize"},{"word":"Theorize","type":"v. i.","descr":" To form a theory or theories; to form opinions solely by theory; to speculate."},{"word":"Theorizer","type":"n.","descr":" One who theorizes or speculates; a theorist."},{"word":"Theories","type":"pl. ","descr":" of Theory"},{"word":"Theory","type":"n.","descr":" A doctrine, or scheme of things, which terminates in speculation or contemplation, without a view to practice; hypothesis; speculation."},{"word":"Theory","type":"n.","descr":" An exposition of the general or abstract principles of any science; as, the theory of music."},{"word":"Theory","type":"n.","descr":" The science, as distinguished from the art; as, the theory and practice of medicine."},{"word":"Theory","type":"n.","descr":" The philosophical explanation of phenomena, either physical or moral; as, Lavoisier\\'s theory of combustion; Adam Smith\\'s theory of moral sentiments."},{"word":"Theosoph","type":"n.","descr":" Alt. of Theosopher"},{"word":"Theosopher","type":"n.","descr":" A theosophist."},{"word":"Theosophic","type":"a.","descr":" Alt. of Theosophical"},{"word":"Theosophical","type":"a.","descr":" Of or pertaining to theosophy."},{"word":"Theosophism","type":"n.","descr":" Belief in theosophy."},{"word":"Theosophist","type":"n.","descr":" One addicted to theosophy."},{"word":"Theosophistical","type":"a.","descr":" Of or pertaining to theosophy; theosophical."},{"word":"Theosophized","type":"imp. and p. p.","descr":" of Theosophize"},{"word":"Theosophizing","type":"p. pr. and vb. n.","descr":" of Theosophize"},{"word":"Theosophize","type":"v. i.","descr":" To practice theosophy."},{"word":"Theosophy","type":"n.","descr":" Any system of philosophy or mysticism which proposes to attain intercourse with God and superior spirits, and consequent superhuman knowledge, by physical processes, as by the theurgic operations of some ancient Platonists, or by the chemical processes of the German fire philosophers; also, a direct, as distinguished from a revealed, knowledge of God, supposed to be attained by extraordinary illumination; especially, a direct insight into the processes of the divine mind, and the interior relations of the divine nature."},{"word":"Therapeutae","type":"n. pl.","descr":" A name given to certain ascetics said to have anciently dwelt in the neighborhood of Alexandria. They are described in a work attributed to Philo, the genuineness and credibility of which are now much discredited."},{"word":"Therapeutic","type":"a.","descr":" Alt. of Therapeutical"},{"word":"Therapeutical","type":"a.","descr":" Of or pertaining to the healing art; concerned in discovering and applying remedies for diseases; curative."},{"word":"Therapeutic","type":"n.","descr":" One of the Therapeutae."},{"word":"Therapeutics","type":"n.","descr":" That part of medical science which treats of the discovery and application of remedies for diseases."},{"word":"Therapeutist","type":"n.","descr":" One versed in therapeutics, or the discovery and application of remedies."},{"word":"Therapy","type":"n.","descr":" Therapeutics."},{"word":"There","type":"pron.","descr":" In or at that place."},{"word":"There","type":"pron.","descr":" In that matter, relation, etc.; at that point, stage, etc., regarded as a distinct place; as, he did not stop there, but continued his speech."},{"word":"There","type":"pron.","descr":" To or into that place; thither."},{"word":"Thereabout","type":"adv.","descr":" Alt. of Thereabouts"},{"word":"Thereabouts","type":"adv.","descr":" Near that place."},{"word":"Thereabouts","type":"adv.","descr":" Near that number, degree, or quantity; nearly; as, ten men, or thereabouts."},{"word":"Thereabouts","type":"adv.","descr":" Concerning that; about that."},{"word":"Thereafter","type":"adv.","descr":" After that; afterward."},{"word":"Thereafter","type":"adv.","descr":" According to that; accordingly."},{"word":"Thereafter","type":"adv.","descr":" Of that sort."},{"word":"Thereagain","type":"adv.","descr":" In opposition; against one\\'s course."},{"word":"There-anent","type":"adv.","descr":" Concerning that."},{"word":"Thereat","type":"adv.","descr":" At that place; there."},{"word":"Thereat","type":"adv.","descr":" At that occurrence or event; on that account."},{"word":"Therebefore","type":"adv.","descr":" Alt. of Therebiforn"},{"word":"Therebiforn","type":"adv.","descr":" Before that time; beforehand."},{"word":"Thereby","type":"adv.","descr":" By that; by that means; in consequence of that."},{"word":"Thereby","type":"adv.","descr":" Annexed to that."},{"word":"Thereby","type":"adv.","descr":" Thereabout; -- said of place, number, etc."},{"word":"Therefor","type":"adv.","descr":" For that, or this; for it."},{"word":"Therefore","type":"adv.","descr":" For that or this reason, referring to something previously stated; for that."},{"word":"Therefore","type":"adv.","descr":" Consequently; by consequence."},{"word":"Therefrom","type":"adv.","descr":" From this or that."},{"word":"Therein","type":"adv.","descr":" In that or this place, time, or thing; in that particular or respect."},{"word":"Thereinto","type":"adv.","descr":" Into that or this, or into that place."},{"word":"Thereof","type":"adv.","descr":" Of that or this."},{"word":"Thereology","type":"n.","descr":" Therapeutios."},{"word":"Thereon","type":"adv.","descr":" On that or this."},{"word":"Thereout","type":"adv.","descr":" Out of that or this."},{"word":"Thereout","type":"adv.","descr":" On the outside; out of doors."},{"word":"Thereto","type":"adv.","descr":" To that or this."},{"word":"Thereto","type":"adv.","descr":" Besides; moreover."},{"word":"Theretofore","type":"adv.","descr":" Up to that time; before then; -- correlative with heretofore."},{"word":"Thereunder","type":"adv.","descr":" Under that or this."},{"word":"Thereunto","type":"adv.","descr":" Unto that or this; thereto; besides."},{"word":"Thereupon","type":"adv.","descr":" Upon that or this; thereon."},{"word":"Thereupon","type":"adv.","descr":" On account, or in consequence, of that; therefore."},{"word":"Thereupon","type":"adv.","descr":" Immediately; at once; without delay."},{"word":"Therewhile","type":"adv.","descr":" At that time; at the same time."},{"word":"Therewith","type":"adv.","descr":" With that or this."},{"word":"Therewith","type":"adv.","descr":" In addition; besides; moreover."},{"word":"Therewith","type":"adv.","descr":" At the same time; forthwith."},{"word":"Therewithal","type":"adv.","descr":" Over and above; besides; moreover."},{"word":"Therewithal","type":"adv.","descr":" With that or this; therewith; at the same time."},{"word":"Therf","type":"a.","descr":" Not fermented; unleavened; -- said of bread, loaves, etc."},{"word":"Theriac","type":"n.","descr":" Alt. of Theriaca"},{"word":"Theriaca","type":"n.","descr":" An ancient composition esteemed efficacious against the effects of poison; especially, a certain compound of sixty-four drugs, prepared, pulverized, and reduced by means of honey to an electuary; -- called also theriaca Andromachi, and Venice treacle."},{"word":"Theriaca","type":"n.","descr":" Treacle; molasses."},{"word":"Theriac","type":"a.","descr":" Alt. of Theriacal"},{"word":"Theriacal","type":"a.","descr":" Of or pertaining to theriac; medicinal."},{"word":"Therial","type":"a.","descr":" Theriac."},{"word":"Theriodont","type":"n.","descr":" One of the Theriodontia. Used also adjectively."},{"word":"Theriodonta","type":"n. pl.","descr":" Same as Theriodontia."},{"word":"Theriodontia","type":"n. pl.","descr":" An extinct order of reptiles found in the Permian and Triassic formations in South Africa. In some respects they resembled carnivorous mammals. Called also Theromorpha."},{"word":"Theriotomy","type":"n.","descr":" Zootomy."},{"word":"Thermae","type":"n. pl.","descr":" Springs or baths of warm or hot water."},{"word":"Thermal","type":"a.","descr":" Of or pertaining to heat; warm; hot; as, the thermal unit; thermal waters."},{"word":"Thermally","type":"adv.","descr":" In a thermal manner."},{"word":"Thermetograph","type":"n.","descr":" A self-registering thermometer, especially one that registers the maximum and minimum during long periods."},{"word":"Thermic","type":"a.","descr":" Of or pertaining to heat; due to heat; thermal; as, thermic lines."},{"word":"Thermidor","type":"n.","descr":" The eleventh month of the French republican calendar, -- commencing July 19, and ending August 17. See the Note under Vendemiaire."},{"word":"Thermifugine","type":"n.","descr":" An artificial alkaloid of complex composition, resembling thalline and used as an antipyretic, -- whence its name."},{"word":"Thermo-","type":"","descr":" A combining form from Gr. qe`rmh heat, qermo`s hot, warm; as in thermochemistry, thermodynamic."},{"word":"Thermobarometer","type":"n.","descr":" An instrument for determining altitudes by the boiling point of water."},{"word":"Thermobattery","type":"n.","descr":" A thermoelectric battery; a thermopile."},{"word":"Thermocautery","type":"n.","descr":" Cautery by the application of heat."},{"word":"Thermochemic","type":"a.","descr":" Alt. of Thermochemical"},{"word":"Thermochemical","type":"a.","descr":" Of or pertaining to thermochemistry; obtained by, or employed in, thermochemistry."},{"word":"Thermochemistry","type":"n.","descr":" That branch of chemical science which includes the investigation of the various relations existing between chemical action and that manifestation of force termed heat, or the determination of the heat evolved by, or employed in, chemical actions."},{"word":"Thermochrosy","type":"n.","descr":" The property possessed by heat of being composed, like light, of rays of different degrees of refrangibility, which are unequal in rate or degree of transmission through diathermic substances."},{"word":"Thermocurrent","type":"n.","descr":" A current, as of electricity, developed, or set in motion, by the action of heat."},{"word":"Thermodynamic","type":"a.","descr":" Relating to thermodynamics; caused or operated by force due to the application of heat."},{"word":"Thermodynamics","type":"n.","descr":" The science which treats of the mechanical action or relations of heat."},{"word":"Thermoelectric","type":"a.","descr":" Pertaining to thermoelectricity; as, thermoelectric currents."},{"word":"Thermoelectricity","type":"n.","descr":" Electricity developed in the action of heat. See the Note under Electricity."},{"word":"Thermoelectrometer","type":"n.","descr":" An instrument for measuring the strength of an electric current in the heat which it produces, or for determining the heat developed by such a current."},{"word":"Thermogen","type":"n.","descr":" Caloric; heat; regarded as a material but imponderable substance."},{"word":"Thermogenic","type":"a.","descr":" Relating to heat, or to the production of heat; producing heat; thermogenous; as, the thermogenic tissues."},{"word":"Thermogenous","type":"a.","descr":" Producing heat; thermogenic."},{"word":"Thermograph","type":"n.","descr":" An instrument for automatically recording indications of the variation of temperature."},{"word":"Thermology","type":"n.","descr":" A discourse on, or an account of, heat."},{"word":"Thermolysis","type":"n.","descr":" The resolution of a compound into parts by heat; dissociation by heat."},{"word":"Thermolyze","type":"v. t.","descr":" To subject to thermolysis; to dissociate by heat."},{"word":"Thermomagnetism","type":"n.","descr":" Magnetism as affected or caused by the action of heat; the relation of heat to magnetism."},{"word":"Thermometer","type":"n.","descr":" An instrument for measuring temperature, founded on the principle that changes of temperature in bodies are accompained by proportional changes in their volumes or dimensions."},{"word":"Thermometric","type":"a.","descr":" Alt. of Thermometrical"},{"word":"Thermometrical","type":"a.","descr":" Of or pertaining to a thermometer; as, the thermometrical scale or tube."},{"word":"Thermometrical","type":"a.","descr":" Made, or ascertained, by means of a thermometer; as, thermometrical observations."},{"word":"Thermometrically","type":"adv.","descr":" In a thermometrical manner; by means of a thermometer."},{"word":"Thermometrograph","type":"n.","descr":" An instrument for recording graphically the variations of temperature, or the indications of a thermometer."},{"word":"Thermometry","type":"n.","descr":" The estimation of temperature by the use of a thermometric apparatus."},{"word":"Thermomultiplier","type":"n.","descr":" Same as Thermopile."},{"word":"Thermopile","type":"n.","descr":" An instrument of extreme sensibility, used to determine slight differences and degrees of heat. It is composed of alternate bars of antimony and bismuth, or any two metals having different capacities for the conduction of heat, connected with an astatic galvanometer, which is very sensibly affected by the electric current induced in the system of bars when exposed even to the feeblest degrees of heat."},{"word":"Thermoscope","type":"n.","descr":" An instrument for indicating changes of temperature without indicating the degree of heat by which it is affected; especially, an instrument contrived by Count Rumford which, as modified by Professor Leslie, was afterward called the differential thermometer."},{"word":"Thermoscopic","type":"a.","descr":" Of or pertaining to the thermoscope; made by means of the thermoscope; as, thermoscopic observations."},{"word":"Thermostat","type":"n.","descr":" A self-acting apparatus for regulating temperature by the unequal expansion of different metals, liquids, or gases by heat, as in opening or closing the damper of a stove, or the like, as the heat becomes greater or less than is desired."},{"word":"Thermostatic","type":"a.","descr":" Of or pertaining to the thermostat; made or effected by means of the thermostat."},{"word":"Thermosystaltic","type":"a.","descr":" Influenced in its contraction by heat or cold; -- said of a muscle."},{"word":"Thermotaxic","type":"a.","descr":" Pertaining to, or connected with, the regulation of temperature in the animal body; as, the thermotaxic nervous system."},{"word":"Thermotension","type":"n.","descr":" A process of increasing the strength of wrought iron by heating it to a determinate temperature, and giving to it, while in that state, a mechanical strain or tension in the direction in which the strength is afterward to be exerted."},{"word":"Thermotic","type":"a.","descr":" Alt. of Thermotical"},{"word":"Thermotical","type":"a.","descr":" Of or pertaining to heat; produced by heat; as, thermotical phenomena."},{"word":"Thermotics","type":"n.","descr":" The science of heat."},{"word":"Thermotropic","type":"a.","descr":" Manifesting thermotropism."},{"word":"Thermotropism","type":"n.","descr":" The phenomenon of turning towards a source of warmth, seen in the growing parts of some plants."},{"word":"Thermotype","type":"n.","descr":" A picture (as of a slice of wood) obtained by first wetting the object slightly with hydrochloric or dilute sulphuric acid, then taking an impression with a press, and next strongly heating this impression."},{"word":"Thermotypy","type":"n.","descr":" The art or process of obtaining thermotypes."},{"word":"Thermovoltaic","type":"a.","descr":" Of or relating to heat and electricity; especially, relating to thermal effects produced by voltaic action."},{"word":"Theromorpha","type":"n. pl.","descr":" See Theriodonta."},{"word":"Theropoda","type":"n. pl.","descr":" An order of carnivorous dinosaurs in which the feet are less birdlike, and hence more like those of an ordinary quadruped, than in the Ornithopoda. It includes the rapacious genera Megalosaurus, Creosaurus, and their allies."},{"word":"Thesauri","type":"pl. ","descr":" of Thesaurus"},{"word":"Thesaurus","type":"n.","descr":" A treasury or storehouse; hence, a repository, especially of knowledge; -- often applied to a comprehensive work, like a dictionary or cyclopedia."},{"word":"These","type":"pron.","descr":" The plural of this. See This."},{"word":"Thesicle","type":"n.","descr":" A little or subordinate thesis; a proposition."},{"word":"Theses","type":"pl. ","descr":" of Thesis"},{"word":"Thesis","type":"n.","descr":" A position or proposition which a person advances and offers to maintain, or which is actually maintained by argument."},{"word":"Thesis","type":"n.","descr":" Hence, an essay or dissertation written upon specific or definite theme; especially, an essay presented by a candidate for a diploma or degree."},{"word":"Thesis","type":"n.","descr":" An affirmation, or distinction from a supposition or hypothesis."},{"word":"Thesis","type":"n.","descr":" The accented part of the measure, expressed by the downward beat; -- the opposite of arsis."},{"word":"Thesis","type":"n.","descr":" The depression of the voice in pronouncing the syllables of a word."},{"word":"Thesis","type":"n.","descr":" The part of the foot upon which such a depression falls."},{"word":"Thesmothete","type":"n.","descr":" A lawgiver; a legislator; one of the six junior archons at Athens."},{"word":"Thespian","type":"a.","descr":" Of or pertaining to Thespis; hence, relating to the drama; dramatic; as, the Thespian art."},{"word":"Thespian","type":"n.","descr":" An actor."},{"word":"Thessalian","type":"a.","descr":" Of or pertaining to Thessaly in Greece."},{"word":"Thessalian","type":"n.","descr":" A native or inhabitant of Thessaly."},{"word":"Thessalonian","type":"a.","descr":" Of or pertaining to Thessalonica, a city of Macedonia."},{"word":"Thessalonian","type":"n.","descr":" A native or inhabitant of Thessalonica."},{"word":"Theta","type":"n.","descr":" A letter of the Greek alphabet corresponding to th in English; -- sometimes called the unlucky letter, from being used by the judges on their ballots in passing condemnation on a prisoner, it being the first letter of the Greek qa`natos, death."},{"word":"Thetical","type":"a.","descr":" Laid down; absolute or positive, as a law."},{"word":"Thetine","type":"n.","descr":" Any one of a series of complex basic sulphur compounds analogous to the sulphines."},{"word":"Theurgic","type":"a.","descr":" Alt. of Theurgical"},{"word":"Theurgical","type":"a.","descr":" Of or pertaining to theurgy; magical."},{"word":"Theurgist","type":"n.","descr":" One who pretends to, or is addicted to, theurgy."},{"word":"Theurgy","type":"n.","descr":" A divine work; a miracle; hence, magic; sorcery."},{"word":"Theurgy","type":"n.","descr":" A kind of magical science or art developed in Alexandria among the Neoplatonists, and supposed to enable man to influence the will of the gods by means of purification and other sacramental rites."},{"word":"Theurgy","type":"n.","descr":" In later or modern magic, that species of magic in which effects are claimed to be produced by supernatural agency, in distinction from natural magic."},{"word":"Thew","type":"n.","descr":" Manner; custom; habit; form of behavior; qualities of mind; disposition; specifically, good qualities; virtues."},{"word":"Thew","type":"n.","descr":" Muscle or strength; nerve; brawn; sinew."},{"word":"Thewed","type":"a.","descr":" Furnished with thews or muscles; as, a well-thewed limb."},{"word":"Thewed","type":"a.","descr":" Accustomed; mannered."},{"word":"Thewy","type":"a.","descr":" Having strong or large thews or muscles; muscular; sinewy; strong."},{"word":"They","type":"obj.","descr":" The plural of he, she, or it. They is never used adjectively, but always as a pronoun proper, and sometimes refers to persons without an antecedent expressed."},{"word":"Thialdine","type":"n.","descr":" A weak nitrogenous sulphur base, C6H13NS2."},{"word":"Thialol","type":"n.","descr":" A colorless oily liquid, (C2H5)2S2, having a strong garlic odor; -- called also ethyl disulphide. By extension, any one of the series of related compounds."},{"word":"Thibetan","type":"a.","descr":" Of or pertaining to Thibet."},{"word":"Thibetan","type":"n.","descr":" A native or inhabitant of Thibet."},{"word":"Thibet cloth","type":"","descr":" A fabric made of coarse goat\\'s hair; a kind of camlet."},{"word":"Thibet cloth","type":"","descr":" A kind of fine woolen cloth, used for dresses, cloaks, etc."},{"word":"Thibetian","type":"a. and n.","descr":" Same as Thibetan."},{"word":"Thible","type":"n.","descr":" A slice; a skimmer; a spatula; a pudding stick."},{"word":"Thick","type":"superl.","descr":" Measuring in the third dimension other than length and breadth, or in general dimension other than length; -- said of a solid body; as, a timber seven inches thick."},{"word":"Thick","type":"superl.","descr":" Having more depth or extent from one surface to its opposite than usual; not thin or slender; as, a thick plank; thick cloth; thick paper; thick neck."},{"word":"Thick","type":"superl.","descr":" Dense; not thin; inspissated; as, thick vapors. Also used figuratively; as, thick darkness."},{"word":"Thick","type":"superl.","descr":" Not transparent or clear; hence, turbid, muddy, or misty; as, the water of a river is apt to be thick after a rain."},{"word":"Thick","type":"superl.","descr":" Abundant, close, or crowded in space; closely set; following in quick succession; frequently recurring."},{"word":"Thick","type":"superl.","descr":" Not having due distinction of syllables, or good articulation; indistinct; as, a thick utterance."},{"word":"Thick","type":"superl.","descr":" Deep; profound; as, thick sleep."},{"word":"Thick","type":"superl.","descr":" Dull; not quick; as, thick of fearing."},{"word":"Thick","type":"superl.","descr":" Intimate; very friendly; familiar."},{"word":"Thick","type":"n.","descr":" The thickest part, or the time when anything is thickest."},{"word":"Thick","type":"n.","descr":" A thicket; as, gloomy thicks."},{"word":"Thick","type":"adv.","descr":" Frequently; fast; quick."},{"word":"Thick","type":"adv.","descr":" Closely; as, a plat of ground thick sown."},{"word":"Thick","type":"adv.","descr":" To a great depth, or to a greater depth than usual; as, land covered thick with manure."},{"word":"Thick","type":"v. t. and i.","descr":" To thicken."},{"word":"Thickbill","type":"n.","descr":" The bullfinch."},{"word":"Thickened","type":"imp. and p. p.","descr":" of Thicken"},{"word":"Thickening","type":"p. pr. and vb. n.","descr":" of Thicken"},{"word":"Thicken","type":"v. t.","descr":" To make thick (in any sense of the word)."},{"word":"Thicken","type":"v. t.","descr":" To render dense; to inspissate; as, to thicken paint."},{"word":"Thicken","type":"v. t.","descr":" To make close; to fill up interstices in; as, to thicken cloth; to thicken ranks of trees or men."},{"word":"Thicken","type":"v. t.","descr":" To strengthen; to confirm."},{"word":"Thicken","type":"v. t.","descr":" To make more frequent; as, to thicken blows."},{"word":"Thicken","type":"v. i.","descr":" To become thick."},{"word":"Thickening","type":"n.","descr":" Something put into a liquid or mass to make it thicker."},{"word":"Thicket","type":"a.","descr":" A wood or a collection of trees, shrubs, etc., closely set; as, a ram caught in a thicket."},{"word":"Thickhead","type":"n.","descr":" A thick-headed or stupid person."},{"word":"Thickhead","type":"n.","descr":" Any one of several species of Australian singing birds of the genus Pachycephala. The males of some of the species are bright-colored. Some of the species are popularly called thrushes."},{"word":"Thick-headed","type":"a.","descr":" Having a thick skull; stupid."},{"word":"Thickish","type":"a.","descr":" Somewhat thick."},{"word":"Thick-knee","type":"n.","descr":" A stone curlew. See under Stone."},{"word":"Thickly","type":"adv.","descr":" In a thick manner; deeply; closely."},{"word":"Thickness","type":"n.","descr":" The quality or state of being thick (in any of the senses of the adjective)."},{"word":"Thickset","type":"a.","descr":" Close planted; as, a thickset wood; a thickset hedge."},{"word":"Thickset","type":"a.","descr":" Having a short, thick body; stout."},{"word":"Thickset","type":"n.","descr":" A close or thick hedge."},{"word":"Thickset","type":"n.","descr":" A stout, twilled cotton cloth; a fustian corduroy, or velveteen."},{"word":"Thickskin","type":"n.","descr":" A coarse, gross person; a person void of sensibility or sinsitiveness; a dullard."},{"word":"Thick-skinned","type":"a.","descr":" Having a thick skin; hence, not sensitive; dull; obtuse."},{"word":"Thickskull","type":"n.","descr":" A dullard, or dull person; a blockhead; a numskull."},{"word":"Thick-skulled","type":"a.","descr":" Having a thick skull; hence, dull; heavy; stupid; slow to learn."},{"word":"Thick wind","type":"","descr":" A defect of respiration in a horse, that is unassociated with noise in breathing or with the signs of emphysema."},{"word":"Thick-winded","type":"a.","descr":" Affected with thick wind."},{"word":"Thider","type":"adv.","descr":" Thither."},{"word":"Thiderward","type":"adv.","descr":" Thitherward."},{"word":"Thieves","type":"pl. ","descr":" of Thief"},{"word":"Thief","type":"n.","descr":" One who steals; one who commits theft or larceny. See Theft."},{"word":"Thief","type":"n.","descr":" A waster in the snuff of a candle."},{"word":"Thiefly","type":"a. and adv.","descr":" Like a thief; thievish; thievishly."},{"word":"Thienone","type":"n.","descr":" A ketone derivative of thiophene obtained as a white crystalline substance, (C4H3S)2.CO, by the action of aluminium chloride and carbonyl chloride on thiophene."},{"word":"Thienyl","type":"n.","descr":" The hypothetical radical C4H3S, regarded as the essential residue of thiophene and certain of its derivatives."},{"word":"Thieved","type":"imp. and p. p.","descr":" of Thieve"},{"word":"Thieving","type":"p. pr. and vb. n.","descr":" of Thieve"},{"word":"Thieve","type":"v. t. and i.","descr":" To practice theft; to steal."},{"word":"Thievery","type":"n.","descr":" The practice of stealing; theft; thievishness."},{"word":"Thievery","type":"n.","descr":" That which is stolen."},{"word":"Thievish","type":"a.","descr":" Given to stealing; addicted to theft; as, a thievish boy, a thievish magpie."},{"word":"Thievish","type":"a.","descr":" Like a thief; acting by stealth; sly; secret."},{"word":"Thievish","type":"a.","descr":" Partaking of the nature of theft; accomplished by stealing; dishonest; as, a thievish practice."},{"word":"Thigh","type":"n.","descr":" The proximal segment of the hind limb between the knee and the trunk. See Femur."},{"word":"Thigh","type":"n.","descr":" The coxa, or femur, of an insect."},{"word":"Thilk","type":"pron.","descr":" That same; this; that."},{"word":"Thill","type":"n.","descr":" One of the two long pieces of wood, extending before a vehicle, between which a horse is hitched; a shaft."},{"word":"Thill","type":"n.","descr":" The floor of a coal mine."},{"word":"Thiller","type":"n.","descr":" The horse which goes between the thills, or shafts, and supports them; also, the last horse in a team; -- called also thill horse."},{"word":"Thimble","type":"n.","descr":" A kind of cap or cover, or sometimes a broad ring, for the end of the finger, used in sewing to protect the finger when pushing the needle through the material. It is usually made of metal, and has upon the outer surface numerous small pits to catch the head of the needle."},{"word":"Thimble","type":"n.","descr":" Any thimble-shaped appendage or fixure."},{"word":"Thimble","type":"n.","descr":" A tubular piece, generally a strut, through which a bolt or pin passes."},{"word":"Thimble","type":"n.","descr":" A fixed or movable ring, tube, or lining placed in a hole."},{"word":"Thimble","type":"n.","descr":" A tubular cone for expanding a flue; -- called ferrule in England."},{"word":"Thimble","type":"n.","descr":" A ring of thin metal formed with a grooved circumference so as to fit within an eye-spice, or the like, and protect it from chafing."},{"word":"Thimbleberry","type":"n.","descr":" A kind of black raspberry (Rubus occidentalis), common in America."},{"word":"Thimbleeye","type":"n.","descr":" The chub mackerel. See under Chub."},{"word":"Thimblefuls","type":"pl. ","descr":" of Thimbleful"},{"word":"Thimbleful","type":"n.","descr":" As much as a thimble will hold; a very small quantity."},{"word":"Thimblerig","type":"n.","descr":" A sleight-of-hand trick played with three small cups, shaped like thimbles, and a small ball or little pea."},{"word":"Thimblerigged","type":"imp. and p. p.","descr":" of Thimblerig"},{"word":"Thimblerigging","type":"p. pr. and vb. n.","descr":" of Thimblerig"},{"word":"Thimblerig","type":"v. t.","descr":" To swindle by means of small cups or thimbles, and a pea or small ball placed under one of them and quickly shifted to another, the victim laying a wager that he knows under which cup it is; hence, to cheat by any trick."},{"word":"Thimblerigger","type":"n.","descr":" One who cheats by thimblerigging, or tricks of legerdemain."},{"word":"Thimbleweed","type":"n.","descr":" Any plant of the composite genus Rudbeckia, coarse herbs somewhat resembling the sunflower; -- so called from their conical receptacles."},{"word":"Thin","type":"superl.","descr":" Having little thickness or extent from one surface to its opposite; as, a thin plate of metal; thin paper; a thin board; a thin covering."},{"word":"Thin","type":"superl.","descr":" Rare; not dense or thick; -- applied to fluids or soft mixtures; as, thin blood; thin broth; thin air."},{"word":"Thin","type":"superl.","descr":" Not close; not crowded; not filling the space; not having the individuals of which the thing is composed in a close or compact state; hence, not abundant; as, the trees of a forest are thin; the corn or grass is thin."},{"word":"Thin","type":"superl.","descr":" Not full or well grown; wanting in plumpness."},{"word":"Thin","type":"superl.","descr":" Not stout; slim; slender; lean; gaunt; as, a person becomes thin by disease."},{"word":"Thin","type":"superl.","descr":" Wanting in body or volume; small; feeble; not full."},{"word":"Thin","type":"superl.","descr":" Slight; small; slender; flimsy; wanting substance or depth or force; superficial; inadequate; not sufficient for a covering; as, a thin disguise."},{"word":"Thin","type":"adv.","descr":" Not thickly or closely; in a seattered state; as, seed sown thin."},{"word":"Thinned","type":"imp. and p. p.","descr":" of Thin"},{"word":"Thinning","type":"p. pr. and vb. n.","descr":" of Thin"},{"word":"Thin","type":"v. t.","descr":" To make thin (in any of the senses of the adjective)."},{"word":"Thin","type":"v. i.","descr":" To grow or become thin; -- used with some adverbs, as out, away, etc.; as, geological strata thin out, i. e., gradually diminish in thickness until they disappear."},{"word":"Thine","type":"pron. and a.","descr":" A form of the possessive case of the pronoun thou, now superseded in common discourse by your, the possessive of you, but maintaining a place in solemn discourse, in poetry, and in the usual language of the Friends, or Quakers."},{"word":"Thing","type":"n.","descr":" Whatever exists, or is conceived to exist, as a separate entity, whether animate or inanimate; any separable or distinguishable object of thought."},{"word":"Thing","type":"n.","descr":" An inanimate object, in distinction from a living being; any lifeless material."},{"word":"Thing","type":"n.","descr":" A transaction or occurrence; an event; a deed."},{"word":"Thing","type":"n.","descr":" A portion or part; something."},{"word":"Thing","type":"n.","descr":" A diminutive or slighted object; any object viewed as merely existing; -- often used in pity or contempt."},{"word":"Thing","type":"n.","descr":" Clothes; furniture; appurtenances; luggage; as, to pack or store one\\'s things."},{"word":"Thing","type":"n.","descr":" Whatever may be possessed or owned; a property; -- distinguished from person."},{"word":"Thing","type":"n.","descr":" In Scandinavian countries, a legislative or judicial assembly."},{"word":"Thought","type":"imp. and p. p.","descr":" of Think"},{"word":"Thinking","type":"p. pr. and vb. n.","descr":" of Think"},{"word":"Think","type":"v. t.","descr":" To seem or appear; -- used chiefly in the expressions methinketh or methinks, and methought."},{"word":"Think","type":"v. t.","descr":" To employ any of the intellectual powers except that of simple perception through the senses; to exercise the higher intellectual faculties."},{"word":"Think","type":"v. t.","descr":" To call anything to mind; to remember; as, I would have sent the books, but I did not think of it."},{"word":"Think","type":"v. t.","descr":" To reflect upon any subject; to muse; to meditate; to ponder; to consider; to deliberate."},{"word":"Think","type":"v. t.","descr":" To form an opinion by reasoning; to judge; to conclude; to believe; as, I think it will rain to-morrow."},{"word":"Think","type":"v. t.","descr":" To purpose; to intend; to design; to mean."},{"word":"Think","type":"v. t.","descr":" To presume; to venture."},{"word":"Think","type":"v. t.","descr":" To conceive; to imagine."},{"word":"Think","type":"v. t.","descr":" To plan or design; to plot; to compass."},{"word":"Think","type":"v. t.","descr":" To believe; to consider; to esteem."},{"word":"Thinkable","type":"a.","descr":" Capable of being thought or conceived; cogitable."},{"word":"Thinker","type":"n.","descr":" One who thinks; especially and chiefly, one who thinks in a particular manner; as, a close thinker; a deep thinker; a coherent thinker."},{"word":"Thinking","type":"a.","descr":" Having the faculty of thought; cogitative; capable of a regular train of ideas; as, man is a thinking being."},{"word":"Thinking","type":"n.","descr":" The act of thinking; mode of thinking; imagination; cogitation; judgment."},{"word":"Thinly","type":"a.","descr":" In a thin manner; in a loose, scattered manner; scantily; not thickly; as, ground thinly planted with trees; a country thinly inhabited."},{"word":"Thinner","type":"n.","descr":" One who thins, or makes thinner."},{"word":"Thinness","type":"n.","descr":" The quality or state of being thin (in any of the senses of the word)."},{"word":"Thinnish","type":"a.","descr":" Somewhat thin."},{"word":"Thinolite","type":"n.","descr":" A calcareous tufa, in part crystalline, occurring on a large scale as a shore deposit about the Quaternary lake basins of Nevada."},{"word":"Thin-skinned","type":"a.","descr":" Having a thin skin; hence, sensitive; irritable."},{"word":"Thio-","type":"","descr":" A combining form (also used adjectively) denoting the presence of sulphur. See Sulpho-."},{"word":"Thiocarbonate","type":"n.","descr":" A sulphocarbonate."},{"word":"Thiocarbonic","type":"a.","descr":" Same as Sulphocarbonic."},{"word":"Thiocyanate","type":"n.","descr":" Same as Sulphocyanate."},{"word":"Thiocyanic","type":"a.","descr":" Same as Sulphocyanic."},{"word":"Thionaphthene","type":"n.","descr":" A double benzene and thiophene nucleus, C8H6S, analogous to naphthalene, and like it the base of a large series of derivatives."},{"word":"Thionic","type":"a.","descr":" Of or pertaining to sulphur; containing or resembling sulphur; specifically, designating certain of the thio compounds; as, the thionic acids.  Cf. Dithionic, Trithionic, Tetrathionic, etc."},{"word":"Thionine","type":"n.","descr":" An artificial red or violet dyestuff consisting of a complex sulphur derivative of certain aromatic diamines, and obtained as a dark crystalline powder; -- called also phenylene violet."},{"word":"Thionol","type":"n.","descr":" A red or violet dyestuff having a greenish metallic luster. It is produced artificially, by the chemical dehydration of thionine, as a brown amorphous powder."},{"word":"Thionoline","type":"n.","descr":" A beautiful fluorescent crystalline substance, intermediate in composition between thionol and thionine."},{"word":"Thionyl","type":"n.","descr":" The hypothetical radical SO, regarded as an essential constituent of certain sulphurous compounds; as, thionyl chloride."},{"word":"Thiophene","type":"n.","descr":" A sulphur hydrocarbon, C4H4S, analogous to furfuran and benzene, and acting as the base of a large number of substances which closely resemble the corresponding aromatic derivatives."},{"word":"Thiophenic","type":"a.","descr":" Of, pertaining to, or derived from, thiophene; specifically, designating a certain acid analogous to benzoic acid."},{"word":"Thiophenol","type":"n.","descr":" A colorless mobile liquid, C6H5.SH, of an offensive odor, and analogous to phenol; -- called also phenyl sulphydrate."},{"word":"Thiophthene","type":"n.","descr":" A double thiophene nucleus, C6H4S2, analogous to thionaphthene, and the base of a large series of compounds."},{"word":"Thiosulphate","type":"n.","descr":" A salt of thiosulphuric acid; -- formerly called hyposulphite."},{"word":"Thiosulphuric","type":"a.","descr":" Of, pertaining to, or designating, an unstable acid, H2S2O3, analogous to sulphuric acid, and formerly called hyposulphurous acid."},{"word":"Thiotolene","type":"n.","descr":" A colorless oily liquid, C4H3S.CH3, analogous to, and resembling, toluene; -- called also methyl thiophene."},{"word":"Thioxene","type":"n.","descr":" Any one of three possible metameric substances, which are dimethyl derivatives of thiophene, like the xylenes from benzene."},{"word":"Third","type":"a.","descr":" Next after the second; coming after two others; -- the ordinal of three; as, the third hour in the day."},{"word":"Third","type":"a.","descr":" Constituting or being one of three equal parts into which anything is divided; as, the third part of a day."},{"word":"Third","type":"n.","descr":" The quotient of a unit divided by three; one of three equal parts into which anything is divided."},{"word":"Third","type":"n.","descr":" The sixtieth part of a second of time."},{"word":"Third","type":"n.","descr":" The third tone of the scale; the mediant."},{"word":"Third","type":"n.","descr":" The third part of the estate of a deceased husband, which, by some local laws, the widow is entitled to enjoy during her life."},{"word":"Third-borough","type":"n.","descr":" An under constable."},{"word":"Thirdings","type":"n. pl.","descr":" The third part of the corn or grain growing on the ground at the tenant\\'s death, due to the lord for a heriot, as within the manor of Turfat in Herefordshire."},{"word":"Thirdly","type":"adv.","descr":" In the third place."},{"word":"Third-penny","type":"n.","descr":" A third part of the profits of fines and penalties imposed at the country court, which was among the perquisites enjoyed by the earl."},{"word":"Thirled","type":"imp. and p. p.","descr":" of Thirl"},{"word":"Thirling","type":"p. pr. and vb. n.","descr":" of Thirl"},{"word":"Thirl","type":"v. t.","descr":" To bore; to drill or thrill. See Thrill."},{"word":"Thirlage","type":"n.","descr":" The right which the owner of a mill possesses, by contract or law, to compel the tenants of a certain district, or of his sucken, to bring all their grain to his mill for grinding."},{"word":"Thirst","type":"n.","descr":" A sensation of dryness in the throat associated with a craving for liquids, produced by deprivation of drink, or by some other cause (as fear, excitement, etc.) which arrests the secretion of the pharyngeal mucous membrane; hence, the condition producing this sensation."},{"word":"Thirst","type":"n.","descr":" Fig.: A want and eager desire after anything; a craving or longing; -- usually with for, of, or after; as, the thirst for gold."},{"word":"Thirsted","type":"imp. and p. p.","descr":" of Thirst"},{"word":"Thirsting","type":"p. pr. and vb. n.","descr":" of Thirst"},{"word":"Thirst","type":"n.","descr":" To feel thirst; to experience a painful or uneasy sensation of the throat or fauces, as for want of drink."},{"word":"Thirst","type":"n.","descr":" To have a vehement desire."},{"word":"Thirst","type":"v. t.","descr":" To have a thirst for."},{"word":"Thirster","type":"n.","descr":" One who thirsts."},{"word":"Thirstily","type":"adv.","descr":" In a thirsty manner."},{"word":"Thirstiness","type":"n.","descr":" The state of being thirsty; thirst."},{"word":"Thirstle","type":"n.","descr":" The throstle."},{"word":"Thirsty","type":"n.","descr":" Feeling thirst; having a painful or distressing sensation from want of drink; hence, having an eager desire."},{"word":"Thirsty","type":"n.","descr":" Deficient in moisture; dry; parched."},{"word":"Thirteen","type":"a.","descr":" One more than twelve; ten and three; as, thirteen ounces or pounds."},{"word":"Thirteen","type":"n.","descr":" The number greater by one than twelve; the sum of ten and three; thirteen units or objects."},{"word":"Thirteen","type":"n.","descr":" A symbol representing thirteen units, as 13 or xiii."},{"word":"Thirteenth","type":"a.","descr":" Next in order after the twelfth; the third after the tenth; -- the ordinal of thirteen; as, the thirteenth day of the month."},{"word":"Thirteenth","type":"a.","descr":" Constituting or being one of thirteen equal parts into which anything is divided."},{"word":"Thirteenth","type":"n.","descr":" The quotient of a unit divided by thirteen; one of thirteen equal parts into which anything is divided."},{"word":"Thirteenth","type":"n.","descr":" The next in order after the twelfth."},{"word":"Thirteenth","type":"n.","descr":" The interval comprising an octave and a sixth."},{"word":"Thirtieth","type":"a.","descr":" Next in order after the twenty-ninth; the tenth after the twentieth; -- the ordinal of thirty; as, the thirtieth day of the month."},{"word":"Thirtieth","type":"a.","descr":" Constituting or being one of thirty equal parts into which anything is divided."},{"word":"Thirtieth","type":"n.","descr":" The quotient of a unit divided by thirty; one of thirty equal parts."},{"word":"Thirty","type":"a.","descr":" Being three times ten; consisting of one more than twenty-nine; twenty and ten; as, the month of June consists of thirty days."},{"word":"Thirties","type":"pl. ","descr":" of Thirty"},{"word":"Thirty","type":"n.","descr":" The sum of three tens, or twenty and ten; thirty units or objects."},{"word":"Thirty","type":"n.","descr":" A symbol expressing thirty, as 30, or XXX."},{"word":"Thirty-second","type":"a.","descr":" Being one of thirty-two equal parts into which anything is divided."},{"word":"These","type":"pl. ","descr":" of This"},{"word":"This","type":"pron. and a.","descr":" As a demonstrative pronoun, this denotes something that is present or near in place or time, or something just mentioned, or that is just about to be mentioned."},{"word":"This","type":"pron. and a.","descr":" As an adjective, this has the same demonstrative force as the pronoun, but is followed by a noun; as, this book; this way to town."},{"word":"Thistle","type":"n.","descr":" Any one of several prickly composite plants, especially those of the genera Cnicus, Craduus, and Onopordon. The name is often also applied to other prickly plants."},{"word":"Thistly","type":"a.","descr":" Overgrown with thistles; as, thistly ground."},{"word":"Thistly","type":"a.","descr":" Fig.: Resembling a thistle or thistles; sharp; pricking."},{"word":"Thither","type":"adv.","descr":" To that place; -- opposed to hither."},{"word":"Thither","type":"adv.","descr":" To that point, end, or result; as, the argument tended thither."},{"word":"Thither","type":"a.","descr":" Being on the farther side from the person speaking; farther; -- a correlative of hither; as, on the thither side of the water."},{"word":"Thither","type":"a.","descr":" Applied to time: On the thither side of, older than; of more years than. See Hither, a."},{"word":"Thitherto","type":"adv.","descr":" To that point; so far."},{"word":"Thitherward","type":"adv.","descr":" To ward that place; in that direction."},{"word":"Thitsee","type":"n.","descr":" The varnish tree of Burmah (Melanorrhoea usitatissima)."},{"word":"Thitsee","type":"n.","descr":" A black varnish obtained from the tree."},{"word":"Thlipsis","type":"n.","descr":" Compression, especially constriction of vessels by an external cause."},{"word":"Tho","type":"def. art.","descr":" The."},{"word":"Tho","type":"pron. pl.","descr":" Those."},{"word":"Tho","type":"adv.","descr":" Then."},{"word":"Tho","type":"conj.","descr":" Though."},{"word":"Thole","type":"n.","descr":" A wooden or metal pin, set in the gunwale of a boat, to serve as a fulcrum for the oar in rowing."},{"word":"Thole","type":"n.","descr":" The pin, or handle, of a scythe snath."},{"word":"Tholed","type":"imp. and p. p.","descr":" of Thole"},{"word":"Tholing","type":"p. pr. and vb. n.","descr":" of Thole"},{"word":"Thole","type":"v. t.","descr":" To bear; to endure; to undergo."},{"word":"Thole","type":"v. i.","descr":" To wait."},{"word":"Thomaean","type":"n.","descr":" Alt. of Thomean"},{"word":"Thomean","type":"n.","descr":" A member of the ancient church of Christians established on the Malabar coast of India, which some suppose to have been originally founded by the Apostle Thomas."},{"word":"Thomism","type":"n.","descr":" Alt. of Thomaism"},{"word":"Thomaism","type":"n.","descr":" The doctrine of Thomas Aquinas, esp. with respect to predestination and grace."},{"word":"Thomist","type":"n.","descr":" A follower of Thomas Aquinas. See Scotist."},{"word":"Thomite","type":"n.","descr":" A Thomaean."},{"word":"Thomsenolite","type":"n.","descr":" A fluoride of aluminium, calcium, and sodium occurring with the cryolite of Greenland."},{"word":"Thomsens disease","type":"","descr":" An affection apparently congenital, consisting in tonic contraction and stiffness of the voluntary muscles occurring after a period of muscular inaction."},{"word":"Thomsonian","type":"a.","descr":" Of or pertaining to Thomsonianism."},{"word":"Thomsonian","type":"n.","descr":" A believer in Thomsonianism; one who practices Thomsonianism."},{"word":"Thomsonianism","type":"n.","descr":" An empirical system which assumes that the human body is composed of four elements, earth, air, fire, and water, and that vegetable medicines alone should be used; -- from the founder, Dr. Samuel Thomson, of Massachusetts."},{"word":"Thomsonite","type":"n.","descr":" A zeolitic mineral, occurring generally in masses of a radiated structure. It is a hydrous silicate of aluminia, lime, and soda. Called also mesole, and comptonite."},{"word":"Thong","type":"n.","descr":" A strap of leather; especially, one used for fastening anything."},{"word":"Thooid","type":"a.","descr":" Of or pertaining to a group of carnivores, including the wovels and the dogs."},{"word":"Thor","type":"n.","descr":" The god of thunder, and son of Odin."},{"word":"Thoracentesis","type":"n.","descr":" The operation of puncturing the chest wall so as to let out liquids contained in the cavity of the chest."},{"word":"Thoracic","type":"a.","descr":" Of or pertaining to the thorax, or chest."},{"word":"Thoracic","type":"n.","descr":" One of a group of fishes having the ventral fins placed beneath the thorax or beneath the pectorial fins."},{"word":"Thoracica","type":"n. pl.","descr":" A division of cirripeds including those which have six thoracic segments, usually bearing six pairs of cirri. The common barnacles are examples."},{"word":"Thoracometer","type":"n.","descr":" Same as Stethometer."},{"word":"Thoracoplasty","type":"n.","descr":" A remodeling or reshaping of the thorax; especially, the operation of removing the ribs, so as to obliterate the pleural cavity in cases of empyema."},{"word":"Thoracostraca","type":"a.","descr":" An extensive division of Crustacea, having a dorsal shield or carapec\/ \/\/niting all, or nearly all, of the thoracic somites to the head. It includes the crabs, lobsters, shrimps, and similar species."},{"word":"Thoracotomy","type":"n.","descr":" The operation of opening the pleural cavity by incision."},{"word":"Thoral","type":"a.","descr":" Of or pertaining to a bed."},{"word":"Thorax","type":"n.","descr":" The part of the trunk between the neck and the abdomen, containing that part of the body cavity the walls of which are supported by the dorsal vertebrae, the ribs, and the sternum, and which the heart and lungs are situated; the chest."},{"word":"Thorax","type":"n.","descr":" The middle region of the body of an insect, or that region which bears the legs and wings. It is composed of three united somites, each of which is composed of several distinct parts. See Illust. in Appendix. and Illust. of Coleoptera."},{"word":"Thorax","type":"n.","descr":" The second, or middle, region of the body of a crustacean, arachnid, or other articulate animal. In the case of decapod Crustacea, some writers include under the term thorax only the three segments bearing the maxillipeds; others include also the five segments bearing the legs. See Illust. in Appendix."},{"word":"Thorax","type":"n.","descr":" A breastplate, cuirass, or corselet; especially, the breastplate worn by the ancient Greeks."},{"word":"Thoria","type":"n.","descr":" A rare white earthy substance, consisting of the oxide of thorium; -- formerly called also thorina."},{"word":"Thoric","type":"a.","descr":" Of or pertaining to thorium; designating the compounds of thorium."},{"word":"Thorite","type":"n.","descr":" A mineral of a brown to black color, or, as in the variety orangite, orange-yellow. It is essentially a silicate of thorium."},{"word":"Thorium","type":"n.","descr":" A metallic element found in certain rare minerals, as thorite, pyrochlore, monazite, etc., and isolated as an infusible gray metallic powder which burns in the air and forms thoria; -- formerly called also thorinum. Symbol Th. Atomic weight 232.0."},{"word":"Thorn","type":"n.","descr":" A hard and sharp-pointed projection from a woody stem; usually, a branch so transformed; a spine."},{"word":"Thorn","type":"n.","descr":" Any shrub or small tree which bears thorns; especially, any species of the genus Crataegus, as the hawthorn, whitethorn, cockspur thorn."},{"word":"Thorn","type":"n.","descr":" Fig.: That which pricks or annoys as a thorn; anything troublesome; trouble; care."},{"word":"Thorn","type":"n.","descr":" The name of the Anglo-Saxon letter \/, capital form \/. It was used to represent both of the sounds of English th, as in thin, then. So called because it was the initial letter of thorn, a spine."},{"word":"Thorn","type":"v. t.","descr":" To prick, as with a thorn."},{"word":"Thornback","type":"n.","descr":" A European skate (Raia clavata) having thornlike spines on its back."},{"word":"Thornback","type":"n.","descr":" The large European spider crab or king crab (Maia squinado)."},{"word":"Thornbill","type":"n.","descr":" Any one of several species of small, brilliantly colored American birds of the genus Rhamphomicron. They have a long, slender, sharp bill, and feed upon honey, insects, and the juice of the sugar cane."},{"word":"Thornbird","type":"n.","descr":" A small South American bird (Anumbius anumbii) allied to the ovenbirds of the genus Furnarius). It builds a very large and complex nest of twigs and thorns in a bush or tree."},{"word":"Thornbut","type":"n.","descr":" The turbot."},{"word":"Thorn-headed","type":"a.","descr":" Having a head armed with thorns or spines."},{"word":"Thornless","type":"a.","descr":" Destitute of, or free from, thorns."},{"word":"Thornset","type":"a.","descr":" Set with thorns."},{"word":"Thorntail","type":"n.","descr":" A beautiful South American humming bird (Gouldia Popelairii), having the six outer tail feathers long, slender, and pointed. The head is ornamented with a long, pointed crest."},{"word":"Thorny","type":"superl.","descr":" Full of thorns or spines; rough with thorns; spiny; as, a thorny wood; a thorny tree; a thorny crown."},{"word":"Thorny","type":"superl.","descr":" Like a thorn or thorns; hence, figuratively, troublesome; vexatious; harassing; perplexing."},{"word":"Thoro","type":"a.","descr":" Thorough."},{"word":"Thorough","type":"prep.","descr":" Through."},{"word":"Thorough","type":"a.","descr":" Passing through; as, thorough lights in a house."},{"word":"Thorough","type":"a.","descr":" Passing through or to the end; hence, complete; perfect; as, a thorough reformation; thorough work; a thorough translator; a thorough poet."},{"word":"Thorough","type":"adv.","descr":" Thoroughly."},{"word":"Thorough","type":"adv.","descr":" Through."},{"word":"Thorough","type":"n.","descr":" A furrow between two ridges, to drain off the surface water."},{"word":"Thorough bass","type":"","descr":" The representation of chords by figures placed under the base; figured bass; basso continuo; -- sometimes used as synonymous with harmony."},{"word":"Thorough-brace","type":"n.","descr":" A leather strap supporting the body of a carriage, and attached to springs, or serving as a spring. See Illust. of Chaise."},{"word":"Thoroughbred","type":"a.","descr":" Bred from the best blood through a long line; pure-blooded; -- said of stock, as horses. Hence, having the characteristics of such breeding; mettlesome; courageous; of elegant form, or the like."},{"word":"Thoroughbred","type":"n.","descr":" A thoroughbred animal, especially a horse."},{"word":"Thoroughfare","type":"n.","descr":" A passage through; a passage from one street or opening to another; an unobstructed way open to the public; a public road; hence, a frequented street."},{"word":"Thoroughfare","type":"n.","descr":" A passing or going through; passage."},{"word":"Thoroughgoing","type":"a.","descr":" Going through, or to the end or bottom; very thorough; complete."},{"word":"Thoroughgoing","type":"a.","descr":" Going all lengths; extreme; thoroughplaced; -- less common in this sense."},{"word":"Thorough-lighted","type":"a.","descr":" Provided with thorough lights or windows at opposite sides, as a room or building."},{"word":"Thoroughly","type":"adv.","descr":" In a thorough manner; fully; entirely; completely."},{"word":"Thoroughness","type":"n.","descr":" The quality or state of being thorough; completeness."},{"word":"Thoroughpaced","type":"a.","descr":" Perfect in what is undertaken; complete; going all lengths; as, a thoroughplaced Tory or Whig."},{"word":"Thoroughpin","type":"n.","descr":" A disease of the hock (sometimes of the knee) of a horse, caused by inflammation of the synovial membrane and a consequent excessive secretion of the synovial fluid; -- probably so called because there is usually an oval swelling on each side of the leg, appearing somewhat as if a pin had been thrust through."},{"word":"Thoroughsped","type":"a.","descr":" Fully accomplished; thoroughplaced."},{"word":"Thoroughstitch","type":"adv.","descr":" So as to go the whole length of any business; fully; completely."},{"word":"Thoroughwax","type":"n.","descr":" An umbelliferous plant (Bupleurum rotundifolium) with perfoliate leaves."},{"word":"Thoroughwax","type":"n.","descr":" Thoroughwort."},{"word":"Thoroughwort","type":"n.","descr":" Same as Boneset."},{"word":"Thorow","type":"prep.","descr":" Through."},{"word":"Thorow","type":"a.","descr":" Thorough."},{"word":"Thorp","type":"n.","descr":" Alt. of Thorpe"},{"word":"Thorpe","type":"n.","descr":" A group of houses in the country; a small village; a hamlet; a dorp; -- now chiefly occurring in names of places and persons; as, Althorp, Mablethorpe."},{"word":"Those","type":"pron.","descr":" The plural of that. See That."},{"word":"Thoth","type":"n.","descr":" The god of eloquence and letters among the ancient Egyptians, and supposed to be the inventor of writing and philosophy. He corresponded to the Mercury of the Romans, and was usually represented as a human figure with the head of an ibis or a lamb."},{"word":"Thoth","type":"n.","descr":" The Egyptian sacred baboon."},{"word":"Thou","type":"obj.","descr":" The second personal pronoun, in the singular number, denoting the person addressed; thyself; the pronoun which is used in addressing persons in the solemn or poetical style."},{"word":"Thou","type":"v. t.","descr":" To address as thou, esp. to do so in order to treat with insolent familiarity or contempt."},{"word":"Thou","type":"v. i.","descr":" To use the words thou and thee in discourse after the manner of the Friends."},{"word":"Though","type":"conj.","descr":" Granting, admitting, or supposing that; notwithstanding that; if."},{"word":"Though","type":"adv.","descr":" However; nevertheless; notwithstanding; -- used in familiar language, and in the middle or at the end of a sentence."},{"word":"Thought","type":"","descr":" imp. and p. p. of Think."},{"word":"Thought","type":"n.","descr":" The act of thinking; the exercise of the mind in any of its higher forms; reflection; cogitation."},{"word":"Thought","type":"n.","descr":" Meditation; serious consideration."},{"word":"Thought","type":"n.","descr":" That which is thought; an idea; a mental conception, whether an opinion, judgment, fancy, purpose, or intention."},{"word":"Thought","type":"n.","descr":" Solicitude; anxious care; concern."},{"word":"Thought","type":"n.","descr":" A small degree or quantity; a trifle; as, a thought longer; a thought better."},{"word":"Thoughtful","type":"a.","descr":" Full of thought; employed in meditation; contemplative; as, a man of thoughtful mind."},{"word":"Thoughtful","type":"a.","descr":" Attentive; careful; exercising the judgment; having the mind directed to an object; as, thoughtful of gain; thoughtful in seeking truth."},{"word":"Thoughtful","type":"a.","descr":" Anxious; solicitous; concerned."},{"word":"Thoughtless","type":"adv.","descr":" Lacking thought; careless; inconsiderate; rash; as, a thoughtless person, or act."},{"word":"Thoughtless","type":"adv.","descr":" Giddy; gay; dissipated."},{"word":"Thoughtless","type":"adv.","descr":" Deficient in reasoning power; stupid; dull."},{"word":"Thousand","type":"n.","descr":" The number of ten hundred; a collection or sum consisting of ten times one hundred units or objects."},{"word":"Thousand","type":"n.","descr":" Hence, indefinitely, a great number."},{"word":"Thousand","type":"n.","descr":" A symbol representing one thousand units; as, 1,000, M or CI\/."},{"word":"Thousand","type":"a.","descr":" Consisting of ten hundred; being ten times one hundred."},{"word":"Thousand","type":"a.","descr":" Hence, consisting of a great number indefinitely."},{"word":"Thousandfold","type":"a.","descr":" Multiplied by a thousand."},{"word":"Thousand legs","type":"","descr":" A millepid, or galleyworm; -- called also thousand-legged worm."},{"word":"Thousandth","type":"a.","descr":" Next in order after nine hundred and ninty-nine; coming last of a thousand successive individuals or units; -- the ordinal of thousand; as, the thousandth part of a thing."},{"word":"Thousandth","type":"a.","descr":" Constituting, or being one of, a thousand equal parts into which anything is divided; the tenth of a hundredth."},{"word":"Thousandth","type":"a.","descr":" Occurring as being one of, or the last one of, a very great number; very small; minute; -- used hyperbolically; as, to do a thing for the thousandth time."},{"word":"Thousandth","type":"n.","descr":" The quotient of a unit divided by a thousand; one of a thousand equal parts into which a unit is divided."},{"word":"Thowel","type":"n.","descr":" Alt. of Thowl"},{"word":"Thowl","type":"n.","descr":" A thole pin."},{"word":"Thowl","type":"n.","descr":" A rowlock."},{"word":"Thracian","type":"a.","descr":" Of or pertaining to Thrace, or its people."},{"word":"Thracian","type":"n.","descr":" A native or inhabitant of Thrace."},{"word":"Thrack","type":"v. t.","descr":" To load or burden; as, to thrack a man with property."},{"word":"Thrackscat","type":"n.","descr":" Metal still in the mine."},{"word":"Thraldom","type":"n.","descr":" The condition of a thrall; slavery; bondage; state of servitude."},{"word":"Thrall","type":"n.","descr":" A slave; a bondman."},{"word":"Thrall","type":"n.","descr":" Slavery; bondage; servitude; thraldom."},{"word":"Thrall","type":"n.","descr":" A shelf; a stand for barrels, etc."},{"word":"Thrall","type":"a.","descr":" Of or pertaining to a thrall; in the condition of a thrall; bond; enslaved."},{"word":"Thrall","type":"v. t.","descr":" To enslave."},{"word":"Thralldom","type":"n.","descr":" Thraldom."},{"word":"Thrall-less","type":"a.","descr":" Having no thralls."},{"word":"Thrall-less","type":"a.","descr":" Not enslaved; not subject to bonds."},{"word":"Thrall-like","type":"a.","descr":" Resembling a thrall, or his condition, feelings, or the like; slavish."},{"word":"Thranite","type":"n.","descr":" One of the rowers on the topmost of the three benches in a trireme."},{"word":"Thrapple","type":"n.","descr":" Windpipe; throttle."},{"word":"Thrashed","type":"imp. and p. p.","descr":" of Thresh"},{"word":"Thrashing","type":"p. pr. and vb. n.","descr":" of Thresh"},{"word":"Thrash","type":"v. t.","descr":" Alt. of Thresh"},{"word":"Thresh","type":"v. t.","descr":" To beat out grain from, as straw or husks; to beat the straw or husk of (grain) with a flail; to beat off, as the kernels of grain; as, to thrash wheat, rye, or oats; to thrash over the old straw."},{"word":"Thresh","type":"v. t.","descr":" To beat soundly, as with a stick or whip; to drub."},{"word":"Thrash","type":"v. t.","descr":" Alt. of Thresh"},{"word":"Thresh","type":"v. t.","descr":" To practice thrashing grain or the like; to perform the business of beating grain from straw; as, a man who thrashes well."},{"word":"Thresh","type":"v. t.","descr":" Hence, to labor; to toil; also, to move violently."},{"word":"Thrashel","type":"n.","descr":" An instrument to thrash with; a flail."},{"word":"Thrasher","type":"n.","descr":" Alt. of Thresher"},{"word":"Thresher","type":"n.","descr":" One who, or that which, thrashes grain; a thrashing machine."},{"word":"Thresher","type":"n.","descr":" A large and voracious shark (Alopias vulpes), remarkable for the great length of the upper lobe of its tail, with which it beats, or thrashes, its prey. It is found both upon the American and the European coasts. Called also fox shark, sea ape, sea fox, slasher, swingle-tail, and thrasher shark."},{"word":"Thresher","type":"n.","descr":" A name given to the brown thrush and other allied species. See Brown thrush."},{"word":"Thrashing","type":"","descr":" a. and n. from Thrash, v."},{"word":"Thrasonical","type":"a.","descr":" Of or pertaining to Thraso; like, or becoming to, Thraso; bragging; boastful; vainglorious."},{"word":"Thraste","type":"imp.","descr":" of Thraste"},{"word":"Thrast","type":"p. p.","descr":" of Thraste"},{"word":"Thraste","type":"v. t.","descr":" To thrust."},{"word":"Thrave","type":"n.","descr":" Twenty-four (in some places, twelve) sheaves of wheat; a shock, or stook."},{"word":"Thrave","type":"n.","descr":" The number of two dozen; also, an indefinite number; a bunch; a company; a throng."},{"word":"Thraw","type":"n. and v.","descr":" See Throse."},{"word":"Thread","type":"n.","descr":" A very small twist of flax, wool, cotton, silk, or other fibrous substance, drawn out to considerable length; a compound cord consisting of two or more single yarns doubled, or joined together, and twisted."},{"word":"Thread","type":"n.","descr":" A filament, as of a flower, or of any fibrous substance, as of bark; also, a line of gold or silver."},{"word":"Thread","type":"n.","descr":" The prominent part of the spiral of a screw or nut; the rib. See Screw, n., 1."},{"word":"Thread","type":"n.","descr":" Fig.: Something continued in a long course or tenor; a,s the thread of life, or of a discourse."},{"word":"Thread","type":"n.","descr":" Fig.: Composition; quality; fineness."},{"word":"Threaded","type":"imp. and p. p.","descr":" of Thread"},{"word":"Threading","type":"p. pr. and vb. n.","descr":" of Thread"},{"word":"Thread","type":"v. t.","descr":" To pass a thread through the eye of; as, to thread a needle."},{"word":"Thread","type":"v. t.","descr":" To pass or pierce through as a narrow way; also, to effect or make, as one\\'s way, through or between obstacles; to thrid."},{"word":"Thread","type":"v. t.","descr":" To form a thread, or spiral rib, on or in; as, to thread a screw or nut."},{"word":"Threadbare","type":"a.","descr":" Worn to the naked thread; having the nap worn off; threadbare clothes."},{"word":"Threadbare","type":"a.","descr":" Fig.: Worn out; as, a threadbare subject; stale topics and threadbare quotations."},{"word":"Threadbareness","type":"n.","descr":" The state of being threadbare."},{"word":"Threaden","type":"a.","descr":" Made of thread; as, threaden sails; a threaden fillet."},{"word":"Threader","type":"n.","descr":" A device for assisting in threading a needle."},{"word":"Threader","type":"n.","descr":" A tool or machine for forming a thread on a screw or in a nut."},{"word":"Threadfin","type":"n.","descr":" Any one of several species of fishes belonging to Polynemus and allied genera. They have numerous long pectoral filaments."},{"word":"Threadfish","type":"n.","descr":" The cutlass fish."},{"word":"Threadfish","type":"n.","descr":" A carangoid fish (Caranx gallus, or C. crinitus) having the anterior rays of the soft dorsal and anal fins prolonged in the form of long threads."},{"word":"Threadiness","type":"n.","descr":" Quality of being thready."},{"word":"Thread-shaped","type":"a.","descr":" Having the form of a thread; filiform."},{"word":"Threadworm","type":"n.","descr":" Any long, slender nematode worm, especially the pinworm and filaria."},{"word":"Thready","type":"a.","descr":" Like thread or filaments; slender; as, the thready roots of a shrub."},{"word":"Thready","type":"a.","descr":" Containing, or consisting of, thread."},{"word":"Threaped","type":"imp. and p. p.","descr":" of Threap"},{"word":"Threaping","type":"p. pr. and vb. n.","descr":" of Threap"},{"word":"Threap","type":"v. t.","descr":" To call; to name."},{"word":"Threap","type":"v. t.","descr":" To maintain obstinately against denial or contradiction; also, to contend or argue against (another) with obstinacy; to chide; as, he threaped me down that it was so."},{"word":"Threap","type":"v. t.","descr":" To beat, or thrash."},{"word":"Threap","type":"v. t.","descr":" To cozen, or cheat."},{"word":"Threap","type":"v. i.","descr":" To contend obstinately; to be pertinacious."},{"word":"Threap","type":"n.","descr":" An obstinate decision or determination; a pertinacious affirmation."},{"word":"Threat","type":"n.","descr":" The expression of an intention to inflict evil or injury on another; the declaration of an evil, loss, or pain to come; menace; threatening; denunciation."},{"word":"Threat","type":"n.","descr":" To threaten."},{"word":"Threatened","type":"imp. and p. p.","descr":" of Threaten"},{"word":"Threatening","type":"p. pr. and vb. n.","descr":" of Threaten"},{"word":"Threaten","type":"v. t.","descr":" To utter threats against; to menace; to inspire with apprehension; to alarm, or attempt to alarm, as with the promise of something evil or disagreeable; to warn."},{"word":"Threaten","type":"v. t.","descr":" To exhibit the appearance of (something evil or unpleasant) as approaching; to indicate as impending; to announce the conditional infliction of; as, to threaten war; to threaten death."},{"word":"Threaten","type":"v. i.","descr":" To use threats, or menaces; also, to have a threatening appearance."},{"word":"Threatener","type":"n.","descr":" One who threatens."},{"word":"Threatening","type":"","descr":" a. and n. from Threaten, v."},{"word":"Threatful","type":"a.","descr":" Full of threats; having a menacing appearance."},{"word":"Threave","type":"n.","descr":" Same as Thrave."},{"word":"Three","type":"a.","descr":" One more than two; two and one."},{"word":"Three","type":"n.","descr":" The number greater by a unit than two; three units or objects."},{"word":"Three","type":"n.","descr":" A symbol representing three units, as 3 or iii."},{"word":"Three-coat","type":"a.","descr":" Having or consisting of three coats; -- applied to plastering which consists of pricking-up, floating, and a finishing coat; or, as called in the United States, a scratch coat, browning, and finishing coat."},{"word":"Three-cornered","type":"a.","descr":" Having three corners, or angles; as, a three-cornered hat."},{"word":"Three-cornered","type":"a.","descr":" Having three prominent longitudinal angles; as, a three-cornered stem."},{"word":"Three-decker","type":"n.","descr":" A vessel of war carrying guns on three decks."},{"word":"Three-flowered","type":"a.","descr":" Bearing three flowers together, or only three flowers."},{"word":"Threefold","type":"a.","descr":" Consisting of three, or thrice repeated; triple; as, threefold justice."},{"word":"Three-handed","type":"a.","descr":" Said of games or contests where three persons play against each other, or two against one; as, a three-handed game of cards."},{"word":"Three-leafed","type":"a.","descr":" Alt. of Three-leaved"},{"word":"Three-leaved","type":"a.","descr":" Producing three leaves; as, three-leaved nightshade."},{"word":"Three-leaved","type":"a.","descr":" Consisting of three distinct leaflets; having the leaflets arranged in threes."},{"word":"Three-lobed","type":"a.","descr":" Having three lobes."},{"word":"Three-nerved","type":"a.","descr":" Having three nerves."},{"word":"Three-parted","type":"a.","descr":" Divided into, or consisting of, three parts; tripartite."},{"word":"Threepence","type":"n.","descr":" A small silver coin of three times the value of a penny."},{"word":"Threepenny","type":"a.","descr":" Costing or worth three pence; hence, worth but little; poor; mean."},{"word":"Three-pile","type":"n.","descr":" An old name for the finest and most costly kind of velvet, having a fine, thick pile."},{"word":"Three-piled","type":"a.","descr":" Having the quality of three-pile; best; most costly."},{"word":"Three-piled","type":"a.","descr":" Fig.: Extravagant; exaggerated; high-flown."},{"word":"Three-piled","type":"a.","descr":" Accustomed to wearing three-pile; hence, of high rank, or wealth."},{"word":"Three-ply","type":"a.","descr":" Consisting of three distinct webs inwrought together in weaving, as cloth or carpeting; having three strands; threefold."},{"word":"Three-pointed","type":"a.","descr":" Having three acute or setigerous points; tricuspidate."},{"word":"Three-quarter","type":"a.","descr":" Measuring thirty inches by twenty-five; -- said of portraitures."},{"word":"Three-score","type":"a.","descr":" Thrice twenty; sixty."},{"word":"Three-sided","type":"a.","descr":" Having three sides, especially three plane sides; as, a three-sided stem, leaf, petiole, peduncle, scape, or pericarp."},{"word":"Three-square","type":"a.","descr":" Having a cross section in the form of an equilateral triangle; -- said especially of a kind of file."},{"word":"Three-valved","type":"a.","descr":" Consisting of, or having, three valves; opening with three valves; as, a three-valved pericarp."},{"word":"Three-way","type":"a.","descr":" Connected with, or serving to connect, three channels or pipes; as, a three-way cock or valve."},{"word":"Threne","type":"n.","descr":" Lamentation; threnody; a dirge."},{"word":"Threnetic","type":"a.","descr":" Alt. of Threnetical"},{"word":"Threnetical","type":"a.","descr":" Pertaining to a threne; sorrowful; mournful."},{"word":"Threnode","type":"n.","descr":" A threne, or threnody; a dirge; a funeral song."},{"word":"Threnodist","type":"n.","descr":" One who composes, delivers, or utters, a threnode, or threnody."},{"word":"Threnody","type":"n.","descr":" A song of lamentation; a threnode."},{"word":"Threpe","type":"v. t.","descr":" To call; to term."},{"word":"Threpsology","type":"n.","descr":" The doctrine of nutrition; a treatise on nutrition."},{"word":"Threshed","type":"imp. and p. p.","descr":" of Thresh"},{"word":"Threshing","type":"p. pr. and vb. n.","descr":" of Thresh"},{"word":"Thresh","type":"v. t. and i.","descr":" Same as Thrash."},{"word":"Thresher","type":"n.","descr":" Same as Thrasher."},{"word":"Thresh-fold","type":"n.","descr":" Threshold."},{"word":"Threshold","type":"n.","descr":" The plank, stone, or piece of timber, which lies under a door, especially of a dwelling house, church, temple, or the like; the doorsill; hence, entrance; gate; door."},{"word":"Threshold","type":"n.","descr":" Fig.: The place or point of entering or beginning, entrance; outset; as, the threshold of life."},{"word":"Threshwold","type":"n.","descr":" Threshold."},{"word":"Threste","type":"imp.","descr":" of Threste"},{"word":"Threst","type":"p. p. and","descr":" of Threste"},{"word":"Threste","type":"v. t.","descr":" To thrust."},{"word":"Thretteen","type":"a.","descr":" Thirteen."},{"word":"Thretty","type":"a.","descr":" Thirty."},{"word":"Threw","type":"","descr":" imp. of Throw."},{"word":"Thribble","type":"a.","descr":" Triple; treble; threefold."},{"word":"Thrice","type":"adv.","descr":" Three times."},{"word":"Thrice","type":"adv.","descr":" In a threefold manner or degree; repeatedly; very."},{"word":"Thricecock","type":"n.","descr":" The missel thrush."},{"word":"Thrid","type":"a.","descr":" Third."},{"word":"Thridded","type":"imp. and p. p.","descr":" of Thrid"},{"word":"Thridding","type":"p. pr. and vb. n.","descr":" of Thrid"},{"word":"Thrid","type":"v. t.","descr":" To pass through in the manner of a thread or a needle; to make or find a course through; to thread."},{"word":"Thrid","type":"v. t.","descr":" To make or effect (a way or course) through something; as, to thrid one\\'s way through a wood."},{"word":"Thrid","type":"n.","descr":" Thread; continuous line."},{"word":"Thrifallow","type":"v. t.","descr":" See Thryfallow, and Trifallow."},{"word":"Thrift","type":"n.","descr":" A thriving state; good husbandry; economical management in regard to property; frugality."},{"word":"Thrift","type":"n.","descr":" Success and advance in the acquisition of property; increase of worldly goods; gain; prosperity."},{"word":"Thrift","type":"n.","descr":" Vigorous growth, as of a plant."},{"word":"Thrift","type":"n.","descr":" One of several species of flowering plants of the genera Statice and Armeria."},{"word":"Thriftily","type":"adv.","descr":" In a thrifty manner."},{"word":"Thriftily","type":"adv.","descr":" Carefully; properly; becomingly."},{"word":"Thriftiness","type":"n.","descr":" The quality or state of being thrifty; thrift."},{"word":"Thriftless","type":"a.","descr":" Without thrift; not prudent or prosperous in money affairs."},{"word":"Thrifty","type":"superl.","descr":" Given to, or evincing, thrift; characterized by economy and good menegement of property; sparing; frugal."},{"word":"Thrifty","type":"superl.","descr":" Thriving by industry and frugality; prosperous in the acquisition of worldly goods; increasing in wealth; as, a thrifty farmer or mechanic."},{"word":"Thrifty","type":"superl.","descr":" Growing rapidly or vigorously; thriving; as, a thrifty plant or colt."},{"word":"Thrifty","type":"superl.","descr":" Secured by thrift; well husbanded."},{"word":"Thrifty","type":"superl.","descr":" Well appearing; looking or being in good condition; becoming."},{"word":"Thrill","type":"n.","descr":" A warbling; a trill."},{"word":"Thrill","type":"v. t.","descr":" A breathing place or hole; a nostril, as of a bird."},{"word":"Thrilled","type":"imp. and p. p.","descr":" of Thrill"},{"word":"Thrilling","type":"p. pr. and vb. n.","descr":" of Thrill"},{"word":"Thrill","type":"v. t.","descr":" To perforate by a pointed instrument; to bore; to transfix; to drill."},{"word":"Thrill","type":"v. t.","descr":" Hence, to affect, as if by something that pierces or pricks; to cause to have a shivering, throbbing, tingling, or exquisite sensation; to pierce; to penetrate."},{"word":"Thrill","type":"v. t.","descr":" To hurl; to throw; to cast."},{"word":"Thrill","type":"v. i.","descr":" To pierce, as something sharp; to penetrate; especially, to cause a tingling sensation that runs through the system with a slight shivering; as, a sharp sound thrills through the whole frame."},{"word":"Thrill","type":"v. i.","descr":" To feel a sharp, shivering, tingling, or exquisite sensation, running through the body."},{"word":"Thrill","type":"n.","descr":" A drill. See 3d Drill, 1."},{"word":"Thrill","type":"n.","descr":" A sensation as of being thrilled; a tremulous excitement; as, a thrill of horror; a thrill of joy."},{"word":"Thrillant","type":"a.","descr":" Piercing; sharp; thrilling."},{"word":"Thrilling","type":"a.","descr":" Causing a thrill; causing tremulous excitement; deeply moving; as, a thrilling romance."},{"word":"Throng","type":"imp.","descr":" of Thring"},{"word":"Thring","type":"v. t. and i.","descr":" To press, crowd, or throng."},{"word":"Thrips","type":"n.","descr":" Any one of numerous small species of Thysanoptera, especially those which attack useful plants, as the grain thrips (Thrips cerealium)."},{"word":"Thrist","type":"n.","descr":" Thrist."},{"word":"Thrittene","type":"a.","descr":" Thirteen."},{"word":"Throve","type":"imp.","descr":" of Thrive"},{"word":"Thrived","type":"","descr":" of Thrive"},{"word":"Thrived","type":"p. p.","descr":" of Thrive"},{"word":"Thriven","type":"","descr":" of Thrive"},{"word":"Thriving","type":"p. pr. and vb. n.","descr":" of Thrive"},{"word":"Thrive","type":"v. i.","descr":" To prosper by industry, economy, and good management of property; to increase in goods and estate; as, a farmer thrives by good husbandry."},{"word":"Thrive","type":"v. i.","descr":" To prosper in any business; to have increase or success."},{"word":"Thrive","type":"v. i.","descr":" To increase in bulk or stature; to grow vigorously or luxuriantly, as a plant; to flourish; as, young cattle thrive in rich pastures; trees thrive in a good soil."},{"word":"Thriven","type":"","descr":" p. p. of Thrive."},{"word":"Thriver","type":"n.","descr":" One who thrives, or prospers."},{"word":"Thrivingly","type":"adv.","descr":" In a thriving manner."},{"word":"Thrivingness","type":"n.","descr":" The quality or condition of one who thrives; prosperity; growth; increase."},{"word":"Thro","type":"","descr":" A contraction of Through."},{"word":"Throat","type":"n.","descr":" The part of the neck in front of, or ventral to, the vertebral column."},{"word":"Throat","type":"n.","descr":" Hence, the passage through it to the stomach and lungs; the pharynx; -- sometimes restricted to the fauces."},{"word":"Throat","type":"n.","descr":" A contracted portion of a vessel, or of a passage way; as, the throat of a pitcher or vase."},{"word":"Throat","type":"n.","descr":" The part of a chimney between the gathering, or portion of the funnel which contracts in ascending, and the flue."},{"word":"Throat","type":"n.","descr":" The upper fore corner of a boom-and-gaff sail, or of a staysail."},{"word":"Throat","type":"n.","descr":" That end of a gaff which is next the mast."},{"word":"Throat","type":"n.","descr":" The angle where the arm of an anchor is joined to the shank."},{"word":"Throat","type":"n.","descr":" The inside of a timber knee."},{"word":"Throat","type":"n.","descr":" The orifice of a tubular organ; the outer end of the tube of a monopetalous corolla; the faux, or fauces."},{"word":"Throat","type":"v. t.","descr":" To utter in the throat; to mutter; as, to throat threats."},{"word":"Throat","type":"v. t.","descr":" To mow, as beans, in a direction against their bending."},{"word":"Throatband","type":"n.","descr":" Same as Throatlatch."},{"word":"Throatboll","type":"n.","descr":" The Adam\\'s apple in the neck."},{"word":"Throating","type":"n.","descr":" A drip, or drip molding."},{"word":"Throatlatch","type":"n.","descr":" A strap of a bridle, halter, or the like, passing under a horse\\'s throat."},{"word":"Throatwort","type":"n.","descr":" A plant (Campanula Trachelium) formerly considered a remedy for sore throats because of its throat-shaped corolla."},{"word":"Throaty","type":"a.","descr":" Guttural; hoarse; having a guttural voice."},{"word":"Throbbed","type":"imp. and p. p.","descr":" of Throb"},{"word":"Throbbing","type":"p. pr. and vb. n.","descr":" of Throb"},{"word":"Throb","type":"v. i.","descr":" To beat, or pulsate, with more than usual force or rapidity; to beat in consequence of agitation; to palpitate; -- said of the heart, pulse, etc."},{"word":"Throb","type":"n.","descr":" A beat, or strong pulsation, as of the heart and arteries; a violent beating; a papitation:"},{"word":"Throdden","type":"v. i.","descr":" To grow; to thrive."},{"word":"Throe","type":"n.","descr":" Extreme pain; violent pang; anguish; agony; especially, one of the pangs of travail in childbirth, or purturition."},{"word":"Throe","type":"n.","descr":" A tool for splitting wood into shingles; a frow."},{"word":"Throe","type":"v. i.","descr":" To struggle in extreme pain; to be in agony; to agonize."},{"word":"Throe","type":"v. t.","descr":" To put in agony."},{"word":"Thrombosis","type":"n.","descr":" The obstruction of a blood vessel by a clot formed at the site of obstruction; -- distinguished from embolism, which is produced by a clot or foreign body brought from a distance."},{"word":"Thrombi","type":"pl. ","descr":" of Thrombus"},{"word":"Thrombus","type":"n.","descr":" A clot of blood formed of a passage of a vessel and remaining at the site of coagulation."},{"word":"Thrombus","type":"n.","descr":" A tumor produced by the escape of blood into the subcutaneous cellular tissue."},{"word":"Throne","type":"n.","descr":" A chair of state, commonly a royal seat, but sometimes the seat of a prince, bishop, or other high dignitary."},{"word":"Throne","type":"n.","descr":" Hence, sovereign power and dignity; also, the one who occupies a throne, or is invested with sovereign authority; an exalted or dignified personage."},{"word":"Throne","type":"n.","descr":" A high order of angels in the celestial hierarchy; -- a meaning given by the schoolmen."},{"word":"Throned","type":"imp. and p. p.","descr":" of Throne"},{"word":"Throning","type":"p. pr. and vb. n.","descr":" of Throne"},{"word":"Throne","type":"v. t.","descr":" To place on a royal seat; to enthrone."},{"word":"Throne","type":"v. t.","descr":" To place in an elevated position; to give sovereignty or dominion to; to exalt."},{"word":"Throne","type":"v. i.","descr":" To be in, or sit upon, a throne; to be placed as if upon a throne."},{"word":"Throneless","type":"a.","descr":" Having no throne."},{"word":"Throng","type":"n.","descr":" A multitude of persons or of living beings pressing or pressed into a close body or assemblage; a crowd."},{"word":"Throng","type":"n.","descr":" A great multitude; as, the heavenly throng."},{"word":"Thronged","type":"imp. and p. p.","descr":" of Throng"},{"word":"Thronging","type":"p. pr. and vb. n.","descr":" of Throng"},{"word":"Throng","type":"v. i.","descr":" To crowd together; to press together into a close body, as a multitude of persons; to gather or move in multitudes."},{"word":"Throng","type":"v. t.","descr":" To crowd, or press, as persons; to oppress or annoy with a crowd of living beings."},{"word":"Throng","type":"v. t.","descr":" To crowd into; to fill closely by crowding or pressing into, as a hall or a street."},{"word":"Throng","type":"a.","descr":" Thronged; crowded; also, much occupied; busy."},{"word":"Throngly","type":"adv.","descr":" In throngs or crowds."},{"word":"Throp","type":"n.","descr":" A thorp."},{"word":"Thropple","type":"n.","descr":" The windpipe."},{"word":"Thropple","type":"v. t.","descr":" To throttle."},{"word":"Throstle","type":"n.","descr":" The song thrush. See under Song."},{"word":"Throstle","type":"n.","descr":" A machine for spinning wool, cotton, etc., from the rove, consisting of a set of drawing rollers with bobbins and flyers, and differing from the mule in having the twisting apparatus stationary and the processes continuous; -- so called because it makes a singing noise."},{"word":"Throstling","type":"n.","descr":" A disease of bovine cattle, consisting of a swelling under the throat, which, unless checked, causes strangulation."},{"word":"Throttle","type":"n.","descr":" The windpipe, or trachea; the weasand."},{"word":"Throttle","type":"n.","descr":" The throttle valve."},{"word":"Throttled","type":"imp. and p. p.","descr":" of Throttle"},{"word":"Throttling","type":"p. pr. and vb. n.","descr":" of Throttle"},{"word":"Throttle","type":"v. t.","descr":" To compress the throat of; to choke; to strangle."},{"word":"Throttle","type":"v. t.","descr":" To utter with breaks and interruption, in the manner of a person half suffocated."},{"word":"Throttle","type":"v. t.","descr":" To shut off, or reduce flow of, as steam to an engine."},{"word":"Throttle","type":"v. i.","descr":" To have the throat obstructed so as to be in danger of suffocation; to choke; to suffocate."},{"word":"Throttle","type":"v. i.","descr":" To breathe hard, as when nearly suffocated."},{"word":"Throttler","type":"n.","descr":" One who, or that which, throttles, or chokes."},{"word":"Throttler","type":"n.","descr":" See Flasher, 3 (b)."},{"word":"Through","type":"prep.","descr":" From end to end of, or from side to side of; from one surface or limit of, to the opposite; into and out of at the opposite, or at another, point; as, to bore through a piece of timber, or through a board; a ball passes through the side of a ship."},{"word":"Through","type":"prep.","descr":" Between the sides or walls of; within; as, to pass through a door; to go through an avenue."},{"word":"Through","type":"prep.","descr":" By means of; by the agency of."},{"word":"Through","type":"prep.","descr":" Over the whole surface or extent of; as, to ride through the country; to look through an account."},{"word":"Through","type":"prep.","descr":" Among or in the midst of; -- used to denote passage; as, a fish swims through the water; the light glimmers through a thicket."},{"word":"Through","type":"prep.","descr":" From the beginning to the end of; to the end or conclusion of; as, through life; through the year."},{"word":"Through","type":"adv.","descr":" From one end or side to the other; as, to pierce a thing through."},{"word":"Through","type":"adv.","descr":" From beginning to end; as, to read a letter through."},{"word":"Through","type":"adv.","descr":" To the end; to a conclusion; to the ultimate purpose; as, to carry a project through."},{"word":"Through","type":"a.","descr":" Going or extending through; going, extending, or serving from the beginning to the end; thorough; complete; as, a through line; a through ticket; a through train.  Also, admitting of passage through; as, a through bridge."},{"word":"Throughly","type":"adv.","descr":" Thoroughly."},{"word":"Throughout","type":"prep.","descr":" Quite through; from one extremity to the other of; also, every part of; as, to search throughout the house."},{"word":"Throughout","type":"adv.","descr":" In every part; as, the cloth was of a piece throughout."},{"word":"Throve","type":"","descr":" imp. of Thrive."},{"word":"Throw","type":"n.","descr":" Pain; especially, pain of travail; throe."},{"word":"Throw","type":"n.","descr":" Time; while; space of time; moment; trice."},{"word":"Threw","type":"imp.","descr":" of Throw"},{"word":"Thrown","type":"p. p.","descr":" of Throw"},{"word":"Throwing","type":"p. pr. and vb. n.","descr":" of Throw"},{"word":"Throw","type":"v. t.","descr":" To fling, cast, or hurl with a certain whirling motion of the arm, to throw a ball; -- distinguished from to toss, or to bowl."},{"word":"Throw","type":"v. t.","descr":" To fling or cast in any manner; to drive to a distance from the hand or from an engine; to propel; to send; as, to throw stones or dust with the hand; a cannon throws a ball; a fire engine throws a stream of water to extinguish flames."},{"word":"Throw","type":"v. t.","descr":" To drive by violence; as, a vessel or sailors may be thrown upon a rock."},{"word":"Throw","type":"v. t.","descr":" To cause to take a strategic position; as, he threw a detachment of his army across the river."},{"word":"Throw","type":"v. t.","descr":" To overturn; to prostrate in wrestling; as, a man throws his antagonist."},{"word":"Throw","type":"v. t.","descr":" To cast, as dice; to venture at dice."},{"word":"Throw","type":"v. t.","descr":" To put on hastily; to spread carelessly."},{"word":"Throw","type":"v. t.","descr":" To divest or strip one\\'s self of; to put off."},{"word":"Throw","type":"v. t.","descr":" To form or shape roughly on a throwing engine, or potter\\'s wheel, as earthen vessels."},{"word":"Throw","type":"v. t.","descr":" To give forcible utterance to; to cast; to vent."},{"word":"Throw","type":"v. t.","descr":" To bring forth; to produce, as young; to bear; -- said especially of rabbits."},{"word":"Throw","type":"v. t.","descr":" To twist two or more filaments of, as silk, so as to form one thread; to twist together, as singles, in a direction contrary to the twist of the singles themselves; -- sometimes applied to the whole class of operations by which silk is prepared for the weaver."},{"word":"Throw","type":"v. i.","descr":" To perform the act of throwing or casting; to cast; specifically, to cast dice."},{"word":"Throw","type":"n.","descr":" The act of hurling or flinging; a driving or propelling from the hand or an engine; a cast."},{"word":"Throw","type":"n.","descr":" A stroke; a blow."},{"word":"Throw","type":"n.","descr":" The distance which a missile is, or may be, thrown; as, a stone\\'s throw."},{"word":"Throw","type":"n.","descr":" A cast of dice; the manner in which dice fall when cast; as, a good throw."},{"word":"Throw","type":"n.","descr":" An effort; a violent sally."},{"word":"Throw","type":"n.","descr":" The extreme movement given to a sliding or vibrating reciprocating piece by a cam, crank, eccentric, or the like; travel; stroke; as, the throw of a slide valve. Also, frequently, the length of the radius of a crank, or the eccentricity of an eccentric; as, the throw of the crank of a steam engine is equal to half the stroke of the piston."},{"word":"Throw","type":"n.","descr":" A potter\\'s wheel or table; a jigger. See 2d Jigger, 2 (a)."},{"word":"Throw","type":"n.","descr":" A turner\\'s lathe; a throwe."},{"word":"Throw","type":"n.","descr":" The amount of vertical displacement produced by a fault; -- according to the direction it is designated as an upthrow, or a downthrow."},{"word":"Throw-crook","type":"n.","descr":" An instrument used for twisting ropes out of straw."},{"word":"Throwe","type":"n.","descr":" A turning lathe."},{"word":"Thrower","type":"n.","descr":" One who throws. Specifically: (a) One who throws or twists silk; a throwster. (b) One who shapes vessels on a throwing engine."},{"word":"Throwing","type":"","descr":" a. and n. from Throw, v."},{"word":"Thrown","type":"","descr":" a. and p. p. from Throw, v."},{"word":"Throw-off","type":"n.","descr":" A start in a hunt or a race."},{"word":"Throwster","type":"n.","descr":" One who throws or twists silk; a thrower."},{"word":"Thru","type":"prep., adv. and a.","descr":" Through."},{"word":"Thrum","type":"n.","descr":" One of the ends of weaver\\'s threads; hence, any soft, short threads or tufts resembling these."},{"word":"Thrum","type":"n.","descr":" Any coarse yarn; an unraveled strand of rope."},{"word":"Thrum","type":"n.","descr":" A threadlike part of a flower; a stamen."},{"word":"Thrum","type":"n.","descr":" A shove out of place; a small displacement or fault along a seam."},{"word":"Thrum","type":"n.","descr":" A mat made of canvas and tufts of yarn."},{"word":"Thrummed","type":"imp. and p. p.","descr":" of Thrum"},{"word":"Thrumming","type":"p. pr. and vb. n.","descr":" of Thrum"},{"word":"Thrum","type":"v. t.","descr":" To furnish with thrums; to insert tufts in; to fringe."},{"word":"Thrum","type":"v. t.","descr":" To insert short pieces of rope-yarn or spun yarn in; as, to thrum a piece of canvas, or a mat, thus making a rough or tufted surface."},{"word":"Thrum","type":"v. i.","descr":" To play rudely or monotonously on a stringed instrument with the fingers; to strum."},{"word":"Thrum","type":"v. i.","descr":" Hence, to make a monotonous drumming noise; as, to thrum on a table."},{"word":"Thrum","type":"v. t.","descr":" To play, as a stringed instrument, in a rude or monotonous manner."},{"word":"Thrum","type":"v. t.","descr":" Hence, to drum on; to strike in a monotonous manner; to thrum the table."},{"word":"Thrum-eyed","type":"a.","descr":" Having the anthers raised above the stigma, and visible at the throat of the corolla, as in long-stamened primroses; -- the reverse of pin-eyed."},{"word":"Thrummy","type":"a.","descr":" Like thrums; made of, furnished with, or characterized by, thrums."},{"word":"Thrumwort","type":"n.","descr":" A kind of amaranth (Amarantus caudatus)."},{"word":"Thruout","type":"","descr":" Throughout."},{"word":"Thrush","type":"n.","descr":" Any one of numerous species of singing birds belonging to Turdus and allied genera. They are noted for the sweetness of their songs."},{"word":"Thrush","type":"n.","descr":" Any one of numerous species of singing birds more or less resembling the true thrushes in appearance or habits; as the thunderbird and the American brown thrush (or thrasher). See Brown thrush."},{"word":"Thrush","type":"n.","descr":" An affection of the mouth, fauces, etc., common in newly born children, characterized by minute ulcers called aphthae. See Aphthae."},{"word":"Thrush","type":"n.","descr":" An inflammatory and suppurative affection of the feet in certain animals. In the horse it is in the frog."},{"word":"Thrushel","type":"n.","descr":" The song thrush."},{"word":"Thrusher","type":"n.","descr":" The song thrush."},{"word":"Thrust","type":"n. and v.","descr":" Thrist."},{"word":"Thrust","type":"imp. and p. p.","descr":" of Thrust"},{"word":"Thrusting","type":"p. pr. and vb. n.","descr":" of Thrust"},{"word":"Thrust","type":"v. t.","descr":" To push or drive with force; to drive, force, or impel; to shove; as, to thrust anything with the hand or foot, or with an instrument."},{"word":"Thrust","type":"v. t.","descr":" To stab; to pierce; -- usually with through."},{"word":"Thrust","type":"v. i.","descr":" To make a push; to attack with a pointed weapon; as, a fencer thrusts at his antagonist."},{"word":"Thrust","type":"v. i.","descr":" To enter by pushing; to squeeze in."},{"word":"Thrust","type":"v. i.","descr":" To push forward; to come with force; to press on; to intrude."},{"word":"Thrust","type":"n.","descr":" A violent push or driving, as with a pointed weapon moved in the direction of its length, or with the hand or foot, or with any instrument; a stab; -- a word much used as a term of fencing."},{"word":"Thrust","type":"n.","descr":" An attack; an assault."},{"word":"Thrust","type":"n.","descr":" The force or pressure of one part of a construction against other parts; especially (Arch.), a horizontal or diagonal outward pressure, as of an arch against its abutments, or of rafters against the wall which support them."},{"word":"Thrust","type":"n.","descr":" The breaking down of the roof of a gallery under its superincumbent weight."},{"word":"Thruster","type":"n.","descr":" One who thrusts or stabs."},{"word":"Thrusting","type":"n.","descr":" The act of pushing with force."},{"word":"Thrusting","type":"n.","descr":" The act of squeezing curd with the hand, to expel the whey."},{"word":"Thrusting","type":"n.","descr":" The white whey, or that which is last pressed out of the curd by the hand, and of which butter is sometimes made."},{"word":"Thrustle","type":"n.","descr":" The throstle, or song thrust."},{"word":"Thryes","type":"a.","descr":" Thrice."},{"word":"Thryfallow","type":"v. t.","descr":" To plow for the third time in summer; to trifallow."},{"word":"Thud","type":"n.","descr":" A dull sound without resonance, like that produced by striking with, or striking against, some comparatively soft substance; also, the stroke or blow producing such sound; as, the thrud of a cannon ball striking the earth."},{"word":"Thug","type":"n.","descr":" One of an association of robbers and murderers in India who practiced murder by stealthy approaches, and from religious motives. They have been nearly exterminated by the British government."},{"word":"Thuggee","type":"n.","descr":" The practice of secret or stealthy murder by Thugs."},{"word":"Thuggery","type":"n.","descr":" Alt. of Thuggism"},{"word":"Thuggism","type":"n.","descr":" Thuggee."},{"word":"Thuja","type":"n.","descr":" A genus of evergreen trees, thickly branched, remarkable for the distichous arrangement of their branches, and having scalelike, closely imbricated, or compressed leaves."},{"word":"Thule","type":"n.","descr":" The name given by ancient geographers to the northernmost part of the habitable world. According to some, this land was Norway, according to others, Iceland, or more probably Mainland, the largest of the Shetland islands; hence, the Latin phrase ultima Thule, farthest Thule."},{"word":"Thulia","type":"n.","descr":" Oxide of thulium."},{"word":"Thulium","type":"n.","descr":" A rare metallic element of uncertain properties and identity, said to have been found in the mineral gadolinite."},{"word":"Thumb","type":"n.","descr":" The short, thick first digit of the human hand, differing from the other fingers in having but two phalanges; the pollex. See Pollex."},{"word":"Thumbed","type":"imp. and p. p.","descr":" of Thumb"},{"word":"Thumbing","type":"p. pr. and vb. n.","descr":" of Thumb"},{"word":"Thumb","type":"v. t.","descr":" To handle awkwardly."},{"word":"Thumb","type":"v. t.","descr":" To play with the thumbs, or with the thumbs and fingers; as, to thumb over a tune."},{"word":"Thumb","type":"v. t.","descr":" To soil or wear with the thumb or the fingers; to soil, or wear out, by frequent handling; also, to cover with the thumb; as, to thumb the touch-hole of a cannon."},{"word":"Thumb","type":"v. i.","descr":" To play with the thumb or thumbs; to play clumsily; to thrum."},{"word":"Thumbbird","type":"n.","descr":" The goldcrest."},{"word":"Thumbed","type":"a.","descr":" Having thumbs."},{"word":"Thumbed","type":"a.","descr":" Soiled by handling."},{"word":"Thumbkin","type":"n.","descr":" An instrument of torture for compressing the thumb; a thumbscrew."},{"word":"Thumbless","type":"a.","descr":" Without a thumb."},{"word":"Thumbscrew","type":"n.","descr":" A screw having a flat-sided or knurled head, so that it may be turned by the thumb and forefinger."},{"word":"Thumbscrew","type":"n.","descr":" An old instrument of torture for compressing the thumb by a screw; a thumbkin."},{"word":"Thummie","type":"n.","descr":" The chiff-chaff."},{"word":"Thummim","type":"n. pl.","descr":" A mysterious part or decoration of the breastplate of the Jewish high priest. See the note under Urim."},{"word":"Thump","type":"n.","descr":" The sound made by the sudden fall or blow of a heavy body, as of a hammer, or the like."},{"word":"Thump","type":"n.","descr":" A blow or knock, as with something blunt or heavy; a heavy fall."},{"word":"Thumped","type":"imp. and p. p.","descr":" of Thump"},{"word":"Thumping","type":"p. pr. and vb. n.","descr":" of Thump"},{"word":"Thump","type":"v. t.","descr":" To strike or beat with something thick or heavy, or so as to cause a dull sound."},{"word":"Thump","type":"v. i.","descr":" To give a thump or thumps; to strike or fall with a heavy blow; to pound."},{"word":"Thumper","type":"n.","descr":" One who, or that which, thumps."},{"word":"Thumping","type":"a.","descr":" Heavy; large."},{"word":"Thunder","type":"n.","descr":" The sound which follows a flash of lightning; the report of a discharge of atmospheric electricity."},{"word":"Thunder","type":"n.","descr":" The discharge of electricity; a thunderbolt."},{"word":"Thunder","type":"n.","descr":" Any loud noise; as, the thunder of cannon."},{"word":"Thunder","type":"n.","descr":" An alarming or statrling threat or denunciation."},{"word":"Thundered","type":"imp. and p. p.","descr":" of Thunder"},{"word":"Thundering","type":"p. pr. and vb. n.","descr":" of Thunder"},{"word":"Thunder","type":"n.","descr":" To produce thunder; to sound, rattle, or roar, as a discharge of atmospheric electricity; -- often used impersonally; as, it thundered continuously."},{"word":"Thunder","type":"n.","descr":" Fig.: To make a loud noise; esp. a heavy sound, of some continuance."},{"word":"Thunder","type":"n.","descr":" To utter violent denunciation."},{"word":"Thunder","type":"v. t.","descr":" To emit with noise and terror; to utter vehemently; to publish, as a threat or denunciation."},{"word":"Thunderbird","type":"n.","descr":" An Australian insectivorous singing bird (Pachycephala gutturalis). The male is conspicuously marked with black and yellow, and has a black crescent on the breast. Called also white-throated thickhead, orange-breasted thrust, black-crowned thrush, guttural thrush, and black-breasted flycatcher."},{"word":"Thunderbolt","type":"n.","descr":" A shaft of lightning; a brilliant stream of electricity passing from one part of the heavens to another, or from the clouds to the earth."},{"word":"Thunderbolt","type":"n.","descr":" Something resembling lightning in suddenness and effectiveness."},{"word":"Thunderbolt","type":"n.","descr":" Vehement threatening or censure; especially, ecclesiastical denunciation; fulmination."},{"word":"Thunderbolt","type":"n.","descr":" A belemnite, or thunderstone."},{"word":"Thunderburst","type":"n.","descr":" A burst of thunder."},{"word":"Thunderclap","type":"n.","descr":" A sharp burst of thunder; a sudden report of a discharge of atmospheric electricity."},{"word":"Thundercloud","type":"n.","descr":" A cloud charged with electricity, and producing lightning and thunder."},{"word":"Thunderer","type":"n.","descr":" One who thunders; -- used especially as a translation of L. tonans, an epithet applied by the Romans to several of their gods, esp. to Jupiter."},{"word":"Thunderfish","type":"n.","descr":" A large European loach (Misgurnus fossilis)."},{"word":"Thunderhead","type":"n.","descr":" A rounded mass of cloud, with shining white edges; a cumulus, -- often appearing before a thunderstorm."},{"word":"Thundering","type":"a.","descr":" Emitting thunder."},{"word":"Thundering","type":"a.","descr":" Very great; -- often adverbially."},{"word":"Thundering","type":"n.","descr":" Thunder."},{"word":"Thunderless","type":"a.","descr":" Without thunder or noise."},{"word":"Thunderous","type":"a.","descr":" Producing thunder."},{"word":"Thunderous","type":"a.","descr":" Making a noise like thunder; sounding loud and deep; sonorous."},{"word":"Thunderproof","type":"a.","descr":" Secure against the effects of thunder or lightning."},{"word":"Thundershower","type":"n.","descr":" A shower accompanied with lightning and thunder."},{"word":"Thunderstone","type":"n.","descr":" A thunderbolt, -- formerly believed to be a stone."},{"word":"Thunderstone","type":"n.","descr":" A belemnite. See Belemnite."},{"word":"Thunderstorm","type":"n.","descr":" A storm accompanied with lightning and thunder."},{"word":"Thunderstruck","type":"imp.","descr":" of Thunderstrike"},{"word":"Thunderstruck","type":"p. p.","descr":" of Thunderstrike"},{"word":"Thunderstriking","type":"p. pr. and vb. n.","descr":" of Thunderstrike"},{"word":"Thunderstrike","type":"v. t.","descr":" To strike, blast, or injure by, or as by, lightning."},{"word":"Thunderstrike","type":"v. t.","descr":" To astonish, or strike dumb, as with something terrible; -- rarely used except in the past participle."},{"word":"Thunderworm","type":"n.","descr":" A small, footless, burrowing, snakelike lizard (Rhineura Floridana) allied to Amphisbaena, native of Florida; -- so called because it leaves its burrows after a thundershower."},{"word":"Thundery","type":"a.","descr":" Accompanied with thunder; thunderous."},{"word":"Thundrous","type":"a.","descr":" Thunderous; sonorous."},{"word":"Thunny","type":"n.","descr":" The tunny."},{"word":"Thurgh","type":"prep.","descr":" Through."},{"word":"Thurghfare","type":"n.","descr":" Thoroughfare."},{"word":"Thurible","type":"n.","descr":" A censer of metal, for burning incense, having various forms, held in the hand or suspended by chains; -- used especially at mass, vespers, and other solemn services."},{"word":"Thuriferous","type":"a.","descr":" Producing or bearing frankincense."},{"word":"Thurification","type":"n.","descr":" The act of fuming with incense, or the act of burning incense."},{"word":"Thuringian","type":"a.","descr":" Of or pertaining to Thuringia, a country in Germany, or its people."},{"word":"Thuringian","type":"n.","descr":" A native, or inhabitant of Thuringia."},{"word":"Thuringite","type":"n.","descr":" A mineral occurring as an aggregation of minute scales having an olive-green color and pearly luster. It is a hydrous silicate of aluminia and iron."},{"word":"Thurl","type":"n.","descr":" A hole; an aperture."},{"word":"Thurl","type":"n.","descr":" A short communication between adits in a mine."},{"word":"Thurl","type":"n.","descr":" A long adit in a coalpit."},{"word":"Thurl","type":"v. t.","descr":" To cut through; to pierce."},{"word":"Thurl","type":"v. t.","descr":" To cut through, as a partition between one working and another."},{"word":"Thurling","type":"n.","descr":" Same as Thurl, n., 2 (a)."},{"word":"Thurrok","type":"n.","descr":" The hold of a ship; a sink."},{"word":"Thursday","type":"n.","descr":" The fifth day of the week, following Wednesday and preceding Friday."},{"word":"Thurst","type":"n.","descr":" The ruins of the fallen roof resulting from the removal of the pillars and stalls."},{"word":"Thus","type":"n.","descr":" The commoner kind of frankincense, or that obtained from the Norway spruce, the long-leaved pine, and other conifers."},{"word":"Thus","type":"adv.","descr":" In this or that manner; on this wise."},{"word":"Thus","type":"adv.","descr":" To this degree or extent; so far; so; as, thus wise; thus peaceble; thus bold."},{"word":"Thussock","type":"n.","descr":" See Tussock."},{"word":"Thuya","type":"n.","descr":" Same as Thuja."},{"word":"Thuyin","type":"n.","descr":" A substance extracted from trees of the genus Thuja, or Thuya, and probably identical with quercitrin."},{"word":"Thwacked","type":"imp. and p. p.","descr":" of Thwack"},{"word":"Thwacking","type":"p. pr. and vb. n.","descr":" of Thwack"},{"word":"Thwack","type":"v. t.","descr":" To strike with something flat or heavy; to bang, or thrash: to thump."},{"word":"Thwack","type":"v. t.","descr":" To fill to overflow."},{"word":"Thwack","type":"n.","descr":" A heavy blow with something flat or heavy; a thump."},{"word":"Thwaite","type":"n.","descr":" The twaite."},{"word":"Thwaite","type":"n.","descr":" Forest land cleared, and converted to tillage; an assart."},{"word":"Thwart","type":"a.","descr":" Situated or placed across something else; transverse; oblique."},{"word":"Thwart","type":"a.","descr":" Fig.: Perverse; crossgrained."},{"word":"Thwart","type":"a.","descr":" Thwartly; obliquely; transversely; athwart."},{"word":"Thwart","type":"prep.","descr":" Across; athwart."},{"word":"Thwart","type":"n.","descr":" A seat in an open boat reaching from one side to the other, or athwart the boat."},{"word":"Thwarted","type":"imp. and p. p.","descr":" of Thwart"},{"word":"Thwarting","type":"p. pr. and vb. n.","descr":" of Thwart"},{"word":"Thwart","type":"v. t.","descr":" To move across or counter to; to cross; as, an arrow thwarts the air."},{"word":"Thwart","type":"v. t.","descr":" To cross, as a purpose; to oppose; to run counter to; to contravene; hence, to frustrate or defeat."},{"word":"Thwart","type":"v. i.","descr":" To move or go in an oblique or crosswise manner."},{"word":"Thwart","type":"v. i.","descr":" Hence, to be in opposition; to clash."},{"word":"Thwarter","type":"n.","descr":" A disease in sheep, indicated by shaking, trembling, or convulsive motions."},{"word":"Thwartingly","type":"adv.","descr":" In a thwarting or obstructing manner; so as to thwart."},{"word":"Thwartly","type":"adv.","descr":" Transversely; obliquely."},{"word":"Thwartness","type":"n.","descr":" The quality or state of being thwart; obliquity; perverseness."},{"word":"Thwite","type":"v. t.","descr":" To cut or clip with a knife; to whittle."},{"word":"Thwittle","type":"v. t.","descr":" To cut or whittle."},{"word":"Thwittle","type":"n.","descr":" A small knife; a whittle."},{"word":"Thy","type":"pron.","descr":" Of thee, or belonging to thee; the more common form of thine, possessive case of thou; -- used always attributively, and chiefly in the solemn or grave style, and in poetry. Thine is used in the predicate; as, the knife is thine. See Thine."},{"word":"Thyine wood","type":"","descr":" The fragrant and beautiful wood of a North African tree (Callitris quadrivalvis), formerly called Thuja articulata. The tree is of the Cedar family, and furnishes a balsamic resin called sandarach."},{"word":"Thylacine","type":"n.","descr":" The zebra wolf. See under Wolf."},{"word":"Thymate","type":"n.","descr":" A compound of thymol analogous to a salt; as, sodium thymate."},{"word":"Thyme","type":"n.","descr":" Any plant of the labiate genus Thymus. The garden thyme (Thymus vulgaris) is a warm, pungent aromatic, much used to give a relish to seasoning and soups."},{"word":"Thymene","type":"n.","descr":" A liquid terpene obtained from oil of thyme."},{"word":"Thymiatechny","type":"n.","descr":" The art of employing perfumes in medicine."},{"word":"Thymic","type":"a.","descr":" Of or pertaining to the thymus gland."},{"word":"Thymic","type":"a.","descr":" Pertaining to, or derived from, thyme; as, thymic acid."},{"word":"Thymol","type":"n.","descr":" A phenol derivative of cymene, C10H13.OH, isomeric with carvacrol, found in oil of thyme, and extracted as a white crystalline substance of a pleasant aromatic odor and strong antiseptic properties; -- called also hydroxy cymene."},{"word":"Thymus","type":"a.","descr":" Of, pertaining to, or designating, the thymus gland."},{"word":"Thymus","type":"n.","descr":" The thymus gland."},{"word":"Thymy","type":"a.","descr":" Abounding with thyme; fragrant; as, a thymy vale."},{"word":"Thyro-","type":"","descr":" A combining form used in anatomy to indicate connection with, or relation to, the thyroid body or the thyroid cartilage; as, thyrohyal."},{"word":"Thyroarytenoid","type":"a.","descr":" Of or pertaining to both the thyroid and arytenoid cartilages of the larynx."},{"word":"Thyrohyal","type":"n.","descr":" One of the lower segments in the hyoid arch, often consolidated with the body of the hyoid bone and forming one of its great horns, as in man."},{"word":"Thyrohyoid","type":"a.","descr":" Of or pertaining to the thyroid cartilage of the larynx and the hyoid arch."},{"word":"Thyroid","type":"a.","descr":" Shaped like an oblong shield; shield-shaped; as, the thyroid cartilage."},{"word":"Thyroid","type":"a.","descr":" Of or pertaining to the thyroid body, thyroid cartilage, or thyroid artery; thyroideal."},{"word":"Thyroideal","type":"a.","descr":" Thyroid."},{"word":"Thyrotomy","type":"n.","descr":" The operation of cutting into the thyroid cartilage."},{"word":"Thyrse","type":"n.","descr":" A thyrsus."},{"word":"Thyrsoid","type":"a.","descr":" Alt. of Thyrsoidal"},{"word":"Thyrsoidal","type":"a.","descr":" Having somewhat the form of a thyrsus."},{"word":"Thyrsi","type":"pl. ","descr":" of Thyrsus"},{"word":"Thyrsus","type":"n.","descr":" A staff entwined with ivy, and surmounted by a pine cone, or by a bunch of vine or ivy leaves with grapes or berries. It is an attribute of Bacchus, and of the satyrs and others engaging in Bacchic rites."},{"word":"Thyrsus","type":"n.","descr":" A species of inflorescence; a dense panicle, as in the lilac and horse-chestnut."},{"word":"Thysanopter","type":"n.","descr":" One of the Thysanoptera."},{"word":"Thysanoptera","type":"n. pl.","descr":" A division of insects, considered by some writers a distinct order, but regarded by others as belonging to the Hemiptera. They are all of small size, and have narrow, broadly fringed wings with rudimentary nervures. Most of the species feed upon the juices of plants, and some, as those which attack grain, are very injurious to crops. Called also Physopoda.  See Thrips."},{"word":"Thysanopteran","type":"n.","descr":" One of the Thysanoptera."},{"word":"Thysanopterous","type":"a.","descr":" Of or pertaining to the Thysanoptera."},{"word":"Thysanura","type":"n. pl.","descr":" An order of wingless hexapod insects which have setiform caudal appendages, either bent beneath the body to form a spring, or projecting as bristles. It comprises the Cinura, or bristletails, and the Collembola, or springtails. Called also Thysanoura. See Lepisma, and Podura."},{"word":"Thysanuran","type":"n.","descr":" One of the Thysanura. Also used adjectively."},{"word":"Thysanurous","type":"a.","descr":" Of or pertaining to the Thysanura."},{"word":"Thysbe","type":"n.","descr":" A common clearwing moth (Hemaris thysbe)."},{"word":"Thyself","type":"pron.","descr":" An emphasized form of the personal pronoun of the second person; -- used as a subject commonly with thou; as, thou thyself shalt go; that is, thou shalt go, and no other. It is sometimes used, especially in the predicate, without thou, and in the nominative as well as in the objective case."}]