[{"word":"ties","type":"pl. ","descr":" of Constitutionality"},{"word":"ties","type":"pl. ","descr":" of Rurality"},{"word":"Tiar","type":"n.","descr":" A tiara."},{"word":"Tiara","type":"n.","descr":" A form of headdress worn by the ancient Persians. According to Xenophon, the royal tiara was encircled with a diadem, and was high and erect, while those of the people were flexible, or had rims turned over."},{"word":"Tiara","type":"n.","descr":" The pope\\'s triple crown. It was at first a round, high cap, but was afterward encompassed with a crown, subsequently with a second, and finally with a third. Fig.: The papal dignity."},{"word":"Tiaraed","type":"a.","descr":" Adorned with, or wearing, a tiara."},{"word":"Tib-cat","type":"n.","descr":" A female cat."},{"word":"Tibiae","type":"pl. ","descr":" of Tibia"},{"word":"Tibia","type":"n.","descr":" The inner, or preaxial, and usually the larger, of the two bones of the leg or hind limb below the knee."},{"word":"Tibia","type":"n.","descr":" The fourth joint of the leg of an insect. See Illust. under Coleoptera, and under Hexapoda."},{"word":"Tibia","type":"n.","descr":" A musical instrument of the flute kind, originally made of the leg bone of an animal."},{"word":"Tibial","type":"a.","descr":" Of or pertaining to a tibia."},{"word":"Tibial","type":"a.","descr":" Of or pertaining to a pipe or flute."},{"word":"Tibial","type":"n.","descr":" A tibial bone; a tibiale."},{"word":"Tibialia","type":"pl. ","descr":" of Tibiale"},{"word":"Tibiale","type":"n.","descr":" The bone or cartilage of the tarsus which articulates with the tibia and corresponds to a part of the astragalus in man and most mammals."},{"word":"Tibicinate","type":"v. i.","descr":" To play on a tibia, or pipe."},{"word":"Tibio-","type":"","descr":" A combining form used in anatomy to indicate connection with, or relation to, the tibia; as, tibiotarsus, tibiofibular."},{"word":"Tibiotarsal","type":"a.","descr":" Of or pertaining to both to the tibia and the tarsus; as, the tibiotarsal articulation."},{"word":"Tibiotarsal","type":"a.","descr":" Of or pertaining to the tibiotarsus."},{"word":"Tibiotarsi","type":"pl. ","descr":" of Tibiotarsus"},{"word":"Tibiotarsus","type":"n.","descr":" The large bone between the femur and tarsometatarsus in the leg of a bird. It is formed by the union of the proximal part of the tarsus with the tibia."},{"word":"Tibrie","type":"n.","descr":" The pollack."},{"word":"Tic","type":"n.","descr":" A local and habitual convulsive motion of certain muscles; especially, such a motion of some of the muscles of the face; twitching; velication; -- called also spasmodic tic."},{"word":"Tical","type":"n.","descr":" A bean-shaped coin of Siam, worth about sixty cents; also, a weight equal to 236 grains troy."},{"word":"Tical","type":"n.","descr":" A money of account in China, reckoning at about $1.60; also, a weight of about four ounces avoirdupois."},{"word":"Tice","type":"v. t.","descr":" To entice."},{"word":"Tice","type":"n.","descr":" A ball bowled to strike the ground about a bat\\'s length in front of the wicket."},{"word":"Ticement","type":"n.","descr":" Enticement."},{"word":"Tichorrhine","type":"n.","descr":" A fossil rhinoceros with a vertical bony medial septum supporting the nose; the hairy rhinoceros."},{"word":"Tick","type":"n.","descr":" Credit; trust; as, to buy on, or upon, tick."},{"word":"Tick","type":"v. i.","descr":" To go on trust, or credit."},{"word":"Tick","type":"v. i.","descr":" To give tick; to trust."},{"word":"Tick","type":"n.","descr":" Any one of numerous species of large parasitic mites which attach themselves to, and suck the blood of, cattle, dogs, and many other animals. When filled with blood they become ovate, much swollen, and usually livid red in color. Some of the species often attach themselves to the human body. The young are active and have at first but six legs."},{"word":"Tick","type":"n.","descr":" Any one of several species of dipterous insects having a flattened and usually wingless body, as the bird ticks (see under Bird) and sheep tick (see under Sheep)."},{"word":"Tick","type":"n.","descr":" The cover, or case, of a bed, mattress, etc., which contains the straw, feathers, hair, or other filling."},{"word":"Tick","type":"n.","descr":" Ticking. See Ticking, n."},{"word":"Ticked","type":"imp. and p. p.","descr":" of Tick"},{"word":"Ticking","type":"p. pr. and vb. n.","descr":" of Tick"},{"word":"Tick","type":"v. i.","descr":" To make a small or repeating noise by beating or otherwise, as a watch does; to beat."},{"word":"Tick","type":"v. i.","descr":" To strike gently; to pat."},{"word":"Tick","type":"n.","descr":" A quick, audible beat, as of a clock."},{"word":"Tick","type":"n.","descr":" Any small mark intended to direct attention to something, or to serve as a check."},{"word":"Tick","type":"n.","descr":" The whinchat; -- so called from its note."},{"word":"Tick","type":"v. t.","descr":" To check off by means of a tick or any small mark; to score."},{"word":"Ticken","type":"n.","descr":" See Ticking."},{"word":"Ticker","type":"n.","descr":" One who, or that which, ticks, or produces a ticking sound, as a watch or clock, a telegraphic sounder, etc."},{"word":"Ticket","type":"v.","descr":" A small piece of paper, cardboard, or the like, serving as a notice, certificate, or distinguishing token of something."},{"word":"Ticket","type":"v.","descr":" A little note or notice."},{"word":"Ticket","type":"v.","descr":" A tradesman\\'s bill or account."},{"word":"Ticket","type":"v.","descr":" A certificate or token of right of admission to a place of assembly, or of passage in a public conveyance; as, a theater ticket; a railroad or steamboat ticket."},{"word":"Ticket","type":"v.","descr":" A label to show the character or price of goods."},{"word":"Ticket","type":"v.","descr":" A certificate or token of a share in a lottery or other scheme for distributing money, goods, or the like."},{"word":"Ticket","type":"v.","descr":" A printed list of candidates to be voted for at an election; a set of nominations by one party for election; a ballot."},{"word":"Ticketed","type":"imp. and p. p.","descr":" of Ticket"},{"word":"Ticketing","type":"p. pr. and vb. n.","descr":" of Ticket"},{"word":"Ticket","type":"v. t.","descr":" To distinguish by a ticket; to put a ticket on; as, to ticket goods."},{"word":"Ticket","type":"v. t.","descr":" To furnish with a tickets; to book; as, to ticket passengers to California."},{"word":"Ticketing","type":"n.","descr":" A periodical sale of ore in the English mining districts; -- so called from the tickets upon which are written the bids of the buyers."},{"word":"Ticking","type":"n.","descr":" A strong, closely woven linen or cotton fabric, of which ticks for beds are made. It is usually twilled, and woven in stripes of different colors, as white and blue; -- called also ticken."},{"word":"Tickled","type":"imp. and p. p.","descr":" of Tickle"},{"word":"Tickling","type":"p. pr. and vb. n.","descr":" of Tickle"},{"word":"Tickle","type":"v. t.","descr":" To touch lightly, so as to produce a peculiar thrilling sensation, which commonly causes laughter, and a kind of spasm which become dengerous if too long protracted."},{"word":"Tickle","type":"v. t.","descr":" To please; to gratify; to make joyous."},{"word":"Tickle","type":"v. i.","descr":" To feel titillation."},{"word":"Tickle","type":"v. i.","descr":" To excite the sensation of titillation."},{"word":"Tickle","type":"a.","descr":" Ticklish; easily tickled."},{"word":"Tickle","type":"a.","descr":" Liable to change; uncertain; inconstant."},{"word":"Tickle","type":"a.","descr":" Wavering, or liable to waver and fall at the slightest touch; unstable; easily overthrown."},{"word":"Tickle-footed","type":"a.","descr":" Uncertain; inconstant; slippery."},{"word":"Ticklenburg","type":"n.","descr":" A coarse, mixed linen fabric made to be sold in the West Indies."},{"word":"Tickleness","type":"n.","descr":" Unsteadiness."},{"word":"Tickler","type":"n.","descr":" One who, or that which, tickles."},{"word":"Tickler","type":"n.","descr":" Something puzzling or difficult."},{"word":"Tickler","type":"n.","descr":" A book containing a memorandum of notes and debts arranged in the order of their maturity."},{"word":"Tickler","type":"n.","descr":" A prong used by coopers to extract bungs from casks."},{"word":"Ticklish","type":"a.","descr":" Sensible to slight touches; easily tickled; as, the sole of the foot is very ticklish; the hardened palm of the hand is not ticklish."},{"word":"Ticklish","type":"a.","descr":" Standing so as to be liable to totter and fall at the slightest touch; unfixed; easily affected; unstable."},{"word":"Ticklish","type":"a.","descr":" Difficult; nice; critical; as, a ticklish business."},{"word":"Tickseed","type":"n.","descr":" A seed or fruit resembling in shape an insect, as that of certain plants."},{"word":"Tickseed","type":"n.","descr":" Same as Coreopsis."},{"word":"Tickseed","type":"n.","descr":" Any plant of the genus Corispermum, plants of the Goosefoot family."},{"word":"Ticktack","type":"n.","descr":" A noise like that made by a clock or a watch."},{"word":"Ticktack","type":"n.","descr":" A kind of backgammon played both with men and pegs; tricktrack."},{"word":"Ticktack","type":"adv.","descr":" With a ticking noise, like that of a watch."},{"word":"Ticpolonga","type":"n.","descr":" A very venomous viper (Daboia Russellii), native of Ceylon and India; -- called also cobra monil."},{"word":"Tid","type":"a.","descr":" Tender; soft; nice; -- now only used in tidbit."},{"word":"Tidal","type":"a.","descr":" Of or pertaining to tides; caused by tides; having tides; periodically rising and falling, or following and ebbing; as, tidal waters."},{"word":"Tidbit","type":"n.","descr":" A delicate or tender piece of anything eatable; a delicious morsel."},{"word":"Tidde","type":"obs.","descr":" imp. of Tide, v. i."},{"word":"Tidder","type":"v. t.","descr":" Alt. of Tiddle"},{"word":"Tiddle","type":"v. t.","descr":" To use with tenderness; to fondle."},{"word":"Tide","type":"prep.","descr":" Time; period; season."},{"word":"Tide","type":"prep.","descr":" The alternate rising and falling of the waters of the ocean, and of bays, rivers, etc., connected therewith. The tide ebbs and flows twice in each lunar day, or the space of a little more than twenty-four hours. It is occasioned by the attraction of the sun and moon (the influence of the latter being three times that of the former), acting unequally on the waters in different parts of the earth, thus disturbing their equilibrium. A high tide upon one side of the earth is accompanied by a high tide upon the opposite side. Hence, when the sun and moon are in conjunction or opposition, as at new moon and full moon, their action is such as to produce a greater than the usual tide, called the spring tide, as represented in the cut. When the moon is in the first or third quarter, the sun\\'s attraction in part counteracts the effect of the moon\\'s attraction, thus producing under the moon a smaller tide than usual, called the neap tide."},{"word":"Tide","type":"prep.","descr":" A stream; current; flood; as, a tide of blood."},{"word":"Tide","type":"prep.","descr":" Tendency or direction of causes, influences, or events; course; current."},{"word":"Tide","type":"prep.","descr":" Violent confluence."},{"word":"Tide","type":"prep.","descr":" The period of twelve hours."},{"word":"Tide","type":"v. t.","descr":" To cause to float with the tide; to drive or carry with the tide or stream."},{"word":"Tide","type":"n.","descr":" To betide; to happen."},{"word":"Tide","type":"n.","descr":" To pour a tide or flood."},{"word":"Tide","type":"n.","descr":" To work into or out of a river or harbor by drifting with the tide and anchoring when it becomes adverse."},{"word":"Tided","type":"a.","descr":" Affected by the tide; having a tide."},{"word":"Tideless","type":"a.","descr":" Having no tide."},{"word":"Tide-rode","type":"a.","descr":" Swung by the tide when at anchor; -- opposed to wind-rode."},{"word":"Tidesmen","type":"pl. ","descr":" of Tidesman"},{"word":"Tidesman","type":"n.","descr":" A customhouse officer who goes on board of a merchant ship to secure payment of the duties; a tidewaiter."},{"word":"Tidewaiter","type":"n.","descr":" A customhouse officer who watches the landing of goods from merchant vessels, in order to secure payment of duties."},{"word":"Tideway","type":"n.","descr":" Channel in which the tide sets."},{"word":"Tidife","type":"n.","descr":" The blue titmouse."},{"word":"Tidily","type":"adv.","descr":" In a tidy manner."},{"word":"Tidiness","type":"n.","descr":" The quality or state of being tidy."},{"word":"Tiding","type":"n.","descr":" Tidings."},{"word":"Tidings","type":"n.","descr":" Account of what has taken place, and was not before known; news."},{"word":"Tidley","type":"n.","descr":" The wren."},{"word":"Tidley","type":"n.","descr":" The goldcrest."},{"word":"Tidology","type":"n.","descr":" A discourse or treatise upon the tides; that part of science which treats of tides."},{"word":"Tidy","type":"n.","descr":" The wren; -- called also tiddy."},{"word":"Tidy","type":"superl.","descr":" Being in proper time; timely; seasonable; favorable; as, tidy weather."},{"word":"Tidy","type":"superl.","descr":" Arranged in good order; orderly; appropriate; neat; kept in proper and becoming neatness, or habitually keeping things so; as, a tidy lass; their dress is tidy; the apartments are well furnished and tidy."},{"word":"Tidies","type":"pl. ","descr":" of Tidy"},{"word":"Tidy","type":"n.","descr":" A cover, often of tatting, drawn work, or other ornamental work, for the back of a chair, the arms of a sofa, or the like."},{"word":"Tidy","type":"n.","descr":" A child\\'s pinafore."},{"word":"Tidied","type":"imp. and p. p.","descr":" of Tidy"},{"word":"Tidying","type":"p. pr. and vb. n.","descr":" of Tidy"},{"word":"Tidy","type":"v. t.","descr":" To put in proper order; to make neat; as, to tidy a room; to tidy one\\'s dress."},{"word":"Tidy","type":"v. i.","descr":" To make things tidy."},{"word":"Tidytips","type":"n.","descr":" A California composite plant (Layia platyglossa), the flower of which has yellow rays tipped with white."},{"word":"Ties","type":"pl. ","descr":" of Tie"},{"word":"Tie","type":"v. t.","descr":" A knot; a fastening."},{"word":"Tie","type":"v. t.","descr":" A bond; an obligation, moral or legal; as, the sacred ties of friendship or of duty; the ties of allegiance."},{"word":"Tie","type":"v. t.","descr":" A knot of hair, as at the back of a wig."},{"word":"Tie","type":"v. t.","descr":" An equality in numbers, as of votes, scores, etc., which prevents either party from being victorious; equality in any contest, as a race."},{"word":"Tie","type":"v. t.","descr":" A beam or rod for holding two parts together; in railways, one of the transverse timbers which support the track and keep it in place."},{"word":"Tie","type":"v. t.","descr":" A line, usually straight, drawn across the stems of notes, or a curved line written over or under the notes, signifying that they are to be slurred, or closely united in the performance, or that two notes of the same pitch are to be sounded as one; a bind; a ligature."},{"word":"Tie","type":"v. t.","descr":" Low shoes fastened with lacings."},{"word":"Tied","type":"imp. and p. p.","descr":" of Tie"},{"word":"Tight","type":"","descr":" of Tie"},{"word":"Tie","type":"v. t.","descr":" To fasten with a band or cord and knot; to bind."},{"word":"Tie","type":"v. t.","descr":" To form, as a knot, by interlacing or complicating a cord; also, to interlace, or form a knot in; as, to tie a cord to a tree; to knit; to knot."},{"word":"Tie","type":"v. t.","descr":" To unite firmly; to fasten; to hold."},{"word":"Tie","type":"v. t.","descr":" To hold or constrain by authority or moral influence, as by knotted cords; to oblige; to constrain; to restrain; to confine."},{"word":"Tie","type":"v. t.","descr":" To unite, as notes, by a cross line, or by a curved line, or slur, drawn over or under them."},{"word":"Tie","type":"v. t.","descr":" To make an equal score with, in a contest; to be even with."},{"word":"Tie","type":"v. i.","descr":" To make a tie; to make an equal score."},{"word":"Tiebar","type":"n.","descr":" A flat bar used as a tie."},{"word":"Tiebeam","type":"n.","descr":" A beam acting as a tie, as at the bottom of a pair of principal rafters, to prevent them from thrusting out the wall. See Illust. of Timbers, under Roof."},{"word":"Tier","type":"n.","descr":" One who, or that which, ties."},{"word":"Tier","type":"n.","descr":" A chold\\'s apron covering the upper part of the body, and tied with tape or cord; a pinafore."},{"word":"Tier","type":"v. t.","descr":" A row or rank, especially one of two or more rows placed one above, or higher than, another; as, a tier of seats in a theater."},{"word":"Tierce","type":"n.","descr":" A cask whose content is one third of a pipe; that is, forty-two wine gallons; also, a liquid measure of forty-two wine, or thirty-five imperial, gallons."},{"word":"Tierce","type":"n.","descr":" A cask larger than a barrel, and smaller than a hogshead or a puncheon, in which salt provisions, rice, etc., are packed for shipment."},{"word":"Tierce","type":"n.","descr":" The third tone of the scale. See Mediant."},{"word":"Tierce","type":"n.","descr":" A sequence of three playing cards of the same suit. Tierce of ace, king, queen, is called tierce-major."},{"word":"Tierce","type":"n.","descr":" A position in thrusting or parrying in which the wrist and nails are turned downward."},{"word":"Tierce","type":"n.","descr":" The third hour of the day, or nine a. m,; one of the canonical hours; also, the service appointed for that hour."},{"word":"Tierce","type":"a.","descr":" Divided into three equal parts of three different tinctures; -- said of an escutcheon."},{"word":"Tiercel","type":"n.","descr":" Alt. of Tiercelet"},{"word":"Tiercelet","type":"n.","descr":" The male of various falcons, esp. of the peregrine; also, the male of the goshawk."},{"word":"Tierce-major","type":"n.","descr":" See Tierce, 4."},{"word":"Tiercet","type":"n.","descr":" A triplet; three lines, or three lines rhyming together."},{"word":"Tie-rod","type":"n.","descr":" A rod used as a tie. See Tie."},{"word":"Tiers etat","type":"","descr":" The third estate, or commonalty, in France, answering to the commons in Great Britain; -- so called in distinction from, and as inferior to, the nobles and clergy."},{"word":"Tietick","type":"n.","descr":" The meadow pipit."},{"word":"Tiewig","type":"n.","descr":" A wig having a tie or ties, or one having some of the curls tied up; also, a wig tied upon the head."},{"word":"Tiff","type":"n.","descr":" Liquor; especially, a small draught of liquor."},{"word":"Tiff","type":"n.","descr":" A fit of anger or peevishness; a slight altercation or contention. See Tift."},{"word":"Tiffed","type":"imp. and p. p.","descr":" of Tiff"},{"word":"Tiffing","type":"p. pr. and vb. n.","descr":" of Tiff"},{"word":"Tiff","type":"v. i.","descr":" To be in a pet."},{"word":"Tiff","type":"v. t.","descr":" To deck out; to dress."},{"word":"Tiffany","type":"n.","descr":" A species of gause, or very silk."},{"word":"Tiffin","type":"n.","descr":" A lunch, or slight repast between breakfast and dinner; -- originally, a Provincial English word, but introduced into India, and brought back to England in a special sense."},{"word":"Tiffish","type":"a.","descr":" Inclined to tiffs; peevish; petulant."},{"word":"Tift","type":"n.","descr":" A fit of pettishness, or slight anger; a tiff."},{"word":"Tig","type":"n.","descr":" A game among children. See Tag."},{"word":"Tig","type":"n.","descr":" A capacious, flat-bottomed drinking cup, generally with four handles, formerly used for passing around the table at convivial entertainment."},{"word":"Tigella","type":"n.","descr":" That part of an embryo which represents the young stem; the caulicle or radicle."},{"word":"Tigelle","type":"n.","descr":" Same as Tigella."},{"word":"Tiger","type":"n.","descr":" A very large and powerful carnivore (Felis tigris) native of Southern Asia and the East Indies. Its back and sides are tawny or rufous yellow, transversely striped with black, the tail is ringed with black, the throat and belly are nearly white. When full grown, it equals or exceeds the lion in size and strength. Called also royal tiger, and Bengal tiger."},{"word":"Tiger","type":"n.","descr":" Fig.: A ferocious, bloodthirsty person."},{"word":"Tiger","type":"n.","descr":" A servant in livery, who rides with his master or mistress."},{"word":"Tiger","type":"n.","descr":" A kind of growl or screech, after cheering; as, three cheers and a tiger."},{"word":"Tiger","type":"n.","descr":" A pneumatic box or pan used in refining sugar."},{"word":"Tiger-eye","type":"n.","descr":" A siliceous stone of a yellow color and chatoyant luster, obtained in South Africa and much used for ornament. It is an altered form of the mineral crocidolite. See Crocidolite."},{"word":"Tiger-foot","type":"n.","descr":" Same as Tiger\\'s-foot."},{"word":"Tiger-footed","type":"a.","descr":" Hastening to devour; furious."},{"word":"Tigerine","type":"a.","descr":" Tigerish; tigrine."},{"word":"Tigerish","type":"a.","descr":" Like a tiger; tigrish."},{"word":"Tigers-foot","type":"n.","descr":" A name given to some species of morning-glory (Ipomoea) having the leaves lobed in pedate fashion."},{"word":"Tigh","type":"n.","descr":" A close, or inclosure; a croft."},{"word":"Tight","type":"","descr":" p. p. of Tie."},{"word":"Tight","type":"superl.","descr":" Firmly held together; compact; not loose or open; as, tight cloth; a tight knot."},{"word":"Tight","type":"superl.","descr":" Close, so as not to admit the passage of a liquid or other fluid; not leaky; as, a tight ship; a tight cask; a tight room; -- often used in this sense as the second member of a compound; as, water-tight; air-tight."},{"word":"Tight","type":"superl.","descr":" Fitting close, or too close, to the body; as, a tight coat or other garment."},{"word":"Tight","type":"superl.","descr":" Not ragged; whole; neat; tidy."},{"word":"Tight","type":"superl.","descr":" Close; parsimonious; saving; as, a man tight in his dealings."},{"word":"Tight","type":"superl.","descr":" Not slack or loose; firmly stretched; taut; -- applied to a rope, chain, or the like, extended or stretched out."},{"word":"Tight","type":"superl.","descr":" Handy; adroit; brisk."},{"word":"Tight","type":"superl.","descr":" Somewhat intoxicated; tipsy."},{"word":"Tight","type":"superl.","descr":" Pressing; stringent; not easy; firmly held; dear; -- said of money or the money market.  Cf. Easy, 7."},{"word":"Tight","type":"v. t.","descr":" To tighten."},{"word":"Tightened","type":"imp. and p. p.","descr":" of Tighten"},{"word":"Tightening","type":"p. pr. and vb. n.","descr":" of Tighten"},{"word":"Tighten","type":"v. t.","descr":" To draw tighter; to straiten; to make more close in any manner."},{"word":"Tightener","type":"n.","descr":" That which tightens; specifically (Mach.), a tightening pulley."},{"word":"Tighter","type":"n.","descr":" A ribbon or string used to draw clothes closer."},{"word":"Tightly","type":"adv.","descr":" In a tight manner; closely; nearly."},{"word":"Tightness","type":"n.","descr":" The quality or condition of being tight."},{"word":"Tights","type":"n. pl.","descr":" Close-fitting garments, especially for the lower part of the body and the legs."},{"word":"Tiglic","type":"a.","descr":" Of, pertaining to, or designating, an acid, C4H7CO2H (called also methyl crotonic acid), homologous with crotonic acid, and obtained from croton oil (from Croton Tiglium) as a white crystalline substance."},{"word":"Tigress","type":"n.","descr":" The female of the tiger."},{"word":"Tigrine","type":"a.","descr":" Of or pertaining to a tiger; like a tiger."},{"word":"Tigrine","type":"a.","descr":" Resembling the tiger in color; as, the tigrine cat (Felis tigrina) of South America."},{"word":"Tigrish","type":"a.","descr":" Resembling a tiger; tigerish."},{"word":"Tike","type":"n.","descr":" A tick. See 2d Tick."},{"word":"Tike","type":"n.","descr":" A dog; a cur."},{"word":"Tike","type":"n.","descr":" A countryman or clown; a boorish person."},{"word":"Tikus","type":"n.","descr":" The bulau."},{"word":"Til","type":"prep. and conj.","descr":" See Till."},{"word":"Tilburies","type":"pl. ","descr":" of Tilbury"},{"word":"Tilbury","type":"n.","descr":" A kind of gig or two-wheeled carriage, without a top or cover."},{"word":"Tilde","type":"n.","descr":" The accentual mark placed over n, and sometimes over l, in Spanish words [thus, \u0096, \/], indicating that, in pronunciation, the sound of the following vowel is to be preceded by that of the initial, or consonantal, y."},{"word":"Tile","type":"v. t.","descr":" To protect from the intrusion of the uninitiated; as, to tile a Masonic lodge."},{"word":"Tile","type":"n.","descr":" A plate, or thin piece, of baked clay, used for covering the roofs of buildings, for floors, for drains, and often for ornamental mantel works."},{"word":"Tile","type":"n.","descr":" A small slab of marble or other material used for flooring."},{"word":"Tile","type":"n.","descr":" A plate of metal used for roofing."},{"word":"Tile","type":"n.","descr":" A small, flat piece of dried earth or earthenware, used to cover vessels in which metals are fused."},{"word":"Tile","type":"n.","descr":" A draintile."},{"word":"Tile","type":"n.","descr":" A stiff hat."},{"word":"Tiled","type":"imp. and p. p.","descr":" of Tile"},{"word":"Tiling","type":"p. pr. and vb. n.","descr":" of Tile"},{"word":"Tile","type":"v. t.","descr":" To cover with tiles; as, to tile a house."},{"word":"Tile","type":"v. t.","descr":" Fig.: To cover, as if with tiles."},{"word":"Tile-drain","type":"v. t.","descr":" To drain by means of tiles; to furnish with a tile drain."},{"word":"Tilefish","type":"n.","descr":" A large, edible, deep-water food fish (Lopholatilus chamaeleonticeps) more or less thickly covered with large, round, yellow spots."},{"word":"Tiler","type":"n.","descr":" A man whose occupation is to cover buildings with tiles."},{"word":"Tiler","type":"n.","descr":" A doorkeeper or attendant at a lodge of Freemasons."},{"word":"Tileries","type":"pl. ","descr":" of Tilery"},{"word":"Tilery","type":"n.","descr":" A place where tiles are made or burned; a tile kiln."},{"word":"Tilestone","type":"n.","descr":" A kind of laminated shale or sandstone belonging to some of the layers of the Upper Silurian."},{"word":"Tilestone","type":"n.","descr":" A tile of stone."},{"word":"Tiliaceous","type":"a.","descr":" Of, pertaining to, or resembling, a natural order of plants (Tiliaceae) of which the linden (Tilia) is the type. The order includes many plants which furnish a valuable fiber, as the jute."},{"word":"Tiling","type":"n.","descr":" A surface covered with tiles, or composed of tiles."},{"word":"Tiling","type":"n.","descr":" Tiles, collectively."},{"word":"Till","type":"n.","descr":" A vetch; a tare."},{"word":"Till","type":"n.","descr":" A drawer."},{"word":"Till","type":"n.","descr":" A tray or drawer in a chest."},{"word":"Till","type":"n.","descr":" A money drawer in a shop or store."},{"word":"Till","type":"n.","descr":" A deposit of clay, sand, and gravel, without lamination, formed in a glacier valley by means of the waters derived from the melting glaciers; -- sometimes applied to alluvium of an upper river terrace, when not laminated, and appearing as if formed in the same manner."},{"word":"Till","type":"n.","descr":" A kind of coarse, obdurate land."},{"word":"Till","type":"v. t.","descr":" To; unto; up to; as far as; until; -- now used only in respect to time, but formerly, also, of place, degree, etc., and still so used in Scotland and in parts of England and Ireland; as, I worked till four o\\'clock; I will wait till next week."},{"word":"Till","type":"conj.","descr":" As far as; up to the place or degree that; especially, up to the time that; that is, to the time specified in the sentence or clause following; until."},{"word":"Tilled","type":"imp. and p. p.","descr":" of Till"},{"word":"Tilling","type":"p. pr. and vb. n.","descr":" of Till"},{"word":"Till","type":"prep.","descr":" To plow and prepare for seed, and to sow, dress, raise crops from, etc., to cultivate; as, to till the earth, a field, a farm."},{"word":"Till","type":"prep.","descr":" To prepare; to get."},{"word":"Till","type":"v. i.","descr":" To cultivate land."},{"word":"Tillable","type":"a.","descr":" Capable of being tilled; fit for the plow; arable."},{"word":"Tillage","type":"n.","descr":" The operation, practice, or art of tilling or preparing land for seed, and keeping the ground in a proper state for the growth of crops."},{"word":"Tillage","type":"n.","descr":" A place tilled or cultivated; cultivated land."},{"word":"Tillandsia","type":"n.","descr":" A genus of epiphytic endogenous plants found in the Southern United States and in tropical America. Tillandsia usneoides, called long moss, black moss, Spanish moss, and Florida moss, has a very slender pendulous branching stem, and forms great hanging tufts on the branches of trees. It is often used for stuffing mattresses."},{"word":"Tiller","type":"v. t.","descr":" One who tills; a husbandman; a cultivator; a plowman."},{"word":"Tiller","type":"n.","descr":" A shoot of a plant, springing from the root or bottom of the original stalk; a sucker."},{"word":"Tiller","type":"n.","descr":" A sprout or young tree that springs from a root or stump."},{"word":"Tiller","type":"n.","descr":" A young timber tree."},{"word":"Tillered","type":"imp. and p. p.","descr":" of Tiller"},{"word":"Tillering","type":"p. pr. and vb. n.","descr":" of Tiller"},{"word":"Tiller","type":"v. i.","descr":" To put forth new shoots from the root, or round the bottom of the original stalk; as, wheat or rye tillers; some spread plants by tillering."},{"word":"Tiller","type":"n.","descr":" A lever of wood or metal fitted to the rudder head and used for turning side to side in steering. In small boats hand power is used; in large vessels, the tiller is moved by means of mechanical appliances. See Illust. of Rudder.  Cf. 2d Helm, 1."},{"word":"Tiller","type":"n.","descr":" The stalk, or handle, of a crossbow; also, sometimes, the bow itself."},{"word":"Tiller","type":"n.","descr":" The handle of anything."},{"word":"Tiller","type":"n.","descr":" A small drawer; a till."},{"word":"Tilley","type":"","descr":" Alt. of Tilley seed"},{"word":"Tilley seed","type":"","descr":" The seeds of a small tree (Croton Pavana) common in the Malay Archipelago. These seeds furnish croton oil, like those of Croton Tiglium."},{"word":"Tillmen","type":"pl. ","descr":" of Tillman"},{"word":"Tillman","type":"n.","descr":" A man who tills the earth; a husbandman."},{"word":"Tillodont","type":"n.","descr":" One of the Tillodontia."},{"word":"Tillodontia","type":"n. pl.","descr":" An extinct group of Mammalia found fossil in the Eocene formation. The species are related to the carnivores, ungulates, and rodents. Called also Tillodonta."},{"word":"Tillet","type":"n.","descr":" A bag made of thin glazed muslin, used as a wrapper for dress goods."},{"word":"Tillow","type":"v. i.","descr":" See 3d Tiller."},{"word":"Tilly-vally","type":"interj., adv., or a.","descr":" A word of unknown origin and signification, formerly used as expressive of contempt, or when anything said was reject as trifling or impertinent."},{"word":"Tilmus","type":"n.","descr":" Floccillation."},{"word":"Tilt","type":"n.","descr":" A covering overhead; especially, a tent."},{"word":"Tilt","type":"n.","descr":" The cloth covering of a cart or a wagon."},{"word":"Tilt","type":"n.","descr":" A cloth cover of a boat; a small canopy or awning extended over the sternsheets of a boat."},{"word":"Tilted","type":"imp. and p. p.","descr":" of Tilt"},{"word":"Tilting","type":"p. pr. and vb. n.","descr":" of Tilt"},{"word":"Tilt","type":"v. t.","descr":" To cover with a tilt, or awning."},{"word":"Tilt","type":"v. t.","descr":" To incline; to tip; to raise one end of for discharging liquor; as, to tilt a barrel."},{"word":"Tilt","type":"v. t.","descr":" To point or thrust, as a lance."},{"word":"Tilt","type":"v. t.","descr":" To point or thrust a weapon at."},{"word":"Tilt","type":"v. t.","descr":" To hammer or forge with a tilt hammer; as, to tilt steel in order to render it more ductile."},{"word":"Tilt","type":"v. i.","descr":" To run or ride, and thrust with a lance; to practice the military game or exercise of thrusting with a lance, as a combatant on horseback; to joust; also, figuratively, to engage in any combat or movement resembling that of horsemen tilting with lances."},{"word":"Tilt","type":"v. i.","descr":" To lean; to fall partly over; to tip."},{"word":"Tilt","type":"n.","descr":" A thrust, as with a lance."},{"word":"Tilt","type":"n.","descr":" A military exercise on horseback, in which the combatants attacked each other with lances; a tournament."},{"word":"Tilt","type":"n.","descr":" See Tilt hammer, in the Vocabulary."},{"word":"Tilt","type":"n.","descr":" Inclination forward; as, the tilt of a cask."},{"word":"Tilter","type":"n.","descr":" One who tilts, or jousts; hence, one who fights."},{"word":"Tilter","type":"n.","descr":" One who operates a tilt hammer."},{"word":"Tilth","type":"n.","descr":" The state of being tilled, or prepared for a crop; culture; as, land is good tilth."},{"word":"Tilth","type":"n.","descr":" That which is tilled; tillage ground."},{"word":"Tilt hammer","type":"","descr":" A tilted hammer; a heavy hammer, used in iron works, which is lifted or tilted by projections or wipers on a revolving shaft; a trip hammer."},{"word":"Tilting","type":"n.","descr":" The act of one who tilts; a tilt."},{"word":"Tilting","type":"n.","descr":" The process by which blister steel is rendered ductile by being forged with a tilt hammer."},{"word":"Tilt-mill","type":"n.","descr":" A mill where a tilt hammer is used, or where the process of tilting is carried on."},{"word":"Til tree","type":"","descr":" See Teil."},{"word":"Tilt-up","type":"n.","descr":" Same as Tip-up."},{"word":"Tilt-yard","type":"n.","descr":" A yard or place for tilting."},{"word":"Timal","type":"n.","descr":" The blue titmouse."},{"word":"Timaline","type":"a.","descr":" Of or pertaining to the genus Timalus or family Timalidae, which includes the babblers thrushes, and bulbuls."},{"word":"Timbal","type":"n.","descr":" A kettledrum. See Tymbal."},{"word":"Timber","type":"n.","descr":" A certain quantity of fur skins, as of martens, ermines, sables, etc., packed between boards; being in some cases forty skins, in others one hundred and twenty; -- called also timmer."},{"word":"Timber","type":"n.","descr":" The crest on a coat of arms."},{"word":"Timber","type":"v. t.","descr":" To surmount as a timber does."},{"word":"Timber","type":"n.","descr":" That sort of wood which is proper for buildings or for tools, utensils, furniture, carriages, fences, ships, and the like; -- usually said of felled trees, but sometimes of those standing.  Cf. Lumber, 3."},{"word":"Timber","type":"n.","descr":" The body, stem, or trunk of a tree."},{"word":"Timber","type":"n.","descr":" Fig.: Material for any structure."},{"word":"Timber","type":"n.","descr":" A single piece or squared stick of wood intended for building, or already framed; collectively, the larger pieces or sticks of wood, forming the framework of a house, ship, or other structure, in distinction from the covering or boarding."},{"word":"Timber","type":"n.","descr":" Woods or forest; wooden land."},{"word":"Timber","type":"n.","descr":" A rib, or a curving piece of wood, branching outward from the keel and bending upward in a vertical direction. One timber is composed of several pieces united."},{"word":"Timbered","type":"imp. and p. p.","descr":" of Timber"},{"word":"Timbering","type":"p. pr. and vb. n.","descr":" of Timber"},{"word":"Timber","type":"v. t.","descr":" To furnish with timber; -- chiefly used in the past participle."},{"word":"Timber","type":"v. i.","descr":" To light on a tree."},{"word":"Timber","type":"v. i.","descr":" To make a nest."},{"word":"Timbered","type":"a.","descr":" Furnished with timber; -- often compounded; as, a well-timbered house; a low-timbered house."},{"word":"Timbered","type":"a.","descr":" Built; formed; contrived."},{"word":"Timbered","type":"a.","descr":" Massive, like timber."},{"word":"Timbered","type":"a.","descr":" Covered with growth timber; wooden; as, well-timbered land."},{"word":"Timberhead","type":"n.","descr":" The top end of a timber, rising above the gunwale, and serving for belaying ropes, etc.; -- called also kevel head."},{"word":"Timbering","type":"n.","descr":" The act of furnishing with timber; also, timbers, collectively; timberwork; timber."},{"word":"Timberling","type":"n.","descr":" A small tree."},{"word":"Timbermen","type":"pl. ","descr":" of Timberman"},{"word":"Timberman","type":"n.","descr":" A man employed in placing supports of timber in a mine."},{"word":"Timberwork","type":"n.","descr":" Work made of timbers."},{"word":"Timbre","type":"n.","descr":" See 1st Timber."},{"word":"Timbre","type":"n.","descr":" The crest on a coat of arms."},{"word":"Timbre","type":"n.","descr":" The quality or tone distinguishing voices or instruments; tone color; clang tint; as, the timbre of the voice; the timbre of a violin.  See Tone, and Partial tones, under Partial."},{"word":"Timbrel","type":"n.","descr":" A kind of drum, tabor, or tabret, in use from the highest antiquity."},{"word":"Timbreled","type":"a.","descr":" Alt. of Timbrelled"},{"word":"Timbrelled","type":"a.","descr":" Sung to the sound of the timbrel."},{"word":"Timburine","type":"n.","descr":" A tambourine."},{"word":"Times","type":"pl. ","descr":" of Time"},{"word":"Time","type":"n.","descr":" Duration, considered independently of any system of measurement or any employment of terms which designate limited portions thereof."},{"word":"Time","type":"n.","descr":" A particular period or part of duration, whether past, present, or future; a point or portion of duration; as, the time was, or has been; the time is, or will be."},{"word":"Time","type":"n.","descr":" The period at which any definite event occurred, or person lived; age; period; era; as, the Spanish Armada was destroyed in the time of Queen Elizabeth; -- often in the plural; as, ancient times; modern times."},{"word":"Time","type":"n.","descr":" The duration of one\\'s life; the hours and days which a person has at his disposal."},{"word":"Time","type":"n.","descr":" A proper time; a season; an opportunity."},{"word":"Time","type":"n.","descr":" Hour of travail, delivery, or parturition."},{"word":"Time","type":"n.","descr":" Performance or occurrence of an action or event, considered with reference to repetition; addition of a number to itself; repetition; as, to double cloth four times; four times four, or sixteen."},{"word":"Time","type":"n.","descr":" The present life; existence in this world as contrasted with immortal life; definite, as contrasted with infinite, duration."},{"word":"Time","type":"n.","descr":" Tense."},{"word":"Time","type":"n.","descr":" The measured duration of sounds; measure; tempo; rate of movement; rhythmical division; as, common or triple time; the musician keeps good time."},{"word":"Timed","type":"imp. and p. p.","descr":" of Time"},{"word":"Timing","type":"p. pr. and vb. n.","descr":" of Time"},{"word":"Time","type":"v. t.","descr":" To appoint the time for; to bring, begin, or perform at the proper season or time; as, he timed his appearance rightly."},{"word":"Time","type":"v. t.","descr":" To regulate as to time; to accompany, or agree with, in time of movement."},{"word":"Time","type":"v. t.","descr":" To ascertain or record the time, duration, or rate of; as, to time the speed of horses, or hours for workmen."},{"word":"Time","type":"v. t.","descr":" To measure, as in music or harmony."},{"word":"Time","type":"v. i.","descr":" To keep or beat time; to proceed or move in time."},{"word":"Time","type":"v. i.","descr":" To pass time; to delay."},{"word":"Timeful","type":"a.","descr":" Seasonable; timely; sufficiently early."},{"word":"Time-honored","type":"a.","descr":" Honored for a long time; venerable, and worthy of honor, by reason of antiquity, or long continuance."},{"word":"Timekeeper","type":"n.","descr":" A clock, watch, or other chronometer; a timepiece."},{"word":"Timekeeper","type":"n.","descr":" A person who keeps, marks, regulates, or determines the time."},{"word":"Timekeeper","type":"n.","descr":" A person who keeps a record of the time spent by workmen at their work."},{"word":"Timekeeper","type":"n.","descr":" One who gives the time for the departure of conveyances."},{"word":"Timekeeper","type":"n.","descr":" One who marks the time in musical performances."},{"word":"Timekeeper","type":"n.","descr":" One appointed to mark and declare the time of participants in races or other contests."},{"word":"Timeless","type":"a.","descr":" Done at an improper time; unseasonable; untimely."},{"word":"Timeless","type":"a.","descr":" Done or occurring before the proper time; premature; immature; as, a timeless grave."},{"word":"Timeless","type":"a.","descr":" Having no end; interminable; unending."},{"word":"Timelessly","type":"adv.","descr":" In a timeless manner; unseasonably."},{"word":"Timeliness","type":"n.","descr":" The quality or state of being timely; seasonableness; opportuneness."},{"word":"Timeling","type":"n.","descr":" A timeserver."},{"word":"Timely","type":"superl.","descr":" Being or occurring in good time; sufficiently early; seasonable."},{"word":"Timely","type":"superl.","descr":" Keeping time or measure."},{"word":"Timely","type":"adv.","descr":" Early; soon; in good season."},{"word":"Timenoguy","type":"n.","descr":" A rope carried taut between or over obstacles likely to engage or foul the running rigging in working a ship."},{"word":"Timeous","type":"a.","descr":" Timely; seasonable."},{"word":"Timepiece","type":"n.","descr":" A clock, watch, or other instrument, to measure or show the progress of time; a chronometer."},{"word":"Timepleaser","type":"n.","descr":" One who complies with prevailing opinions, whatever they may be; a timeserver."},{"word":"Timer","type":"n.","descr":" A timekeeper; especially, a watch by which small intervals of time can be measured; a kind of stop watch. It is used for timing the speed of horses, machinery, etc."},{"word":"Timesaving","type":"a.","descr":" Saving time; as, a timesaving expedient."},{"word":"Timeserver","type":"n.","descr":" One who adapts his opinions and manners to the times; one who obsequiously compiles with the ruling power; -- now used only in a bad sense."},{"word":"Timeserving","type":"a.","descr":" Obsequiously complying with the spirit of the times, or the humors of those in power."},{"word":"Timeserving","type":"n.","descr":" An obsequious compliance with the spirit of the times, or the humors of those in power, which implies a surrender of one\\'s independence, and sometimes of one\\'s integrity."},{"word":"Time-table","type":"n.","descr":" A tabular statement of the time at which, or within which, several things are to take place, as the recitations in a school, the departure and arrival of railroad trains or other public conveyances, the rise and fall of the tides, etc."},{"word":"Time-table","type":"n.","descr":" A plane surface divided in one direction with lines representing hours and minutes, and in the other with lines representing miles, and having diagonals (usually movable strings) representing the speed and position of various trains."},{"word":"Time-table","type":"n.","descr":" A table showing the notation, length, or duration of the several notes."},{"word":"Timid","type":"a.","descr":" Wanting courage to meet danger; easily frightened; timorous; not bold; fearful; shy."},{"word":"Timidity","type":"n.","descr":" The quality or state of being timid; timorousness; timidness."},{"word":"Timidous","type":"a.","descr":" Timid."},{"word":"Timist","type":"n.","descr":" A performer who keeps good time."},{"word":"Timist","type":"n.","descr":" A timeserver."},{"word":"Timmer","type":"n.","descr":" Same as 1st Timber."},{"word":"Timocracy","type":"n.","descr":" A state in which the love of honor is the ruling motive."},{"word":"Timocracy","type":"n.","descr":" A state in which honors are distributed according to a rating of property."},{"word":"Timocratic","type":"a.","descr":" Belonging to, or constituted by, timocracy."},{"word":"Timoneer","type":"n.","descr":" A helmsman."},{"word":"Timorous","type":"a.","descr":" Fearful of danger; timid; deficient in courage."},{"word":"Timorous","type":"a.","descr":" Indicating, or caused by, fear; as, timorous doubts."},{"word":"Timorsome","type":"a.","descr":" Easily frightened; timorous."},{"word":"Timothy","type":"","descr":" Alt. of Timothy grass"},{"word":"Timothy grass","type":"","descr":" A kind of grass (Phleum pratense) with long cylindrical spikes; -- called also herd\\'s grass, in England, cat\\'s-tail grass, and meadow cat\\'s-tail grass. It is much prized for fodder. See Illustration in Appendix."},{"word":"Timous","type":"a.","descr":" Timely; seasonable."},{"word":"Timpani","type":"pl. ","descr":" of Timpano"},{"word":"Timpano","type":"n.","descr":" See Tympano."},{"word":"Tim-whiskey","type":"n.","descr":" A kind of carriage. See Whiskey."},{"word":"Tin","type":"n.","descr":" An elementary substance found as an oxide in the mineral cassiterite, and reduced as a soft white crystalline metal, malleable at ordinary temperatures, but brittle when heated. It is not easily oxidized in the air, and is used chiefly to coat iron to protect it from rusting, in the form of tin foil with mercury to form the reflective surface of mirrors, and in solder, bronze, speculum metal, and other alloys. Its compounds are designated as stannous, or stannic. Symbol Sn (Stannum). Atomic weight 117.4."},{"word":"Tin","type":"n.","descr":" Thin plates of iron covered with tin; tin plate."},{"word":"Tin","type":"n.","descr":" Money."},{"word":"Tinned","type":"imp. and p. p.","descr":" of Tin"},{"word":"Tinning","type":"p. pr. and vb. n.","descr":" of Tin"},{"word":"Tin","type":"v. t.","descr":" To cover with tin or tinned iron, or to overlay with tin foil."},{"word":"Tinamides","type":"n. pl.","descr":" A division of struthious birds, including the tinamous."},{"word":"Tinamou","type":"n.","descr":" Any one of several species of South American birds belonging to Tinamus and allied genera."},{"word":"Tincal","type":"n.","descr":" Crude native borax, formerly imported from Thibet. It was once the chief source of boric compounds.  Cf. Borax."},{"word":"Tinchel","type":"n.","descr":" A circle of sportsmen, who, by surrounding an extensive space and gradually closing in, bring a number of deer and game within a narrow compass."},{"word":"Tinct","type":"a.","descr":" Tined; tinged."},{"word":"Tinct","type":"n.","descr":" Color; tinge; tincture; tint."},{"word":"Tinct","type":"v. t.","descr":" To color or stain; to imblue; to tint."},{"word":"Tinctorial","type":"a.","descr":" Of or relating to color or colors; imparting a color; as, tinctorial matter."},{"word":"Tincture","type":"n.","descr":" A tinge or shade of color; a tint; as, a tincture of red."},{"word":"Tincture","type":"n.","descr":" One of the metals, colors, or furs used in armory."},{"word":"Tincture","type":"n.","descr":" The finer and more volatile parts of a substance, separated by a solvent; an extract of a part of the substance of a body communicated to the solvent."},{"word":"Tincture","type":"n.","descr":" A solution (commonly colored) of medicinal substance in alcohol, usually more or less diluted; spirit containing medicinal substances in solution."},{"word":"Tincture","type":"n.","descr":" A slight taste superadded to any substance; as, a tincture of orange peel."},{"word":"Tincture","type":"n.","descr":" A slight quality added to anything; a tinge; as, a tincture of French manners."},{"word":"Tinctured","type":"imp. and p. p.","descr":" of Tincture"},{"word":"Tincturing","type":"p. pr. and vb. n.","descr":" of Tincture"},{"word":"Tincture","type":"v. t.","descr":" To communicate a slight foreign color to; to tinge; to impregnate with some extraneous matter."},{"word":"Tincture","type":"v. t.","descr":" To imbue the mind of; to communicate a portion of anything foreign to; to tinge."},{"word":"Tind","type":"v. t.","descr":" To kindle."},{"word":"Tindal","type":"n.","descr":" A petty officer among lascars, or native East Indian sailors; a boatswain\\'s mate; a cockswain."},{"word":"Tindal","type":"n.","descr":" An attendant on an army."},{"word":"Tinder","type":"n.","descr":" Something very inflammable, used for kindling fire from a spark, as scorched linen."},{"word":"Tine","type":"n.","descr":" Trouble; distress; teen."},{"word":"Tine","type":"v. t.","descr":" To kindle; to set on fire."},{"word":"Tine","type":"v. i.","descr":" To kindle; to rage; to smart."},{"word":"Tine","type":"v. t.","descr":" To shut in, or inclose."},{"word":"Tine","type":"n.","descr":" A tooth, or spike, as of a fork; a prong, as of an antler."},{"word":"Tinea","type":"n.","descr":" A name applied to various skin diseases, but especially to ringworm. See Ringworm, and Sycosis."},{"word":"Tinea","type":"n.","descr":" A genus of small Lepidoptera, including the clothes moths and carpet moths."},{"word":"Tinean","type":"n.","descr":" Any species of Tinea, or of the family Tineidae, which includes numerous small moths, many of which are injurious to woolen and fur goods and to cultivated plants. Also used adjectively."},{"word":"Tined","type":"a.","descr":" Furnished with tines; as, a three-tined fork."},{"word":"Tineid","type":"n.","descr":" Same as Tinean."},{"word":"Tinemen","type":"pl. ","descr":" of Tineman"},{"word":"Tineman","type":"n.","descr":" An officer of the forest who had the care of vert and venison by night."},{"word":"Tinet","type":"n.","descr":" Brushwood and thorns for making and repairing hedges."},{"word":"Ting","type":"n.","descr":" A sharp sound, as of a bell; a tinkling."},{"word":"Ting","type":"v. i.","descr":" To sound or ring, as a bell; to tinkle."},{"word":"Ting","type":"n.","descr":" The apartment in a Chinese temple where the idol is kept."},{"word":"Tinged","type":"imp. and p. p.","descr":" of Tinge"},{"word":"Tingeing","type":"p. pr. and vb. n.","descr":" of Tinge"},{"word":"Tinge","type":"v. t.","descr":" To imbue or impregnate with something different or foreign; as, to tinge a decoction with a bitter taste; to affect in some degree with the qualities of another substance, either by mixture, or by application to the surface; especially, to color slightly; to stain; as, to tinge a blue color with red; an infusion tinged with a yellow color by saffron."},{"word":"Tinge","type":"n.","descr":" A degree, usually a slight degree, of some color, taste, or something foreign, infused into another substance or mixture, or added to it; tincture; color; dye; hue; shade; taste."},{"word":"Tingent","type":"a.","descr":" Having the power to tinge."},{"word":"Tinger","type":"n.","descr":" One who, or that which, tinges."},{"word":"Tingid","type":"a.","descr":" Of or pertaining to the genus Tingis."},{"word":"Tingis","type":"n.","descr":" A genus of small hemipterous insects which injure trees by sucking the sap from the leaves. See Illustration in Appendix."},{"word":"Tingled","type":"imp. and p. p.","descr":" of Tingle"},{"word":"Tingling","type":"p. pr. and vb. n.","descr":" of Tingle"},{"word":"Tingle","type":"v. i.","descr":" To feel a kind of thrilling sensation, as in hearing a shrill sound."},{"word":"Tingle","type":"v. i.","descr":" To feel a sharp, thrilling pain."},{"word":"Tingle","type":"v. i.","descr":" To have, or to cause, a sharp, thrilling sensation, or a slight pricking sensation."},{"word":"Tink","type":"v. i.","descr":" To make a sharp, shrill noise; to tinkle."},{"word":"Tink","type":"n.","descr":" A sharp, quick sound; a tinkle."},{"word":"Tinker","type":"n.","descr":" A mender of brass kettles, pans, and other metal ware."},{"word":"Tinker","type":"n.","descr":" One skilled in a variety of small mechanical work."},{"word":"Tinker","type":"n.","descr":" A small mortar on the end of a staff."},{"word":"Tinker","type":"n.","descr":" A young mackerel about two years old."},{"word":"Tinker","type":"n.","descr":" The chub mackerel."},{"word":"Tinker","type":"n.","descr":" The silversides."},{"word":"Tinker","type":"n.","descr":" A skate."},{"word":"Tinker","type":"n.","descr":" The razor-billed auk."},{"word":"Tinkered","type":"imp. and p. p.","descr":" of Tinker"},{"word":"Tinkering","type":"p. pr. and vb. n.","descr":" of Tinker"},{"word":"Tinker","type":"v. t.","descr":" To mend or solder, as metal wares; hence, more generally, to mend."},{"word":"Tinker","type":"v. i.","descr":" To busy one\\'s self in mending old kettles, pans, etc.; to play the tinker; to be occupied with small mechanical works."},{"word":"Tinkering","type":"n.","descr":" The act or work of a tinker."},{"word":"Tinkerly","type":"a.","descr":" After the manner of a tinker."},{"word":"Tinkershire","type":"n.","descr":" Alt. of Tinkle"},{"word":"Tinkle","type":"n.","descr":" The common guillemot."},{"word":"Tinkle","type":"v. i.","descr":" To make, or give forth, small, quick, sharp sounds, as a piece of metal does when struck; to clink."},{"word":"Tinkle","type":"v. i.","descr":" To hear, or resound with, a small, sharp sound."},{"word":"Tinkled","type":"imp. and p. p.","descr":" of Tinkle"},{"word":"Tinkling","type":"p. pr. and vb. n.","descr":" of Tinkle"},{"word":"Tinkle","type":"v. t.","descr":" To cause to clonk, or make small, sharp, quick sounds."},{"word":"Tinkle","type":"n.","descr":" A small, sharp, quick sound, as that made by striking metal."},{"word":"Tinkler","type":"n.","descr":" A tinker."},{"word":"Tinkling","type":"n.","descr":" A tinkle, or succession of tinkles."},{"word":"Tinkling","type":"n.","descr":" A grackle (Quiscalus crassirostris) native of Jamaica. It often associates with domestic cattle, and rids them of insects."},{"word":"Tinmen","type":"pl. ","descr":" of Tinman"},{"word":"Tinman","type":"n.","descr":" A manufacturer of tin vessels; a dealer in tinware."},{"word":"Tinmouth","type":"n.","descr":" The crappie."},{"word":"Tinned","type":"a.","descr":" Covered, or plated, with tin; as, a tinned roof; tinned iron."},{"word":"Tinned","type":"a.","descr":" Packed in tin cases; canned; as, tinned meats."},{"word":"Tinnen","type":"a.","descr":" Made or consisting of tin."},{"word":"Tinner","type":"n.","descr":" One who works in a tin mine."},{"word":"Tinner","type":"n.","descr":" One who makes, or works in, tinware; a tinman."},{"word":"Tinnient","type":"a.","descr":" Emitting a clear sound."},{"word":"Tinning","type":"n.","descr":" The act, art, or process of covering or coating anything with melted tin, or with tin foil, as kitchen utensils, locks, and the like."},{"word":"Tinning","type":"n.","descr":" The covering or lining of tin thus put on."},{"word":"Tinnitus","type":"n.","descr":" A ringing, whistling, or other imaginary noise perceived in the ears; -- called also tinnitus aurium."},{"word":"Tinnock","type":"n.","descr":" The blue titmouse."},{"word":"Tinny","type":"a.","descr":" Pertaining to, abounding with, or resembling, tin."},{"word":"Tinsel","type":"n.","descr":" A shining material used for ornamental purposes; especially, a very thin, gauzelike cloth with much gold or silver woven into it; also, very thin metal overlaid with a thin coating of gold or silver, brass foil, or the like."},{"word":"Tinsel","type":"n.","descr":" Something shining and gaudy; something superficially shining and showy, or having a false luster, and more gay than valuable."},{"word":"Tinsel","type":"a.","descr":" Showy to excess; gaudy; specious; superficial."},{"word":"Tinseled","type":"imp. and p. p.","descr":" of Tinsel"},{"word":"Tinselled","type":"","descr":" of Tinsel"},{"word":"Tinseling","type":"p. pr. and vb. n.","descr":" of Tinsel"},{"word":"Tinselling","type":"","descr":" of Tinsel"},{"word":"Tinsel","type":"v. t.","descr":" To adorn with tinsel; to deck out with cheap but showy ornaments; to make gaudy."},{"word":"Tinselly","type":"a.","descr":" Like tinsel; gaudy; showy, but cheap."},{"word":"Tinselly","type":"adv.","descr":" In a showy and cheap manner."},{"word":"Tinsmith","type":"n.","descr":" One who works in tin; a tinner."},{"word":"Tinstone","type":"n.","descr":" Cassiterite."},{"word":"Tint","type":"n.","descr":" A slight coloring."},{"word":"Tint","type":"n.","descr":" A pale or faint tinge of any color."},{"word":"Tint","type":"n.","descr":" A color considered with reference to other very similar colors; as, red and blue are different colors, but two shades of scarlet are different tints."},{"word":"Tint","type":"n.","descr":" A shaded effect produced by the juxtaposition of many fine parallel lines."},{"word":"Tinted","type":"imp. and p. p.","descr":" of Tint"},{"word":"Tinting","type":"p. pr. and vb. n.","descr":" of Tint"},{"word":"Tint","type":"v. t.","descr":" To give a slight coloring to; to tinge."},{"word":"Tintamar","type":"n.","descr":" A hideous or confused noise; an uproar."},{"word":"Tinternell","type":"n.","descr":" A certain old dance."},{"word":"Tintle","type":"n.","descr":" The wren."},{"word":"Tintinnabular","type":"a.","descr":" Alt. of Tintinnabulary"},{"word":"Tintinnabulary","type":"a.","descr":" Having or making the sound of a bell; tinkling."},{"word":"Tintinnabulation","type":"n.","descr":" A tinkling sound, as of a bell or bells."},{"word":"Tintinnabulous","type":"a.","descr":" Of, pertaining to, or resembling, the tinkling of a bell; having a tinkling sound; tintinnabular."},{"word":"Tinto","type":"n.","descr":" A red Madeira wine, wanting the high aroma of the white sorts, and, when old, resembling tawny port."},{"word":"Tintype","type":"n.","descr":" Same as Ferrotype."},{"word":"Tinware","type":"n.","descr":" Articles made of tinned iron."},{"word":"Tiny","type":"superl.","descr":" Very small; little; puny."},{"word":"Tip","type":"n.","descr":" The point or extremity of anything; a pointed or somewhat sharply rounded end; the end; as, the tip of the finger; the tip of a spear."},{"word":"Tip","type":"n.","descr":" An end piece or part; a piece, as a cap, nozzle, ferrule, or point, applied to the extreme end of anything; as, a tip for an umbrella, a shoe, a gas burner, etc."},{"word":"Tip","type":"n.","descr":" A piece of stiffened lining pasted on the inside of a hat crown."},{"word":"Tip","type":"n.","descr":" A thin, boarded brush made of camel\\'s hair, used by gilders in lifting gold leaf."},{"word":"Tip","type":"n.","descr":" Rubbish thrown from a quarry."},{"word":"Tipped","type":"imp. and p. p.","descr":" of Tip"},{"word":"Tipping","type":"p. pr. and vb. n.","descr":" of Tip"},{"word":"Tip","type":"v. t.","descr":" To form a point upon; to cover the tip, top, or end of; as, to tip anything with gold or silver."},{"word":"Tip","type":"v. t.","descr":" To strike slightly; to tap."},{"word":"Tip","type":"v. t.","descr":" To bestow a gift, or douceur, upon; to give a present to; as, to tip a servant."},{"word":"Tip","type":"v. t.","descr":" To lower one end of, or to throw upon the end; to tilt; as, to tip a cask; to tip a cart."},{"word":"Tip","type":"v. i.","descr":" To fall on, or incline to, one side."},{"word":"Tip","type":"n.","descr":" A light touch or blow; a tap."},{"word":"Tip","type":"n.","descr":" A gift; a douceur; a fee."},{"word":"Tip","type":"n.","descr":" A hint, or secret intimation, as to the chances in a horse race, or the like."},{"word":"Tipcart","type":"n.","descr":" A cart so constructed that the body can be easily tipped, in order to dump the load."},{"word":"Tipcat","type":"n.","descr":" A game in which a small piece of wood pointed at both ends, called a cat, is tipped, or struck with a stick or bat, so as to fly into the air."},{"word":"Tipper","type":"n.","descr":" A kind of ale brewed with brackish water obtained from a particular well; -- so called from the first brewer of it, one Thomas Tipper."},{"word":"Tippet","type":"n.","descr":" A cape, or scarflike garment for covering the neck, or the neck and shoulders, -- usually made of fur, cloth, or other warm material."},{"word":"Tippet","type":"n.","descr":" A length of twisted hair or gut in a fish line."},{"word":"Tippet","type":"n.","descr":" A handful of straw bound together at one end, and used for thatching."},{"word":"Tipping","type":"n.","descr":" A distinct articulation given in playing quick notes on the flute, by striking the tongue against the roof of the mouth; double-tonguing."},{"word":"Tippled","type":"imp. and p. p.","descr":" of Tipple"},{"word":"Tippling","type":"p. pr. and vb. n.","descr":" of Tipple"},{"word":"Tipple","type":"v. i.","descr":" To drink spirituous or strong liquors habitually; to indulge in the frequent and improper used of spirituous liquors; especially, to drink frequently in small quantities, but without absolute drunkeness."},{"word":"Tipple","type":"v. t.","descr":" To drink, as strong liquors, frequently or in excess."},{"word":"Tipple","type":"v. t.","descr":" To put up in bundles in order to dry, as hay."},{"word":"Tipple","type":"n.","descr":" Liquor taken in tippling; drink."},{"word":"Tippled","type":"a.","descr":" Intoxicated; inebriated; tipsy; drunk."},{"word":"Tippler","type":"n.","descr":" One who keeps a tippling-house."},{"word":"Tippler","type":"n.","descr":" One who habitually indulges in the excessive use of spirituous liquors, whether he becomes intoxicated or not."},{"word":"Tippling-house","type":"n.","descr":" A house in which liquors are sold in drams or small quantities, to be drunk on the premises."},{"word":"Tipsify","type":"v. t.","descr":" To make tipsy."},{"word":"Tipsily","type":"adv.","descr":" In a tipsy manner; like one tipsy."},{"word":"Tipsiness","type":"n.","descr":" The state of being tipsy."},{"word":"Tipstaff","type":"pl. ","descr":" of Tipstaff"},{"word":"Tipstaff","type":"n.","descr":" A staff tipped with metal."},{"word":"Tipstaff","type":"n.","descr":" An officer who bears a staff tipped with metal; a constable."},{"word":"Tipsy","type":"superl.","descr":" Being under the influence of strong drink; rendered weak or foolish by liquor, but not absolutely or completely drunk; fuddled; intoxicated."},{"word":"Tipsy","type":"superl.","descr":" Staggering, as if from intoxication; reeling."},{"word":"Tiptoes","type":"pl. ","descr":" of Tiptoe"},{"word":"Tiptoe","type":"n.","descr":" The end, or tip, of the toe."},{"word":"Tiptoe","type":"a.","descr":" Being on tiptoe, or as on tiptoe; hence, raised as high as possible; lifted up; exalted; also, alert."},{"word":"Tiptoe","type":"a.","descr":" Noiseless; stealthy."},{"word":"Tiptoe","type":"v. i.","descr":" To step or walk on tiptoe."},{"word":"Tiptop","type":"n.","descr":" The highest or utmost degree; the best of anything."},{"word":"Tiptop","type":"a.","descr":" Very excellent; most excellent; perfect."},{"word":"Tipulae","type":"pl. ","descr":" of Tipula"},{"word":"Tipulas","type":"pl. ","descr":" of Tipula"},{"word":"Tipula","type":"n.","descr":" Any one of many species of long-legged dipterous insects belonging to Tipula and allied genera. They have long and slender bodies. See Crane fly, under Crane."},{"word":"Tipulary","type":"a.","descr":" Of or pertaining to the tipulas."},{"word":"Tip-up","type":"n.","descr":" The spotted sandpiper; -- called also teeter-tail. See under Sandpiper."},{"word":"Tirade","type":"n.","descr":" A declamatory strain or flight of censure or abuse; a rambling invective; an oration or harangue abounding in censorious and bitter language."},{"word":"Tirailleur","type":"n.","descr":" Formerly, a member of an independent body of marksmen in the French army. They were used sometimes in front of the army to annoy the enemy, sometimes in the rear to check his pursuit. The term is now applied to all troops acting as skirmishers."},{"word":"Tire","type":"n.","descr":" A tier, row, or rank. See Tier."},{"word":"Tire","type":"n.","descr":" Attire; apparel."},{"word":"Tire","type":"n.","descr":" A covering for the head; a headdress."},{"word":"Tire","type":"n.","descr":" A child\\'s apron, covering the breast and having no sleeves; a pinafore; a tier."},{"word":"Tire","type":"n.","descr":" Furniture; apparatus; equipment."},{"word":"Tire","type":"n.","descr":" A hoop or band, as of metal, on the circumference of the wheel of a vehicle, to impart strength and receive the wear."},{"word":"Tire","type":"v. t.","descr":" To adorn; to attire; to dress."},{"word":"Tire","type":"v. i.","descr":" To seize, pull, and tear prey, as a hawk does."},{"word":"Tire","type":"v. i.","descr":" To seize, rend, or tear something as prey; to be fixed upon, or engaged with, anything."},{"word":"Tired","type":"imp. and p. p.","descr":" of Tire"},{"word":"Tiring","type":"p. pr. and vb. n.","descr":" of Tire"},{"word":"Tire","type":"v. i.","descr":" To become weary; to be fatigued; to have the strength fail; to have the patience exhausted; as, a feeble person soon tires."},{"word":"Tire","type":"v. t.","descr":" To exhaust the strength of, as by toil or labor; to exhaust the patience of; to wear out (one\\'s interest, attention, or the like); to weary; to fatigue; to jade."},{"word":"Tired","type":"a.","descr":" Weary; fatigued; exhausted."},{"word":"Tiredness","type":"n.","descr":" The state of being tired, or weary."},{"word":"Tireless","type":"a.","descr":" Untiring."},{"word":"Tireling","type":"a.","descr":" Tired; fatigued."},{"word":"Tiresome","type":"a.","descr":" Fitted or tending to tire; exhausted; wearisome; fatiguing; tedious; as, a tiresome journey; a tiresome discourse."},{"word":"Tire-women","type":"pl. ","descr":" of Tire-woman"},{"word":"Tire-woman","type":"n.","descr":" A lady\\'s maid."},{"word":"Tire-woman","type":"n.","descr":" A dresser in a theater."},{"word":"Tiring-house","type":"n.","descr":" A tiring-room."},{"word":"Tiring-room","type":"n.","descr":" The room or place where players dress for the stage."},{"word":"Tirma","type":"n.","descr":" The oyster catcher."},{"word":"Tiro","type":"n.","descr":" Same as Tyro."},{"word":"Tironian","type":"a.","descr":" Of or pertaining to Tiro, or a system of shorthand said to have been introduced by him into ancient Rome."},{"word":"Tirralirra","type":"n.","descr":" A verbal imitation of a musical sound, as of the note of a lark or a horn."},{"word":"Tirrit","type":"n.","descr":" A word from the vocabulary of Mrs. Quickly, the hostess in Shakespeare\\'s Henry IV., probably meaning terror."},{"word":"Tirwit","type":"n.","descr":" The lapwing."},{"word":"Tisane","type":"n.","descr":" See Ptisan."},{"word":"Tisar","type":"n.","descr":" The fireplace at the side of an annealing oven."},{"word":"Tisic","type":"a.","descr":" Alt. of Tisical"},{"word":"Tisical","type":"a.","descr":" Consumptive, phthisical."},{"word":"Tisic","type":"n.","descr":" Consumption; phthisis. See Phthisis."},{"word":"Tisicky","type":"a.","descr":" Consumptive, phthisical."},{"word":"Tisri","type":"n.","descr":" The seventh month of the Jewish ecclesiastical year, answering to a part of September with a part of October."},{"word":"Tissue","type":"n.","descr":" A woven fabric."},{"word":"Tissue","type":"n.","descr":" A fine transparent silk stuff, used for veils, etc.; specifically, cloth interwoven with gold or silver threads, or embossed with figures."},{"word":"Tissue","type":"n.","descr":" One of the elementary materials or fibres, having a uniform structure and a specialized function, of which ordinary animals and plants are composed; a texture; as, epithelial tissue; connective tissue."},{"word":"Tissue","type":"n.","descr":" Fig.: Web; texture; complicated fabrication; connected series; as, a tissue of forgeries, or of falsehood."},{"word":"Tissued","type":"imp. and p. p.","descr":" of Tissue"},{"word":"Tissuing","type":"p. pr. and vb. n.","descr":" of Tissue"},{"word":"Tissue","type":"v. t.","descr":" To form tissue of; to interweave."},{"word":"Tissued","type":"a.","descr":" Clothed in, or adorned with, tissue; also, variegated; as, tissued flowers."},{"word":"Tit","type":"n.","descr":" A small horse."},{"word":"Tit","type":"n.","descr":" A woman; -- used in contempt."},{"word":"Tit","type":"n.","descr":" A morsel; a bit."},{"word":"Tit","type":"n.","descr":" Any one of numerous species of small singing birds belonging to the families Paridae and Leiotrichidae; a titmouse."},{"word":"Tit","type":"n.","descr":" The European meadow pipit; a titlark."},{"word":"Titan","type":"a.","descr":" Titanic."},{"word":"Titanate","type":"n.","descr":" A salt of titanic acid."},{"word":"Titanic","type":"a.","descr":" Of or relating to Titans, or fabled giants of ancient mythology; hence, enormous in size or strength; as, Titanic structures."},{"word":"Titanic","type":"a.","descr":" Of or pertaining to titanium; derived from, or containing, titanium; specifically, designating those compounds of titanium in which it has a higher valence as contrasted with the titanous compounds."},{"word":"Titaniferous","type":"a.","descr":" Containing or affording titanium; as, titaniferous magnetite."},{"word":"Titanite","type":"n.","descr":" See Sphene."},{"word":"Titanitic","type":"a.","descr":" Pertaining to, or containing, titanium; as, a titanitic mineral."},{"word":"Titanium","type":"n.","descr":" An elementary substance found combined in the minerals manaccanite, rutile, sphene, etc., and isolated as an infusible iron-gray amorphous powder, having a metallic luster. It burns when heated in the air. Symbol Ti. Atomic weight 48.1."},{"word":"Titano-","type":"","descr":" A combining form (also used adjectively) designating certain double compounds of titanium with some other elements; as, titano-cyanide, titano-fluoride, titano-silicate, etc."},{"word":"Titanotherium","type":"n.","descr":" A large American Miocene mammal, allied to the rhinoceros, and more nearly to the extinct Brontotherium."},{"word":"Titanous","type":"a.","descr":" Designating certain compounds of titanium in which that element has a lower valence as contrasted with titanic compounds."},{"word":"Titbit","type":"n.","descr":" Same as Tidbit."},{"word":"Tith","type":"a.","descr":" Tight; nimble."},{"word":"Tithable","type":"a.","descr":" Subject to the payment of tithes; as, tithable lands."},{"word":"Tithe","type":"n.","descr":" A tenth; the tenth part of anything; specifically, the tenthpart of the increase arising from the profits of land and stock, allotted to the clergy for their support, as in England, or devoted to religious or charitable uses. Almost all the tithes of England and Wales are commuted by law into rent charges."},{"word":"Tithe","type":"n.","descr":" Hence, a small part or proportion."},{"word":"Tithe","type":"a.","descr":" Tenth."},{"word":"Tithed","type":"imp. and p. p.","descr":" of Tithe"},{"word":"Tithing","type":"p. pr. and vb. n.","descr":" of Tithe"},{"word":"Tithe","type":"v. t.","descr":" To levy a tenth part on; to tax to the amount of a tenth; to pay tithes on."},{"word":"Tithe","type":"v. i.","descr":" Tp pay tithes."},{"word":"Tither","type":"n.","descr":" One who collects tithes."},{"word":"Tither","type":"n.","descr":" One who pays tithes."},{"word":"Tithing","type":"n.","descr":" The act of levying or taking tithes; that which is taken as tithe; a tithe."},{"word":"Tithing","type":"n.","descr":" A number or company of ten householders who, dwelling near each other, were sureties or frankpledges to the king for the good behavior of each other; a decennary."},{"word":"Tithingmen","type":"pl. ","descr":" of Tithingman"},{"word":"Tithingman","type":"n.","descr":" The chief man of a tithing; a headborough; one elected to preside over the tithing."},{"word":"Tithingman","type":"n.","descr":" A peace officer; an under constable."},{"word":"Tithingman","type":"n.","descr":" A parish officer elected annually to preserve good order in the church during divine service, to make complaint of any disorderly conduct, and to enforce the observance of the Sabbath."},{"word":"Tithly","type":"a.","descr":" Tightly; nimbly."},{"word":"Tithonic","type":"a.","descr":" Of, pertaining to, or denoting, those rays of light which produce chemical effects; actinic."},{"word":"Tithonicity","type":"n.","descr":" The state or property of being tithonic; actinism."},{"word":"Tithonographic","type":"a.","descr":" Of, relating to, or produced by, the chemical action of rays of light; photographic."},{"word":"Tithonometer","type":"n.","descr":" An instrument or apparatus for measuring or detecting tithonicity; an actinometer."},{"word":"Tithymal","type":"n.","descr":" Any kind of spurge, esp. Euphorbia Cyparissias."},{"word":"Titi","type":"n.","descr":" Same as Teetee."},{"word":"Titillated","type":"imp. and p. p.","descr":" of Titillate"},{"word":"Titillating","type":"p. pr. and vb. n.","descr":" of Titillate"},{"word":"Titillate","type":"v. t. and i.","descr":" To tickle; as, to titillate the nose with a feather."},{"word":"Titillation","type":"n.","descr":" The act of tickling, or the state of being tickled; a tickling sensation."},{"word":"Titillation","type":"n.","descr":" Any pleasurable sensation."},{"word":"Titillative","type":"a.","descr":" Tending or serving to titillate, or tickle; tickling."},{"word":"Titlark","type":"n.","descr":" Any one of numerous small spring birds belonging to Anthus, Corydalla, and allied genera, which resemble the true larks in color and in having a very long hind claw; especially, the European meadow pipit (Anthus pratensis)."},{"word":"Title","type":"n.","descr":" An inscription put over or upon anything as a name by which it is known."},{"word":"Title","type":"n.","descr":" The inscription in the beginning of a book, usually containing the subject of the work, the author\\'s and publisher\\'s names, the date, etc."},{"word":"Title","type":"n.","descr":" The panel for the name, between the bands of the back of a book."},{"word":"Title","type":"n.","descr":" A section or division of a subject, as of a law, a book, specif. (Roman and Canon Laws), a chapter or division of a law book."},{"word":"Title","type":"n.","descr":" An appellation of dignity, distinction, or preeminence (hereditary or acquired), given to persons, as duke marquis, honorable, esquire, etc."},{"word":"Title","type":"n.","descr":" A name; an appellation; a designation."},{"word":"Title","type":"n.","descr":" That which constitutes a just cause of exclusive possession; that which is the foundation of ownership of property, real or personal; a right; as, a good title to an estate, or an imperfect title."},{"word":"Title","type":"n.","descr":" The instrument which is evidence of a right."},{"word":"Title","type":"n.","descr":" That by which a beneficiary holds a benefice."},{"word":"Title","type":"n.","descr":" A church to which a priest was ordained, and where he was to reside."},{"word":"Titled","type":"imp. and p. p.","descr":" of Title"},{"word":"Titling","type":"p. pr. and vb. n.","descr":" of Title"},{"word":"Title","type":"n.","descr":" To call by a title; to name; to entitle."},{"word":"Titled","type":"a.","descr":" Having or bearing a title."},{"word":"Titleless","type":"a.","descr":" Not having a title or name; without legitimate title."},{"word":"Title-page","type":"n.","descr":" The page of a book which contains it title."},{"word":"Titler","type":"n.","descr":" A large truncated cone of refined sugar."},{"word":"Titling","type":"n.","descr":" The hedge sparrow; -- called also titlene. Its nest often chosen by the cuckoo as a place for depositing its own eggs."},{"word":"Titling","type":"n.","descr":" The meadow pipit."},{"word":"Titling","type":"n.","descr":" Stockfish; -- formerly so called in customhouses."},{"word":"Titmal","type":"n.","descr":" The blue titmouse."},{"word":"Titmice","type":"pl. ","descr":" of Titmouse"},{"word":"Titmouse","type":"n.","descr":" Any one of numerous species of small insectivorous singing birds belonging to Parus and allied genera; -- called also tit, and tomtit."},{"word":"Titrated","type":"imp. and p. p.","descr":" of Titrate"},{"word":"Titrating","type":"p. pr. and vb. n.","descr":" of Titrate"},{"word":"Titrate","type":"n.","descr":" To analyse, or determine the strength of, by means of standard solutions.  Cf. Standardized solution, under Solution."},{"word":"Titrated","type":"a.","descr":" Standardized; determined or analyzed by titration; as, titrated solutions."},{"word":"Titration","type":"n.","descr":" The act or process of titrating; a substance obtained by titrating."},{"word":"Tittered","type":"imp. and p. p.","descr":" of Titter"},{"word":"Tittering","type":"p. pr. and vb. n.","descr":" of Titter"},{"word":"Titter","type":"v. t.","descr":" To laugh with the tongue striking against the root of the upper teeth; to laugh with restraint, or without much noise; to giggle."},{"word":"Titter","type":"n.","descr":" A restrained laugh."},{"word":"Titter","type":"v. i.","descr":" To seesaw. See Teeter."},{"word":"Titterel","type":"n.","descr":" The whimbrel."},{"word":"Titter-totter","type":"v. i.","descr":" See Teeter."},{"word":"Tittimouse","type":"n.","descr":" Titmouse."},{"word":"Tittle","type":"n.","descr":" A particle; a minute part; a jot; an iota."},{"word":"Tittlebat","type":"n.","descr":" The three-spined stickleback."},{"word":"Tittle-tattle","type":"n.","descr":" Idle, trifling talk; empty prattle."},{"word":"Tittle-tattle","type":"n.","descr":" An idle, trifling talker; a gossip."},{"word":"Tittle-tattle","type":"v. i.","descr":" To talk idly; to prate."},{"word":"Tittle-tattling","type":"n.","descr":" The act or habit of parting idly or gossiping."},{"word":"Titty","type":"n.","descr":" A little teat; a nipple."},{"word":"Titubate","type":"v. i.","descr":" To stumble."},{"word":"Titubate","type":"v. i.","descr":" To rock or roll, as a curved body on a plane."},{"word":"Titubation","type":"n.","descr":" The act of stumbling, rocking, or rolling; a reeling."},{"word":"Titular","type":"a.","descr":" Existing in title or name only; nominal; having the title to an office or dignity without discharging its appropriate duties; as, a titular prince."},{"word":"Titular","type":"n.","descr":" A titulary."},{"word":"Titularity","type":"n.","descr":" The quality or state of being titular."},{"word":"Titularly","type":"adv.","descr":" In a titular manner; nominally; by title only."},{"word":"Titularies","type":"pl. ","descr":" of Titulary"},{"word":"Titulary","type":"n.","descr":" A person invested with a title, in virtue of which he holds an office or benefice, whether he performs the duties of it or not."},{"word":"Titulary","type":"a.","descr":" Consisting in a title; titular."},{"word":"Titulary","type":"a.","descr":" Of or pertaining to a title."},{"word":"Tituled","type":"a.","descr":" Having a title."},{"word":"Tiver","type":"n.","descr":" A kind of ocher which is used in some parts of England in marking sheep."},{"word":"Tiver","type":"v. t.","descr":" To mark with tiver."},{"word":"Tivy","type":"adv.","descr":" With great speed; -- a huntsman\\'s word or sound."},{"word":"Tiza","type":"n.","descr":" See Ulexite."}]