[{"word":"To compound a felony","type":"","descr":" See under Compound, v. t."},{"word":"Took","type":"imp.","descr":" of Take"},{"word":"Tore","type":"imp.","descr":" of Tear"},{"word":"Torn","type":"p. p.","descr":" of Tear"},{"word":"Told","type":"imp. and p. p.","descr":" of Tell"},{"word":"To-","type":"prep.","descr":" An obsolete intensive prefix used in the formation of compound verbs; as in to-beat, to-break, to-hew, to-rend, to-tear. See these words in the Vocabulary. See the Note on All to, or All-to, under All, adv."},{"word":"Toad","type":"n.","descr":" Any one of numerous species of batrachians belonging to the genus Bufo and allied genera, especially those of the family Bufonidae. Toads are generally terrestrial in their habits except during the breeding season, when they seek the water. Most of the species burrow beneath the earth in the daytime and come forth to feed on insects at night. Most toads have a rough, warty skin in which are glands that secrete an acrid fluid."},{"word":"Toadeater","type":"n.","descr":" A fawning, obsequious parasite; a mean sycophant; a flatterer; a toady."},{"word":"Toadfish","type":"n.","descr":" Any marine fish of the genus Batrachus, having a large, thick head and a wide mouth, and bearing some resemblance to a toad. The American species (Batrachus tau) is very common in shallow water. Called also oyster fish, and sapo."},{"word":"Toadfish","type":"n.","descr":" The angler."},{"word":"Toadfish","type":"n.","descr":" A swellfish."},{"word":"Toadflax","type":"n.","descr":" An herb (Linaria vulgaris) of the Figwort family, having narrow leaves and showy orange and yellow flowers; -- called also butter and eggs, flaxweed, and ramsted."},{"word":"Toadhead","type":"n.","descr":" The golden plover."},{"word":"Toadish","type":"a.","descr":" Like a toad."},{"word":"Toadlet","type":"n.","descr":" A small toad."},{"word":"Toadstone","type":"n.","descr":" A local name for the igneous rocks of Derbyshire, England; -- said by some to be derived from the German todter stein, meaning dead stone, that is, stone which contains no ores."},{"word":"Toadstone","type":"n.","descr":" Bufonite, formerly regarded as a precious stone, and worn as a jewel. See Bufonite."},{"word":"Toadstool","type":"n.","descr":" A name given to many umbrella-shaped fungi, mostly of the genus Agaricus. The species are almost numberless. They grow on decaying organic matter."},{"word":"Toadies","type":"pl. ","descr":" of Toady"},{"word":"Toady","type":"n.","descr":" A mean flatterer; a toadeater; a sycophant."},{"word":"Toady","type":"n.","descr":" A coarse, rustic woman."},{"word":"Toadied","type":"imp. and p. p.","descr":" of Toady"},{"word":"Toadying","type":"p. pr. and vb. n.","descr":" of Toady"},{"word":"Toady","type":"v. t.","descr":" To fawn upon with mean sycophancy."},{"word":"Toadyism","type":"n.","descr":" The practice of meanly fawning on another; base sycophancy; servile adulation."},{"word":"Toasted","type":"imp. and p. p.","descr":" of Toast"},{"word":"Toasting","type":"p. pr. and vb. n.","descr":" of Toast"},{"word":"Toast","type":"v. t.","descr":" To dry and brown by the heat of a fire; as, to toast bread."},{"word":"Toast","type":"v. t.","descr":" To warm thoroughly; as, to toast the feet."},{"word":"Toast","type":"v. t.","descr":" To name when a health is proposed to be drunk; to drink to the health, or in honor, of; as, to toast a lady."},{"word":"Toast","type":"v.","descr":" Bread dried and browned before a fire, usually in slices; also, a kind of food prepared by putting slices of toasted bread into milk, gravy, etc."},{"word":"Toast","type":"v.","descr":" A lady in honor of whom persons or a company are invited to drink; -- so called because toasts were formerly put into the liquor, as a great delicacy."},{"word":"Toast","type":"v.","descr":" Hence, any person, especially a person of distinction, in honor of whom a health is drunk; hence, also, anything so commemorated; a sentiment, as \"The land we live in,\"  \"The day we celebrate,\" etc."},{"word":"Toaster","type":"n.","descr":" One who toasts."},{"word":"Toaster","type":"n.","descr":" A kitchen utensil for toasting bread, cheese, etc."},{"word":"Toasting","type":"","descr":" a. and n. from Toast, v."},{"word":"Toastmaster","type":"n.","descr":" A person who presides at a public dinner or banquet, and announces the toasts."},{"word":"Toat","type":"n.","descr":" The handle of a joiner\\'s plane."},{"word":"Tobacco","type":"n.","descr":" An American plant (Nicotiana Tabacum) of the Nightshade family, much used for smoking and chewing, and as snuff. As a medicine, it is narcotic, emetic, and cathartic. Tobacco has a strong, peculiar smell, and an acrid taste."},{"word":"Tobacco","type":"n.","descr":" The leaves of the plant prepared for smoking, chewing, etc., by being dried, cured, and manufactured in various ways."},{"word":"Tobacconing","type":"n.","descr":" Smoking tobacco."},{"word":"Tobacconist","type":"n.","descr":" A dealer in tobacco; also, a manufacturer of tobacco."},{"word":"Tobacconist","type":"n.","descr":" A smoker of tobacco."},{"word":"To-beat","type":"v. t.","descr":" To beat thoroughly or severely."},{"word":"Tobias fish","type":"","descr":" The lant, or sand eel."},{"word":"Tobine","type":"n.","descr":" A stout twilled silk used for dresses."},{"word":"Tobit","type":"n.","descr":" A book of the Apocrypha."},{"word":"Toboggan","type":"n.","descr":" A kind of sledge made of pliable board, turned up at one or both ends, used for coasting down hills or prepared inclined planes; also, a sleigh or sledge, to be drawn by dogs, or by hand, over soft and deep snow."},{"word":"Tobogganed","type":"imp. and p. p.","descr":" of Toboggan"},{"word":"Tobogganing","type":"p. pr. and vb. n.","descr":" of Toboggan"},{"word":"Toboggan","type":"v. i.","descr":" To slide down hill over the snow or ice on a toboggan."},{"word":"Tobogganer","type":"n.","descr":" Alt. of Tobogganist"},{"word":"Tobogganist","type":"n.","descr":" One who practices tobogganing."},{"word":"To-break","type":"v. t.","descr":" To break completely; to break in pieces."},{"word":"To-brest","type":"v. t.","descr":" To burst or break in pieces."},{"word":"Toccata","type":"n.","descr":" An old form of piece for the organ or harpsichord, somewhat in the free and brilliant style of the prelude, fantasia, or capriccio."},{"word":"Tocher","type":"n.","descr":" Dowry brought by a bride to her husband."},{"word":"Tockay","type":"n.","descr":" A spotted lizard native of India."},{"word":"Toco","type":"n.","descr":" A toucan (Ramphastos toco) having a very large beak. See Illust. under Toucan."},{"word":"Tocology","type":"n.","descr":" The science of obstetrics, or midwifery; that department of medicine which treats of parturition."},{"word":"Tocororo","type":"n.","descr":" A cuban trogon (Priotelus temnurus) having a serrated bill and a tail concave at the end."},{"word":"Tocsin","type":"n.","descr":" An alarm bell, or the ringing of a bell for the purpose of alarm."},{"word":"Tod","type":"n.","descr":" A bush; a thick shrub; a bushy clump."},{"word":"Tod","type":"n.","descr":" An old weight used in weighing wool, being usually twenty-eight pounds."},{"word":"Tod","type":"n.","descr":" A fox; -- probably so named from its bushy tail."},{"word":"Tod","type":"v. t. and i.","descr":" To weigh; to yield in tods."},{"word":"To-day","type":"prep.","descr":" On this day; on the present day."},{"word":"To-day","type":"n.","descr":" The present day."},{"word":"Toddled","type":"imp. and p. p.","descr":" of Toddle"},{"word":"Toddling","type":"p. pr. and vb. n.","descr":" of Toddle"},{"word":"Toddle","type":"v. i.","descr":" To walk with short, tottering steps, as a child."},{"word":"Toddle","type":"n.","descr":" A toddling walk."},{"word":"Toddler","type":"n.","descr":" One who toddles; especially, a young child."},{"word":"Toddy","type":"n.","descr":" A juice drawn from various kinds of palms in the East Indies; or, a spirituous liquor procured from it by fermentation."},{"word":"Toddy","type":"n.","descr":" A mixture of spirit and hot water sweetened."},{"word":"To-do","type":"n.","descr":" Bustle; stir; commotion; ado."},{"word":"Tody","type":"n.","descr":" Any one of several species of small insectivorous West Indian birds of the genus Todus. They are allied to the kingfishers."},{"word":"Toe","type":"n.","descr":" One of the terminal members, or digits, of the foot of a man or an animal."},{"word":"Toe","type":"n.","descr":" The fore part of the hoof or foot of an animal."},{"word":"Toe","type":"n.","descr":" Anything, or any part, corresponding to the toe of the foot; as, the toe of a boot; the toe of a skate."},{"word":"Toe","type":"n.","descr":" The journal, or pivot, at the lower end of a revolving shaft or spindle, which rests in a step."},{"word":"Toe","type":"n.","descr":" A lateral projection at one end, or between the ends, of a piece, as a rod or bolt, by means of which it is moved."},{"word":"Toe","type":"n.","descr":" A projection from the periphery of a revolving piece, acting as a cam to lift another piece."},{"word":"Toed","type":"imp. and p. p.","descr":" of Toe"},{"word":"Toeing","type":"p. pr. and vb. n.","descr":" of Toe"},{"word":"Toe","type":"v. t.","descr":" To touch or reach with the toes; to come fully up to; as, to toe the mark."},{"word":"Toe","type":"v. i.","descr":" To hold or carry the toes (in a certain way)."},{"word":"Toed","type":"a.","descr":" Having (such or so many) toes; -- chiefly used in composition; as, narrow-toed, four-toed."},{"word":"Toed","type":"a.","descr":" Having the end secured by nails driven obliquely, said of a board, plank, or joist serving as a brace, and in general of any part of a frame secured to other parts by diagonal nailing."},{"word":"To-fall","type":"n.","descr":" A lean-to. See Lean-to."},{"word":"Toffee","type":"n.","descr":" Alt. of Toffy"},{"word":"Toffy","type":"n.","descr":" Taffy."},{"word":"Tofore","type":"prep.","descr":" Alt. of Toforn"},{"word":"Toforn","type":"prep.","descr":" Before."},{"word":"Toft","type":"n.","descr":" A knoll or hill."},{"word":"Toft","type":"n.","descr":" A grove of trees; also, a plain."},{"word":"Toft","type":"n.","descr":" A place where a messuage has once stood; the site of a burnt or decayed house."},{"word":"Toftmen","type":"pl. ","descr":" of Toftman"},{"word":"Toftman","type":"n.","descr":" The owner of a toft. See Toft, 3."},{"word":"Tofus","type":"n.","descr":" Tophus."},{"word":"Tofus","type":"n.","descr":" Tufa. See under Tufa, and Toph."},{"word":"Togas","type":"pl. ","descr":" of Toga"},{"word":"Togae","type":"pl. ","descr":" of Toga"},{"word":"Toga","type":"n.","descr":" The loose outer garment worn by the ancient Romans, consisting of a single broad piece of woolen cloth of a shape approaching a semicircle. It was of undyed wool, except the border of the toga praetexta."},{"word":"Togated","type":"a.","descr":" Dressed in a toga or gown; wearing a gown; gowned."},{"word":"Toged","type":"a.","descr":" Togated."},{"word":"Together","type":"prep.","descr":" In company or association with respect to place or time; as, to live together in one house; to live together in the same age; they walked together to the town."},{"word":"Together","type":"prep.","descr":" In or into union; into junction; as, to sew, knit, or fasten two things together; to mix things together."},{"word":"Together","type":"prep.","descr":" In concert; with mutual cooperation; as, the allies made war upon France together."},{"word":"Toggery","type":"n.","descr":" Clothes; garments; dress; as, fishing toggery."},{"word":"Toggle","type":"n.","descr":" A wooden pin tapering toward both ends with a groove around its middle, fixed transversely in the eye of a rope to be secured to any other loop or bight or ring; a kind of button or frog capable of being readily engaged and disengaged for temporary purposes."},{"word":"Toggle","type":"n.","descr":" Two rods or plates connected by a toggle joint."},{"word":"Toght","type":"a.","descr":" Taut."},{"word":"Togider","type":"adv.","descr":" Alt. of Togidres"},{"word":"Togidres","type":"adv.","descr":" Together."},{"word":"Togue","type":"n.","descr":" The namaycush."},{"word":"Tohew","type":"v. t.","descr":" To hew in pieces."},{"word":"Toil","type":"n.","descr":" A net or snare; any thread, web, or string spread for taking prey; -- usually in the plural."},{"word":"Toiled","type":"imp. and p. p.","descr":" of Toil"},{"word":"Toiling","type":"p. pr. and vb. n.","descr":" of Toil"},{"word":"Toil","type":"v. i.","descr":" To exert strength with pain and fatigue of body or mind, especially of the body, with efforts of some continuance or duration; to labor; to work."},{"word":"Toil","type":"v. t.","descr":" To weary; to overlabor."},{"word":"Toil","type":"v. t.","descr":" To labor; to work; -- often with out."},{"word":"Toil","type":"v.","descr":" Labor with pain and fatigue; labor that oppresses the body or mind, esp. the body."},{"word":"Toiler","type":"n.","descr":" One who toils, or labors painfully."},{"word":"Toilet","type":"n.","descr":" A covering of linen, silk, or tapestry, spread over a table in a chamber or a dressing room."},{"word":"Toilet","type":"n.","descr":" A dressing table."},{"word":"Toilet","type":"n.","descr":" Act or mode of dressing, or that which is arranged in dressing; attire; dress; as, her toilet is perfect."},{"word":"Toilette","type":"n.","descr":" See Toilet, 3."},{"word":"Toilful","type":"a.","descr":" Producing or involving much toil; laborious; toilsome; as, toilful care."},{"word":"Toilinette","type":"n.","descr":" A cloth, the weft of which is of woolen yarn, and the warp of cotton and silk, -- used for waistcoats."},{"word":"Toilless","type":"a.","descr":" Free from toil."},{"word":"Toilsome","type":"a.","descr":" Attended with toil, or fatigue and pain; laborious; wearisome; as, toilsome work."},{"word":"Toise","type":"a.","descr":" An old measure of length in France, containing six French feet, or about 6.3946 French feet."},{"word":"Tokay","type":"n.","descr":" A grape of an oval shape and whitish color."},{"word":"Tokay","type":"n.","descr":" A rich Hungarian wine made from Tokay grapes."},{"word":"Token","type":"n.","descr":" Something intended or supposed to represent or indicate another thing or an event; a sign; a symbol; as, the rainbow is a token of God\\'s covenant established with Noah."},{"word":"Token","type":"n.","descr":" A memorial of friendship; something by which the friendship of another person is to be kept in mind; a memento; a souvenir."},{"word":"Token","type":"n.","descr":" Something given or shown as a symbol or guarantee of authority or right; a sign of authenticity, of power, good faith, etc."},{"word":"Token","type":"n.","descr":" A piece of metal intended for currency, and issued by a private party, usually bearing the name of the issuer, and redeemable in lawful money. Also, a coin issued by government, esp. when its use as lawful money is limited and its intrinsic value is much below its nominal value."},{"word":"Token","type":"n.","descr":" A livid spot upon the body, indicating, or supposed to indicate, the approach of death."},{"word":"Token","type":"n.","descr":" Ten and a half quires, or, commonly, 250 sheets, of paper printed on both sides; also, in some cases, the same number of sheets printed on one side, or half the number printed on both sides."},{"word":"Token","type":"n.","descr":" A piece of metal given beforehand to each person in the congregation who is permitted to partake of the Lord\\'s Supper."},{"word":"Token","type":"n.","descr":" A bit of leather having a peculiar mark designating a particular miner. Each hewer sends one of these with each corf or tub he has hewn."},{"word":"Tokened","type":"imp. and p. p.","descr":" of Token"},{"word":"Tokening","type":"p. pr. and vb. n.","descr":" of Token"},{"word":"Token","type":"n.","descr":" To betoken."},{"word":"Tokened","type":"a.","descr":" Marked by tokens, or spots; as, the tokened pestilence."},{"word":"Tokenless","type":"a.","descr":" Without a token."},{"word":"Tokin","type":"n.","descr":" A tocsin."},{"word":"Tol","type":"v. t.","descr":" To take away. See Toll."},{"word":"Tola","type":"n.","descr":" A weight of British India. The standard tola is equal to 180 grains."},{"word":"Tolane","type":"n.","descr":" A hydrocarbon, C14H10, related both to the acetylene and the aromatic series, and produced artificially as a white crystalline substance; -- called also diphenyl acetylene."},{"word":"Tolbooth","type":"n.","descr":" See Tollbooth."},{"word":"Told","type":"","descr":" imp. and p. p. of Tell."},{"word":"Toled","type":"imp. and p. p.","descr":" of Tole"},{"word":"Toling","type":"p. pr. and vb. n.","descr":" of Tole"},{"word":"Tole","type":"v. t.","descr":" To draw, or cause to follow, by displaying something pleasing or desirable; to allure by some bait."},{"word":"Toledo","type":"n.","descr":" A sword or sword blade made at Toledo in Spain, which city was famous in the 16th and 17th centuries for the excellence of its weapons."},{"word":"Tolerabolity","type":"n.","descr":" The quality or state of being tolerable."},{"word":"Tolerable","type":"a.","descr":" Capable of being borne or endured; supportable, either physically or mentally."},{"word":"Tolerable","type":"a.","descr":" Moderately good or agreeable; not contemptible; not very excellent or pleasing, but such as can be borne or received without disgust, resentment, or opposition; passable; as, a tolerable administration; a tolerable entertainment; a tolerable translation."},{"word":"Tolerance","type":"n.","descr":" The power or capacity of enduring; the act of enduring; endurance."},{"word":"Tolerance","type":"n.","descr":" The endurance of the presence or actions of objectionable persons, or of the expression of offensive opinions; toleration."},{"word":"Tolerance","type":"n.","descr":" The power possessed or acquired by some persons of bearing doses of medicine which in ordinary cases would prove injurious or fatal."},{"word":"Tolerant","type":"a.","descr":" Inclined to tolerate; favoring toleration; forbearing; indulgent."},{"word":"Tolerated","type":"imp. and p. p.","descr":" of Tolerate"},{"word":"Tolerating","type":"p. pr. and vb. n.","descr":" of Tolerate"},{"word":"Tolerate","type":"v. t.","descr":" To suffer to be, or to be done, without prohibition or hindrance; to allow or permit negatively, by not preventing; not to restrain; to put up with; as, to tolerate doubtful practices."},{"word":"Toleration","type":"n.","descr":" The act of tolerating; the allowance of that which is not wholly approved."},{"word":"Toleration","type":"n.","descr":" Specifically, the allowance of religious opinions and modes of worship in a state when contrary to, or different from, those of the established church or belief."},{"word":"Toleration","type":"n.","descr":" Hence, freedom from bigotry and severity in judgment of the opinions or belief of others, especially in respect to religious matters."},{"word":"Toll","type":"v. t.","descr":" To take away; to vacate; to annul."},{"word":"Toll","type":"v. t.","descr":" To draw; to entice; to allure. See Tole."},{"word":"Toll","type":"v. t.","descr":" To cause to sound, as a bell, with strokes slowly and uniformly repeated; as, to toll the funeral bell."},{"word":"Toll","type":"v. t.","descr":" To strike, or to indicate by striking, as the hour; to ring a toll for; as, to toll a departed friend."},{"word":"Toll","type":"v. t.","descr":" To call, summon, or notify, by tolling or ringing."},{"word":"Tolled","type":"imp. and p. p.","descr":" of Toll"},{"word":"Tolling","type":"p. pr. and vb. n.","descr":" of Toll"},{"word":"Toll","type":"v. i.","descr":" To sound or ring, as a bell, with strokes uniformly repeated at intervals, as at funerals, or in calling assemblies, or to announce the death of a person."},{"word":"Toll","type":"n.","descr":" The sound of a bell produced by strokes slowly and uniformly repeated."},{"word":"Toll","type":"n.","descr":" A tax paid for some liberty or privilege, particularly for the privilege of passing over a bridge or on a highway, or for that of vending goods in a fair, market, or the like."},{"word":"Toll","type":"n.","descr":" A liberty to buy and sell within the bounds of a manor."},{"word":"Toll","type":"n.","descr":" A portion of grain taken by a miller as a compensation for grinding."},{"word":"Toll","type":"v. i.","descr":" To pay toll or tallage."},{"word":"Toll","type":"v. i.","descr":" To take toll; to raise a tax."},{"word":"Toll","type":"v. t.","descr":" To collect, as a toll."},{"word":"Tollable","type":"a.","descr":" Subject to the payment of toll; as, tollable goods."},{"word":"Tollage","type":"n.","descr":" Payment of toll; also, the amount or quantity paid as toll."},{"word":"Tollbooth","type":"n.","descr":" A place where goods are weighed to ascertain the duties or toll."},{"word":"Tollbooth","type":"n.","descr":" In Scotland, a burgh jail; hence, any prison, especially a town jail."},{"word":"Tollbooth","type":"v. t.","descr":" To imprison in a tollbooth."},{"word":"Toller","type":"n.","descr":" A toll gatherer."},{"word":"Toller","type":"n.","descr":" One who tolls a bell."},{"word":"Tolletane","type":"a.","descr":" Of or pertaining to Toledo in Spain; made in Toledo."},{"word":"Tollgate","type":"n.","descr":" A gate where toll is taken."},{"word":"Tollhouses","type":"pl. ","descr":" of Tollhouse"},{"word":"Tollhouse","type":"n.","descr":" A house occupied by a receiver of tolls."},{"word":"Tollmen","type":"pl. ","descr":" of Tollman"},{"word":"Tollman","type":"n.","descr":" One who receives or collects toll; a toll gatherer."},{"word":"Tolmen","type":"n.","descr":" See Dolmen."},{"word":"Tolsester","type":"n.","descr":" A toll or tribute of a sextary of ale, paid to the lords of some manors by their tenants, for liberty to brew and sell ale."},{"word":"Tolsey","type":"n.","descr":" A tollbooth; also, a merchants\\' meeting place, or exchange."},{"word":"Tolt","type":"n.","descr":" A writ by which a cause pending in a court baron was removed into a country court."},{"word":"Toltec","type":"n.","descr":" One of a race which formerly occupied Mexico."},{"word":"Tolu","type":"n.","descr":" A fragrant balsam said to have been first brought from Santiago de Tolu, in New Granada. See Balsam of Tolu, under Balsam."},{"word":"Toluate","type":"n.","descr":" A salt of any one of the toluic acids."},{"word":"Toluene","type":"n.","descr":" A hydrocarbon, C6H5.CH3, of the aromatic series, homologous with benzene, and obtained as a light mobile colorless liquid, by distilling tolu balsam, coal tar, etc.; -- called also methyl benzene, phenyl methane, etc."},{"word":"Toluenyl","type":"n.","descr":" Tolyl."},{"word":"Toluic","type":"a.","descr":" Pertaining to, or designating, one of three metameric acids, CH3.C6H4.CO2H, which are related to toluene and analogous to benzoic acids. They are white crystalline substances, and are called respectively orthotoluic acid, metatoluic acid, and paratoluic acid."},{"word":"Toluid","type":"n.","descr":" A complex double tolyl and toluidine derivative of glycocoll, obtained as a white crystalline substance."},{"word":"Toluidine","type":"n.","descr":" Any one of three metameric amido derivatives of toluene analogous to aniline, and called respectively orthtoluidine, metatoluidine, and paratoluidine; especially, the commonest one, or paratoluidine, which is obtained as a white crystalline substance."},{"word":"Toluol","type":"n.","descr":" Alt. of Toluole"},{"word":"Toluole","type":"n.","descr":" Same as Toluene."},{"word":"Toluric","type":"a.","descr":" Of, pertaining to, or designating, any one of three isomeric crystalline acids, C9H10ON.CO2H, which are toluyl derivatives of glycocoll."},{"word":"Tolutation","type":"n.","descr":" A pacing or ambling."},{"word":"Toluyl","type":"n.","descr":" Any one of the three hypothetical radicals corresponding to the three toluic acids."},{"word":"Toluylene","type":"n.","descr":" Same as Stilbene."},{"word":"Toluylene","type":"n.","descr":" Sometimes, but less properly, tolylene."},{"word":"Tolyl","type":"n.","descr":" The hydrocarbon radical, CH3.C6H4, regarded as characteristic of certain compounds of the aromatic series related to toluene; as, tolyl carbinol."},{"word":"Tolylene","type":"n.","descr":" A hydrocarbon radical, C6H4.(CH2)2, regarded as characteristic of certain toluene derivatives."},{"word":"Tolypeutine","type":"n.","descr":" The apar."},{"word":"Tom","type":"n.","descr":" The knave of trumps at gleek."},{"word":"Tomahawk","type":"n.","descr":" A kind of war hatchet used by the American Indians. It was originally made of stone, but afterwards of iron."},{"word":"Tomahawked","type":"imp. and p. p.","descr":" of Tomahawk"},{"word":"Tomahawking","type":"p. pr. and vb. n.","descr":" of Tomahawk"},{"word":"Tomahawk","type":"v. t.","descr":" To cut, strike, or kill, with a tomahawk."},{"word":"Tomaley","type":"n.","descr":" The liver of the lobster, which becomes green when boiled; -- called also tomalline."},{"word":"Toman","type":"n.","descr":" A money of account in Persia, whose value varies greatly at different times and places. Its average value may be reckoned at about two and a half dollars."},{"word":"Tomatoes","type":"pl. ","descr":" of Tomato"},{"word":"Tomato","type":"n.","descr":" The fruit of a plant of the Nightshade family (Lycopersicum esculentun); also, the plant itself. The fruit, which is called also love apple, is usually of a rounded, flattened form, but often irregular in shape. It is of a bright red or yellow color, and is eaten either cooked or uncooked."},{"word":"Tomb","type":"n.","descr":" A pit in which the dead body of a human being is deposited; a grave; a sepulcher."},{"word":"Tomb","type":"n.","descr":" A house or vault, formed wholly or partly in the earth, with walls and a roof, for the reception of the dead."},{"word":"Tomb","type":"n.","descr":" A monument erected to inclose the body and preserve the name and memory of the dead."},{"word":"Tombed","type":"imp. and p. p.","descr":" of Tomb"},{"word":"Tombing","type":"p. pr. and vb. n.","descr":" of Tomb"},{"word":"Tomb","type":"v. t.","descr":" To place in a tomb; to bury; to inter; to entomb."},{"word":"Tombac","type":"n.","descr":" An alloy of copper and zinc, resembling brass, and containing about 84 per cent of copper; -- called also German, \/ Dutch, brass. It is very malleable and ductile, and when beaten into thin leaves is sometimes called Dutch metal. The addition of arsenic makes white tombac."},{"word":"Tombester","type":"n.","descr":" A female dancer."},{"word":"Tombless","type":"a.","descr":" Destitute of a tomb."},{"word":"Tomboy","type":"n.","descr":" A romping girl; a hoiden."},{"word":"Tombstone","type":"n.","descr":" A stone erected over a grave, to preserve the memory of the deceased."},{"word":"Tomcat","type":"n.","descr":" A male cat, especially when full grown or of large size."},{"word":"Tomcod","type":"n.","descr":" A small edible American fish (Microgadus tomcod) of the Codfish family, very abundant in autumn on the Atlantic coast of the Northen United States; -- called also frostfish. See Illust. under Frostfish."},{"word":"Tomcod","type":"n.","descr":" The kingfish. See Kingfish (a)."},{"word":"Tomcod","type":"n.","descr":" The jack. See 2d Jack, 8. (c)."},{"word":"Tome","type":"n.","descr":" As many writings as are bound in a volume, forming part of a larger work; a book; -- usually applied to a ponderous volume."},{"word":"Tomelet","type":"n.","descr":" All small tome, or volume."},{"word":"Tomentose","type":"a.","descr":" Covered with matted woolly hairs; as, a tomentose leaf; a tomentose leaf; a tomentose membrane."},{"word":"Tometous","type":"a.","descr":" Tomentose."},{"word":"Tomenta","type":"pl. ","descr":" of Tomentum"},{"word":"Tomentum","type":"n.","descr":" The closely matted hair or downy nap covering the leaves or stems of some plants."},{"word":"Tomfool","type":"n.","descr":" A great fool; a trifler."},{"word":"Tomfoolery","type":"n.","descr":" Folly; trifling."},{"word":"Tomia","type":"pl. ","descr":" of Tomium"},{"word":"Tomium","type":"n.","descr":" The cutting edge of the bill of a bird."},{"word":"Tomjohn","type":"n.","descr":" A kind of open sedan used in Ceylon, carried by a single pole on men\\'s shoulders."},{"word":"Tommy","type":"n.","descr":" Bread, -- generally a penny roll; the supply of food carried by workmen as their daily allowance."},{"word":"Tommy","type":"n.","descr":" A truck, or barter; the exchange of labor for goods, not money."},{"word":"Tomnoddy","type":"n.","descr":" A sea bird, the puffin."},{"word":"Tomnoddy","type":"n.","descr":" A fool; a dunce; a noddy."},{"word":"Tomopteris","type":"n.","descr":" A genus of transparent marine annelids which swim actively at the surface of the sea. They have deeply divided or forked finlike organs (parapodia). This genus is the type of the order, or suborder, Gymnocopa."},{"word":"Tomorn","type":"adv.","descr":" To-morrow."},{"word":"Tomorrow","type":"adv.","descr":" On the day after the present day; on the next day; on the morrow."},{"word":"Tomorrow","type":"n.","descr":" The day after the present; the morrow."},{"word":"Tompion","type":"n.","descr":" A stopper of a cannon or a musket. See Tampion."},{"word":"Tompion","type":"n.","descr":" A plug in a flute or an organ pipe, to modulate the tone."},{"word":"Tompion","type":"n.","descr":" The iron bottom to which grapeshot are fixed."},{"word":"Tompon","type":"n.","descr":" An inking pad used in lithographic printing."},{"word":"Tomrig","type":"n.","descr":" A rude, wild, wanton girl; a hoiden; a tomboy."},{"word":"Tomtit","type":"n.","descr":" A titmouse, esp. the blue titmouse."},{"word":"Tomtit","type":"n.","descr":" The wren."},{"word":"Tom-tom","type":"n.","descr":" See Tam-tam."},{"word":"Ton","type":"","descr":" pl. of Toe."},{"word":"Ton","type":"n.","descr":" The common tunny, or house mackerel."},{"word":"Ton","type":"n.","descr":" The prevailing fashion or mode; vogue; as, things of ton."},{"word":"Ton","type":"n.","descr":" A measure of weight or quantity."},{"word":"Ton","type":"n.","descr":" The weight of twenty hundredweight."},{"word":"Ton","type":"n.","descr":" Forty cubic feet of space, being the unit of measurement of the burden, or carrying capacity, of a vessel; as a vessel of 300 tons burden."},{"word":"Ton","type":"n.","descr":" A certain weight or quantity of merchandise, with reference to transportation as freight; as, six hundred weight of ship bread in casks, seven hundred weight in bags, eight hundred weight in bulk; ten bushels of potatoes; eight sacks, or ten barrels, of flour; forty cubic feet of rough, or fifty cubic feet of hewn, timber, etc."},{"word":"Tonality","type":"n.","descr":" The principle of key in music; the character which a composition has by virtue of the key in which it is written, or through the family relationship of all its tones and chords to the keynote, or tonic, of the whole."},{"word":"To-name","type":"n.","descr":" A name added, for the sake of distinction, to one\\'s surname, or used instead of it."},{"word":"Tonca bean","type":"","descr":" See Tonka bean."},{"word":"Tone","type":"n.","descr":" Sound, or the character of a sound, or a sound considered as of this or that character; as, a low, high, loud, grave, acute, sweet, or harsh tone."},{"word":"Tone","type":"n.","descr":" Accent, or inflection or modulation of the voice, as adapted to express emotion or passion."},{"word":"Tone","type":"n.","descr":" A whining style of speaking; a kind of mournful or artificial strain of voice; an affected speaking with a measured rhythm ahd a regular rise and fall of the voice; as, children often read with a tone."},{"word":"Tone","type":"n.","descr":" A sound considered as to pitch; as, the seven tones of the octave; she has good high tones."},{"word":"Tone","type":"n.","descr":" The larger kind of interval between contiguous sounds in the diatonic scale, the smaller being called a semitone as, a whole tone too flat; raise it a tone."},{"word":"Tone","type":"n.","descr":" The peculiar quality of sound in any voice or instrument; as, a rich tone, a reedy tone."},{"word":"Tone","type":"n.","descr":" A mode or tune or plain chant; as, the Gregorian tones."},{"word":"Tone","type":"n.","descr":" That state of a body, or of any of its organs or parts, in which the animal functions are healthy and performed with due vigor."},{"word":"Tone","type":"n.","descr":" Tonicity; as, arterial tone."},{"word":"Tone","type":"n.","descr":" State of mind; temper; mood."},{"word":"Tone","type":"n.","descr":" Tenor; character; spirit; drift; as, the tone of his remarks was commendatory."},{"word":"Tone","type":"n.","descr":" General or prevailing character or style, as of morals, manners, or sentiment, in reference to a scale of high and low; as, a low tone of morals; a tone of elevated sentiment; a courtly tone of manners."},{"word":"Tone","type":"n.","descr":" The general effect of a picture produced by the combination of light and shade, together with color in the case of a painting; -- commonly used in a favorable sense; as, this picture has tone."},{"word":"Toned","type":"imp. and p. p.","descr":" of Tone"},{"word":"Toning","type":"p. pr. and vb. n.","descr":" of Tone"},{"word":"Tone","type":"v. t.","descr":" To utter with an affected tone."},{"word":"Tone","type":"v. t.","descr":" To give tone, or a particular tone, to; to tune. See Tune, v. t."},{"word":"Tone","type":"v. t.","descr":" To bring, as a print, to a certain required shade of color, as by chemical treatment."},{"word":"Toned","type":"a.","descr":" Having (such) a tone; -- chiefly used in composition; as, high-toned; sweet-toned."},{"word":"Toneless","type":"a.","descr":" Having no tone; unmusical."},{"word":"Tong","type":"n.","descr":" Alt. of Tonge"},{"word":"Tonge","type":"n.","descr":" Tongue."},{"word":"Tonga","type":"n.","descr":" A drug useful in neuralgia, derived from a Fijian plant supposed to be of the aroid genus Epipremnum."},{"word":"Tongkang","type":"n.","descr":" A kind of boat or junk used in the seas of the Malay Archipelago."},{"word":"Tongo","type":"n.","descr":" The mangrove; -- so called in the Pacific Islands."},{"word":"Tongs","type":"n. pl.","descr":" An instrument, usually of metal, consisting of two parts, or long shafts, jointed together at or near one end, or united by an elastic bow, used for handling things, especially hot coals or metals; -- often called a pair of tongs."},{"word":"Tongue","type":"n.","descr":" an organ situated in the floor of the mouth of most vertebrates and connected with the hyoid arch."},{"word":"Tongue","type":"n.","descr":" The power of articulate utterance; speech."},{"word":"Tongue","type":"n.","descr":" Discourse; fluency of speech or expression."},{"word":"Tongue","type":"n.","descr":" Honorable discourse; eulogy."},{"word":"Tongue","type":"n.","descr":" A language; the whole sum of words used by a particular nation; as, the English tongue."},{"word":"Tongue","type":"n.","descr":" Speech; words or declarations only; -- opposed to thoughts or actions."},{"word":"Tongue","type":"n.","descr":" A people having a distinct language."},{"word":"Tongue","type":"n.","descr":" The lingual ribbon, or odontophore, of a mollusk."},{"word":"Tongue","type":"n.","descr":" The proboscis of a moth or a butterfly."},{"word":"Tongue","type":"n.","descr":" The lingua of an insect."},{"word":"Tongue","type":"n.","descr":" Any small sole."},{"word":"Tongue","type":"n.","descr":" That which is considered as resembing an animal\\'s tongue, in position or form."},{"word":"Tongue","type":"n.","descr":" A projection, or slender appendage or fixture; as, the tongue of a buckle, or of a balance."},{"word":"Tongue","type":"n.","descr":" A projection on the side, as of a board, which fits into a groove."},{"word":"Tongue","type":"n.","descr":" A point, or long, narrow strip of land, projecting from the mainland into a sea or a lake."},{"word":"Tongue","type":"n.","descr":" The pole of a vehicle; especially, the pole of an ox cart, to the end of which the oxen are yoked."},{"word":"Tongue","type":"n.","descr":" The clapper of a bell."},{"word":"Tongue","type":"n.","descr":" A short piece of rope spliced into the upper part of standing backstays, etc.; also. the upper main piece of a mast composed of several pieces."},{"word":"Tongue","type":"n.","descr":" Same as Reed, n., 5."},{"word":"Tongued","type":"imp. and p. p.","descr":" of Tongue"},{"word":"Tonguing","type":"p. pr. and vb. n.","descr":" of Tongue"},{"word":"Tongue","type":"v. t.","descr":" To speak; to utter."},{"word":"Tongue","type":"v. t.","descr":" To chide; to scold."},{"word":"Tongue","type":"v. t.","descr":" To modulate or modify with the tongue, as notes, in playing the flute and some other wind instruments."},{"word":"Tongue","type":"v. t.","descr":" To join means of a tongue and grove; as, to tongue boards together."},{"word":"Tongue","type":"v. i.","descr":" To talk; to prate."},{"word":"Tongue","type":"v. i.","descr":" To use the tongue in forming the notes, as in playing the flute and some other wind instruments."},{"word":"Tonguebird","type":"n.","descr":" The wryneck. "},{"word":"Tongued","type":"a.","descr":" Having a tongue."},{"word":"Tonguefish","type":"n.","descr":" A flounder (Symphurus plagiusa) native of the southern coast of the United States."},{"word":"Tongueless","type":"a.","descr":" Having no tongue."},{"word":"Tongueless","type":"a.","descr":" Hence, speechless; mute."},{"word":"Tongueless","type":"a.","descr":" Unnamed; not spoken of."},{"word":"Tonguelet","type":"n.","descr":" A little tongue."},{"word":"Tongue-pad","type":"n.","descr":" A great talker."},{"word":"Tongue-shaped","type":"a.","descr":" Shaped like a tongue; specifically (Bot.), linear or oblong, and fleshy, blunt at the end, and convex beneath; as, a tongue-shaped leaf."},{"word":"Tongue-shell","type":"n.","descr":" Any species of Lingula."},{"word":"Tonguester","type":"n.","descr":" One who uses his tongue; a talker; a story-teller; a gossip."},{"word":"Tongue-tie","type":"n.","descr":" Impeded motion of the tongue because of the shortness of the fraenum, or of the adhesion of its margins to the gums."},{"word":"Tongue-tie","type":"v. t.","descr":" To deprive of speech or the power of speech, or of distinct articulation."},{"word":"Tongue-tied","type":"a.","descr":" Destitute of the power of distinct articulation; having an impediment in the speech, esp. when caused by a short fraenum."},{"word":"Tongue-tied","type":"a.","descr":" Unable to speak freely, from whatever cause."},{"word":"Tongueworm","type":"n.","descr":" Any species of Linguatulina."},{"word":"Tonguy","type":"a.","descr":" Ready or voluble in speaking; as, a tonguy speaker."},{"word":"Tonic","type":"a.","descr":" Of or relating to tones or sounds; specifically (Phon.), applied to, or distingshing, a speech sound made with tone unmixed and undimmed by obstruction, such sounds, namely, the vowels and diphthongs, being so called by Dr. James Rush (1833) \" from their forming the purest and most plastic material of intonation.\""},{"word":"Tonic","type":"a.","descr":" Of or pertaining to tension; increasing tension; hence, increasing strength; as, tonic power."},{"word":"Tonic","type":"a.","descr":" Increasing strength, or the tone of the animal system; obviating the effects of debility, and restoring healthy functions."},{"word":"Tonic","type":"n.","descr":" A tonic element or letter; a vowel or a diphthong."},{"word":"Tonic","type":"n.","descr":" The key tone, or first tone of any scale."},{"word":"Tonic","type":"n.","descr":" A medicine that increases the strength, and gives vigor of action to the system."},{"word":"Tonical","type":"a.","descr":" Tonic."},{"word":"Tonicity","type":"n.","descr":" The state of healthy tension or partial contraction of muscle fibers while at rest; tone; tonus."},{"word":"Tonight","type":"adv.","descr":" On this present or coming night."},{"word":"Tonight","type":"adv.","descr":" On the last night past."},{"word":"Tonight","type":"n.","descr":" The present or the coming night; the night after the present day."},{"word":"Tonite","type":"n.","descr":" An explosive compound; a preparation of gun cotton."},{"word":"Tonka bean","type":"","descr":" The seed of a leguminous tree (Dipteryx odorata), native of Guiana. It has a peculiarly agreeable smell, and is employed in the scenting of snuff. Called also tonquin bean."},{"word":"Tonnage","type":"n.","descr":" The weight of goods carried in a boat or a ship."},{"word":"Tonnage","type":"n.","descr":" The cubical content or burden of a vessel, or vessels, in tons; or, the amount of weight which one or several vessels may carry. See Ton, n. (b)."},{"word":"Tonnage","type":"n.","descr":" A duty or impost on vessels, estimated per ton, or, a duty, toll, or rate payable on goods per ton transported on canals."},{"word":"Tonnage","type":"n.","descr":" The whole amount of shipping estimated by tons; as, the tonnage of the United States. See Ton."},{"word":"Tonne","type":"n.","descr":" A tun."},{"word":"Tonnihood","type":"n.","descr":" The female of the bullfinch; -- called also tonyhoop."},{"word":"Tonnish","type":"a.","descr":" In the ton; fashionable; modish."},{"word":"Tonometer","type":"n.","descr":" An instrument for determining the rate of vibrations in tones."},{"word":"Tonometer","type":"n.","descr":" An apparatus for studying and registering the action of various fluids and drugs on the excised heart of lower animals."},{"word":"Tonometer","type":"n.","descr":" An instrument for measuring tension, esp. that of the eyeball."},{"word":"Tonometry","type":"n.","descr":" The act of measuring with a tonometer;"},{"word":"Tonometry","type":"n.","descr":" measurement of tension, esp. the tension of the eyeball."},{"word":"Tonophant","type":"n.","descr":" A modification of the kaleidophon, for showing composition of acoustic vibrations. It consists of two thin slips of steel welded together, their length being adjystable by a screw socket."},{"word":"Tonous","type":"a.","descr":" Abounding in tone or sound."},{"word":"Tonquin bean","type":"","descr":" See Tonka bean."},{"word":"Tonsil","type":"n.","descr":" One of the two glandular organs situated in the throat at the sides of the fauces. The tonsils are sometimes called the almonds, from their shape."},{"word":"Tonsilar","type":"a.","descr":" Of or pertaining to the tonsils; tonsilitic."},{"word":"Tonsile","type":"a.","descr":" Capable of being clipped."},{"word":"Tonsilitic","type":"a.","descr":" Tonsilar."},{"word":"Tonsilitis","type":"n.","descr":" Inflammation of the tonsil; quinsy."},{"word":"Tonsilotome","type":"n.","descr":" An instrument for removing the tonsils."},{"word":"Tonsilotomy","type":"n.","descr":" The operation of removing the tonsil, or a portion thereof."},{"word":"Tonsor","type":"n.","descr":" A barber."},{"word":"Tonsorial","type":"a.","descr":" Of or pertaining to a barber, or shaving."},{"word":"Tonsure","type":"n.","descr":" The act of clipping the hair, or of shaving the crown of the head; also, the state of being shorn."},{"word":"Tonsure","type":"n.","descr":" The first ceremony used for devoting a person to the service of God and the church; the first degree of the clericate, given by a bishop, abbot, or cardinal priest, consisting in cutting off the hair from a circular space at the back of the head, with prayers and benedictions; hence, entrance or admission into minor orders."},{"word":"Tonsure","type":"n.","descr":" The shaven corona, or crown, which priests wear as a mark of their order and of their rank."},{"word":"Tonsured","type":"a.","descr":" Having the tonsure; shaven; shorn; clipped; hence, bald."},{"word":"Tontine","type":"n.","descr":" An annuity, with the benefit of survivorship, or a loan raised on life annuities with the benefit of survivorship. Thus, an annuity is shared among a number, on the principle that the share of each, at his death, is enjoyed by the survivors, until at last the whole goes to the last survivor, or to the last two or three, according to the terms on which the money is advanced. Used also adjectively; as, tontine insurance."},{"word":"Tonus","type":"n.","descr":" Tonicity, or tone; as, muscular tonus."},{"word":"Tonies","type":"pl. ","descr":" of Tony"},{"word":"Tony","type":"n.","descr":" A simpleton."},{"word":"Too","type":"adv.","descr":" Over; more than enough; -- noting excess; as, a thing is too long, too short, or too wide; too high; too many; too much."},{"word":"Too","type":"adv.","descr":" Likewise; also; in addition."},{"word":"Took","type":"","descr":" imp. of Take."},{"word":"Tool","type":"n.","descr":" An instrument such as a hammer, saw, plane, file, and the like, used in the manual arts, to facilitate mechanical operations; any instrument used by a craftsman or laborer at his work; an implement; as, the tools of a joiner, smith, shoe-maker, etc.; also, a cutter, chisel, or other part of an instrument or machine that dresses work."},{"word":"Tool","type":"n.","descr":" A machine for cutting or shaping materials; -- also called machine tool."},{"word":"Tool","type":"n.","descr":" Hence, any instrument of use or service."},{"word":"Tool","type":"n.","descr":" A weapon."},{"word":"Tool","type":"n.","descr":" A person used as an instrument by another person; -- a word of reproach; as, men of intrigue have their tools, by whose agency they accomplish their purposes."},{"word":"tooled","type":"imp. and p. p.","descr":" of Tool"},{"word":"tooling","type":"p. pr. and vb. n.","descr":" of Tool"},{"word":"Tool","type":"v. t.","descr":" To shape, form, or finish with a tool."},{"word":"Tool","type":"v. t.","descr":" To drive, as a coach."},{"word":"Tooling","type":"n.","descr":" Work performed with a tool."},{"word":"Tool-post","type":"n.","descr":" Alt. of Tool-stock"},{"word":"Tool-stock","type":"n.","descr":" The part of a tool-rest in which a cutting tool is clamped."},{"word":"Tool-rest","type":"n.","descr":" the part that supports a tool-post or a tool."},{"word":"Toom","type":"a.","descr":" Empty."},{"word":"Toom","type":"v. t.","descr":" To empty."},{"word":"Toon","type":"","descr":" pl. of Toe."},{"word":"Toon","type":"n.","descr":" The reddish brown wood of an East Indian tree (Cedrela Toona) closely resembling the Spanish cedar; also. the tree itself."},{"word":"Toonwood","type":"n.","descr":" Same as Toon."},{"word":"Toot","type":"v. i.","descr":" To stand out, or be prominent."},{"word":"Toot","type":"v. i.","descr":" To peep; to look narrowly."},{"word":"Toot","type":"v. t.","descr":" To see; to spy."},{"word":"Tooted","type":"imp. and p. p.","descr":" of Toot"},{"word":"Tooting","type":"p. pr. and vb. n.","descr":" of Toot"},{"word":"Toot","type":"v. i.","descr":" To blow or sound a horn; to make similar noise by contact of the tongue with the root of the upper teeth at the beginning and end of the sound; also, to give forth such a sound, as a horn when blown."},{"word":"Toot","type":"v. t.","descr":" To cause to sound, as a horn, the note being modified at the beginning and end as if by pronouncing the letter t; to blow; to sound."},{"word":"Tooter","type":"n.","descr":" One who toots; one who plays upon a pipe or horn."},{"word":"Tooth","type":"n.","descr":" One of the hard, bony appendages which are borne on the jaws, or on other bones in the walls of the mouth or pharynx of most vertebrates, and which usually aid in the prehension and mastication of food."},{"word":"Tooth","type":"n.","descr":" Fig.: Taste; palate."},{"word":"Tooth","type":"n.","descr":" Any projection corresponding to the tooth of an animal, in shape, position, or office; as, the teeth, or cogs, of a cogwheel; a tooth, prong, or tine, of a fork; a tooth, or the teeth, of a rake, a saw, a file, a card."},{"word":"Tooth","type":"n.","descr":" A projecting member resembling a tenon, but fitting into a mortise that is only sunk, not pierced through."},{"word":"Tooth","type":"n.","descr":" One of several steps, or offsets, in a tusk. See Tusk."},{"word":"Tooth","type":"n.","descr":" An angular or prominence on any edge; as, a tooth on the scale of a fish, or on a leaf of a plant"},{"word":"Tooth","type":"n.","descr":" one of the appendages at the mouth of the capsule of a moss. See Peristome."},{"word":"Tooth","type":"n.","descr":" Any hard calcareous or chitinous organ found in the mouth of various invertebrates and used in feeding or procuring food; as, the teeth of a mollusk or a starfish."},{"word":"Toothed","type":"imp. and p. p.","descr":" of Tooth"},{"word":"Toothing","type":"p. pr. and vb. n.","descr":" of Tooth"},{"word":"Tooth","type":"v. t.","descr":" To furnish with teeth."},{"word":"Tooth","type":"v. t.","descr":" To indent; to jag; as, to tooth a saw."},{"word":"Tooth","type":"v. t.","descr":" To lock into each other. See Tooth, n., 4."},{"word":"Toothache","type":"n.","descr":" Pain in a tooth or in the teeth; odontalgia."},{"word":"Toothback","type":"n.","descr":" Any notodontian."},{"word":"Toothbill","type":"n.","descr":" A peculiar fruit-eating ground pigeon (Didunculus strigiostris) native of the Samoan Islands, and noted for its resemblance, in several characteristics, to the extinct dodo. Its beak is stout and strongly hooked, and the mandible has two or three strong teeth toward the end.  Its color is chocolate red. Called also toothbilled pigeon, and manu-mea."},{"word":"Toothbrush","type":"n.","descr":" A brush for cleaning the teeth."},{"word":"Toothdrawer","type":"n.","descr":" One whose business it is to extract teeth with instruments; a dentist."},{"word":"Toothed","type":"a.","descr":" Having teeth; furnished with teeth."},{"word":"Toothed","type":"a.","descr":" Having marginal projecting points; dentate."},{"word":"Toothful","type":"a.","descr":" Toothsome."},{"word":"Toothing","type":"n.","descr":" The act or process of indenting or furnishing with teeth."},{"word":"Toothing","type":"n.","descr":" Bricks alternately projecting at the end of a wall, in order that they may be bonded into a continuation of it when the remainder is carried up."},{"word":"Toothless","type":"a.","descr":" Having no teeth."},{"word":"Toothlet","type":"n.","descr":" A little tooth, or like projection."},{"word":"Toothleted","type":"a.","descr":" Having a toothlet or toothlets; as, a toothleted leaf."},{"word":"Toothpick","type":"n.","descr":" A pointed instument for clearing the teeth of substances lodged between them."},{"word":"Toothpicker","type":"n.","descr":" A toothpick."},{"word":"Toothshell","type":"n.","descr":" Any species of Dentalium and allied genera having a tooth-shaped shell. See Dentalium."},{"word":"Toothsome","type":"a.","descr":" Grateful to the taste; palatable."},{"word":"Toothwort","type":"n.","descr":" A plant whose roots are fancied to resemble teeth, as certain plants of the genus Lathraea, and various species of Dentaria. See Coralwort."},{"word":"Toothy","type":"a.","descr":" Toothed; with teeth."},{"word":"Toozoo","type":"n.","descr":" The ringdove."},{"word":"Top","type":"n.","descr":" A child\\'s toy, commonly in the form of a conoid or pear, made to spin on its point, usually by drawing off a string wound round its surface or stem, the motion being sometimes continued by means of a whip."},{"word":"Top","type":"n.","descr":" A plug, or conical block of wood, with longitudital grooves on its surface, in which the strands of the rope slide in the process of twisting."},{"word":"Top","type":"n.","descr":" The highest part of anything; the upper end, edge, or extremity; the upper side or surface; summit; apex; vertex; cover; lid; as, the top of a spire; the top of a house; the top of a mountain; the top of the ground."},{"word":"Top","type":"n.","descr":" The utmost degree; the acme; the summit."},{"word":"Top","type":"n.","descr":" The highest rank; the most honorable position; the utmost attainable place; as, to be at the top of one\\'s class, or at the top of the school."},{"word":"Top","type":"n.","descr":" The chief person; the most prominent one."},{"word":"Top","type":"n.","descr":" The crown of the head, or the hair upon it; the head."},{"word":"Top","type":"n.","descr":" The head, or upper part, of a plant."},{"word":"Top","type":"n.","descr":" A platform surrounding the head of the lower mast and projecting on all sudes. It serves to spead the topmast rigging, thus strengheningthe mast, and also furnishes a convenient standing place for the men aloft."},{"word":"Top","type":"n.","descr":" A bundle or ball of slivers of comkbed wool, from which the noils, or dust, have been taken out."},{"word":"Top","type":"n.","descr":" Eve; verge; point."},{"word":"Top","type":"n.","descr":" The part of a cut gem between the girdle, or circumference, and the table, or flat upper surface."},{"word":"Top","type":"n.","descr":" Top-boots."},{"word":"Topped","type":"imp. and p. p.","descr":" of Top"},{"word":"Topping","type":"p. pr. and vb. n.","descr":" of Top"},{"word":"Top","type":"v. i.","descr":" To rise aloft; to be eminent; to tower; as, lofty ridges and topping mountains."},{"word":"Top","type":"v. i.","descr":" To predominate; as, topping passions."},{"word":"Top","type":"v. i.","descr":" To excel; to rise above others."},{"word":"Top","type":"v. t.","descr":" To cover on the top; to tip; to cap; -- chiefly used in the past participle."},{"word":"Top","type":"v. t.","descr":" To rise above; to excel; to outgo; to surpass."},{"word":"Top","type":"v. t.","descr":" To rise to the top of; to go over the top of."},{"word":"Top","type":"v. t.","descr":" To take off the or upper part of; to crop."},{"word":"Top","type":"v. t.","descr":" To perform eminently, or better than before."},{"word":"Top","type":"v. t.","descr":" To raise one end of, as a yard, so that that end becomes higher than the other."},{"word":"Toparch","type":"n.","descr":" The ruler or principal man in a place or country; the governor of a toparchy."},{"word":"Toparchies","type":"pl. ","descr":" of Toparchy"},{"word":"Toparchy","type":"n.","descr":" A small state, consisting of a few cities or towns; a petty country governed by a toparch; as, Judea was formerly divided into ten toparchies."},{"word":"Top-armor","type":"n.","descr":" A top railing supported by stanchions and equipped with netting."},{"word":"Topau","type":"n.","descr":" The rhinocerous bird (a)."},{"word":"Topaz","type":"n.","descr":" A mineral occurring in rhombic prisms, generally yellowish and pellucid, also colorless, and of greenesh, bluish, or brownish shades. It sometimes occurs massive and opaque. It is a fluosilicate of alumina, and is used as a gem."},{"word":"Topaz","type":"n.","descr":" Either one of two species of large, brilliantly colored humming birds of the Topaza, of South America and the West Indies."},{"word":"Topazolite","type":"n.","descr":" A topaz-yellow variety of garnet."},{"word":"Top-block","type":"n.","descr":" A large ironbound block strapped with a hook, and, when used, hung to an eyebolt in the cap, -- used in swaying and lowering the topmast."},{"word":"Top-boots","type":"n. pl.","descr":" High boots, having generally a band of some kind of light-colored leather around the upper part of the leg; riding boots."},{"word":"Top-chain","type":"n.","descr":" A chain for slinging the lower yards, in time of action, to prevent their falling, if the ropes by which they are hung are shot away."},{"word":"Top-cloth","type":"n.","descr":" A piece of canvas used to cover the hammocks which are lashed to the top in action to protect the topmen."},{"word":"Topcoat","type":"n.","descr":" An outer coat; an overcoat."},{"word":"Top-drain","type":"v. t.","descr":" To drain the surface of, as land; as, to top-drain a field or farm."},{"word":"Top-draining","type":"n.","descr":" The act or practice of drining the surface of land."},{"word":"Top-dressed","type":"imp. and p. p.","descr":" of Top-dress"},{"word":"Top-dressing","type":"p. pr. and vb. n.","descr":" of Top-dress"},{"word":"Top-dress","type":"v. t.","descr":" To apply a surface dressing of manureto,as land."},{"word":"Top-dressing","type":"n.","descr":" The act of applying a dressing of manure to the surface of land; also, manure so applied."},{"word":"Tope","type":"n.","descr":" A moundlike Buddhist sepulcher, or memorial monument, often erected over a Buddhist relic."},{"word":"Tope","type":"n.","descr":" A grove or clump of trees; as, a toddy tope."},{"word":"Tope","type":"n.","descr":" A small shark or dogfish (Galeorhinus, \/ Galeus, galeus), native of Europe, but found also on the coasts of California and Tasmania; -- called also toper, oil shark, miller\\'s dog, and penny dog."},{"word":"Tope","type":"n.","descr":" The wren."},{"word":"Toped","type":"imp. and p. p.","descr":" of Tope"},{"word":"Toping","type":"p. pr. and vb. n.","descr":" of Tope"},{"word":"Tope","type":"v. i.","descr":" To drink hard or frequently; to drink strong or spiritous liquors to excess."},{"word":"Toper","type":"n.","descr":" One who topes, or drinks frequently or to excess; a drunkard; a sot."},{"word":"Topet","type":"n.","descr":" The European crested titmouse."},{"word":"Topful","type":"a.","descr":" Full to the top, ore brim; brimfull."},{"word":"Topgallant","type":"a.","descr":" Situated above the topmast and below the royal mast; designatb, or pertaining to, the third spars in order from the deck; as, the topgallant mast, yards, braces, and the like. See Illustration of Ship."},{"word":"Topgallant","type":"a.","descr":" Fig.: Highest; elevated; splendid."},{"word":"Topgallant","type":"n.","descr":" A topgallant mast or sail."},{"word":"Topgallant","type":"n.","descr":" Fig.: Anything elevated or splendid."},{"word":"Toph","type":"n.","descr":" kind of sandstone."},{"word":"Tophaceous","type":"a.","descr":" Gritty; sandy; rough; stony."},{"word":"Top-hamper","type":"n.","descr":" The upper rigging, spars, etc., of a ship."},{"word":"Top-heavy","type":"a.","descr":" Having the top or upper part too heavy for the lower part."},{"word":"Tophet","type":"n.","descr":" A place lying east or southeast of Jerusalem, in the valley of Hinnom."},{"word":"Tophin","type":"n.","descr":" Same as Toph."},{"word":"Tophi","type":"pl. ","descr":" of Tophus"},{"word":"Tophus","type":"n.","descr":" One of the mineral concretions about the joints, and in other situations, occurring chiefly in gouty persons. They consist usually of urate of sodium; when occurring in the internal organs they are also composed of phosphate of calcium."},{"word":"Tophus","type":"n.","descr":" Calcareous tufa."},{"word":"Topiarian","type":"a.","descr":" Of or pertaining to the ornamental cutting and trimming of trees, hedges, etc.; practicing ornamental gardening."},{"word":"Topiary","type":"a.","descr":" Of or pertaining to ornamental gardening; produced by cutting, trimming, etc.; topiarian."},{"word":"Topic","type":"n.","descr":" One of the various general forms of argument employed in probable as distinguished from demonstrative reasoning, -- denominated by Aristotle to`poi (literally, places), as being the places or sources from which arguments may be derived, or to which they may be referred; also, a prepared form of argument, applicable to a great variety of cases, with a supply of which the ancient rhetoricians and orators provided themselves; a commonplace of argument or oratory."},{"word":"Topic","type":"n.","descr":" A treatise on forms of argument; a system or scheme of forms or commonplaces of argument or oratory; as, the Topics of Aristotle."},{"word":"Topic","type":"n.","descr":" An argument or reason."},{"word":"Topic","type":"n.","descr":" The subject of any distinct portion of a discourse, or argument, or literary composition; also, the general or main subject of the whole; a matter treated of; a subject, as of conversation or of thought; a matter; a point; a head."},{"word":"Topic","type":"n.","descr":" An external local application or remedy, as a plaster, a blister, etc."},{"word":"Topic","type":"a.","descr":" Topical."},{"word":"Topical","type":"n.","descr":" Of or pertaining to a place; limited; logical application; as, a topical remedy; a topical claim or privilege."},{"word":"Topical","type":"n.","descr":" Pertaining to, or consisting of, a topic or topics; according to topics."},{"word":"Topical","type":"n.","descr":" Resembling a topic, or general maxim; hence, not demonstrative, but merely probable, as an argument."},{"word":"Topically","type":"adv.","descr":" In a topical manner; with application to, or limitation of, a particular place or topic."},{"word":"Topknot","type":"n.","descr":" A crest or knot of feathers upon the head or top, as of a bird; also, an orgamental knot worn on top of the head, as by women."},{"word":"Topknot","type":"n.","descr":" A small Europen flounder (Rhoumbus punctatus). The name is also applied to allied species."},{"word":"Topless","type":"a.","descr":" Having no top, or no visble fop; hence, fig.: very lofty; supreme; unequaled."},{"word":"Top-light","type":"n.","descr":" A lantern or light on the top of a vessel."},{"word":"Topmem","type":"pl. ","descr":" of Topman"},{"word":"Topman","type":"n.","descr":" See Topsman, 2."},{"word":"Topman","type":"n.","descr":" A man stationed in the top."},{"word":"Topmast","type":"n.","descr":" The second mast, or that which is next above the lower mast, and below the topgallant mast."},{"word":"Topmost","type":"a.","descr":" Highest; uppermost; as, the topmost cliff; the topmost branch of a tree."},{"word":"Topographer","type":"n.","descr":" One who is skilled in the science of topography; one who describes a particular place, town, city, or tract of land."},{"word":"Topographic","type":"","descr":" Alt. of Topographical"},{"word":"Topographical","type":"","descr":" Of or pertaining to topography; descriptive of a place."},{"word":"Topographist","type":"n.","descr":" A topographer."},{"word":"Topography","type":"n.","descr":" The description of a particular place, town, manor, parish, or tract of land; especially, the exact and scientific delineation and description in minute detail of any place or region."},{"word":"Topology","type":"n.","descr":" The art of, or method for, assisting the memory by associating the thing or subject to be remembered with some place."},{"word":"Toponomy","type":"n.","descr":" The designation of position and direction."},{"word":"Toppiece","type":"n.","descr":" A small wig for the top of the head; a toupee."},{"word":"Topping","type":"a.","descr":" Rising above; surpassing."},{"word":"Topping","type":"a.","descr":" Hence, assuming superiority; proud."},{"word":"Topping","type":"a.","descr":" Fine; gallant."},{"word":"Topping","type":"n.","descr":" The act of one who tops; the act of cutting off the top."},{"word":"Topping","type":"n.","descr":" The act of raising one extremity of a spar higher than the other."},{"word":"Topping","type":"n.","descr":" That which comes from hemp in the process of hatcheling."},{"word":"Toppingly","type":"adv.","descr":" In a topping or proud manner."},{"word":"Toppingly","type":"a.","descr":" Same as Topping, a., 3."},{"word":"Toppled","type":"imp. and p. p.","descr":" of Topple"},{"word":"Toppling","type":"p. pr. and vb. n.","descr":" of Topple"},{"word":"Topple","type":"v. i.","descr":" To fall forward; to pitch or tumble down."},{"word":"Topple","type":"v. t.","descr":" To throw down; to overturn."},{"word":"Top-proud","type":"a.","descr":" Proud to the highest degree."},{"word":"Top-rope","type":"n.","descr":" A rope used for hoisting and lowering a topmast, and for other purposes."},{"word":"Topsail","type":"n.","descr":" In a square-rigged vessel, the sail next above the lowermost sail on a mast. This sail is the one most frequently reefed or furled in working the ship. In a fore-and-aft rigged vessel, the sail set upon and above the gaff. See Cutter, Schooner, Sail, and Ship."},{"word":"Tops-and-bottoms","type":"n. pl.","descr":" Small rolls of dough, baked, cut in halves, and then browned in an oven, -- used as food for infants."},{"word":"Top-shaped","type":"a.","descr":" Having the shape of a top; (Bot.) cone-shaped, with the apex downward; turbinate."},{"word":"Top-shell","type":"n.","descr":" Any one of numerous species of marine top-shaped shells of the genus Trochus, or family Trochidae."},{"word":"Topsmen","type":"pl. ","descr":" of Topsman"},{"word":"Topsman","type":"n.","descr":" The chief drover of those who drive a herd of cattle."},{"word":"Topsman","type":"n.","descr":" The uppermost sawyer in a saw pit; a topman."},{"word":"Topsoil","type":"n.","descr":" The upper layer of soil; surface soil."},{"word":"Topsoiling","type":"n.","descr":" The act or art of taking off the top soil of land before an excavation or embankment is begun."},{"word":"Topstone","type":"n.","descr":" A stone that is placed on the top, or which forms the top."},{"word":"Topsy-turvy","type":"adv.","descr":" In an inverted posture; with the top or head downward; upside down; as, to turn a carriage topsy-turvy."},{"word":"Top-tackle","type":"n.","descr":" A tackle used in hoisting and lowering the topmast."},{"word":"Top-timbers","type":"n.","descr":" The highest timbers on the side of a vessel, being those above the futtocks."},{"word":"Top-tool","type":"n.","descr":" A tool applied to the top of the work, in distinction from a tool inserted in the anvil and on which the work is placed."},{"word":"Toque","type":"n.","descr":" A kind of cap worn in the 16th century, and copied in modern fashions; -- called also toquet."},{"word":"Toque","type":"n.","descr":" A variety of the bonnet monkey."},{"word":"Toquet","type":"n.","descr":" See Toque, 1."},{"word":"Tor","type":"n.","descr":" A tower; a turret."},{"word":"Tor","type":"n.","descr":" High-pointed hill; a rocky pinnacle."},{"word":"Torace","type":"v. t.","descr":" Alt. of Torase"},{"word":"Torase","type":"v. t.","descr":" To scratch to pieces."},{"word":"Torbernite","type":"n.","descr":" A mineral occurring in emerald-green tabular crystals having a micaceous structure.  It is a hydrous phosphate of uranium and copper. Called also copper uranite, and chalcolite."},{"word":"Torc","type":"n.","descr":" Same as Torque, 1."},{"word":"Torch","type":"n.","descr":" A light or luminary formed of some combustible substance, as of resinous wood; a large candle or flambeau, or a lamp giving a large, flaring flame."},{"word":"Torch","type":"n.","descr":" A flashlight."},{"word":"Torchbearer","type":"n.","descr":" One whose office it is to carry a torch."},{"word":"Torcher","type":"n.","descr":" One who gives light with a torch, or as if with a torch."},{"word":"Torchlight","type":"n.","descr":" The light of a torch, or of torches.  Also adjectively; as, a torchlight procession."},{"word":"Torchon lace","type":"","descr":" a simple thread lace worked upon a pillow with coarse thread; also, a similar lace made by machinery."},{"word":"Torchwood","type":"n.","descr":" The inflammable wood of certain trees (Amyris balsamifera, A. Floridana, etc.); also, the trees themselves."},{"word":"Torchwort","type":"n.","descr":" The common mullein, the stalks of which, dipped in suet, anciently served for torches. Called also torch, and hig-taper."},{"word":"Tore","type":"","descr":" imp. of Tear."},{"word":"Tore","type":"n.","descr":" The dead grass that remains on mowing land in winter and spring."},{"word":"Tore","type":"n.","descr":" Same as Torus."},{"word":"Tore","type":"n.","descr":" The surface described by the circumference of a circle revolving about a straight line in its own plane."},{"word":"Tore","type":"n.","descr":" The solid inclosed by such a surface; -- sometimes called an anchor ring."},{"word":"Toreador","type":"n.","descr":" A bullfighter."},{"word":"To-rent","type":"imp. and p. p.","descr":" of To-rend"},{"word":"To-rend","type":"v. t.","descr":" To rend in pieces."},{"word":"Toret","type":"n.","descr":" A Turret."},{"word":"Toret","type":"n.","descr":" A ring for fastening a hawk\\'s leash to the jesses; also, a ring affixed to the collar of a dog, etc."},{"word":"Toreumatography","type":"n.","descr":" A description of sculpture such as bas-relief in metal."},{"word":"Toreumatology","type":"n.","descr":" The art or the description of scupture such as bas-relief in metal; toreumatography."},{"word":"Toreutic","type":"a.","descr":" In relief; pertaining to sculpture in relief, especially of metal; also, pertaining to chasing such as surface ornamentation in metal."},{"word":"Torgoch","type":"n.","descr":" The saibling."},{"word":"Torilto","type":"n.","descr":" A species of Turnix (Turnix sylvatica) native of Spain and Northen Africa."},{"word":"Torinese","type":"a.","descr":" Of or pertaining to Turin."},{"word":"Torinese","type":"n. sing. and pl.","descr":" A native or inhabitant of Turin; collectively, the people of Turin."},{"word":"Torment","type":"n.","descr":" An engine for casting stones."},{"word":"Torment","type":"n.","descr":" Extreme pain; anguish; torture; the utmost degree of misery, either of body or mind."},{"word":"Torment","type":"n.","descr":" That which gives pain, vexation, or misery."},{"word":"tormented","type":"imp. and p. p.","descr":" of Torment"},{"word":"tormenting","type":"p. pr. and vb. n.","descr":" of Torment"},{"word":"Torment","type":"v. t.","descr":" To put to extreme pain or anguish; to inflict excruciating misery upon, either of body or mind; to torture."},{"word":"Torment","type":"v. t.","descr":" To pain; to distress; to afflict."},{"word":"Torment","type":"v. t.","descr":" To tease; to vex; to harass; as, to be tormented with importunities, or with petty annoyances."},{"word":"Torment","type":"v. t.","descr":" To put into great agitation."},{"word":"Tormenter","type":"n.","descr":" One who, or that which, torments; a tormentor."},{"word":"Tormenter","type":"n.","descr":" An executioner."},{"word":"Tormentful","type":"a.","descr":" Full of torment; causing, or accompainied by, torment; excruciating."},{"word":"Tormentil","type":"n.","descr":" A rosaceous herb (Potentilla Tormentilla), the root of which is used as a powerful astringent, and for alleviating gripes, or tormina, in diarrhea."},{"word":"Tormenting","type":"a.","descr":" Causing torment; as, a tormenting dream."},{"word":"Tormentise","type":"n.","descr":" Torture; torment."},{"word":"Tormentor","type":"n.","descr":" One who, or that which, torments; one who inflicts penal anguish or tortures."},{"word":"Tormentor","type":"n.","descr":" An implement for reducing a stiff soil, resembling a harrow, but running upon wheels."},{"word":"Tormentress","type":"n.","descr":" A woman who torments."},{"word":"Tormentry","type":"n.","descr":" Anything producing torment, annoyance, or pain."},{"word":"Tormina","type":"n. pl.","descr":" acute, colicky pains; gripes."},{"word":"Torminous","type":"a.","descr":" Affected with tormina; griping."},{"word":"Torn","type":"","descr":" p. p. of Tear."},{"word":"Tornadoes","type":"pl. ","descr":" of Tornado"},{"word":"Tornado","type":"n.","descr":" A violent whirling wind; specifically (Meteorol.), a tempest distinguished by a rapid whirling and slow progressive motion, usually accompaned with severe thunder, lightning, and torrents of rain, and commonly of short duration and small breadth; a small cyclone."},{"word":"Tornariae","type":"pl. ","descr":" of Tornaria"},{"word":"Tornaria","type":"n.","descr":" The peculiar free swimming larva of Balanoglossus. See Illust. in Append."},{"word":"Torose","type":"a.","descr":" Cylindrical with alternate swellings and contractions; having the surface covered with rounded prominences."},{"word":"Torosity","type":"n.","descr":" The quality or state of being torose."},{"word":"Torous","type":"a.","descr":" Torose."},{"word":"Torpedinous","type":"a.","descr":" Of or pertaining to a torpedo; resembling a torpedo; exerting a benumbing influence; stupefying; dull; torpid."},{"word":"Torpedoes","type":"pl. ","descr":" of Torpedo"},{"word":"Torpedo","type":"n.","descr":" Any one of numerous species of elasmobranch fishes belonging to Torpedo and allied genera. They are related to the rays, but have the power of giving electrical shocks. Called also crampfish, and numbfish. See Electrical fish, under Electrical."},{"word":"Torpedo","type":"n.","descr":" An engine or machine for destroying ships by blowing them up."},{"word":"Torpedo","type":"n.","descr":" A quantity of explosives anchored in a channel, beneath the water, or set adrift in a current, and so arranged that they will be exploded when touched by a vessel, or when an electric circuit is closed by an operator on shore."},{"word":"Torpedo","type":"n.","descr":" A kind of small submarine boat carrying an explosive charge, and projected from a ship against another ship at a distance, or made self-propelling, and otherwise automatic in its action against a distant ship."},{"word":"Torpedo","type":"n.","descr":" A kind of shell or cartridge buried in earth, to be exploded by electricity or by stepping on it."},{"word":"Torpedo","type":"n.","descr":" A kind of detonating cartridge or shell placed on a rail, and exploded when crushed under the locomotive wheels, -- used as an alarm signal."},{"word":"Torpedo","type":"n.","descr":" An explosive cartridge or shell lowered or dropped into a bored oil well, and there exploded, to clear the well of obstructions or to open communication with a source of supply of oil."},{"word":"Torpedo","type":"n.","descr":" A kind of firework in the form of a small ball, or pellet, which explodes when thrown upon a hard object."},{"word":"Torpedo","type":"v. t.","descr":" to destroy by, or subject to the action of, a torpedo."},{"word":"Torpent","type":"a.","descr":" Having no motion or activity; incapable of motion; benumbed; torpid."},{"word":"Torpescence","type":"n.","descr":" The quality or state or being torpescent; torpidness; numbness; stupidity."},{"word":"Toppescent","type":"a.","descr":" Becoming torpid or numb."},{"word":"Torpid","type":"a.","descr":" Having lost motion, or the power of exertion and feeling; numb; benumbed; as, a torpid limb."},{"word":"Torpid","type":"a.","descr":" Dull; stupid; sluggish; inactive."},{"word":"Torpidity","type":"n.","descr":" Same as Torpidness."},{"word":"Torpidly","type":"adv.","descr":" In a torpid manner."},{"word":"Torpidness","type":"n.","descr":" The qualityy or state of being torpid."},{"word":"Torpified","type":"imp. and p. p.","descr":" of Torpify"},{"word":"Torpifying","type":"p. pr. and vb. n.","descr":" of Torpify"},{"word":"Torpify","type":"v. t.","descr":" To make torpid; to numb, or benumb."},{"word":"Torpitude","type":"n.","descr":" Torpidness."},{"word":"Torpor","type":"n.","descr":" Loss of motion, or of the motion; a state of inactivity with partial or total insensibility; numbness."},{"word":"Torpor","type":"n.","descr":" Dullness; sluggishness; inactivity; as, a torpor of the mental faculties."},{"word":"Torporific","type":"a.","descr":" Tending to produce torpor."},{"word":"Torquate","type":"a.","descr":" Collared; having a torques, or distinct colored ring around the neck."},{"word":"torquated","type":"a.","descr":" Having or wearing a torque, or neck chain."},{"word":"Torque","type":"n.","descr":" A collar or neck chain, usually twisted, especially as worn by ancient barbaric nations, as the Gauls, Germans, and Britons."},{"word":"Torque","type":"n.","descr":" That which tends to produce torsion; a couple of forces."},{"word":"Torque","type":"n.","descr":" A turning or twisting; tendency to turn, or cause to turn, about an axis."},{"word":"Torqued","type":"a.","descr":" Wreathed; twisted."},{"word":"Torqued","type":"a.","descr":" Twisted; bent; -- said of a dolphin haurient, which forms a figure like the letter S."},{"word":"Torques","type":"n.","descr":" A cervical ring of hair or feathers, distinguished by its color or structure; a collar."},{"word":"Torrefaction","type":"n.","descr":" The act or process of torrefying, or the state of being torrefied."},{"word":"Torrefied","type":"imp. and p. p.","descr":" of Torrefy"},{"word":"Torrefying","type":"p. pr. and vb. n.","descr":" of Torrefy"},{"word":"Torrefy","type":"v. t.","descr":" To dry by a fire."},{"word":"Torrefy","type":"v. t.","descr":" To subject to scorching heat, so as to drive off volatile ingredients; to roast, as ores."},{"word":"Torrefy","type":"v. t.","descr":" To dry or parch, as drugs, on a metallic plate till they are friable, or are reduced to the state desired."},{"word":"Torrent","type":"n.","descr":" A violent stream, as of water, lava, or the like; a stream suddenly raised and running rapidly, as down a precipice."},{"word":"Torrent","type":"n.","descr":" Fig.: A violent or rapid flow; a strong current; a flood; as, a torrent of vices; a torrent of eloquence."},{"word":"Torrent","type":"n.","descr":" Rolling or rushing in a rapid stream."},{"word":"Torrential","type":"a.","descr":" Alt. of Torrentine"},{"word":"Torrentine","type":"a.","descr":" Of or pertaining to a torrent; having the character of a torrent; caused by a torrent ."},{"word":"Torricellian","type":"a.","descr":" Of or pertaining to Torricelli, an Italian philosopher and mathematician, who, in 1643, discovered that the rise of a liquid in a tube, as in the barometer, is due to atmospheric pressure. See Barometer."},{"word":"Torrid","type":"a.","descr":" Parched; dried with heat; as, a torrid plain or desert."},{"word":"Torrid","type":"a.","descr":" Violenty hot; drying or scorching with heat; burning; parching."},{"word":"Torridity","type":"n.","descr":" Torridness."},{"word":"Torridness","type":"n.","descr":" The quality or state of being torrid or parched."},{"word":"Torril","type":"n.","descr":" A worthless woman; also, a worthless horse."},{"word":"Torrock","type":"n.","descr":" A gull."},{"word":"Torsal","type":"n.","descr":" A torsel."},{"word":"Torse","type":"n.","descr":" A wreath."},{"word":"Torse","type":"n.","descr":" A developable surface. See under Developable."},{"word":"Torsel","type":"n.","descr":" A plate of timber for the end of a beam or joist to rest on."},{"word":"Torsibillty","type":"n.","descr":" The tendency, as of a rope, to untwist after being twisted."},{"word":"Torsion","type":"n.","descr":" The act of turning or twisting, or the state of being twisted; the twisting or wrenching of a body by the exertion of a lateral force tending to turn one end or part of it about a longitudinal axis, while the other is held fast or turned in the opposite direction."},{"word":"Torsion","type":"n.","descr":" That force with which a thread, wire, or rod of any material, returns, or tends to return, to a state of rest after it has been twisted; torsibility."},{"word":"Torsional","type":"a.","descr":" Of or pertaining to torsion; resulting from torsion, or the force with which a thread or wire returns to a state of rest after having been twisted round its axis; as, torsional force."},{"word":"Torsk","type":"n.","descr":" The cusk. See Cusk."},{"word":"Torsk","type":"n.","descr":" The codfish. Called also tusk."},{"word":"Torsos","type":"pl. ","descr":" of Torso"},{"word":"Torsi","type":"pl. ","descr":" of Torso"},{"word":"Torso","type":"n.","descr":" The human body, as distinguished from the head and limbs; in sculpture, the trunk of a statue, mutilated of head and limbs; as, the torso of Hercules."},{"word":"Tort","type":"n.","descr":" Mischief; injury; calamity."},{"word":"Tort","type":"n.","descr":" Any civil wrong or injury; a wrongful act (not involving a breach of contract) for which an action will lie; a form of action, in some parts of the United States, for a wrong or injury."},{"word":"Tort","type":"a.","descr":" Stretched tight; taut."},{"word":"Torta","type":"n.","descr":" a flat heap of moist, crushed silver ore, prepared for the patio process."},{"word":"Torteaus","type":"pl. ","descr":" of Torteau"},{"word":"Torteau","type":"n.","descr":" A roundel of a red color."},{"word":"Torticollis","type":"n.","descr":" See Wryneck."},{"word":"Tortile","type":"a.","descr":" Twisted; wreathed; coiled."},{"word":"Tortility","type":"n.","descr":" The quality or state of being tortile, twisted, or wreathed."},{"word":"Tortilla","type":"n.","descr":" An unleavened cake, as of maize flour, baked on a heated iron or stone."},{"word":"Tortion","type":"n.","descr":" Torment; pain."},{"word":"Tortious","type":"a.","descr":" Injurious; wrongful."},{"word":"Tortious","type":"a.","descr":" Imploying tort, or privat injury for which the law gives damages; involing tort."},{"word":"Tortiously","type":"adv.","descr":" In a tortous manner."},{"word":"Tortive","type":"a.","descr":" Twisted; wreathed."},{"word":"Tortoise","type":"n.","descr":" Any one of numerous species of reptiles of the order Testudinata."},{"word":"Tortoise","type":"n.","descr":" Same as Testudo, 2."},{"word":"Tortoise","type":"n.","descr":" having a color like that of a tortoise\\'s shell, black with white and orange spots; --  used mostly to describe cats of that color."},{"word":"Tortoise","type":"n.","descr":" a tortoise-shell cat."},{"word":"Tortricid","type":"a.","descr":" Of or pertaining to Tortix, or the family Tortricidae."},{"word":"Tortrix","type":"n.","descr":" Any one of numerous species of small moths of the family Tortricidae, the larvae of which usually roll up the leaves of plants on which they live; -- also called leaf roller."},{"word":"Tortrix","type":"n.","descr":" A genus of tropical short-tailed snakes, which are not venomous. One species (Tortrix scytalae) is handsomely banded with black, and is sometimes worn alive by the natives of Brazil for a necklace."},{"word":"Tortulous","type":"a.","descr":" Swelled out at intervals like a knotted cord."},{"word":"Tortuose","type":"a.","descr":" Wreathed; twisted; winding."},{"word":"Tortuoslty","type":"n.","descr":" the quality or state of being tortuous."},{"word":"Tortuous","type":"a.","descr":" Bent in different directions; wreathed; twisted; winding; as, a tortuous train; a tortuous train; a tortuous leaf or corolla."},{"word":"Tortuous","type":"a.","descr":" Fig.: Deviating from rectitude; indirect; erroneous; deceitful."},{"word":"Tortuous","type":"a.","descr":" Injurious: tortious."},{"word":"Tortuous","type":"a.","descr":" Oblique; -- applied to the six signs of the zodiac (from Capricorn to Gemini) which ascend most rapidly and obliquely."},{"word":"Torturable","type":"a.","descr":" Capable of being tortured."},{"word":"Torture","type":"n.","descr":" Extreme pain; anguish of body or mind; pang; agony; torment; as, torture of mind."},{"word":"Torture","type":"n.","descr":" Especially, severe pain inflicted judicially, either as punishment for a crime, or for the purpose of extorting a confession from an accused person, as by water or fire, by the boot or thumbkin, or by the rack or wheel."},{"word":"Torture","type":"n.","descr":" The act or process of torturing."},{"word":"Tortured","type":"imp. and p. p.","descr":" of Torture"},{"word":"Torturing.","type":"p. pr. and vb. n.","descr":" of Torture"},{"word":"Torture","type":"v. t.","descr":" To put to torture; to pain extremely; to harass; to vex."},{"word":"Torture","type":"v. t.","descr":" To punish with torture; to put to the rack; as, to torture an accused person."},{"word":"Torture","type":"v. t.","descr":" To wrest from the proper meaning; to distort."},{"word":"Torture","type":"v. t.","descr":" To keep on the stretch, as a bow."},{"word":"Torturer","type":"n.","descr":" One who tortures; a tormentor."},{"word":"Torturingly","type":"adv.","descr":" So as to torture."},{"word":"Torturous","type":"a.","descr":" Involving, or pertaining to, torture."},{"word":"Torulae","type":"pl. ","descr":" of Torula"},{"word":"Torula","type":"n.","descr":" A chain of special bacteria. (b) A genus of budding fungi. Same as Saccharomyces. Also used adjectively."},{"word":"Torulaform","type":"a.","descr":" Having the appearance of a torula; in the form of a little chain; as, a torulaform string of micrococci."},{"word":"Torulose","type":"a.","descr":" Same as Torose."},{"word":"Torulous","type":"a.","descr":" Same as Torose."},{"word":"Tori","type":"pl. ","descr":" of Torus"},{"word":"Torus","type":"n.","descr":" A lage molding used in the bases of columns.  Its profile is semicircular. See Illust. of Molding."},{"word":"Torus","type":"n.","descr":" One of the ventral parapodia of tubicolous annelids. It usually has the form of an oblong thickening or elevation of the integument with rows of uncini or hooks along the center. See Illust. under Tubicolae."},{"word":"Torus","type":"n.","descr":" The receptacle, or part of the flower on which the carpels stand."},{"word":"Torus","type":"n.","descr":" See 3d Tore, 2."},{"word":"Torved","type":"a.","descr":" Stern; grim. See Torvous."},{"word":"Torvity","type":"a.","descr":" Sourness or severity of countenance; sterness."},{"word":"Torvous","type":"a.","descr":" Sour of aspect; of a severe countenance; stern; grim."},{"word":"Tories","type":"pl. ","descr":" of Tory"},{"word":"Tory","type":"n.","descr":" A member of the conservative party, as opposed to the progressive party which was formerly called the Whig, and is now called the Liberal, party; an earnest supporter of exsisting royal and ecclesiastical authority."},{"word":"Tory","type":"n.","descr":" One who, in the time of the Revolution, favored submitting tothe claims of Great Britain against the colonies; an adherent tothe crown."},{"word":"Tory","type":"a.","descr":" Of ro pertaining to the Tories."},{"word":"Toryism","type":"n.","descr":" The principles of the Tories."},{"word":"Toscatter","type":"v. t.","descr":" To scatter in pieces; to divide."},{"word":"Tose","type":"v. t.","descr":" To tease, or comb, as wool."},{"word":"Tosh","type":"a.","descr":" Neat; trim."},{"word":"Toshred","type":"v. t.","descr":" To cut into shreads or pieces."},{"word":"Tossed","type":"imp. and p. p.","descr":" of Toss"},{"word":"Tost","type":"","descr":" of Toss"},{"word":"Tossing","type":"p. pr. and vb. n.","descr":" of Toss"},{"word":"Toss","type":"v. t.","descr":" To throw with the hand; especially, to throw with the palm of the hand upward, or to throw upward; as, to toss a ball."},{"word":"Toss","type":"v. t.","descr":" To lift or throw up with a sudden or violent motion; as, to toss the head."},{"word":"Toss","type":"v. t.","descr":" To cause to rise and fall; as, a ship tossed on the waves in a storm."},{"word":"Toss","type":"v. t.","descr":" To agitate; to make restless."},{"word":"Toss","type":"v. t.","descr":" Hence, to try; to harass."},{"word":"Toss","type":"v. t.","descr":" To keep in play; to tumble over; as, to spend four years in tossing the rules of grammar."},{"word":"Toss","type":"v. i.","descr":" To roll and tumble; to be in violent commotion; to write; to fling."},{"word":"Toss","type":"v. i.","descr":" To be tossed, as a fleet on the ocean."},{"word":"Toss","type":"n.","descr":" A throwing upward, or with a jerk; the act of tossing; as, the toss of a ball."},{"word":"Toss","type":"n.","descr":" A throwing up of the head; a particular manner of raising the head with a jerk."},{"word":"Tossel","type":"n.","descr":" See Tassel."},{"word":"Tosser","type":"n.","descr":" Ohe who tosser."},{"word":"Tossily","type":"adv.","descr":" In a tossy manner."},{"word":"Tossing","type":"n.","descr":" The act of throwing upward; a rising and falling suddenly; a rolling and tumbling."},{"word":"Tossing","type":"n.","descr":" A process which consists in washing ores by violent agitation in water, in order to separate the lighter or earhy particles; -- called also tozing, and treloobing, in Cornwall."},{"word":"Tossing","type":"n.","descr":" A process for refining tin by dropping it through the air while melted."},{"word":"Tosspot","type":"n.","descr":" A toper; one habitually given to strong drink; a drunkard."},{"word":"Tossy","type":"a.","descr":" Tossing the head, as in scorn or pride; hence, proud; contemptuous; scornful; affectedly indifferent; as, a tossy commonplace."},{"word":"Tost","type":"","descr":" imp. and p. p. of Toss."},{"word":"Tosto","type":"a.","descr":" Quick; rapid."},{"word":"Toswink","type":"v. i.","descr":" To labor excessively."},{"word":"Tot","type":"n.","descr":" Anything small; -- frequently applied as a term of endearment to a little child."},{"word":"Tot","type":"n.","descr":" A drinking cup of small size, holding about half a pint."},{"word":"Tot","type":"n.","descr":" A foolish fellow."},{"word":"Tota","type":"n.","descr":" The grivet."},{"word":"Total","type":"a.","descr":" Whole; not divided; entire; full; complete; absolute; as, a total departure from the evidence; a total loss."},{"word":"Total","type":"n.","descr":" The whole; the whole sum or amount; as, these sums added make the grand total of five millions."},{"word":"Totality","type":"n.","descr":" The quality or state of being total; as, the totality of an eclipse."},{"word":"Totality","type":"n.","descr":" The whole sum; the whole quantity or amount; the entirety; as, the totalityof human knowledge."},{"word":"Totalize","type":"v. t.","descr":" To make total, or complete;to reduce to completeness."},{"word":"Totally","type":"adv.","descr":" In a total manner; wholly; entirely."},{"word":"Totalness","type":"n.","descr":" The quality or state of being total; entireness; totality."},{"word":"Toted","type":"imp. and p. p.","descr":" of Tote"},{"word":"Toting","type":"p. pr. and vb. n.","descr":" of Tote"},{"word":"Tote","type":"v. t.","descr":" To carry or bear; as, to tote a child over a stream; -- a colloquial word of the Southern States, and used esp. by negroes."},{"word":"Tote","type":"n.","descr":" The entire body, or all; as, the whole tote."},{"word":"Totear","type":"v. t.","descr":" To tear or rend in pieces."},{"word":"Totem","type":"n.","descr":" A rude picture, as of a bird, beast, or the like, used by the North American Indians as a symbolic designation, as of a family or a clan."},{"word":"Totemic","type":"a.","descr":" Of or pertaining to a totem, or totemism."},{"word":"Totemism","type":"n.","descr":" The system of distinguishing families, clans, etc., in a tribe by the totem."},{"word":"Totemism","type":"n.","descr":" Superstitious regard for a totem; the worship of any real or imaginary object; nature worship."},{"word":"Totemist","type":"n.","descr":" One belonging to a clan or tribe having a totem."},{"word":"Toter","type":"n.","descr":" The stone roller. See Stone roller (a), under Stone."},{"word":"Tother","type":"","descr":" A colloquial contraction of the other, and formerly a contraction for that other. See the Note under That, 2."},{"word":"Totipalmate","type":"a.","descr":" Having all four toes united by a web; -- said of certain sea birds, as the pelican and the gannet. See Illust. under Aves."},{"word":"Totipalmi","type":"n.pl.","descr":" A division of swimming birds including those that have totipalmate feet."},{"word":"Totipresence","type":"n.","descr":" Omnipresence."},{"word":"Totipresent","type":"a.","descr":" Omnipresence."},{"word":"Tottered","type":"imp. and p. p.","descr":" of Totter"},{"word":"Tottering","type":"p. pr. and vb. n.","descr":" of Totter"},{"word":"Totter","type":"v. i.","descr":" To shake so as to threaten a fall; to vacillate; to be unsteady; to stagger; as,an old man totters with age."},{"word":"Totter","type":"v. i.","descr":" To shake; to reel; to lean; to waver."},{"word":"Totterer","type":"n.","descr":" One who totters."},{"word":"Totteringly","type":"adv.","descr":" In a tottering manner."},{"word":"Tottery","type":"a.","descr":" Trembling or vaccilating, as if about to fall; unsteady; shaking."},{"word":"Tottled","type":"imp. and p. p.","descr":" of Totly"},{"word":"Tottling","type":"p. pr. and vb. n.","descr":" of Totly"},{"word":"Totly","type":"v. i.","descr":" To walk in a wavering, unsteady manner; to toddle; to topple."},{"word":"Tottlish","type":"a.","descr":" Trembling or tottering, as if about to fall; un steady. "},{"word":"Totty","type":"a.","descr":" Unsteady; dizzy; tottery."},{"word":"Toty","type":"a.","descr":" Totty."},{"word":"Toty","type":"n.","descr":" A sailor or fisherman; -- so called in some parts of the Pacific."},{"word":"Toucan","type":"n.","descr":" Any one of numerous species of fruit-eating birds of tropical America belonging to Ramphastos, Pteroglossus, and allied genera of the family Ramphastidae. They have a very large, but light and thin, beak, often nearly as long as the body itself. Most of the species are brilliantly colored with red, yellow, white, and black in striking contrast."},{"word":"Toucan","type":"n.","descr":" A modern constellation of the southern hemisphere."},{"word":"Toncanet","type":"n.","descr":" A small toucan."},{"word":"Touched","type":"imp. and p. p.","descr":" of Touch"},{"word":"Touching","type":"p. pr. and vb. n.","descr":" of Touch"},{"word":"Touch","type":"v. t.","descr":" To come in contact with; to hit or strike lightly against; to extend the hand, foot, or the like, so as to reach or rest on."},{"word":"Touch","type":"v. t.","descr":" To perceive by the sense of feeling."},{"word":"Touch","type":"v. t.","descr":" To come to; to reach; to attain to."},{"word":"Touch","type":"v. t.","descr":" To try; to prove, as with a touchstone."},{"word":"Touch","type":"v. t.","descr":" To relate to; to concern; to affect."},{"word":"Touch","type":"v. t.","descr":" To handle, speak of, or deal with; to treat of."},{"word":"Touch","type":"v. t.","descr":" To meddle or interfere with; as, I have not touched the books."},{"word":"Touch","type":"v. t.","descr":" To affect the senses or the sensibility of; to move; to melt; to soften."},{"word":"Touch","type":"v. t.","descr":" To mark or delineate with touches; to add a slight stroke to with the pencil or brush."},{"word":"Touch","type":"v. t.","descr":" To infect; to affect slightly."},{"word":"Touch","type":"v. t.","descr":" To make an impression on; to have effect upon."},{"word":"Touch","type":"v. t.","descr":" To strike; to manipulate; to play on; as, to touch an instrument of music."},{"word":"Touch","type":"v. t.","descr":" To perform, as a tune; to play."},{"word":"Touch","type":"v. t.","descr":" To influence by impulse; to impel forcibly."},{"word":"Touch","type":"v. t.","descr":" To harm, afflict, or distress."},{"word":"Touch","type":"v. t.","descr":" To affect with insanity, especially in a slight degree; to make partially insane; -- rarely used except in the past participle."},{"word":"Touch","type":"v. t.","descr":" To be tangent to. See Tangent, a."},{"word":"Touch","type":"a.","descr":" To lay a hand upon for curing disease."},{"word":"Touch","type":"v. i.","descr":" To be in contact; to be in a state of junction, so that no space is between; as, two spheres touch only at points."},{"word":"Touch","type":"v. i.","descr":" To fasten; to take effect; to make impression."},{"word":"Touch","type":"v. i.","descr":" To treat anything in discourse, especially in a slight or casual manner; -- often with on or upon."},{"word":"Touch","type":"v. i.","descr":" To be brought, as a sail, so close to the wind that its weather leech shakes."},{"word":"Touch","type":"v.","descr":" The act of touching, or the state of being touched; contact."},{"word":"Touch","type":"v.","descr":" The sense by which pressure or traction exerted on the skin is recognized; the sense by which the properties of bodies are determined by contact; the tactile sense. See Tactile sense, under Tactile."},{"word":"Touch","type":"v.","descr":" Act or power of exciting emotion."},{"word":"Touch","type":"v.","descr":" An emotion or affection."},{"word":"Touch","type":"v.","descr":" Personal reference or application."},{"word":"Touch","type":"v.","descr":" A stroke; as, a touch of raillery; a satiric touch; hence, animadversion; censure; reproof."},{"word":"Touch","type":"v.","descr":" A single stroke on a drawing or a picture."},{"word":"Touch","type":"v.","descr":" Feature; lineament; trait."},{"word":"Touch","type":"v.","descr":" The act of the hand on a musical instrument; bence, in the plural, musical notes."},{"word":"Touch","type":"v.","descr":" A small quantity intermixed; a little; a dash."},{"word":"Touch","type":"v.","descr":" A hint; a suggestion; slight notice."},{"word":"Touch","type":"v.","descr":" A slight and brief essay."},{"word":"Touch","type":"v.","descr":" A touchstone; hence, stone of the sort used for touchstone."},{"word":"Touch","type":"v.","descr":" Hence, examination or trial by some decisive standard; test; proof; tried quality."},{"word":"Touch","type":"v.","descr":" The particular or characteristic mode of action, or the resistance of the keys of an instrument to the fingers; as, a heavy touch, or a light touch; also, the manner of touching, striking, or pressing the keys of a piano; as, a legato touch; a staccato touch."},{"word":"Touch","type":"v.","descr":" The broadest part of a plank worked top and but (see Top and but, under Top, n.), or of one worked anchor-stock fashion (that is, tapered from the middle to both ends); also, the angles of the stern timbers at the counters."},{"word":"Touch","type":"n.","descr":" That part of the field which is beyond the line of flags on either side."},{"word":"Touch","type":"n.","descr":" A boys\\' game; tag."},{"word":"Touchable","type":"a.","descr":" Capable of being touched; tangible."},{"word":"Touchback","type":"n.","descr":" The act of touching the football down by a player behind his own goal line when it received its last impulse from an opponent; -- distinguished from safety touchdown."},{"word":"Touch-box","type":"n.","descr":" A box containing lighted tinder, formerly carried by soldiers who used matchlocks, to kindle the match."},{"word":"Touchdown","type":"n.","descr":" The act of touching the football down behind the opponents\\' goal ."},{"word":"Touchhole","type":"n.","descr":" The vent of a cannot or other firearm, by which fire is communicateed to the powder of the charge."},{"word":"Touchily","type":"adv.","descr":" In a touchy manner."},{"word":"Touchiness","type":"n.","descr":" The quality or state of being touchy peevishness; irritability; irascibility."},{"word":"Touching","type":"a.","descr":" Affecting; moving; pathetic; as, a touching tale."},{"word":"Touching","type":"prep.","descr":" Concerning; with respect to."},{"word":"Touching","type":"n.","descr":" The sense or act of feeling; touch."},{"word":"Touch-me-not","type":"n.","descr":" See Impatiens."},{"word":"Touch-me-not","type":"n.","descr":" Squirting cucumber. See under Cucumber."},{"word":"Touch-needle","type":"n.","descr":" A small bar of gold and silver, either pure, or alloyed in some known proportion with copper, for trying the purity of articles of gold or silver by comparison of the streaks made by the article and the bar on a touchstone."},{"word":"Touch-paper","type":"n.","descr":" Paper steeped in saltpeter, which burns slowly, and is used as a match for firing gunpowder, and the like."},{"word":"Touchstone","type":"n.","descr":" Lydian stone; basanite; -- so called because used to test the purity of gold and silver by the streak which is left upon the stone when it is rubbed by the metal. See Basanite."},{"word":"Touchstone","type":"n.","descr":" Any test or criterion by which the qualities of a thing are tried."},{"word":"Touchwood","type":"n.","descr":" Wood so decayed as to serve for tinder; spunk, or punk."},{"word":"Touchwood","type":"n.","descr":" Dried fungi used as tinder; especially, the Polyporus igniarius."},{"word":"Touchy","type":"a.","descr":" Peevish; irritable; irascible; techy; apt to take fire."},{"word":"Tough","type":"superl.","descr":" Having the quality of flexibility without brittleness; yielding to force without breaking; capable of resisting great strain; as, the ligaments of animals are remarkably tough."},{"word":"Tough","type":"superl.","descr":" Not easily broken; able to endure hardship; firm; strong; as, tough sinews."},{"word":"Tough","type":"superl.","descr":" Not easily separated; viscous; clammy; tenacious; as, tough phlegm."},{"word":"Tough","type":"superl.","descr":" Stiff; rigid; not flexible; stubborn; as, a tough bow."},{"word":"Tough","type":"superl.","descr":" Severe; violent; as, a tough storm."},{"word":"Tough-cake","type":"n.","descr":" See Tough-pitch (b)."},{"word":"Toughened","type":"imp. and p. p.","descr":" of Toughen"},{"word":"Toughening","type":"p. pr. and vb. n.","descr":" of Toughen"},{"word":"Toughen","type":"v. i. and t.","descr":" To grow or make tough, or tougher."},{"word":"Tough-head","type":"n.","descr":" The ruddy duck."},{"word":"Toughish","type":"a.","descr":" Tough in a slight degree."},{"word":"Toughly","type":"adv.","descr":" In a tough manner."},{"word":"Toughness","type":"n.","descr":" The quality or state of being tough."},{"word":"Tough-pitch","type":"n.","descr":" The exact state or quality of texture and consistency of well reduced and refined copper."},{"word":"Tough-pitch","type":"n.","descr":" Copper so reduced; -- called also tough-cake."},{"word":"Touite","type":"n.","descr":" The wood warbler."},{"word":"Toupee","type":"n.","descr":" Alt. of Toupet"},{"word":"Toupet","type":"n.","descr":" A little tuft; a curl or artificial lock of hair."},{"word":"Toupet","type":"n.","descr":" A small wig, or a toppiece of a wig."},{"word":"Toupettit","type":"n.","descr":" The crested titmouse."},{"word":"Tour","type":"n.","descr":" A tower."},{"word":"Tour","type":"v. t.","descr":" A going round; a circuit; hence, a journey in a circuit; a prolonged circuitous journey; a comprehensive excursion; as, the tour of Europe; the tour of France or England."},{"word":"Tour","type":"v. t.","descr":" A turn; a revolution; as, the tours of the heavenly bodies."},{"word":"Tour","type":"v. t.","descr":" anything done successively, or by regular order; a turn; as, a tour of duty."},{"word":"Toured","type":"imp. and p. p.","descr":" of Tour"},{"word":"Touring","type":"p. pr. and vb. n.","descr":" of Tour"},{"word":"Tour","type":"v. i.","descr":" To make a tourm; as, to tour throught a country."},{"word":"Touraco","type":"n.","descr":" Same as Turacou."},{"word":"Tourbillion","type":"n.","descr":" An ornamental firework which turns round, when in the air, so as to form a scroll of fire."},{"word":"Tourist","type":"n.","descr":" One who makes a tour, or performs a journey in a circuit."},{"word":"Tourmaline","type":"n.","descr":" A mineral occurring usually in three-sided or six-sided prisms terminated by rhombohedral or scalenohedral planes. Black tourmaline (schorl) is the most common variety, but there are also other varieties, as the blue (indicolite), red (rubellite), also green, brown, and white. The red and green varieties when transparent are valued as jewels."},{"word":"Tourn","type":"n.","descr":" A spinning wheel."},{"word":"Tourn","type":"n.","descr":" The sheriff\\'s turn, or court."},{"word":"Tournament","type":"n.","descr":" A mock fight, or warlike game, formerly in great favor, in which a number of combatants were engaged, as an exhibition of their address and bravery; hence, figuratively, a real battle."},{"word":"Tournament","type":"n.","descr":" Any contest of skill in which there are many contestents for championship; as, a chess tournament."},{"word":"Tournery","type":"n.","descr":" Work turned on a lathe; turnery."},{"word":"Tourney","type":"v. t.","descr":" A tournament."},{"word":"Tourney","type":"n.","descr":" To perform in tournaments; to tilt."},{"word":"Tourniquet","type":"n.","descr":" An instrument for arresting hemorrhage. It consists essentially of a pad or compress upon which pressure is made by a band which is tightened by a screw or other means."},{"word":"Tournois","type":"n.","descr":" A former French money of account worth 20 sous, or a franc. It was thus called in distinction from the Paris livre, which contained 25 sous."},{"word":"Tournure","type":"n.","descr":" Turn; contour; figure."},{"word":"Tournure","type":"n.","descr":" Any device used by women to expand the skirt of a dress below the waist; a bustle."},{"word":"Toused","type":"imp. and p. p.","descr":" of Touze"},{"word":"Tousing","type":"p. pr. and vb. n.","descr":" of Touze"},{"word":"Touse","type":"v. t. and i.","descr":" Alt. of Touze"},{"word":"Touze","type":"v. t. and i.","descr":" To pull; to haul; to tear; to worry."},{"word":"Touse","type":"n.","descr":" A pulling; a disturbance."},{"word":"Tousel","type":"v. t.","descr":" Same as Tousle."},{"word":"Touser","type":"n.","descr":" One who touses."},{"word":"Tousle","type":"v. t.","descr":" To put into disorder; to tumble; to touse."},{"word":"Tous-les-mois","type":"n.","descr":" A kind of starch with very large, oval, flattened grains, often sold as arrowroot, and extensively used for adulterating cocoa. It is made from the rootstocks of a species of Canna, probably C. edulis, the tubers of which are edible every month in the year."},{"word":"Tout","type":"v. i.","descr":" To act as a tout. See 2d Tout."},{"word":"Tout","type":"v. i.","descr":" To ply or seek for customers."},{"word":"Tout","type":"n.","descr":" One who secretly watches race horses which are in course of training, to get information about their capabilities, for use in betting."},{"word":"Tout","type":"v. i.","descr":" To toot a horn."},{"word":"Tout","type":"n.","descr":" The anus."},{"word":"Tout-ensemble","type":"n.","descr":" All together; hence, in costume, the fine arts, etc., the general effect of a work as a whole, without regard to the execution of the separate perts."},{"word":"Touter","type":"n.","descr":" One who seeks customers, as for an inn, a public conveyance, shops, and the like: hence, an obtrusive candidate for office."},{"word":"Touze","type":"v.t and i.","descr":" See Touse."},{"word":"Tow","type":"n.","descr":" The coarse and broken part of flax or hemp, separated from the finer part by the hatchel or swingle."},{"word":"Towed","type":"imp. and p. p.","descr":" of Tow"},{"word":"Towing","type":"p. pr. and vb. n.","descr":" of Tow"},{"word":"Tow","type":"v. t.","descr":" To draw or pull through the water, as a vessel of any kind, by means of a rope."},{"word":"Tow","type":"v. t.","descr":" A rope by which anything is towed; a towline, or towrope."},{"word":"Tow","type":"v. t.","descr":" The act of towing, or the state of being towed; --chiefly used in the phrase, to take in tow, that is to tow."},{"word":"Tow","type":"v. t.","descr":" That which is towed, or drawn by a towline, as a barge, raft, collection of boats, ect."},{"word":"Towage","type":"v.","descr":" The act of towing."},{"word":"Towage","type":"v.","descr":" The price paid for towing."},{"word":"Towall","type":"n.","descr":" A towel."},{"word":"Toward","type":"prep.","descr":" Alt. of Towards"},{"word":"Towards","type":"prep.","descr":" In the direction of; to."},{"word":"Towards","type":"prep.","descr":" With direction to, in a moral sense; with respect or reference to; regarding; concerning."},{"word":"Towards","type":"prep.","descr":" Tending to; in the direction of; in behalf of."},{"word":"Towards","type":"prep.","descr":" Near; about; approaching to."},{"word":"Toward","type":"adv.","descr":" Alt. of Towards"},{"word":"Towards","type":"adv.","descr":" Near; at hand; in state of preparation."},{"word":"Toward","type":"prep.","descr":" Approaching; coming near."},{"word":"Toward","type":"prep.","descr":" Readly to do or learn; compliant with duty; not froward; apt; docile; tractable; as, a toward youth."},{"word":"Toward","type":"prep.","descr":" Ready to act; forward; bold; valiant."},{"word":"Towardliness","type":"n.","descr":" The quality or state of being towardly; docility; tractableness."},{"word":"Towardly","type":"a.","descr":" Same as Toward, a., 2."},{"word":"Towardness","type":"n.","descr":" Quality or state of being toward."},{"word":"Towards","type":"prep. and adv.","descr":" See Toward."},{"word":"Towboat","type":"n.","descr":" A vessel constructed for being towed, as a canal boat."},{"word":"Towboat","type":"n.","descr":" A steamer used for towing other vessels; a tug."},{"word":"Towel","type":"n.","descr":" A cloth used for wiping, especially one used for drying anything wet, as the person after a bath."},{"word":"Towel","type":"v. t.","descr":" To beat with a stick."},{"word":"Toweling","type":"n.","descr":" Cloth for towels, especially such as is woven in long pieces to be cut at will, as distinguished from that woven in towel lengths with borders, etc."},{"word":"Tower","type":"n.","descr":" A mass of building standing alone and insulated, usually higher than its diameter, but when of great size not always of that proportion."},{"word":"Tower","type":"n.","descr":" A projection from a line of wall, as a fortification, for purposes of defense, as a flanker, either or the same height as the curtain wall or higher."},{"word":"Tower","type":"n.","descr":" A structure appended to a larger edifice for a special purpose, as for a belfry, and then usually high in proportion to its width and to the height of the rest of the edifice; as, a church tower."},{"word":"Tower","type":"n.","descr":" A citadel; a fortress; hence, a defense."},{"word":"Tower","type":"n.","descr":" A headdress of a high or towerlike form, fashionable about the end of the seventeenth century and until 1715; also, any high headdress."},{"word":"Tower","type":"n.","descr":" High flight; elevation."},{"word":"towered","type":"imp. and p. p.","descr":" of Tower"},{"word":"towering","type":"p. pr. and vb. n.","descr":" of Tower"},{"word":"Tower","type":"v. i.","descr":" To rise and overtop other objects; to be lofty or very high; hence, to soar."},{"word":"Tower","type":"v. t.","descr":" To soar into."},{"word":"Towered","type":"a.","descr":" Adorned or defended by towers."},{"word":"Towering","type":"a.","descr":" Very high; elevated; rising aloft; as, a towering height."},{"word":"Towering","type":"a.","descr":" Hence, extreme; violent; surpassing."},{"word":"Towery","type":"a.","descr":" Having towers; adorned or defended by towers."},{"word":"Tow-head","type":"n.","descr":" An urchin who has soft, whitish hair."},{"word":"Tow-head","type":"n.","descr":" The hooded merganser."},{"word":"Towhee","type":"n.","descr":" The chewink."},{"word":"Towilly","type":"n.","descr":" The sanderling; -- so called from its cry."},{"word":"Towline","type":"v. t.","descr":" A line used to tow vessels; a towrope."},{"word":"Town","type":"adv. and prep.","descr":" Formerly: (a) An inclosure which surrounded the mere homestead or dwelling of the lord of the manor. [Obs.] (b) The whole of the land which constituted the domain. [Obs.] (c) A collection of houses inclosed by fences or walls."},{"word":"Town","type":"adv. and prep.","descr":" Any number or collection of houses to which belongs a regular market, and which is not a city or the see of a bishop."},{"word":"Town","type":"adv. and prep.","descr":" Any collection of houses larger than a village, and not incorporated as a city; also, loosely, any large, closely populated place, whether incorporated or not, in distinction from the country, or from rural communities."},{"word":"Town","type":"adv. and prep.","descr":" The body of inhabitants resident in a town; as, the town voted to send two representatives to the legislature; the town voted to lay a tax for repairing the highways."},{"word":"Town","type":"adv. and prep.","descr":" A township; the whole territory within certain limits, less than those of a country."},{"word":"Town","type":"adv. and prep.","descr":" The court end of London;-- commonly with the."},{"word":"Town","type":"adv. and prep.","descr":" The metropolis or its inhabitants; as, in winter the gentleman lives in town; in summer, in the country."},{"word":"Town","type":"adv. and prep.","descr":" A farm or farmstead; also, a court or farmyard."},{"word":"Town-crier","type":"n.","descr":" A town officer who makes proclamations to the people; the public crier of a town."},{"word":"Towned","type":"a.","descr":" Having towns; containing many towns."},{"word":"Townhall","type":"n.","descr":" A public hall or building, belonging to a town, where the public offices are established, the town council meets, the people assemble in town meeting, etc."},{"word":"Townhouse","type":"n.","descr":" A building devoted to the public used of a town; a townhall."},{"word":"Townish","type":"a.","descr":" Of or pertaining to the inhabitants of a town; like the town."},{"word":"Townless","type":"a.","descr":" Having no town."},{"word":"Townlet","type":"n.","descr":" A small town."},{"word":"Townsfolk","type":"n.","descr":" The people of a town; especially, the inhabitants of a city, in distinction from country people; townspeople."},{"word":"Township","type":"n.","descr":" The district or territory of a town."},{"word":"Township","type":"n.","descr":" In surveys of the public land of the United States, a division of territory six miles square, containing 36 sections."},{"word":"Township","type":"n.","descr":" In Canada, one of the subdivisions of a county."},{"word":"Townsmen","type":"pl. ","descr":" of Townsman"},{"word":"Townsman","type":"n.","descr":" An inhabitant of a town; one of the same town with another."},{"word":"Townsman","type":"n.","descr":" A selectman, in New England. See Selectman."},{"word":"Townpeople","type":"n.","descr":" The inhabitants of a town or city, especially in distinction from country people; townsfolk."},{"word":"Townward","type":"adv.","descr":" Alt. of Townwards"},{"word":"Townwards","type":"adv.","descr":" Toward a town."},{"word":"Towpath","type":"n.","descr":" A path traveled by men or animals in towing boats; -- called also towing path."},{"word":"Towrope","type":"n.","descr":" A rope used in towing vessels."},{"word":"Towser","type":"n.","descr":" A familiar name for a dog."},{"word":"Towy","type":"a.","descr":" Composed of, or like, tow."},{"word":"Tox\/mia","type":"a.","descr":" Blood poisoning. See under Blood."},{"word":"Toxic","type":"a.","descr":" Alt. of Toxical"},{"word":"Toxical","type":"a.","descr":" Of or pertaining to poison; poisonous; as, toxic medicines."},{"word":"Toxicant","type":"n.","descr":" A poisonous agent or drug, as opium; an intoxicant."},{"word":"Toxicological","type":"a.","descr":" Of or pertaining to toxicology."},{"word":"Toxicologist","type":"n.","descr":" One versed in toxicology; the writer of a treatise on poisons."},{"word":"Toxicology","type":"n.","descr":" The science which treats of poisons, their effects, antidotes, and recognition; also, a discourse or treatise on the science."},{"word":"Toxicomania","type":"n.","descr":" Toxiphobia."},{"word":"Toxicomania","type":"n.","descr":" An insane desire for intoxicating or poisonous drugs, as alcohol or opium."},{"word":"Toxifera","type":"n.pl.","descr":" Same as Toxoglossa."},{"word":"Toxin","type":"n.","descr":" Alt. of Toxine"},{"word":"Toxine","type":"n.","descr":" A poisonous product formed by pathogenic bacteria, as a toxic proteid or poisonous ptomaine."},{"word":"Toxiphobia","type":"n.","descr":" An insane or greatly exaggerated dread of poisons."},{"word":"Toxodon","type":"n.","descr":" A gigantic extinct herbivorous mammal from South America, having teeth bent like a bow. It is the type of the order Toxodonta."},{"word":"Toxodonta","type":"n.pl.","descr":" An extinct order of Mammalia found in the South American Tertiary formation. The incisor teeth were long and curved and provided with a persistent pulp. They are supposed to be related both to the rodents and ungulates. Called also Toxodontia."},{"word":"Toxoglossa","type":"n.pl.","descr":" A division of marine gastropod mollusks in which the radula are converted into poison fangs. The cone shells (Conus), Pleurotoma, and Terebra, are examples. See Illust. of Cone, n., 4, Pleurotoma, and Terebra."},{"word":"Toxophilite","type":"n.","descr":" A lover of archery; one devoted to archery."},{"word":"Toxotes","type":"n.","descr":" A genus of fishes comprising the archer fishes. See Archer fish."},{"word":"Toy","type":"v. t.","descr":" A plaything for children; a bawble."},{"word":"Toy","type":"v. t.","descr":" A thing for amusement, but of no real value; an article of trade of little value; a trifle."},{"word":"Toy","type":"v. t.","descr":" A wild fancy; an odd conceit; idle sport; folly; trifling opinion."},{"word":"Toy","type":"v. t.","descr":" Amorous dalliance; play; sport; pastime."},{"word":"Toy","type":"v. t.","descr":" An old story; a silly tale."},{"word":"Toy","type":"v. t.","descr":" A headdress of linen or woolen, that hangs down over the shoulders, worn by old women of the lower classes; -- called also toy mutch."},{"word":"toyed","type":"imp. and p. p.","descr":" of Toy"},{"word":"toying","type":"p. pr. and vb. n.","descr":" of Toy"},{"word":"Toy","type":"v. i.","descr":" To dally amorously; to trifle; to play."},{"word":"Toy","type":"v. t.","descr":" To treat foolishly."},{"word":"Toyear","type":"adv.","descr":" This year."},{"word":"Toyer","type":"n.","descr":" One who toys; one who is full of trifling tricks; a trifler."},{"word":"Toyful","type":"a.","descr":" Full of trifling play."},{"word":"Toyhouse","type":"n.","descr":" A house for children to play in or to play with; a playhouse."},{"word":"Toyingly","type":"adv.","descr":" In a toying manner."},{"word":"Toyish","type":"a.","descr":" Sportive; trifling; wanton."},{"word":"Toyish","type":"a.","descr":" Resembling a toy."},{"word":"Toyman","type":"n.","descr":" One who deals in toys."},{"word":"Toyshop","type":"n.","descr":" A shop where toys are sold."},{"word":"Toysome","type":"a.","descr":" Disposed to toy; trifling; wanton."},{"word":"Toze","type":"v. t.","descr":" To pull violently; to touse."},{"word":"Tozy","type":"a.","descr":" Soft, like wool that has been teased."}]