[{"word":"Trabeae","type":"pl. ","descr":" of Trabea"},{"word":"Trabea","type":"n.","descr":" A toga of purple, or ornamented with purple horizontal stripes. -- worn by kings, consuls, and augurs."},{"word":"Trabeated","type":"a.","descr":" Furnished with an entablature."},{"word":"Trabeation","type":"n.","descr":" Same as Entablature."},{"word":"Trabeculae","type":"pl. ","descr":" of Trabecula"},{"word":"Trabecula","type":"n.","descr":" A small bar, rod, bundle of fibers, or septal membrane, in the framework of an organ part."},{"word":"Trabecular","type":"a.","descr":" Of or pertaining to a trabecula or trabeculae; composed of trabeculae."},{"word":"Trabeculate","type":"a.","descr":" Crossbarred, as the ducts in a banana stem."},{"word":"Trabu","type":"n.","descr":" Same as Trubu."},{"word":"Trace","type":"n.","descr":" One of two straps, chains, or ropes of a harness, extending from the collar or breastplate to a whiffletree attached to a vehicle or thing to be drawn; a tug."},{"word":"Trace","type":"v. t.","descr":" A mark left by anything passing; a track; a path; a course; a footprint; a vestige; as, the trace of a carriage or sled; the trace of a deer; a sinuous trace."},{"word":"Trace","type":"v. t.","descr":" A very small quantity of an element or compound in a given substance, especially when so small that the amount is not quantitatively determined in an analysis; -- hence, in stating an analysis, often contracted to tr."},{"word":"Trace","type":"v. t.","descr":" A mark, impression, or visible appearance of anything left when the thing itself no longer exists; remains; token; vestige."},{"word":"Trace","type":"v. t.","descr":" The intersection of a plane of projection, or an original plane, with a coordinate plane."},{"word":"Trace","type":"v. t.","descr":" The ground plan of a work or works."},{"word":"traced","type":"imp. and p. p.","descr":" of Trace"},{"word":"tracing","type":"p. pr. and vb. n.","descr":" of Trace"},{"word":"Trace","type":"v. t.","descr":" To mark out; to draw or delineate with marks; especially, to copy, as a drawing or engraving, by following the lines and marking them on a sheet superimposed, through which they appear; as, to trace a figure or an outline; a traced drawing."},{"word":"Trace","type":"v. t.","descr":" To follow by some mark that has been left by a person or thing which has preceded; to follow by footsteps, tracks, or tokens."},{"word":"Trace","type":"v. t.","descr":" Hence, to follow the trace or track of."},{"word":"Trace","type":"v. t.","descr":" To copy; to imitate."},{"word":"Trace","type":"v. t.","descr":" To walk over; to pass through; to traverse."},{"word":"Trace","type":"v. i.","descr":" To walk; to go; to travel."},{"word":"Traceable","type":"a.","descr":" Capable of being traced."},{"word":"Tracer","type":"n.","descr":" One who, or that which, traces."},{"word":"Traceries","type":"pl. ","descr":" of Tracer\/y"},{"word":"Tracer\/y","type":"n.","descr":" Ornamental work with rambled lines."},{"word":"Tracer\/y","type":"n.","descr":" The decorative head of a Gothic window."},{"word":"Tracer\/y","type":"n.","descr":" A similar decoration in some styles of vaulting, the ribs of the vault giving off the minor bars of which the tracery is composed."},{"word":"Tracheae","type":"pl. ","descr":" of Trachea"},{"word":"Trachea","type":"n.","descr":" The windpipe. See Illust. of Lung."},{"word":"Trachea","type":"n.","descr":" One of the respiratory tubes of insects and arachnids."},{"word":"Trachea","type":"n.","descr":" One of the large cells in woody tissue which have spiral, annular, or other markings, and are connected longitudinally so as to form continuous ducts."},{"word":"Tracheal","type":"a.","descr":" Of or pertaining to the trachea; like a trachea."},{"word":"Trachearia","type":"n.pl.","descr":" A division of Arachnida including those that breathe only by means of tracheae. It includes the mites, ticks, false scorpions, and harvestmen."},{"word":"Tracheary","type":"a.","descr":" Tracheal; breathing by means of tracheae."},{"word":"Tracheary","type":"n.","descr":" One of the Trachearia."},{"word":"Tracheata","type":"n.pl.","descr":" An extensive division of arthropods comprising all those which breathe by tracheae, as distinguished from Crustacea, which breathe by means of branchiae."},{"word":"Tracheate","type":"a.","descr":" Breathing by means of tracheae; of or pertaining to the Tracheata."},{"word":"Tracheate","type":"n.","descr":" Any arthropod having tracheae; one of the Tracheata."},{"word":"Tracheid","type":"n.","descr":" A wood cell with spiral or other markings and closed throughout, as in pine wood."},{"word":"Tracheitis","type":"n.","descr":" Inflammation of the trachea, or windpipe."},{"word":"Trachelidan","type":"n.","descr":" Any one of a tribe of beetles (Trachelides) which have the head supported on a pedicel. The oil beetles and the Cantharides are examples."},{"word":"Trachelipod","type":"n.","descr":" One of the Trachelipoda."},{"word":"Trachelipoda","type":"n.pl.","descr":" An extensive artificial group of gastropods comprising all those which have a spiral shell and the foot attached to the base of the neck."},{"word":"Trachelipodous","type":"a.","descr":" Having the foot united with the neck; of or pertainingto the Trachelipoda."},{"word":"Trachelobranchiate","type":"a.","descr":" Having the gills situated upon the neck; -- said of certain mollusks."},{"word":"Trachelorrhaphy","type":"n.","descr":" The operation of sewing up a laceration of the neck of the uterus."},{"word":"Trachenchyma","type":"n.","descr":" A vegetable tissue consisting of tracheae."},{"word":"Tracheobranchlae","type":"pl. ","descr":" of Tracheobranchia"},{"word":"Tracheobranchia","type":"n.","descr":" One of the gill-like breathing organs of certain aquatic insect larvae. They contain tracheal tubes somewhat similar to those of other insects."},{"word":"Tracheobronchial","type":"a.","descr":" Pertaining both to the tracheal and bronchial tubes, or to their junction; -- said of the syrinx of certain birds."},{"word":"Tracheocele","type":"n.","descr":" Goiter."},{"word":"Tracheocele","type":"n.","descr":" A tumor containing air and communicating with the trachea."},{"word":"Tracheophonae","type":"n. pl.","descr":" A group of passerine birds having the syrinx at the lower end of the trachea."},{"word":"Tracheoscopy","type":"n.","descr":" Examination of the interior of the trachea by means of a mirror."},{"word":"Tracheotomy","type":"n.","descr":" The operation of making an opening into the windpipe."},{"word":"Trachinoid","type":"a.","descr":" Of, pertaining to, or like, Trachinus, a genus of fishes which includes the weevers. See Weever."},{"word":"Trachitis","type":"n.","descr":" Tracheitis."},{"word":"Trachycarpous","type":"a.","descr":" Rough-fruited."},{"word":"Trachymedusae","type":"n. pl.","descr":" A division of acalephs in which the development is direct from the eggs, without a hydroid stage. Some of the species are parasitic on other medusae."},{"word":"Trachyspermous","type":"a.","descr":" Rough-seeded."},{"word":"Trachystomata","type":"n. pl.","descr":" An order of tailed aquatic amphibians, including Siren and Pseudobranchus. They have anterior legs only, are eel-like in form, and have no teeth except a small patch on the palate. The external gills are persistent through life."},{"word":"Trachyte","type":"n.","descr":" An igneous rock, usually light gray in color and breaking with a rough surface. It consists chiefly of orthoclase feldspar with sometimes hornblende and mica."},{"word":"Trachytic","type":"a.","descr":" Of, pertaining to, or resembling, trachyte."},{"word":"Trachytoid","type":"a.","descr":" Resembling trachyte; -- used to define the structure of certain rocks."},{"word":"Tracing","type":"n.","descr":" The act of one who traces; especially, the act of copying by marking on thin paper, or other transparent substance, the lines of a pattern placed beneath; also, the copy thus producted."},{"word":"Tracing","type":"n.","descr":" A regular path or track; a course."},{"word":"Track","type":"n.","descr":" A mark left by something that has passed along; as, the track, or wake, of a ship; the track of a meteor; the track of a sled or a wheel."},{"word":"Track","type":"n.","descr":" A mark or impression left by the foot, either of man or beast; trace; vestige; footprint."},{"word":"Track","type":"n.","descr":" The entire lower surface of the foot; -- said of birds, etc."},{"word":"Track","type":"n.","descr":" A road; a beaten path."},{"word":"Track","type":"n.","descr":" Course; way; as, the track of a comet."},{"word":"Track","type":"n.","descr":" A path or course laid out for a race, for exercise, etc."},{"word":"Track","type":"n.","descr":" The permanent way; the rails."},{"word":"Track","type":"n.","descr":" A tract or area, as of land."},{"word":"tracked","type":"imp. and p. p.","descr":" of Track"},{"word":"tracking","type":"p. pr. and vb. n.","descr":" of Track"},{"word":"Track","type":"v. t.","descr":" To follow the tracks or traces of; to pursue by following the marks of the feet; to trace; to trail; as, to track a deer in the snow."},{"word":"Track","type":"v. t.","descr":" To draw along continuously, as a vessel, by a line, men or animals on shore being the motive power; to tow."},{"word":"Trackage","type":"n.","descr":" The act of tracking, or towing, as a boat; towage."},{"word":"Tracker","type":"n.","descr":" One who, or that which, tracks or pursues, as a man or dog that follows game."},{"word":"Tracker","type":"n.","descr":" In the organ, a light strip of wood connecting (in path) a key and a pallet, to communicate motion by pulling."},{"word":"Trackless","type":"a.","descr":" Having no track; marked by no footsteps; untrodden; as, a trackless desert."},{"word":"Trackmaster","type":"n.","descr":" One who has charge of the track; -- called also roadmaster."},{"word":"Track-road","type":"n.","descr":" A towing path."},{"word":"Trackscout","type":"n.","descr":" See Trackschuyt."},{"word":"Tract","type":"n.","descr":" A written discourse or dissertation, generally of short extent; a short treatise, especially on practical religion."},{"word":"Tract","type":"v.","descr":" Something drawn out or extended; expanse."},{"word":"Tract","type":"v.","descr":" A region or quantity of land or water, of indefinite extent; an area; as, an unexplored tract of sea."},{"word":"Tract","type":"v.","descr":" Traits; features; lineaments."},{"word":"Tract","type":"v.","descr":" The footprint of a wild beast."},{"word":"Tract","type":"v.","descr":" Track; trace."},{"word":"Tract","type":"v.","descr":" Treatment; exposition."},{"word":"Tract","type":"v.","descr":" Continuity or extension of anything; as, the tract of speech."},{"word":"Tract","type":"v.","descr":" Continued or protracted duration; length; extent."},{"word":"Tract","type":"v.","descr":" Verses of Scripture sung at Mass, instead of the Alleluia, from Septuagesima Sunday till the Saturday befor Easter; -- so called because sung tractim, or without a break, by one voice, instead of by many as in the antiphons."},{"word":"Tract","type":"v. t.","descr":" To trace out; to track; also, to draw out; to protact."},{"word":"Tractability","type":"n.","descr":" The quality or state of being tractable or docile; docility; tractableness."},{"word":"Tractable","type":"v. t.","descr":" Capable of being easily led, taught, or managed; docile; manageable; governable; as, tractable children; a tractable learner."},{"word":"Tractable","type":"v. t.","descr":" Capable of being handled; palpable; practicable; feasible; as, tractable measures."},{"word":"Tractarian","type":"n.","descr":" One of the writers of the Oxford tracts, called \"Tracts for the Times,\" issued during the period 1833-1841, in which series of papers the sacramental system and authority of the Church, and the value of tradition, were brought into prominence. Also, a member of the High Church party, holding generally the principles of the Tractarian writers; a Puseyite."},{"word":"Tractarian","type":"a.","descr":" Of or pertaining to the Tractarians, or their principles."},{"word":"Tractarianism","type":"n.","descr":" The principles of the Tractarians, or of those persons accepting the teachings of the \"Tracts for the Times.\""},{"word":"Tractate","type":"n.","descr":" A treatise; a tract; an essay."},{"word":"Tractation","type":"n.","descr":" Treatment or handling of a subject; discussion."},{"word":"Tractator","type":"n.","descr":" One who writes tracts; specif., a Tractarian."},{"word":"Tractile","type":"a.","descr":" Capable of being drawn out in length; ductile."},{"word":"Tractility","type":"n.","descr":" The quality of being tractile; ductility."},{"word":"Traction","type":"n.","descr":" The act of drawing, or the state of being drawn; as, the traction of a muscle."},{"word":"Traction","type":"n.","descr":" Specifically, the act of drawing a body along a plane by motive power, as the drawing of a carriage by men or horses, the towing of a boat by a tug."},{"word":"Traction","type":"n.","descr":" Attraction; a drawing toward."},{"word":"Traction","type":"n.","descr":" The adhesive friction of a wheel on a rail, a rope on a pulley, or the like."},{"word":"Tractite","type":"n.","descr":" A Tractarian."},{"word":"Tractitious","type":"a.","descr":" Treating of; handling."},{"word":"Tractive","type":"a.","descr":" Serving to draw; pulling; attracting; as, tractive power."},{"word":"Tractor","type":"n.","descr":" That which draws, or is used for drawing."},{"word":"Tractor","type":"n.","descr":" Two small, pointed rods of metal, formerly used in the treatment called Perkinism."},{"word":"Tractoration","type":"n.","descr":" See Perkinism."},{"word":"Tractory","type":"n.","descr":" A tractrix."},{"word":"Tractrix","type":"n.","descr":" A curve such that the part of the tangent between the point of tangency and a given straight line is constant; -- so called because it was conceived as described by the motion of one end of a tangent line as the other end was drawn along the given line."},{"word":"Trad","type":"","descr":" imp. of Tread."},{"word":"Trade","type":"v.","descr":" A track; a trail; a way; a path; also, passage; travel; resort."},{"word":"Trade","type":"v.","descr":" Course; custom; practice; occupation; employment."},{"word":"Trade","type":"v.","descr":" Business of any kind; matter of mutual consideration; affair; dealing."},{"word":"Trade","type":"v.","descr":" Specifically: The act or business of exchanging commodities by barter, or by buying and selling for money; commerce; traffic; barter."},{"word":"Trade","type":"v.","descr":" The business which a person has learned, and which he engages in, for procuring subsistence, or for profit; occupation; especially, mechanical employment as distinguished from the liberal arts, the learned professions, and agriculture; as, we speak of the trade of a smith, of a carpenter, or mason, but not now of the trade of a farmer, or a lawyer, or a physician."},{"word":"Trade","type":"v.","descr":" Instruments of any occupation."},{"word":"Trade","type":"v.","descr":" A company of men engaged in the same occupation; thus, booksellers and publishers speak of the customs of the trade, and are collectively designated as the trade."},{"word":"Trade","type":"v.","descr":" The trade winds."},{"word":"Trade","type":"v.","descr":" Refuse or rubbish from a mine."},{"word":"Traded","type":"imp. and p. p.","descr":" of Trade"},{"word":"Trading","type":"p. pr. and vb. n.","descr":" of Trade"},{"word":"Trade","type":"v. i.","descr":" To barter, or to buy and sell; to be engaged in the exchange, purchase, or sale of goods, wares, merchandise, or anything else; to traffic; to bargain; to carry on commerce as a business."},{"word":"Trade","type":"v. i.","descr":" To buy and sell or exchange property in a single instance."},{"word":"Trade","type":"v. i.","descr":" To have dealings; to be concerned or associated; -- usually followed by with."},{"word":"Trade","type":"v. t.","descr":" To sell or exchange in commerce; to barter."},{"word":"Trade","type":"","descr":" imp. of Tread."},{"word":"Traded","type":"a.","descr":" Professional; practiced."},{"word":"Tradeful","type":"a.","descr":" Full of trade; busy in traffic; commercial."},{"word":"Tradeless","type":"a.","descr":" Having no trade or traffic."},{"word":"Trade-mark","type":"n.","descr":" A peculiar distinguishing mark or device affixed by a manufacturer or a merchant to his goods, the exclusive right of using which is recognized by law."},{"word":"Trader","type":"n.","descr":" One engaged in trade or commerce; one who makes a business of buying and selling or of barter; a merchant; a trafficker; as, a trader to the East Indies; a country trader."},{"word":"Trader","type":"n.","descr":" A vessel engaged in the coasting or foreign trade."},{"word":"Tradescantia","type":"n.","descr":" A genus including spiderwort and Wandering Jew."},{"word":"Tradesfolk","type":"n.","descr":" People employed in trade; tradesmen."},{"word":"Tradesmen","type":"pl. ","descr":" of Tradesman"},{"word":"Tradesman","type":"n.","descr":" One who trades; a shopkeeper."},{"word":"Tradesman","type":"n.","descr":" A mechanic or artificer; esp., one whose livelihood depends upon the labor of his hands."},{"word":"Tradespeople","type":"n.","descr":" People engaged in trade; shopkeepers."},{"word":"trades union","type":"","descr":" Alt. of Trade union"},{"word":"Trade union","type":"","descr":" An organized combination among workmen for the purpose of maintaining their rights, privileges, and interests with respect to wages, hours of labor, customs, etc."},{"word":"Trades-unionist","type":"n.","descr":" Alt. of Trade-unionist"},{"word":"Trade-unionist","type":"n.","descr":" A member of a trades union, or a supporter of trades unions."},{"word":"Tradeswomen","type":"pl. ","descr":" of Tradeswoman"},{"word":"Tradeswoman","type":"n.","descr":" A woman who trades, or is skilled in trade."},{"word":"Trading","type":"a.","descr":" Carrying on trade or commerce; engaged in trade; as, a trading company."},{"word":"Trading","type":"a.","descr":" Frequented by traders."},{"word":"Trading","type":"a.","descr":" Venal; corrupt; jobbing; as, a trading politician."},{"word":"Tradition","type":"n.","descr":" The act of delivering into the hands of another; delivery."},{"word":"Tradition","type":"n.","descr":" The unwritten or oral delivery of information, opinions, doctrines, practices, rites, and customs, from father to son, or from ancestors to posterity; the transmission of any knowledge, opinions, or practice, from forefathers to descendants by oral communication, without written memorials."},{"word":"Tradition","type":"n.","descr":" Hence, that which is transmitted orally from father to son, or from ancestors to posterity; knowledge or belief transmitted without the aid of written memorials; custom or practice long observed."},{"word":"Tradition","type":"n.","descr":" An unwritten code of law represented to have been given by God to Moses on Sinai."},{"word":"Tradition","type":"n.","descr":" That body of doctrine and discipline, or any article thereof, supposed to have been put forth by Christ or his apostles, and not committed to writing."},{"word":"Tradition","type":"v. t.","descr":" To transmit by way of tradition; to hand down."},{"word":"Traditional","type":"a.","descr":" Of or pertaining to tradition; derived from tradition; communicated from ancestors to descendants by word only; transmitted from age to age without writing; as, traditional opinions; traditional customs; traditional expositions of the Scriptures."},{"word":"Traditional","type":"a.","descr":" Observant of tradition; attached to old customs; old-fashioned."},{"word":"Traditionlism","type":"n.","descr":" A system of faith founded on tradition; esp., the doctrine that all religious faith is to be based solely upon what is delivered from competent authority, exclusive of rational processes."},{"word":"Traditionalist","type":"n.","descr":" An advocate of, or believer in, traditionalism; a traditionist."},{"word":"Traditionally","type":"adv.","descr":" In a traditional manner."},{"word":"Traditionarily","type":"adv.","descr":" By tradition."},{"word":"Traditionary","type":"a.","descr":" Traditional."},{"word":"Traditionaries","type":"pl. ","descr":" of Traditionary"},{"word":"Traditionary","type":"n.","descr":" One, among the Jews, who acknowledges the authority of traditions, and explains the Scriptures by them."},{"word":"Traditioner","type":"n.","descr":" Alt. of Traditionist"},{"word":"Traditionist","type":"n.","descr":" One who adheres to tradition."},{"word":"Traditive","type":"a.","descr":" Transmitted or transmissible from father to son, or from age, by oral communication; traditional."},{"word":"Traditor","type":"n.","descr":" A deliverer; -- a name of infamy given to Christians who delivered the Scriptures, or the goods of the church, to their persecutors to save their lives."},{"word":"Traduced","type":"imp. and p. p.","descr":" of Traduce"},{"word":"Traducing","type":"p. pr. and vb. n.","descr":" of Traduce"},{"word":"Traduce","type":"v. t.","descr":" To transfer; to transmit; to hand down; as, to traduce mental qualities to one\\'s descendants."},{"word":"Traduce","type":"v. t.","descr":" To translate from one language to another; as, to traduce and compose works."},{"word":"Traduce","type":"v. t.","descr":" To increase or distribute by propagation."},{"word":"Traduce","type":"v. t.","descr":" To draw away; to seduce."},{"word":"Traduce","type":"v. t.","descr":" To represent; to exhibit; to display; to expose; to make an example of."},{"word":"Traduce","type":"v. t.","descr":" To expose to contempt or shame; to represent as blamable; to calumniate; to vilify; to defame."},{"word":"Traducement","type":"n.","descr":" The act of traducing; misrepresentation; ill-founded censure; defamation; calumny."},{"word":"Traducent","type":"a.","descr":" Slanderous."},{"word":"Traducer","type":"n.","descr":" One who traduces; a slanderer; a calumniator."},{"word":"Traducer","type":"n.","descr":" One who derives or deduces."},{"word":"Traducian","type":"n.","descr":" A believer in traducianism."},{"word":"Traducianism","type":"n.","descr":" The doctrine that human souls are produced by the act of generation; -- opposed to creationism, and infusionism."},{"word":"Traducible","type":"a.","descr":" Capable of being derived or propagated."},{"word":"Traducible","type":"a.","descr":" Capable of being traduced or calumniated."},{"word":"Traducingly","type":"adv.","descr":" In a traducing manner; by traduction; slanderously."},{"word":"Traduct","type":"v. t.","descr":" To derive or deduce; also, to transmit; to transfer."},{"word":"Traduct","type":"n.","descr":" That which is traducted; that which is transferred; a translation."},{"word":"Traduction","type":"n.","descr":" Transmission from one to another."},{"word":"Traduction","type":"n.","descr":" Translation from one language to another."},{"word":"Traduction","type":"n.","descr":" Derivation by descent; propagation."},{"word":"Traduction","type":"n.","descr":" The act of transferring; conveyance; transportation."},{"word":"Traduction","type":"n.","descr":" Transition."},{"word":"Traduction","type":"n.","descr":" A process of reasoning in which each conclusion applies to just such an object as each of the premises applies to."},{"word":"Traductive","type":"a.","descr":" Capable of being deduced; derivable."},{"word":"Trafficked","type":"imp. and p. p.","descr":" of Traffic"},{"word":"Trafficking","type":"p. pr. and vb. n.","descr":" of Traffic"},{"word":"Traffic","type":"v. i.","descr":" To pass goods and commodities from one person to another for an equivalent in goods or money; to buy or sell goods; to barter; to trade."},{"word":"Traffic","type":"v. i.","descr":" To trade meanly or mercenarily; to bargain."},{"word":"Traffic","type":"v. t.","descr":" To exchange in traffic; to effect by a bargain or for a consideration."},{"word":"Traffic","type":"v.","descr":" Commerce, either by barter or by buying and selling; interchange of goods and commodities; trade."},{"word":"Traffic","type":"v.","descr":" Commodities of the market."},{"word":"Traffic","type":"v.","descr":" The business done upon a railway, steamboat line, etc., with reference to the number of passengers or the amount of freight carried."},{"word":"Trafficable","type":"a.","descr":" Capable of being disposed of in traffic; marketable."},{"word":"Trafficker","type":"n.","descr":" One who traffics, or carries on commerce; a trader; a merchant."},{"word":"Trafficless","type":"a.","descr":" Destitute of traffic, or trade."},{"word":"Tragacanth","type":"n.","descr":" A kind of gum procured from a spiny leguminous shrub (Astragalus gummifer) of Western Asia, and other species of Astragalus. It comes in hard whitish or yellowish flakes or filaments, and is nearly insoluble in water, but slowly swells into a mucilaginous mass, which is used as a substitute for gum arabic in medicine and the arts. Called also gum tragacanth."},{"word":"Tragedian","type":"n.","descr":" A writer of tragedy."},{"word":"Tragedian","type":"n.","descr":" An actor or player in tragedy."},{"word":"Tragedienne","type":"n.","descr":" A woman who plays in tragedy."},{"word":"Tragedious","type":"a.","descr":" Like tragedy; tragical."},{"word":"Tragedies","type":"pl. ","descr":" of Tragedy"},{"word":"Tragedy","type":"n.","descr":" A dramatic poem, composed in elevated style, representing a signal action performed by some person or persons, and having a fatal issue; that species of drama which represents the sad or terrible phases of character and life."},{"word":"Tragedy","type":"n.","descr":" A fatal and mournful event; any event in which human lives are lost by human violence, more especially by unauthorized violence."},{"word":"Tragic","type":"a.","descr":" Alt. of Tragical"},{"word":"Tragical","type":"a.","descr":" Of or pertaining to tragedy; of the nature or character of tragedy; as, a tragic poem; a tragic play or representation."},{"word":"Tragical","type":"a.","descr":" Fatal to life; mournful; terrible; calamitous; as, the tragic scenes of the French revolution."},{"word":"Tragical","type":"a.","descr":" Mournful; expressive of tragedy, the loss of life, or of sorrow."},{"word":"Tragic","type":"n.","descr":" A writer of tragedy."},{"word":"Tragic","type":"n.","descr":" A tragedy; a tragic drama."},{"word":"Tragi-comedy","type":"n.","descr":" A kind of drama representing some action in which serious and comic scenes are blended; a composition partaking of the nature both of tragedy and comedy."},{"word":"Tragi-comic","type":"a.","descr":" Alt. of Tragi-comical"},{"word":"Tragi-comical","type":"a.","descr":" Of or pertaining to tragi-comedy; partaking of grave and comic scenes."},{"word":"Tragi-comi-pastoral","type":"a.","descr":" Partaking of the nature of, or combining, tragedy, comedy, and pastoral poetry."},{"word":"Tragopan","type":"n.","descr":" Any one of several species of Asiatic pheasants of the genus Ceriornis. They are brilliantly colored with a variety of tints, the back and breast are usually covered with white or buff ocelli, and the head is ornamented with two bright-colored, fleshy wattles. The crimson tragopan, or horned pheasant (C. satyra), of India is one of the best-known species."},{"word":"Tragus","type":"n.","descr":" The prominence in front of the external opening of the ear. See Illust. under Ear."},{"word":"Trailed","type":"imp. and p. p.","descr":" of Trail"},{"word":"Trailing","type":"p. pr. and vb. n.","descr":" of Trail"},{"word":"Trail","type":"v. t.","descr":" To hunt by the track; to track."},{"word":"Trail","type":"v. t.","descr":" To draw or drag, as along the ground."},{"word":"Trail","type":"v. t.","descr":" To carry, as a firearm, with the breech near the ground and the upper part inclined forward, the piece being held by the right hand near the middle."},{"word":"Trail","type":"v. t.","descr":" To tread down, as grass, by walking through it; to lay flat."},{"word":"Trail","type":"v. t.","descr":" To take advantage of the ignorance of; to impose upon."},{"word":"Trail","type":"v. i.","descr":" To be drawn out in length; to follow after."},{"word":"Trail","type":"v. i.","descr":" To grow to great length, especially when slender and creeping upon the ground, as a plant; to run or climb."},{"word":"Trail","type":"n.","descr":" A track left by man or beast; a track followed by the hunter; a scent on the ground by the animal pursued; as, a deer trail."},{"word":"Trail","type":"n.","descr":" A footpath or road track through a wilderness or wild region; as, an Indian trail over the plains."},{"word":"Trail","type":"n.","descr":" Anything drawn out to a length; as, the trail of a meteor; a trail of smoke."},{"word":"Trail","type":"n.","descr":" Anything drawn behind in long undulations; a train."},{"word":"Trail","type":"n.","descr":" Anything drawn along, as a vehicle."},{"word":"Trail","type":"n.","descr":" A frame for trailing plants; a trellis."},{"word":"Trail","type":"n.","descr":" The entrails of a fowl, especially of game, as the woodcock, and the like; -- applied also, sometimes, to the entrails of sheep."},{"word":"Trail","type":"n.","descr":" That part of the stock of a gun carriage which rests on the ground when the piece is unlimbered. See Illust. of Gun carriage, under Gun."},{"word":"Trail","type":"n.","descr":" The act of taking advantage of the ignorance of a person; an imposition."},{"word":"Trailer","type":"n.","descr":" One who, or that which, trails."},{"word":"Trailer","type":"n.","descr":" A part of an object which extends some distance beyond the main body of the object; as, the trailer of a plant."},{"word":"Trailing","type":"","descr":" a. and vb. n. from Trail."},{"word":"Trained","type":"imp. and p. p.","descr":" of Train"},{"word":"Training","type":"p. pr. and vb. n.","descr":" of Train"},{"word":"Train","type":"v. t.","descr":" To draw along; to trail; to drag."},{"word":"Train","type":"v. t.","descr":" To draw by persuasion, artifice, or the like; to attract by stratagem; to entice; to allure."},{"word":"Train","type":"v. t.","descr":" To teach and form by practice; to educate; to exercise; to discipline; as, to train the militia to the manual exercise; to train soldiers to the use of arms."},{"word":"Train","type":"v. t.","descr":" To break, tame, and accustom to draw, as oxen."},{"word":"Train","type":"v. t.","descr":" To lead or direct, and form to a wall or espalier; to form to a proper shape, by bending, lopping, or pruning; as, to train young trees."},{"word":"Train","type":"v. t.","descr":" To trace, as a lode or any mineral appearance, to its head."},{"word":"Train","type":"v. i.","descr":" To be drilled in military exercises; to do duty in a military company."},{"word":"Train","type":"v. i.","descr":" To prepare by exercise, diet, instruction, etc., for any physical contest; as, to train for a boat race."},{"word":"Train","type":"v.","descr":" That which draws along; especially, persuasion, artifice, or enticement; allurement."},{"word":"Train","type":"v.","descr":" Hence, something tied to a lure to entice a hawk; also, a trap for an animal; a snare."},{"word":"Train","type":"v.","descr":" That which is drawn along in the rear of, or after, something; that which is in the hinder part or rear."},{"word":"Train","type":"v.","descr":" That part of a gown which trails behind the wearer."},{"word":"Train","type":"v.","descr":" The after part of a gun carriage; the trail."},{"word":"Train","type":"v.","descr":" The tail of a bird."},{"word":"Train","type":"v.","descr":" A number of followers; a body of attendants; a retinue; a suite."},{"word":"Train","type":"v.","descr":" A consecution or succession of connected things; a series."},{"word":"Train","type":"v.","descr":" Regular method; process; course; order; as, things now in a train for settlement."},{"word":"Train","type":"v.","descr":" The number of beats of a watch in any certain time."},{"word":"Train","type":"v.","descr":" A line of gunpowder laid to lead fire to a charge, mine, or the like."},{"word":"Train","type":"v.","descr":" A connected line of cars or carriages on a railroad."},{"word":"Train","type":"v.","descr":" A heavy, long sleigh used in Canada for the transportation of merchandise, wood, and the like."},{"word":"Train","type":"v.","descr":" A roll train; as, a 12-inch train."},{"word":"Trainable","type":"a.","descr":" Capable of being trained or educated; as, boys trainable to virtue."},{"word":"Trainbands","type":"pl. ","descr":" of Trainband"},{"word":"Trainband","type":"n.","descr":" A band or company of an organized military force instituted by James I. and dissolved by Charles II.; -- afterwards applied to the London militia."},{"word":"Trainbearer","type":"n.","descr":" One who holds up a train, as of a robe."},{"word":"Trainel","type":"n.","descr":" A dragnet."},{"word":"Trainer","type":"n.","descr":" One who trains; an instructor; especially, one who trains or prepares men, horses, etc., for exercises requiring physical agility and strength."},{"word":"Trainer","type":"n.","descr":" A militiaman when called out for exercise or discipline."},{"word":"Training","type":"n.","descr":" The act of one who trains; the act or process of exercising, disciplining, etc.; education."},{"word":"Train oil","type":"","descr":" Oil procured from the blubber or fat of whales, by boiling."},{"word":"Trainy","type":"a.","descr":" Belonging to train oil."},{"word":"Traipse","type":"v. i.","descr":" To walk or run about in a slatternly, careless, or thoughtless manner."},{"word":"Trais","type":"n. pl.","descr":" Alt. of Trays"},{"word":"Trays","type":"n. pl.","descr":" Traces."},{"word":"Trait","type":"v.","descr":" A stroke; a touch."},{"word":"Trait","type":"v.","descr":" A distinguishing or marked feature; a peculiarity; as, a trait of character."},{"word":"Traiteur","type":"n.","descr":" The keeper of an eating house, or restaurant; a restaurateur."},{"word":"Traitor","type":"n.","descr":" One who violates his allegiance and betrays his country; one guilty of treason; one who, in breach of trust, delivers his country to an enemy, or yields up any fort or place intrusted to his defense, or surrenders an army or body of troops to the enemy, unless when vanquished; also, one who takes arms and levies war against his country; or one who aids an enemy in conquering his country. See Treason."},{"word":"Traitor","type":"n.","descr":" Hence, one who betrays any confidence or trust; a betrayer."},{"word":"Traitor","type":"a.","descr":" Traitorous."},{"word":"Traitor","type":"v. t.","descr":" To act the traitor toward; to betray; to deceive."},{"word":"Traitoress","type":"n.","descr":" A traitress."},{"word":"Traitorly","type":"a.","descr":" Like a traitor; treacherous; traitorous."},{"word":"Traitorous","type":"a.","descr":" Guilty of treason; treacherous; perfidious; faithless; as, a traitorous officer or subject."},{"word":"Traitorous","type":"a.","descr":" Consisting in treason; partaking of treason; implying breach of allegiance; as, a traitorous scheme."},{"word":"Traitory","type":"n.","descr":" Treachery."},{"word":"Traitress","type":"n.","descr":" A woman who betrays her country or any trust; a traitoress."},{"word":"Trajected","type":"imp. and p. p.","descr":" of Traject"},{"word":"Trajecting","type":"p. pr. and vb. n.","descr":" of Traject"},{"word":"Traject","type":"v. t.","descr":" To throw or cast through, over, or across; as, to traject the sun\\'s light through three or more cross prisms."},{"word":"Traject","type":"v. t.","descr":" A place for passing across; a passage; a ferry."},{"word":"Traject","type":"v. t.","descr":" The act of trajecting; trajection."},{"word":"Traject","type":"v. t.","descr":" A trajectory."},{"word":"Trajection","type":"n.","descr":" The act of trajecting; a throwing or casting through or across; also, emission."},{"word":"Trajection","type":"n.","descr":" Transposition."},{"word":"Trajectories","type":"pl. ","descr":" of Trajectory"},{"word":"Trajectory","type":"n.","descr":" The curve which a body describes in space, as a planet or comet in its orbit, or stone thrown upward obliquely in the air."},{"word":"Trajet","type":"n.","descr":" Alt. of Trajetry"},{"word":"Trajetour","type":"n.","descr":" Alt. of Trajetry"},{"word":"Trajetry","type":"n.","descr":" See Treget, Tregetour, and Tregetry."},{"word":"Tralation","type":"n.","descr":" The use of a word in a figurative or extended sense; ametaphor; a trope."},{"word":"Tralatition","type":"n.","descr":" A change, as in the use of words; a metaphor."},{"word":"Tralatitious","type":"a.","descr":" Passed along; handed down; transmitted."},{"word":"Tralatitious","type":"a.","descr":" Metaphorical; figurative; not literal."},{"word":"Tralatitiously","type":"adv.","descr":" In a tralatitious manner; metephorically."},{"word":"Tralineate","type":"v. i.","descr":" To deviate; to stray; to wander."},{"word":"Tralucency","type":"n.","descr":" Translucency; as, the tralucency of a gem."},{"word":"Tralucent","type":"a.","descr":" Translucent."},{"word":"Tram","type":"n.","descr":" A four-wheeled truck running on rails, and used in a mine, as for carrying coal or ore."},{"word":"Tram","type":"n.","descr":" The shaft of a cart."},{"word":"Tram","type":"n.","descr":" One of the rails of a tramway."},{"word":"Tram","type":"n.","descr":" A car on a horse railroad."},{"word":"Tram","type":"n.","descr":" A silk thread formed of two or more threads twisted together, used especially for the weft, or cross threads, of the best quality of velvets and silk goods."},{"word":"Tramble","type":"v. t.","descr":" To wash, as tin ore, with a shovel in a frame fitted for the purpose."},{"word":"Trammel","type":"n.","descr":" A kind of net for catching birds, fishes, or other prey."},{"word":"Trammel","type":"n.","descr":" A net for confining a woman\\'s hair."},{"word":"Trammel","type":"n.","descr":" A kind of shackle used for regulating the motions of a horse and making him amble."},{"word":"Trammel","type":"n.","descr":" Fig.: Whatever impedes activity, progress, or freedom, as a net or shackle."},{"word":"Trammel","type":"n.","descr":" An iron hook of various forms and sizes, used for handing kettles and other vessels over the fire."},{"word":"Trammel","type":"n.","descr":" An instrument for drawing ellipses, one part of which consists of a cross with two grooves at right angles to each other, the other being a beam carrying two pins (which slide in those grooves), and also the describing pencil."},{"word":"Trammel","type":"n.","descr":" A beam compass. See under Beam."},{"word":"Trammeled","type":"imp. and p. p.","descr":" of Trammel"},{"word":"Trammelled","type":"","descr":" of Trammel"},{"word":"Trammeling","type":"p. pr. and vb. n.","descr":" of Trammel"},{"word":"Trammelling","type":"","descr":" of Trammel"},{"word":"Trammel","type":"v. t.","descr":" To entangle, as in a net; to catch."},{"word":"Trammel","type":"v. t.","descr":" To confine; to hamper; to shackle."},{"word":"Trammeled","type":"a.","descr":" Having blazes, or white marks, on the fore and hind foot of one side, as if marked by trammels; -- said of a horse."},{"word":"Trammeler","type":"n.","descr":" One who uses a trammel net."},{"word":"Trammeler","type":"n.","descr":" One who, or that which, trammels or restrains."},{"word":"Tramming","type":"n.","descr":" The act or process of forming trams. See 2d Tram."},{"word":"Tramontane","type":"a.","descr":" Lying or being beyond the mountains; coming from the other side of the mountains; hence, foreign; barbarous."},{"word":"Tramontane","type":"n.","descr":" One living beyond the mountains; hence, a foreigner; a stranger."},{"word":"Tramped","type":"imp. and p. p.","descr":" of Tramp"},{"word":"Tramping","type":"p. pr. and vb. n.","descr":" of Tramp"},{"word":"Tramp","type":"v. i.","descr":" To tread upon forcibly and repeatedly; to trample."},{"word":"Tramp","type":"v. i.","descr":" To travel or wander through; as, to tramp the country."},{"word":"Tramp","type":"v. i.","descr":" To cleanse, as clothes, by treading upon them in water."},{"word":"Tramp","type":"v. i.","descr":" To travel; to wander; to stroll."},{"word":"Tramp","type":"n.","descr":" A foot journey or excursion; as, to go on a tramp; a long tramp."},{"word":"Tramp","type":"n.","descr":" A foot traveler; a tramper; often used in a bad sense for a vagrant or wandering vagabond."},{"word":"Tramp","type":"n.","descr":" The sound of the foot, or of feet, on the earth, as in marching."},{"word":"Tramp","type":"n.","descr":" A tool for trimming hedges."},{"word":"Tramp","type":"n.","descr":" A plate of iron worn to protect the sole of the foot, or the shoe, when digging with a spade."},{"word":"Tramper","type":"n.","descr":" One who tramps; a stroller; a vagrant or vagabond; a tramp."},{"word":"Trampled","type":"imp. and p. p.","descr":" of Trample"},{"word":"Trampling","type":"p. pr. and vb. n.","descr":" of Trample"},{"word":"Trample","type":"v. t.","descr":" To tread under foot; to tread down; to prostrate by treading; as, to trample grass or flowers."},{"word":"Trample","type":"v. t.","descr":" Fig.: To treat with contempt and insult."},{"word":"Trample","type":"v. i.","descr":" To tread with force and rapidity; to stamp."},{"word":"Trample","type":"v. i.","descr":" To tread in contempt; -- with on or upon."},{"word":"Trample","type":"n.","descr":" The act of treading under foot; also, the sound produced by trampling."},{"word":"Trampler","type":"n.","descr":" One who tramples; one who treads down; as, a trampler on nature\\'s law."},{"word":"Trampoose","type":"v. i.","descr":" To walk with labor, or heavily; to tramp."},{"word":"Tramroad","type":"n.","descr":" A road prepared for easy transit of trams or wagons, by forming the wheel tracks of smooth beams of wood, blocks of stone, or plates of iron."},{"word":"Tramway","type":"n.","descr":" Same as Tramroad."},{"word":"Tramway","type":"n.","descr":" A railway laid in the streets of a town or city, on which cars for passengers or for freight are drawn by horses; a horse railroad."},{"word":"Tranation","type":"n.","descr":" The act of swimming over."},{"word":"Trance","type":"n.","descr":" A tedious journey."},{"word":"Trance","type":"n.","descr":" A state in which the soul seems to have passed out of the body into another state of being, or to be rapt into visions; an ecstasy."},{"word":"Trance","type":"n.","descr":" A condition, often simulating death, in which there is a total suspension of the power of voluntary movement, with abolition of all evidences of mental activity and the reduction to a minimum of all the vital functions so that the patient lies still and apparently unconscious of surrounding objects, while the pulsation of the heart and the breathing, although still present, are almost or altogether imperceptible."},{"word":"Tranced","type":"imp. and p. p.","descr":" of Trance"},{"word":"Trancing","type":"p. pr. and vb. n.","descr":" of Trance"},{"word":"Trance","type":"v. t.","descr":" To entrance."},{"word":"Trance","type":"v. t.","descr":" To pass over or across; to traverse."},{"word":"Trance","type":"v. i.","descr":" To pass; to travel."},{"word":"Tranect","type":"n.","descr":" A ferry."},{"word":"Trangram","type":"n.","descr":" Something intricately contrived; a contrived; a puzzle."},{"word":"Trannel","type":"n.","descr":" A treenail."},{"word":"Tranquil","type":"a.","descr":" Quiet; calm; undisturbed; peaceful; not agitated; as, the atmosphere is tranquil; the condition of the country is tranquil."},{"word":"Tranquilization","type":"n.","descr":" Alt. of Tranquillization"},{"word":"Tranquillization","type":"n.","descr":" The act of tranquilizing, or the state of being tranquilized."},{"word":"Tranquilized","type":"imp. and p. p.","descr":" of Tranquillize"},{"word":"Tranquilliized","type":"","descr":" of Tranquillize"},{"word":"Tranquilizing","type":"p. pr. and vb. n.","descr":" of Tranquillize"},{"word":"Tranquillizing","type":"","descr":" of Tranquillize"},{"word":"Tranquilize","type":"v. t.","descr":" Alt. of Tranquillize"},{"word":"Tranquillize","type":"v. t.","descr":" To render tranquil; to allay when agitated; to compose; to make calm and peaceful; as, to tranquilize a state disturbed by factions or civil commotions; to tranquilize the mind."},{"word":"Tranquilizer","type":"n.","descr":" Alt. of Tranquillizer"},{"word":"Tranquillizer","type":"n.","descr":" One who, or that which, tranquilizes."},{"word":"Tranquilizing","type":"a.","descr":" Alt. of Tranquillizing"},{"word":"Tranquillizing","type":"a.","descr":" Making tranquil; calming."},{"word":"Tranquillity","type":"n.","descr":" The quality or state of being tranquil; calmness; composure."},{"word":"Tranquilly","type":"adv.","descr":" In a tranquil manner; calmly."},{"word":"Tranquilness","type":"n.","descr":" Quality or state of being tranquil."},{"word":"Trans-","type":"","descr":" A prefix, signifying over, beyond, through and through, on the other side, as in transalpine, beyond the Alps; transform, to form through and through, that is, anew, transfigure."},{"word":"Transacted","type":"imp. and p. p.","descr":" of Transact"},{"word":"Transacting","type":"p. pr. and vb. n.","descr":" of Transact"},{"word":"Transact","type":"v. t.","descr":" To carry through; to do; perform; to manage; as, to transact commercial business; to transact business by an agent."},{"word":"Transact","type":"v. i.","descr":" To conduct matters; to manage affairs."},{"word":"Transaction","type":"n.","descr":" The doing or performing of any business; management of any affair; performance."},{"word":"Transaction","type":"n.","descr":" That which is done; an affair; as, the transactions on the exchange."},{"word":"Transaction","type":"n.","descr":" An adjustment of a dispute between parties by mutual agreement."},{"word":"Transactor","type":"n.","descr":" One who transacts, performs, or conducts any business."},{"word":"Transalpine","type":"a.","descr":" Being on the farther side of the Alps in regard to Rome, that is, on the north or west side of the Alps; of or pertaining to the region or the people beyond the Alps; as, transalpine Gaul; -- opposed to cisalpine."},{"word":"Transalpine","type":"n.","descr":" A native or inhabitant of a country beyond the Alps, that is, out of Italy."},{"word":"Transanimated","type":"imp. and p. p.","descr":" of Transanimate"},{"word":"Transanimating","type":"p. pr. and vb. n.","descr":" of Transanimate"},{"word":"Transanimate","type":"v. t.","descr":" To animate with a soul conveyed from another body."},{"word":"Transanimation","type":"n.","descr":" The conveyance of a soul from one body to another."},{"word":"Transatlantic","type":"a.","descr":" Lying or being beyond the Atlantic Ocean."},{"word":"Transatlantic","type":"a.","descr":" Crossing the Atlantic Ocean."},{"word":"Transaudient","type":"a.","descr":" Permitting the passage of sound."},{"word":"Transcalency","type":"n.","descr":" The quality or state of being transcalent."},{"word":"Transcalent","type":"a.","descr":" Pervious to, or permitting the passage of, heat."},{"word":"Transcended","type":"imp. and p. p.","descr":" of Transcend"},{"word":"Transcending","type":"p. pr. and vb. n.","descr":" of Transcend"},{"word":"Transcend","type":"v. t.","descr":" To rise above; to surmount; as, lights in the heavens transcending the region of the clouds."},{"word":"Transcend","type":"v. t.","descr":" To pass over; to go beyond; to exceed."},{"word":"Transcend","type":"v. t.","descr":" To surpass; to outgo; to excel; to exceed."},{"word":"Transcend","type":"v. i.","descr":" To climb; to mount."},{"word":"Transcend","type":"v. i.","descr":" To be transcendent; to excel."},{"word":"Transcendence","type":"","descr":" Alt. of Transcendency"},{"word":"Transcendency","type":"","descr":" The quality or state of being transcendent; superior excellence; supereminence."},{"word":"Transcendency","type":"","descr":" Elevation above truth; exaggeration."},{"word":"Transcendent","type":"a.","descr":" Very excellent; superior or supreme in excellence; surpassing others; as, transcendent worth; transcendent valor."},{"word":"Transcendent","type":"a.","descr":" Transcending, or reaching beyond, the limits of human knowledge; -- applied to affirmations and speculations concerning what lies beyond the reach of the human intellect."},{"word":"Trancscendent","type":"n.","descr":" That which surpasses or is supereminent; that which is very excellent."},{"word":"Trancscendental","type":"a.","descr":" Supereminent; surpassing others; as, transcendental being or qualities."},{"word":"Trancscendental","type":"a.","descr":" In the Kantian system, of or pertaining to that which can be determined a priori in regard to the fundamental principles of all human knowledge. What is transcendental, therefore, transcends empiricism; but is does not transcend all human knowledge, or become transcendent. It simply signifies the a priori or necessary conditions of experience which, though affording the conditions of experience, transcend the sphere of that contingent knowledge which is acquired by experience."},{"word":"Trancscendental","type":"a.","descr":" Vaguely and ambitiously extravagant in speculation, imagery, or diction."},{"word":"Transcendental","type":"n.","descr":" A transcendentalist."},{"word":"Transcendentalism","type":"n.","descr":" The transcending, or going beyond, empiricism, and ascertaining a priori the fundamental principles of human knowledge."},{"word":"Transcendentalism","type":"n.","descr":" Ambitious and imaginative vagueness in thought, imagery, or diction."},{"word":"Transcendentalist","type":"n.","descr":" One who believes in transcendentalism."},{"word":"Transcendentality","type":"n.","descr":" The quality or state of being transcendental."},{"word":"Transcendentally","type":"adv.","descr":" In a transcendental manner."},{"word":"Transcendently","type":"adv.","descr":" In a transcendent manner."},{"word":"Transcendentness","type":"n.","descr":" Same as Transcendence."},{"word":"Transcension","type":"n.","descr":" The act of transcending, or surpassing; also, passage over."},{"word":"Transcolated","type":"imp. and p. p.","descr":" of Transcolate"},{"word":"Transcolating","type":"p. pr. and vb. n.","descr":" of Transcolate"},{"word":"Transcolate","type":"v. t.","descr":" To cause to pass through a sieve or colander; to strain, as through a sieve."},{"word":"Transcolation","type":"n.","descr":" Act of transcolating, or state of being transcolated."},{"word":"Transcontinental","type":"a.","descr":" Extending or going across a continent; as, a transcontinental railroad or journey."},{"word":"Transcorporate","type":"v. i.","descr":" To transmigrate."},{"word":"Transcribbler","type":"n.","descr":" A transcriber; -- used in contempt."},{"word":"Transcribed","type":"imp. and p. p.","descr":" of Transcribe"},{"word":"Transcribing","type":"p. pr. and vb. n.","descr":" of Transcribe"},{"word":"Transcribe","type":"v. t.","descr":" To write over again, or in the same words; to copy; as, to transcribe Livy or Tacitus; to transcribe a letter."},{"word":"Transcriber","type":"n.","descr":" One who transcribes, or writes from a copy; a copier; a copyist."},{"word":"Transcript","type":"n.","descr":" That which has been transcribed; a writing or composition consisting of the same words as the original; a written copy."},{"word":"Transcript","type":"n.","descr":" A copy of any kind; an imitation."},{"word":"Transcript","type":"n.","descr":" A written version of what was said orally; as, a transcript of a trial."},{"word":"Transcription","type":"n.","descr":" The act or process of transcribing, or copying; as, corruptions creep into books by repeated transcriptions."},{"word":"Transcription","type":"n.","descr":" A copy; a transcript."},{"word":"Transcription","type":"n.","descr":" An arrangement of a composition for some other instrument or voice than that for which it was originally written, as the translating of a song, a vocal or instrumental quartet, or even an orchestral work, into a piece for the piano; an adaptation; an arrangement; -- a name applied by modern composers for the piano to a more or less fanciful and ornate reproduction on their own instrument of a song or other piece not originally intended for it; as, Liszt\\'s transcriptions of songs by Schubert."},{"word":"Transcriptive","type":"a.","descr":" Done as from a copy; having the style or appearance of a transcription."},{"word":"Transcur","type":"v. i.","descr":" To run or rove to and fro."},{"word":"Transcurrence","type":"n.","descr":" A roving hither and thither."},{"word":"Transcursion","type":"n.","descr":" A rambling or ramble; a passage over bounds; an excursion."},{"word":"Transdialect","type":"v. t.","descr":" To change or translate from one dialect into another."},{"word":"Transduction","type":"n.","descr":" The act of conveying over."},{"word":"Transe","type":"n.","descr":" See Trance."},{"word":"Transelement","type":"v. t.","descr":" Alt. of Transelementate"},{"word":"Transelementate","type":"v. t.","descr":" To change or transpose the elements of; to transubstantiate."},{"word":"Transelementation","type":"n.","descr":" Transubstantiation."},{"word":"Transenne","type":"n.","descr":" A transom."},{"word":"Transept","type":"n.","descr":" The transversal part of a church, which crosses at right angles to the greatest length, and between the nave and choir. In the basilicas, this had often no projection at its two ends. In Gothic churches these project these project greatly, and should be called the arms of the transept. It is common, however, to speak of the arms themselves as the transepts."},{"word":"Transexion","type":"n.","descr":" Change of sex."},{"word":"Transfeminate","type":"v. t.","descr":" To change into a woman, as a man."},{"word":"Transferred","type":"imp. and p. p.","descr":" of Transfer"},{"word":"Transferring","type":"p. pr. and vb. n.","descr":" of Transfer"},{"word":"Transfer","type":"v. t.","descr":" To convey from one place or person another; to transport, remove, or cause to pass, to another place or person; as, to transfer the laws of one country to another; to transfer suspicion."},{"word":"Transfer","type":"v. t.","descr":" To make over the possession or control of; to pass; to convey, as a right, from one person to another; to give; as, the title to land is transferred by deed."},{"word":"Transfer","type":"v. t.","descr":" To remove from one substance or surface to another; as, to transfer drawings or engravings to a lithographic stone."},{"word":"Transfer","type":"n.","descr":" The act of transferring, or the state of being transferred; the removal or conveyance of a thing from one place or person to another."},{"word":"Transfer","type":"n.","descr":" The conveyance of right, title, or property, either real or personal, from one person to another, whether by sale, by gift, or otherwise."},{"word":"Transfer","type":"n.","descr":" That which is transferred."},{"word":"Transfer","type":"n.","descr":" A picture, or the like, removed from one body or ground to another, as from wood to canvas, or from one piece of canvas to another."},{"word":"Transfer","type":"n.","descr":" A drawing or writing printed off from one surface on another, as in ceramics and in many decorative arts."},{"word":"Transfer","type":"n.","descr":" A soldier removed from one troop, or body of troops, and placed in another."},{"word":"Transfer","type":"n.","descr":" A pathological process by virtue of which a unilateral morbid condition on being abolished on one side of the body makes its appearance in the corresponding region upon the other side."},{"word":"Transferability","type":"n.","descr":" The quality or state of being transferable."},{"word":"Transferable","type":"a.","descr":" Capable of being transferred or conveyed from one place or person to another."},{"word":"Transferable","type":"a.","descr":" Negotiable, as a note, bill of exchange, or other evidence of property, that may be conveyed from one person to another by indorsement or other writing; capable of being transferred with no loss of value; as, the stocks of most public companies are transferable; some tickets are not transferable."},{"word":"Transferee","type":"n.","descr":" The person to whom a transfer in made."},{"word":"Transference","type":"n.","descr":" The act of transferring; conveyance; passage; transfer."},{"word":"Transferography","type":"n.","descr":" The act or process of copying inscriptions, or the like, by making transfers."},{"word":"Transferrence","type":"n.","descr":" See Transference."},{"word":"Transferrer","type":"n.","descr":" One who makes a transfer or conveyance."},{"word":"Transferrible","type":"a.","descr":" Capable of being transferred; transferable."},{"word":"Transfigurate","type":"v. t.","descr":" To transfigure; to transform."},{"word":"Transfiguratien","type":"n.","descr":" A change of form or appearance; especially, the supernatural change in the personal appearance of our Savior on the mount."},{"word":"Transfiguratien","type":"n.","descr":" A feast held by some branches of the Christian church on the 6th of August, in commemoration of the miraculous change above mentioned."},{"word":"Transfigured","type":"imp. and p. p.","descr":" of Transfigure"},{"word":"Transfiguring","type":"p. pr. and vb. n.","descr":" of Transfigure"},{"word":"Transfigure","type":"v. t.","descr":" To change the outward form or appearance of; to metamorphose; to transform."},{"word":"Transfigure","type":"v. t.","descr":" Especially, to change to something exalted and glorious; to give an ideal form to."},{"word":"Transfixed","type":"imp. and p. p.","descr":" of Transfix"},{"word":"Transfixing","type":"p. pr. and vb. n.","descr":" of Transfix"},{"word":"Transfix","type":"v. t.","descr":" To pierce through, as with a pointed weapon; to impale; as, to transfix one with a dart."},{"word":"Transfixion","type":"n.","descr":" The act of transfixing, or the state of being transfixed, or pierced."},{"word":"Transfluent","type":"a.","descr":" Flowing or running across or through; as, a transfluent stream."},{"word":"Transfluent","type":"a.","descr":" Passing or flowing through a bridge; -- said of water."},{"word":"Transflux","type":"n.","descr":" A flowing through, across, or beyond."},{"word":"Transforate","type":"v. t.","descr":" To bore through; to perforate."},{"word":"Transformed","type":"imp. and p. p.","descr":" of Transform"},{"word":"Transforming","type":"p. pr. and vb. n.","descr":" of Transform"},{"word":"Transform","type":"v. t.","descr":" To change the form of; to change in shape or appearance; to metamorphose; as, a caterpillar is ultimately transformed into a butterfly."},{"word":"Transform","type":"v. t.","descr":" To change into another substance; to transmute; as, the alchemists sought to transform lead into gold."},{"word":"Transform","type":"v. t.","descr":" To change in nature, disposition, heart, character, or the like; to convert."},{"word":"Transform","type":"v. t.","descr":" To change, as an algebraic expression or geometrical figure, into another from without altering its value."},{"word":"Transform","type":"v. i.","descr":" To be changed in form; to be metamorphosed."},{"word":"Transformable","type":"a.","descr":" Capable of being transformed or changed."},{"word":"Transformation","type":"n.","descr":" The act of transforming, or the state of being transformed; change of form or condition."},{"word":"Transformation","type":"n.","descr":" Any change in an organism which alters its general character and mode of life, as in the development of the germ into the embryo, the egg into the animal, the larva into the insect (metamorphosis), etc.; also, the change which the histological units of a tissue are prone to undergo. See Metamorphosis."},{"word":"Transformation","type":"n.","descr":" Change of one from of material into another, as in assimilation; metabolism; metamorphosis."},{"word":"Transformation","type":"n.","descr":" The imagined possible or actual change of one metal into another; transmutation."},{"word":"Transformation","type":"n.","descr":" A change in disposition, heart, character, or the like; conversion."},{"word":"Transformation","type":"n.","descr":" The change, as of an equation or quantity, into another form without altering the value."},{"word":"Transformative","type":"a.","descr":" Having power, or a tendency, to transform."},{"word":"Transformer","type":"n.","descr":" One who, or that which, transforms. Specif. (Elec.), an apparatus for producing from a given electrical current another current of different voltage."},{"word":"Transformism","type":"n.","descr":" The hypothesis, or doctrine, that living beings have originated by the modification of some other previously existing forms of living matter; -- opposed to abiogenesis."},{"word":"Transfreight","type":"v. i.","descr":" To transfrete."},{"word":"Transfretation","type":"n.","descr":" The act of passing over a strait or narrow sea."},{"word":"Transfrete","type":"v. i.","descr":" To pass over a strait or narrow sea."},{"word":"Transfuge","type":"n.","descr":" Alt. of Transfugitive"},{"word":"Transfugitive","type":"n.","descr":" One who flees from one side to another; hence, a deserter; a turncoat; an apostate."},{"word":"Transfund","type":"v. t.","descr":" To pour from one vessel into another; to transfuse."},{"word":"Transfused","type":"imp. and p. p.","descr":" of Transfuse"},{"word":"Transfusing","type":"p. pr. and vb. n.","descr":" of Transfuse"},{"word":"Transfuse","type":"v. t.","descr":" To pour, as liquid, out of one vessel into another; to transfer by pouring."},{"word":"Transfuse","type":"v. t.","descr":" To transfer, as blood, from the veins or arteries of one man or animal to those of another."},{"word":"Transfuse","type":"v. t.","descr":" To cause to pass from to another; to cause to be instilled or imbibed; as, to transfuse a spirit of patriotism into a man; to transfuse a love of letters."},{"word":"Transfusible","type":"a.","descr":" Capable of being transfused; transferable by transfusion."},{"word":"Transfusion","type":"n.","descr":" The act of transfusing, or pouring, as liquor, out of one vessel into another."},{"word":"Transfusion","type":"n.","descr":" The act or operation of transferring the blood of one man or animal into the vascular system of another; also, the introduction of any fluid into the blood vessels, or into a cavity of the body from which it can readily be adsorbed into the vessels; intrafusion; as, the peritoneal transfusion of milk."},{"word":"Transfusive","type":"a.","descr":" Tending to transfuse; having power to transfuse."},{"word":"Transgressed","type":"imp. and p. p.","descr":" of Transgress"},{"word":"Transgressing","type":"p. pr. and vb. n.","descr":" of Transgress"},{"word":"Transgress","type":"v. t.","descr":" To pass over or beyond; to surpass."},{"word":"Transgress","type":"v. t.","descr":" Hence, to overpass, as any prescribed as the \/imit of duty; to break or violate, as a law, civil or moral."},{"word":"Transgress","type":"v. t.","descr":" To offend against; to vex."},{"word":"Transgress","type":"v. i.","descr":" To offend against the law; to sin."},{"word":"Transgression","type":"n.","descr":" The act of transgressing, or of passing over or beyond any law, civil or moral; the violation of a law or known principle of rectitude; breach of command; fault; offense; crime; sin."},{"word":"Transgressional","type":"a.","descr":" Of pertaining to transgression; involving a transgression."},{"word":"Transgressive","type":"a.","descr":" Disposed or tending to transgress; faulty; culpable. -"},{"word":"Transgressor","type":"n.","descr":" One who transgresses; one who breaks a law, or violates a command; one who violates any known rule or principle of rectitude; a sinner."},{"word":"Transhape","type":"v. t.","descr":" To transshape."},{"word":"Tranship","type":"v. t.","descr":" Same as Transship."},{"word":"Transhipment","type":"n.","descr":" Same as Transshipment."},{"word":"Transhuman","type":"a.","descr":" More than human; superhuman."},{"word":"Transhumanize","type":"v. t.","descr":" To make more than human; to purity; to elevate above humanity."},{"word":"Transience","type":"n.","descr":" Alt. of Transiency"},{"word":"Transiency","type":"n.","descr":" The quality of being transient; transientness."},{"word":"Transient","type":"a.","descr":" Passing before the sight or perception, or, as it were, moving over or across a space or scene viewed, and then disappearing; hence, of short duration; not permanent; not lasting or durable; not stationary; passing; fleeting; brief; transitory; as, transient pleasure."},{"word":"Transient","type":"a.","descr":" Hasty; momentary; imperfect; brief; as, a transient view of a landscape."},{"word":"Transient","type":"a.","descr":" Staying for a short time; not regular or permanent; as, a transient guest; transient boarders."},{"word":"Transient","type":"n.","descr":" That which remains but for a brief time."},{"word":"Transilience","type":"n.","descr":" Alt. of Transiliency"},{"word":"Transiliency","type":"n.","descr":" A leap across or from one thing to another."},{"word":"Transire","type":"n.","descr":" A customhouse clearance for a coasting vessel; a permit."},{"word":"Transit","type":"n.","descr":" The act of passing; passage through or over."},{"word":"Transit","type":"n.","descr":" The act or process of causing to pass; conveyance; as, the transit of goods through a country."},{"word":"Transit","type":"n.","descr":" A line or route of passage or conveyance; as, the Nicaragua transit."},{"word":"Transit","type":"n.","descr":" The passage of a heavenly body over the meridian of a place, or through the field of a telescope."},{"word":"Transit","type":"n.","descr":" The passage of a smaller body across the disk of a larger, as of Venus across the sun\\'s disk, or of a satellite or its shadow across the disk of its primary."},{"word":"Transit","type":"n.","descr":" An instrument resembling a theodolite, used by surveyors and engineers; -- called also transit compass, and surveyor\\'s transit."},{"word":"Transit","type":"v. t.","descr":" To pass over the disk of (a heavenly body)."},{"word":"Transition","type":"n.","descr":" Passage from one place or state to another; charge; as, the transition of the weather from hot to cold."},{"word":"Transition","type":"n.","descr":" A direct or indirect passing from one key to another; a modulation."},{"word":"Transition","type":"n.","descr":" A passing from one subject to another."},{"word":"Transition","type":"n.","descr":" Change from one form to another."},{"word":"Transitional","type":"a.","descr":" Of or pertaining to transition; involving or denoting transition; as, transitional changes; transitional stage."},{"word":"Transitionary","type":"a.","descr":" Transitional."},{"word":"Transitive","type":"a.","descr":" Having the power of making a transit, or passage."},{"word":"Transitive","type":"a.","descr":" Effected by transference of signification."},{"word":"Transitive","type":"a.","descr":" Passing over to an object; expressing an action which is not limited to the agent or subject, but which requires an object to complete the sense; as, a transitive verb, for example, he holds the book."},{"word":"Transitorily","type":"adv.","descr":" In a transitory manner; with brief continuance."},{"word":"Transitoriness","type":"n.","descr":" The quality or state of being transitory; speedy passage or departure."},{"word":"Transitory","type":"a.","descr":" Continuing only for a short time; not enduring; fleeting; evanescent."},{"word":"Translatable","type":"a.","descr":" Capable of being translated, or rendered into another language."},{"word":"Translated","type":"imp. and p. p.","descr":" of Translate"},{"word":"Translating","type":"p. pr. and vb. n.","descr":" of Translate"},{"word":"Translate","type":"v. t.","descr":" To bear, carry, or remove, from one place to another; to transfer; as, to translate a tree."},{"word":"Translate","type":"v. t.","descr":" To change to another condition, position, place, or office; to transfer; hence, to remove as by death."},{"word":"Translate","type":"v. t.","descr":" To remove to heaven without a natural death."},{"word":"Translate","type":"v. t.","descr":" To remove, as a bishop, from one see to another."},{"word":"Translate","type":"v. t.","descr":" To render into another language; to express the sense of in the words of another language; to interpret; hence, to explain or recapitulate in other words."},{"word":"Translate","type":"v. t.","descr":" To change into another form; to transform."},{"word":"Translate","type":"v. t.","descr":" To cause to remove from one part of the body to another; as, to translate a disease."},{"word":"Translate","type":"v. t.","descr":" To cause to lose senses or recollection; to entrance."},{"word":"Translate","type":"v. i.","descr":" To make a translation; to be engaged in translation."},{"word":"Translation","type":"n.","descr":" The act of translating, removing, or transferring; removal; also, the state of being translated or removed; as, the translation of Enoch; the translation of a bishop."},{"word":"Translation","type":"n.","descr":" The act of rendering into another language; interpretation; as, the translation of idioms is difficult."},{"word":"Translation","type":"n.","descr":" That which is obtained by translating something a version; as, a translation of the Scriptures."},{"word":"Translation","type":"n.","descr":" A transfer of meaning in a word or phrase, a metaphor; a tralation."},{"word":"Translation","type":"n.","descr":" Transfer of meaning by association; association of ideas."},{"word":"Translation","type":"n.","descr":" Motion in which all the points of the moving body have at any instant the same velocity and direction of motion; -- opposed to rotation."},{"word":"Translatitious","type":"a.","descr":" Metaphorical; tralatitious; also, foreign; exotic."},{"word":"Translative","type":"a.","descr":" tropical; figurative; as, a translative sense."},{"word":"Translator","type":"n.","descr":" One who translates; esp., one who renders into another language; one who expresses the sense of words in one language by equivalent words in another."},{"word":"Translator","type":"n.","descr":" A repeating instrument."},{"word":"Translatorship","type":"n.","descr":" The office or dignity of a translator."},{"word":"Translatory","type":"a.","descr":" Serving to translate; transferring."},{"word":"Translatress","type":"n.","descr":" A woman who translates."},{"word":"Translavation","type":"n.","descr":" A laving or lading from one vessel to another."},{"word":"Transliterate","type":"v. t.","descr":" To express or represent in the characters of another alphabet; as, to transliterate Sanskrit words by means of English letters."},{"word":"Transliteration","type":"n.","descr":" The act or product of transliterating, or of expressing words of a language by means of the characters of another alphabet."},{"word":"Translocation","type":"n.","descr":" removal of things from one place to another; substitution of one thing for another."},{"word":"Translucence","type":"n.","descr":" Alt. of Translucency"},{"word":"Translucency","type":"n.","descr":" The quality or state of being translucent; clearness; partial transparency."},{"word":"Translucent","type":"a.","descr":" Transmitting rays of light without permitting objects to be distinctly seen; partially transparent."},{"word":"Translucent","type":"a.","descr":" Transparent; clear."},{"word":"Translucently","type":"adv.","descr":" In a translucent manner."},{"word":"Translucid","type":"a.","descr":" Translucent."},{"word":"Translunary","type":"a.","descr":" Being or lying beyond the moon; hence, ethereal; -- opposed to sublunary."},{"word":"Transmarine","type":"a.","descr":" Lying or being beyond the sea."},{"word":"Transmeable","type":"a.","descr":" Alt. of Transmeatable"},{"word":"Transmeatable","type":"a.","descr":" Capable of being passed over or traversed; passable."},{"word":"Transmeate","type":"v. t.","descr":" To pass over or beyond."},{"word":"Transmeation","type":"n.","descr":" The act of transmeating; a passing through or beyond."},{"word":"Transmew","type":"v. t. and i.","descr":" To transmute; to transform; to metamorphose."},{"word":"Transmigrant","type":"a.","descr":" Migrating or passing from one place or state to another; passing from one residence to another."},{"word":"Transmigrant","type":"n.","descr":" One who transmigrates."},{"word":"Transmigrated","type":"imp. and p. p.","descr":" of Transmigrate"},{"word":"Transmigrating","type":"p. pr. and vb. n.","descr":" of Transmigrate"},{"word":"Transmigrate","type":"v. i.","descr":" To pass from one country or jurisdiction to another for the purpose of residence, as men or families; to migrate."},{"word":"Transmigrate","type":"v. i.","descr":" To pass from one body or condition into another."},{"word":"Transmigration","type":"n.","descr":" The act of passing from one country to another; migration."},{"word":"Transmigration","type":"n.","descr":" The passing of the soul at death into another mortal body; metempsychosis."},{"word":"Transmigrator","type":"n.","descr":" One who transmigrates."},{"word":"Transmigratory","type":"a.","descr":" Passing from one body or state to another."},{"word":"Transmissibility","type":"n.","descr":" The quality of being transmissible."},{"word":"Transmissible","type":"a.","descr":" Capable of being transmitted from one to another; capable of being passed through any body or substance."},{"word":"Transmission","type":"n.","descr":" The act of transmitting, or the state of being transmitted; as, the transmission of letters, writings, papers, news, and the like, from one country to another; the transmission of rights, titles, or privileges, from father to son, or from one generation to another."},{"word":"Transmission","type":"n.","descr":" The right possessed by an heir or legatee of transmitting to his successor or successors any inheritance, legacy, right, or privilege, to which he is entitled, even if he should die without enjoying or exercising it."},{"word":"Transmissive","type":"a.","descr":" Capable of being transmitted; derived, or handed down, from one to another."},{"word":"Transmitted","type":"imp. and p. p.","descr":" of Transmit"},{"word":"Transmitting","type":"p. pr. and vb. n.","descr":" of Transmit"},{"word":"Transmit","type":"v. t.","descr":" To cause to pass over or through; to communicate by sending; to send from one person or place to another; to pass on or down as by inheritance; as, to transmit a memorial; to transmit dispatches; to transmit money, or bills of exchange, from one country to another."},{"word":"Transmit","type":"v. t.","descr":" To suffer to pass through; as, glass transmits light; metals transmit, or conduct, electricity."},{"word":"Transmittal","type":"n.","descr":" Transmission."},{"word":"Transmittance","type":"n.","descr":" Transmission."},{"word":"Transmitter","type":"n.","descr":" One who, or that which, transmits; specifically, that portion of a telegraphic or telephonic instrument by means of which a message is sent; -- opposed to receiver."},{"word":"Transmittible","type":"a.","descr":" Capable of being transmitted; transmissible."},{"word":"Transmogrification","type":"n.","descr":" The act of transmogrifying, or the state of being transmogrified; transformation."},{"word":"Transmogrify","type":"v. t.","descr":" To change into a different shape; to transform."},{"word":"Transmove","type":"v. t.","descr":" To move or change from one state into another; to transform."},{"word":"Transmutability","type":"n.","descr":" The quality of being transmutable."},{"word":"Transmutable","type":"a.","descr":" Capable of being transmuted or changed into a different substance, or into into something of a different form a nature; transformable."},{"word":"Transmutation","type":"n.","descr":" The act of transmuting, or the state of being transmuted; as, the transmutation of metals."},{"word":"Transmutation","type":"n.","descr":" The change or reduction of one figure or body into another of the same area or solidity, but of a different form, as of a triangle into a square."},{"word":"Transmutation","type":"n.","descr":" The change of one species into another, which is assumed to take place in any development theory of life; transformism."},{"word":"Transmutationist","type":"n.","descr":" One who believes in the transmutation of metals or of species."},{"word":"Transmuted","type":"imp. and p. p.","descr":" of Transmute"},{"word":"Transmuting","type":"p. pr. and vb. n.","descr":" of Transmute"},{"word":"Transmute","type":"v. t.","descr":" To change from one nature, form, or substance, into another; to transform."},{"word":"Transmuter","type":"n.","descr":" One who transmutes."},{"word":"Transmutual","type":"a.","descr":" Reciprocal; commutual."},{"word":"Transnatation","type":"n.","descr":" The act of swimming across, as a river."},{"word":"Transnature","type":"v. t.","descr":" To transfer or transform the nature of."},{"word":"Transom","type":"n.","descr":" A horizontal crossbar in a window, over a door, or between a door and a window above it. Transom is the horizontal, as mullion is the vertical, bar across an opening. See Illust. of Mullion."},{"word":"Transom","type":"n.","descr":" One of the principal transverse timbers of the stern, bolted to the sternpost and giving shape to the stern structure; -- called also transsummer."},{"word":"Transom","type":"n.","descr":" The piece of wood or iron connecting the cheeks of some gun carriages."},{"word":"Transom","type":"n.","descr":" The vane of a cross-staff."},{"word":"Transom","type":"n.","descr":" One of the crossbeams connecting the side frames of a truck with each other."},{"word":"Transpadane","type":"a.","descr":" Lying or being on the further side of the river Po with reference to Rome, that is, on the north side; -- opposed to cispadane."},{"word":"Transpalatine","type":"a.","descr":" Situated beyond or outside the palatine bone; -- said of a bone in the skull of some reptiles."},{"word":"Transpare","type":"v. t. and i.","descr":" To be, or cause to be, transparent; to appear, or cause to appear, or be seen, through something."},{"word":"Transparence","type":"n.","descr":" The quality or state of being transparent; transparency."},{"word":"Transparencies","type":"pl. ","descr":" of Transparency"},{"word":"Transparency","type":"n.","descr":" The quality or condition of being transparent; transparence."},{"word":"Transparency","type":"n.","descr":" That which is transparent; especially, a picture painted on thin cloth or glass, or impressed on porcelain, or the like, to be viewed by natural or artificial light, which shines through it."},{"word":"Transparent","type":"a.","descr":" Having the property of transmitting rays of light, so that bodies can be distinctly seen through; pervious to light; diaphanous; pellucid; as, transparent glass; a transparent diamond; -- opposed to opaque."},{"word":"Transparent","type":"a.","descr":" Admitting the passage of light; open; porous; as, a transparent veil."},{"word":"Transpass","type":"v. t.","descr":" To pass over; as, Alexander transpassed the river."},{"word":"Transpass","type":"v. i.","descr":" To pass by; to pass away."},{"word":"Transpassable","type":"a.","descr":" Capable of being transpassed, or crossed over."},{"word":"Transpatronize","type":"v. t.","descr":" To transfer the patronage of."},{"word":"Transpeciate","type":"v. t.","descr":" To change from one species to another; to transform."},{"word":"Transpicuous","type":"a.","descr":" Transparent; pervious to the sight."},{"word":"Transpierced","type":"imp. and p. p.","descr":" of Transpierce"},{"word":"Transpiercing","type":"p. pr. and vb. n.","descr":" of Transpierce"},{"word":"Transpierce","type":"v. t.","descr":" To pierce through; to penetrate; to permeate; to pass through."},{"word":"Transpirable","type":"a.","descr":" Capable of being transpired, or of transpiring."},{"word":"Transpiration","type":"n.","descr":" The act or process of transpiring or excreting in the form of vapor; exhalation, as through the skin or other membranes of the body; as, pulmonary transpiration, or the excretion of aqueous vapor from the lungs. Perspiration is a form of transpiration."},{"word":"Transpiration","type":"n.","descr":" The evaporation of water, or exhalation of aqueous vapor, from cells and masses of tissue."},{"word":"Transpiration","type":"n.","descr":" The passing of gases through fine tubes, porous substances, or the like; as, transpiration through membranes."},{"word":"Transpiratory","type":"a.","descr":" Of or relating to transpiration."},{"word":"Transpired","type":"imp. and p. p.","descr":" of Transpire"},{"word":"Transpiring","type":"p. pr. and vb. n.","descr":" of Transpire"},{"word":"Transpire","type":"v. i.","descr":" To pass off in the form of vapor or insensible perspiration; to exhale."},{"word":"Transpire","type":"v. i.","descr":" To evaporate from living cells."},{"word":"Transpire","type":"v. i.","descr":" To escape from secrecy; to become public; as, the proceedings of the council soon transpired."},{"word":"Transpire","type":"v. i.","descr":" To happen or come to pass; to occur."},{"word":"Transpire","type":"v. t.","descr":" To excrete through the skin; to give off in the form of vapor; to exhale; to perspire."},{"word":"Transpire","type":"v. t.","descr":" To evaporate (moisture) from living cells."},{"word":"Transplaced","type":"imp. and p. p.","descr":" of Transplace"},{"word":"Transplacing","type":"p. pr. and vb. n.","descr":" of Transplace"},{"word":"Transplace","type":"v. t.","descr":" To remove across some space; to put in an opposite or another place."},{"word":"Transplanted","type":"imp. and p. p.","descr":" of Transplant"},{"word":"Transplanting","type":"p. pr. and vb. n.","descr":" of Transplant"},{"word":"Transplant","type":"v. t.","descr":" To remove, and plant in another place; as, to transplant trees."},{"word":"Transplant","type":"v. t.","descr":" To remove, and settle or establish for residence in another place; as, to transplant inhabitants."},{"word":"Transplantation","type":"n.","descr":" The act of transplanting, or the state of being transplanted; also, removal."},{"word":"Transplantation","type":"n.","descr":" The removal of tissues from a healthy part, and the insertion of them in another place where there is a lesion; as, the transplantation of tissues in autoplasty."},{"word":"Transplantation","type":"n.","descr":" The removal of a bodily organ or of tissues from one person, and the insertion of them into another person to replace a damaged organ or tissue; as, the transplantation of a heart, kidney, or liver."},{"word":"Transplanter","type":"n.","descr":" One who transplants; also, a machine for transplanting trees."},{"word":"Transplendency","type":"n.","descr":" Quality or state of being transplendent."},{"word":"Transplendent","type":"a.","descr":" Resplendent in the highest degree."},{"word":"Transported","type":"imp. and p. p.","descr":" of Transport"},{"word":"Transporting","type":"p. pr. and vb. n.","descr":" of Transport"},{"word":"Transport","type":"v. t.","descr":" To carry or bear from one place to another; to remove; to convey; as, to transport goods; to transport troops."},{"word":"Transport","type":"v. t.","descr":" To carry, or cause to be carried, into banishment, as a criminal; to banish."},{"word":"Transport","type":"v. t.","descr":" To carry away with vehement emotion, as joy, sorrow, complacency, anger, etc.; to ravish with pleasure or ecstasy; as, music transports the soul."},{"word":"Transport","type":"v.","descr":" Transportation; carriage; conveyance."},{"word":"Transport","type":"v.","descr":" A vessel employed for transporting, especially for carrying soldiers, warlike stores, or provisions, from one place to another, or to convey convicts to their destination; -- called also transport ship, transport vessel."},{"word":"Transport","type":"v.","descr":" Vehement emotion; passion; ecstasy; rapture."},{"word":"Transport","type":"v.","descr":" A convict transported, or sentenced to exile."},{"word":"Transportability","type":"n.","descr":" The quality or state of being transportable."},{"word":"Transportable","type":"a.","descr":" Capable of being transported."},{"word":"Transportable","type":"a.","descr":" Incurring, or subject to, the punishment of transportation; as, a transportable offense."},{"word":"Transportal","type":"n.","descr":" Transportation; the act of removing from one locality to another."},{"word":"Transportance","type":"n.","descr":" Transportation."},{"word":"Transportant","type":"a.","descr":" Transporting; \/avishing; as, transportant love."},{"word":"Transportation","type":"n.","descr":" The act of transporting, or the state of being transported; carriage from one place to another; removal; conveyance."},{"word":"Transportation","type":"n.","descr":" Transport; ecstasy."},{"word":"Transported","type":"a.","descr":" Conveyed from one place to another; figuratively, carried away with passion or pleasure; entranced."},{"word":"Transporter","type":"n.","descr":" One who transports."},{"word":"Transporting","type":"a.","descr":" That transports; fig., ravishing."},{"word":"Transportingly","type":"adv.","descr":" So as to transport."},{"word":"Transportment","type":"n.","descr":" The act of transporting, or the state of being transported; transportation."},{"word":"Transposable","type":"a.","descr":" That may transposed; as, a transposable phrase."},{"word":"Transposal","type":"n.","descr":" The act of transposing, or the state of being transposed; transposition."},{"word":"Transposed","type":"imp. and p. p.","descr":" of Transpose"},{"word":"Transposing","type":"p. pr. and vb. n.","descr":" of Transpose"},{"word":"Transpose","type":"v. t.","descr":" To change the place or order of; to substitute one for the other of; to exchange, in respect of position; as, to transpose letters, words, or propositions."},{"word":"Transpose","type":"v. t.","descr":" To change; to transform; to invert."},{"word":"Transpose","type":"v. t.","descr":" To bring, as any term of an equation, from one side over to the other, without destroying the equation; thus, if a + b = c, and we make a = c - b, then b is said to be transposed."},{"word":"Transpose","type":"v. t.","descr":" To change the natural order of, as words."},{"word":"Transpose","type":"v. t.","descr":" To change the key of."},{"word":"Transposer","type":"n.","descr":" One who transposes."},{"word":"Transposition","type":"n.","descr":" The act of transposing, or the state of being transposed."},{"word":"Transposition","type":"n.","descr":" The bringing of any term of an equation from one side over to the other without destroying the equation."},{"word":"Transposition","type":"n.","descr":" A change of the natural order of words in a sentence; as, the Latin and Greek languages admit transposition, without inconvenience, to a much greater extent than the English."},{"word":"Transposition","type":"n.","descr":" A change of a composition into another key."},{"word":"Transpositional","type":"a.","descr":" Of or pertaining to transposition; involving transposition."},{"word":"Transpositive","type":"a.","descr":" Made by transposing; consisting in transposition; transposable."},{"word":"Transprint","type":"v. t.","descr":" To transfer to the wrong place in printing; to print out of place."},{"word":"Transprose","type":"v. t.","descr":" To change from prose into verse; to versify; also, to change from verse into prose."},{"word":"Transregionate","type":"a.","descr":" Foreign."},{"word":"Transshaped","type":"imp. and p. p.","descr":" of Transshape"},{"word":"Transshaping","type":"p. pr. and vb. n.","descr":" of Transshape"},{"word":"Transshape","type":"v. t.","descr":" To change into another shape or form; to transform."},{"word":"Transship","type":"v. t.","descr":" To transfer from one ship or conveyance to another."},{"word":"Transshipment","type":"n.","descr":" The act of transshipping, or transferring, as goods, from one ship or conveyance to another."},{"word":"Transubstantiate","type":"v. t.","descr":" To change into another substance."},{"word":"Transubstantiate","type":"v. t.","descr":" To change, as the sacramental elements, bread and wine, into the flesh and blood of Christ."},{"word":"Transubstantiation","type":"n.","descr":" A change into another substance."},{"word":"Transubstantiation","type":"n.","descr":" The doctrine held by Roman Catholics, that the bread and wine in the Mass is converted into the body and blood of Christ; -- distinguished from consubstantiation, and impanation."},{"word":"Transubstantiator","type":"n.","descr":" One who maintains the doctrine of transubstantiation."},{"word":"Transudation","type":"n.","descr":" The act or process of transuding."},{"word":"Transudation","type":"n.","descr":" Same as Exosmose."},{"word":"Transudatory","type":"a.","descr":" Of or pertaining to transudation; passing by transudation."},{"word":"Transuded","type":"imp. and p. p.","descr":" of Transude"},{"word":"Transuding","type":"p. pr. and vb. n.","descr":" of Transude"},{"word":"Transude","type":"v. i.","descr":" To pass, as perspirable matter does, through the pores or interstices of textures; as, liquor may transude through leather or wood."},{"word":"Transume","type":"v. t.","descr":" To change; to convert."},{"word":"Transsummer","type":"n.","descr":" See Transom, 2."},{"word":"Transumpt","type":"n.","descr":" A copy or exemplification of a record."},{"word":"Transumption","type":"n.","descr":" Act of taking from one place to another."},{"word":"Transumptive","type":"a.","descr":" Taking from one to another; metaphorical."},{"word":"Transvasate","type":"v. t.","descr":" To pour out of one vessel into another."},{"word":"Transvasation","type":"n.","descr":" The act or process of pouring out of one vessel into another."},{"word":"Transvection","type":"n.","descr":" The act of conveying or carrying over."},{"word":"Transverberate","type":"v. t.","descr":" To beat or strike through."},{"word":"Transversal","type":"a.","descr":" Running or lying across; transverse; as, a transversal line."},{"word":"Transversal","type":"n.","descr":" A straight line which traverses or intersects any system of other lines, as a line intersecting the three sides of a triangle or the sides produced."},{"word":"Transverse","type":"a.","descr":" Lying or being across, or in a crosswise direction; athwart; -- often opposed to longitudinal."},{"word":"Transverse","type":"n.","descr":" Anything that is transverse or athwart."},{"word":"Transverse","type":"n.","descr":" The longer, or transverse, axis of an ellipse."},{"word":"Transversed","type":"imp. and p. p.","descr":" of Transverse"},{"word":"Transversing","type":"p. pr. and vb. n.","descr":" of Transverse"},{"word":"Transverse","type":"v. t.","descr":" To overturn; to change."},{"word":"Transverse","type":"v. t.","descr":" To change from prose into verse, or from verse into prose."},{"word":"Transversely","type":"adv.","descr":" In a transverse manner."},{"word":"Transversion","type":"n.","descr":" The act of changing from prose into verse, or from verse into prose."},{"word":"Transvert","type":"v. t.","descr":" To cause to turn across; to transverse."},{"word":"Transvertible","type":"a.","descr":" Capable of being transverted."},{"word":"Transvolation","type":"n.","descr":" The act of flying beyond or across."},{"word":"Trant","type":"v. i.","descr":" To traffic in an itinerary manner; to peddle."},{"word":"Tranter","type":"n.","descr":" One who trants; a peddler; a carrier."},{"word":"Trapped","type":"imp. and p. p.","descr":" of Trap"},{"word":"Trapping","type":"p. pr. and vb. n.","descr":" of Trap"},{"word":"Trap","type":"v. t.","descr":" To dress with ornaments; to adorn; -- said especially of horses."},{"word":"Trap","type":"n.","descr":" An old term rather loosely used to designate various dark-colored, heavy igneous rocks, including especially the feldspathic-augitic rocks, basalt, dolerite, amygdaloid, etc., but including also some kinds of diorite. Called also trap rock."},{"word":"Trap","type":"a.","descr":" Of or pertaining to trap rock; as, a trap dike."},{"word":"Trap","type":"n.","descr":" A machine or contrivance that shuts suddenly, as with a spring, used for taking game or other animals; as, a trap for foxes."},{"word":"Trap","type":"n.","descr":" Fig.: A snare; an ambush; a stratagem; any device by which one may be caught unawares."},{"word":"Trap","type":"n.","descr":" A wooden instrument shaped somewhat like a shoe, used in the game of trapball. It consists of a pivoted arm on one end of which is placed the ball to be thrown into the air by striking the other end. Also, a machine for throwing into the air glass balls, clay pigeons, etc., to be shot at."},{"word":"Trap","type":"n.","descr":" The game of trapball."},{"word":"Trap","type":"n.","descr":" A bend, sag, or partitioned chamber, in a drain, soil pipe, sewer, etc., arranged so that the liquid contents form a seal which prevents passage of air or gas, but permits the flow of liquids."},{"word":"Trap","type":"n.","descr":" A place in a water pipe, pump, etc., where air accumulates for want of an outlet."},{"word":"Trap","type":"n.","descr":" A wagon, or other vehicle."},{"word":"Trap","type":"n.","descr":" A kind of movable stepladder."},{"word":"Trap","type":"v. t.","descr":" To catch in a trap or traps; as, to trap foxes."},{"word":"Trap","type":"v. t.","descr":" Fig.: To insnare; to take by stratagem; to entrap."},{"word":"Trap","type":"v. t.","descr":" To provide with a trap; as, to trap a drain; to trap a sewer pipe. See 4th Trap, 5."},{"word":"Trap","type":"v. i.","descr":" To set traps for game; to make a business of trapping game; as, to trap for beaver."},{"word":"Trapan","type":"n.","descr":" A snare; a stratagem; a trepan. See 3d Trepan."},{"word":"Trapanned","type":"imp. and p. p.","descr":" of Trapan"},{"word":"Trapanning","type":"p. pr. and vb. n.","descr":" of Trapan"},{"word":"Trapan","type":"v. t.","descr":" To insnare; to catch by stratagem; to entrap; to trepan."},{"word":"Trapanner","type":"n.","descr":" One who trapans, or insnares."},{"word":"Trapball","type":"n.","descr":" An old game of ball played with a trap. See 4th Trap, 4."},{"word":"Trapdoor","type":"n.","descr":" A lifting or sliding door covering an opening in a roof or floor."},{"word":"Trapdoor","type":"n.","descr":" A door in a level for regulating the ventilating current; -- called also weather door."},{"word":"Trape","type":"v. i.","descr":" To walk or run about in an idle or slatternly manner; to traipse."},{"word":"Trapes","type":"n.","descr":" A slattern; an idle, sluttish, or untidy woman."},{"word":"Trapes","type":"v. i.","descr":" To go about in an idle or slatternly fashion; to trape; to traipse."},{"word":"Trapezate","type":"a.","descr":" Having the form of a trapezium; trapeziform."},{"word":"Trapeze","type":"n.","descr":" A trapezium. See Trapezium, 1."},{"word":"Trapeze","type":"n.","descr":" A swinging horizontal bar, suspended at each end by a rope; -- used by gymnasts."},{"word":"Trapeziform","type":"a.","descr":" Having the form of a trapezium; trapezoid."},{"word":"Trapeziums","type":"pl. ","descr":" of Trapezium"},{"word":"Trapezia","type":"pl. ","descr":" of Trapezium"},{"word":"Trapezium","type":"n.","descr":" A plane figure bounded by four right lines, of which no two are parallel."},{"word":"Trapezium","type":"n.","descr":" A bone of the carpus at  the base of the first metacarpal, or thumb."},{"word":"Trapezium","type":"n.","descr":" A region on the ventral side of the brain, either just back of the pons Varolii, or, as in man, covered by the posterior extension of its transverse fibers."},{"word":"Trapezohedral","type":"a.","descr":" Of, pertaining to, or resembling, a trapezohedron."},{"word":"Trapezohedron","type":"n.","descr":" A solid bounded by twenty-four equal and similar trapeziums; a tetragonal trisoctahedron. See the Note under Trisoctahedron."},{"word":"Trapezohedron","type":"n.","descr":" A tetartohedral solid of the hexagonal system, bounded by six trapezoidal planes. The faces of this form are common on quartz crystals."},{"word":"Trapezoid","type":"n.","descr":" A plane four-sided figure, having two sides parallel to each other."},{"word":"Trapezoid","type":"n.","descr":" A bone of the carpus at the base of the second metacarpal, or index finger."},{"word":"Trapezoid","type":"a.","descr":" Having the form of a trapezoid; trapezoidal; as, the  trapezoid ligament  which connects the coracoid process and the clavicle."},{"word":"Trapezoid","type":"a.","descr":" Of or pertaining to the trapezoid ligament; as, the trapezoid line."},{"word":"Trapezoidal","type":"a.","descr":" Having the form of a trapezoid; trapezoid."},{"word":"Trapezoidal","type":"a.","descr":" Trapezohedral."},{"word":"Traphole","type":"n.","descr":" See Trou-de-loup."},{"word":"Trappean","type":"a.","descr":" Of or pertaining to trap; being of the nature of trap."},{"word":"Trapper","type":"n.","descr":" One who traps animals; one who makes a business of trapping animals for their furs."},{"word":"Trapper","type":"n.","descr":" A boy who opens and shuts a trapdoor in a gallery or level."},{"word":"Trappings","type":"n. pl.","descr":" That which serves to trap or adorn; ornaments; dress; superficial decorations."},{"word":"Trappings","type":"n. pl.","descr":" Specifically, ornaments to be put on horses."},{"word":"Trappist","type":"n.","descr":" A monk belonging to a branch of the Cistercian Order, which was established by Armand de Rance in 1660 at the monastery of La Trappe in Normandy.  Extreme austerity characterizes their discipline.  They were introduced permanently into the United States in 1848, and have monasteries in Iowa and Kentucky."},{"word":"Trappous","type":"n.","descr":" Of or performance to trap; resembling trap, or partaking of its form or qualities; trappy."},{"word":"Trappures","type":"n. pl.","descr":" Trappings for a horse."},{"word":"Trappy","type":"a.","descr":" Same as Trappous."},{"word":"Traps","type":"n. pl.","descr":" Small or portable articles for dress, furniture, or use; goods; luggage; things."},{"word":"Trapstick","type":"n.","descr":" A stick used in playing the game of trapball; hence, fig., a slender leg."},{"word":"Trash","type":"n.","descr":" That which is worthless or useless; rubbish; refuse."},{"word":"Trash","type":"n.","descr":" Especially, loppings and leaves of trees, bruised sugar cane, or the like."},{"word":"Trash","type":"n.","descr":" A worthless person."},{"word":"Trash","type":"n.","descr":" A collar, leash, or halter used to restrain a dog in pursuing game."},{"word":"Trashed","type":"imp. and p. p.","descr":" of Trash"},{"word":"Trashing","type":"p. pr. and vb. n.","descr":" of Trash"},{"word":"Trash","type":"v. t.","descr":" To free from trash, or worthless matter; hence, to lop; to crop, as to trash the rattoons of sugar cane."},{"word":"Trash","type":"v. t.","descr":" To treat as trash, or worthless matter; hence, to spurn, humiliate, or crush."},{"word":"Trash","type":"v. t.","descr":" To hold back by a trash or leash, as a dog in pursuing game; hence, to retard, encumber, or restrain; to clog; to hinder vexatiously."},{"word":"Trash","type":"v. i.","descr":" To follow with violence and trampling."},{"word":"Trashily","type":"adv.","descr":" In a trashy manner."},{"word":"Trashiness","type":"n.","descr":" The quality or state of being trashy."},{"word":"Trashy","type":"superl.","descr":" Like trash; containing much trash; waste; rejected; worthless; useless; as, a trashy novel."},{"word":"Trass","type":"n.","descr":" A white to gray volcanic tufa, formed of decomposed trachytic cinders; -- sometimes used as a cement. Hence, a coarse sort of plaster or mortar, durable in water, and used to line cisterns and other reservoirs of water."},{"word":"Traulism","type":"n.","descr":" A stammering or stuttering."},{"word":"Traumatic","type":"a.","descr":" Of or pertaining to wounds; applied to wounds."},{"word":"Traumatic","type":"a.","descr":" Adapted to the cure of wounds; vulnerary."},{"word":"Traumatic","type":"a.","descr":" Produced by wounds; as, traumatic tetanus."},{"word":"Traumatic","type":"n.","descr":" A traumatic medicine."},{"word":"Traumatism","type":"n.","descr":" A wound or injury directly produced by causes external to the body; also, violence producing a wound or injury; as, rupture of the stomach caused by traumatism."},{"word":"Traunce","type":"n. and v.","descr":" See Trance."},{"word":"Traunt","type":"v. i.","descr":" Same as Trant."},{"word":"Traunter","type":"n.","descr":" Same as Tranter."},{"word":"Travail","type":"n.","descr":" Labor with pain; severe toil or exertion."},{"word":"Travail","type":"n.","descr":" Parturition; labor; as, an easy travail."},{"word":"Travailed","type":"imp. and p. p.","descr":" of Travail"},{"word":"Travailing","type":"p. pr. and vb. n.","descr":" of Travail"},{"word":"Travail","type":"n.","descr":" To labor with pain; to toil."},{"word":"Travail","type":"n.","descr":" To suffer the pangs of childbirth; to be in labor."},{"word":"Travail","type":"v. t.","descr":" To harass; to tire."},{"word":"Travailous","type":"a.","descr":" Causing travail; laborious."},{"word":"Trave","type":"n.","descr":" A crossbeam; a lay of joists."},{"word":"Trave","type":"n.","descr":" A wooden frame to confine an unruly horse or ox while shoeing."},{"word":"Traveled","type":"imp. and p. p.","descr":" of Travel"},{"word":"Travelled","type":"","descr":" of Travel"},{"word":"Traveling","type":"p. pr. and vb. n.","descr":" of Travel"},{"word":"Travelling","type":"","descr":" of Travel"},{"word":"Travel","type":"v. i.","descr":" To labor; to travail."},{"word":"Travel","type":"v. i.","descr":" To go or march on foot; to walk; as, to travel over the city, or through the streets."},{"word":"Travel","type":"v. i.","descr":" To pass by riding, or in any manner, to a distant place, or to many places; to journey; as, a man travels for his health; he is traveling in California."},{"word":"Travel","type":"v. i.","descr":" To pass; to go; to move."},{"word":"Travel","type":"v. t.","descr":" To journey over; to traverse; as, to travel the continent."},{"word":"Travel","type":"v. t.","descr":" To force to journey."},{"word":"Travel","type":"n.","descr":" The act of traveling, or journeying from place to place; a journey."},{"word":"Travel","type":"n.","descr":" An account, by a traveler, of occurrences and observations during a journey; as, a book of travels; -- often used as the title of a book; as, Travels in Italy."},{"word":"Travel","type":"n.","descr":" The length of stroke of a reciprocating piece; as, the travel of a slide valve."},{"word":"Travel","type":"n.","descr":" Labor; parturition; travail."},{"word":"Traveled","type":"a.","descr":" Having made journeys; having gained knowledge or experience by traveling; hence, knowing; experienced."},{"word":"Traveler","type":"n.","descr":" One who travels; one who has traveled much."},{"word":"Traveler","type":"n.","descr":" A commercial agent who travels for the purpose of receiving orders for merchants, making collections, etc."},{"word":"Traveler","type":"n.","descr":" A traveling crane. See under Crane."},{"word":"Traveler","type":"n.","descr":" The metal loop which travels around the ring surrounding the bobbin, in a ring spinner."},{"word":"Traveler","type":"n.","descr":" An iron encircling a rope, bar, spar, or the like, and sliding thereon."},{"word":"Travel-tainted","type":"a.","descr":" Harassed; fatigued with travel."},{"word":"Travers","type":"a.","descr":" Across; athwart."},{"word":"Traversable","type":"a.","descr":" Capable of being traversed, or passed over; as, a traversable region."},{"word":"Traversable","type":"a.","descr":" Deniable; specifically (Law), liable to legal objection; as, a traversable presentment."},{"word":"Traverse","type":"a.","descr":" Lying across; being in a direction across something else; as, paths cut with traverse trenches."},{"word":"Traverse","type":"adv.","descr":" Athwart; across; crosswise."},{"word":"Traverse","type":"a.","descr":" Anything that traverses, or crosses."},{"word":"Traverse","type":"a.","descr":" Something that thwarts, crosses, or obstructs; a cross accident; as, he would have succeeded, had it not been for unlucky traverses not under his control."},{"word":"Traverse","type":"a.","descr":" A barrier, sliding door, movable screen, curtain, or the like."},{"word":"Traverse","type":"a.","descr":" A gallery or loft of communication from side to side of a church or other large building."},{"word":"Traverse","type":"a.","descr":" A work thrown up to intercept an enfilade, or reverse fire, along exposed passage, or line of work."},{"word":"Traverse","type":"a.","descr":" A formal denial of some matter of fact alleged by the opposite party in any stage of the pleadings. The technical words introducing a traverse are absque hoc, without this; that is, without this which follows."},{"word":"Traverse","type":"a.","descr":" The zigzag course or courses made by a ship in passing from one place to another; a compound course."},{"word":"Traverse","type":"a.","descr":" A line lying across a figure or other lines; a transversal."},{"word":"Traverse","type":"a.","descr":" A line surveyed across a plot of ground."},{"word":"Traverse","type":"a.","descr":" The turning of a gun so as to make it point in any desired direction."},{"word":"Traverse","type":"a.","descr":" A turning; a trick; a subterfuge."},{"word":"Traversed","type":"imp. and p. p.","descr":" of Traverse"},{"word":"Traversing","type":"p. pr. and vb. n.","descr":" of Traverse"},{"word":"Traverse","type":"a.","descr":" To lay in a cross direction; to cross."},{"word":"Traverse","type":"a.","descr":" To cross by way of opposition; to thwart with obstacles; to obstruct; to bring to naught."},{"word":"Traverse","type":"a.","descr":" To wander over; to cross in traveling; as, to traverse the habitable globe."},{"word":"Traverse","type":"a.","descr":" To pass over and view; to survey carefully."},{"word":"Traverse","type":"a.","descr":" To turn to the one side or the other, in order to point in any direction; as, to traverse a cannon."},{"word":"Traverse","type":"a.","descr":" To plane in a direction across the grain of the wood; as, to traverse a board."},{"word":"Traverse","type":"a.","descr":" To deny formally, as what the opposite party has alleged. When the plaintiff or defendant advances new matter, he avers it to be true, and traverses what the other party has affirmed. To traverse an indictment or an office is to deny it."},{"word":"Traverse","type":"v. i.","descr":" To use the posture or motions of opposition or counteraction, as in fencing."},{"word":"Traverse","type":"v. i.","descr":" To turn, as on a pivot; to move round; to swivel; as, the needle of a compass traverses; if it does not traverse well, it is an unsafe guide."},{"word":"Traverse","type":"v. i.","descr":" To tread or move crosswise, as a horse that throws his croup to one side and his head to the other."},{"word":"Traverser","type":"n.","descr":" One who, or that which, traverses, or moves, as an index on a scale, and the like."},{"word":"Traverser","type":"n.","descr":" One who traverses, or denies."},{"word":"Traverser","type":"n.","descr":" A traverse table. See under Traverse, n."},{"word":"Traversing","type":"a.","descr":" Adjustable laterally; having a lateral motion, or a swinging motion; adapted for giving lateral motion."},{"word":"Travertine","type":"n.","descr":" A white concretionary form of calcium carbonate, usually hard and semicrystalline. It is deposited from the water of springs or streams holding lime in solution. Extensive deposits exist at Tivoli, near Rome."},{"word":"Travesty","type":"a.","descr":" Disguised by dress so as to be ridiculous; travestied; -- applied to a book or shorter composition."},{"word":"Travesties","type":"pl. ","descr":" of Travesty"},{"word":"Travesty","type":"n.","descr":" A burlesque translation or imitation of a work."},{"word":"Travestied","type":"imp. and p. p.","descr":" of Travesty"},{"word":"Travesting","type":"p. pr. and vb. n.","descr":" of Travesty"},{"word":"Travesty","type":"v. t.","descr":" To translate, imitate, or represent, so as to render ridiculous or ludicrous."},{"word":"Trawl","type":"v. t.","descr":" To take fish, or other marine animals, with a trawl."},{"word":"Trawl","type":"n.","descr":" A fishing line, often extending a mile or more, having many short lines bearing hooks attached to it. It is used for catching cod, halibut, etc.; a boulter."},{"word":"Trawl","type":"n.","descr":" A large bag net attached to a beam with iron frames at its ends, and dragged at the bottom of the sea, -- used in fishing, and in gathering forms of marine life from the sea bottom."},{"word":"Trawlboat","type":"n.","descr":" A boat used in fishing with trawls or trawlnets."},{"word":"Trawler","type":"n.","descr":" One who, or that which, trawls."},{"word":"Trawler","type":"n.","descr":" A fishing vessel which trails a net behind it."},{"word":"Trawlermen","type":"pl. ","descr":" of Trawlerman"},{"word":"Trawlerman","type":"n.","descr":" A fisherman who used unlawful arts and engines to catch fish."},{"word":"Trawlnet","type":"n.","descr":" Same as Trawl, n., 2."},{"word":"Trawlwarp","type":"n.","descr":" A rope passing through a block, used in managing or dragging a trawlnet."},{"word":"Tray","type":"v. t.","descr":" To betray; to deceive."},{"word":"Trays","type":"pl. ","descr":" of Tray"},{"word":"Tray","type":"n.","descr":" A small trough or wooden vessel, sometimes scooped out of a block of wood, for various domestic uses, as in making bread, chopping meat, etc."},{"word":"Tray","type":"n.","descr":" A flat, broad vessel on which dishes, glasses, etc., are carried; a waiter; a salver."},{"word":"Tray","type":"n.","descr":" A shallow box, generally without a top, often used within a chest, trunk, box, etc., as a removable receptacle for small or light articles."},{"word":"Trayfuls","type":"pl. ","descr":" of Trayful"},{"word":"Trayful","type":"n.","descr":" As much as a tray will hold; enough to fill a tray."},{"word":"Trays","type":"n. pl.","descr":" See Trais."},{"word":"Tray-trip","type":"n.","descr":" An old game played with dice."},{"word":"Treacher","type":"n.","descr":" A traitor; a cheat."},{"word":"Treacherous","type":"a.","descr":" Like a traitor; involving treachery; violating allegiance or faith pledged; traitorous to the state or sovereign; perfidious in private life; betraying a trust; faithless."},{"word":"Treachery","type":"n.","descr":" Violation of allegiance or of faith and confidence; treasonable or perfidious conduct; perfidy; treason."},{"word":"Treachetour","type":"n.","descr":" Alt. of Treachour"},{"word":"Treachour","type":"n.","descr":" A traitor."},{"word":"Treacle","type":"n.","descr":" A remedy against poison. See Theriac, 1."},{"word":"Treacle","type":"n.","descr":" A sovereign remedy; a cure."},{"word":"Treacle","type":"n.","descr":" Molasses; sometimes, specifically, the molasses which drains from the sugar-refining molds, and which is also called sugarhouse molasses."},{"word":"Treacle","type":"n.","descr":" A saccharine fluid, consisting of the inspissated juices or decoctions of certain vegetables, as the sap of the birch, sycamore, and the like."},{"word":"Treacly","type":"a.","descr":" Like, or composed of, treacle."},{"word":"Trod","type":"imp.","descr":" of Tread"},{"word":"Trodden","type":"p. p.","descr":" of Tread"},{"word":"Trod","type":"","descr":" of Tread"},{"word":"Treading","type":"p. pr. and vb. n.","descr":" of Tread"},{"word":"Tread","type":"v. i.","descr":" To set the foot; to step."},{"word":"Tread","type":"v. i.","descr":" To walk or go; especially, to walk with a stately or a cautious step."},{"word":"Tread","type":"v. i.","descr":" To copulate; said of birds, esp. the males."},{"word":"Tread","type":"v. t.","descr":" To step or walk on."},{"word":"Tread","type":"v. t.","descr":" To beat or press with the feet; as, to tread a path; to tread land when too light; a well-trodden path."},{"word":"Tread","type":"v. t.","descr":" To go through or accomplish by walking, dancing, or the like."},{"word":"Tread","type":"v. t.","descr":" To crush under the foot; to trample in contempt or hatred; to subdue."},{"word":"Tread","type":"v. t.","descr":" To copulate with; to feather; to cover; -- said of the male bird."},{"word":"Tread","type":"n.","descr":" A step or stepping; pressure with the foot; a footstep; as, a nimble tread; a cautious tread."},{"word":"Tread","type":"n.","descr":" Manner or style of stepping; action; gait; as, the horse has a good tread."},{"word":"Tread","type":"n.","descr":" Way; track; path."},{"word":"Tread","type":"n.","descr":" The act of copulation in birds."},{"word":"Tread","type":"n.","descr":" The upper horizontal part of a step, on which the foot is placed."},{"word":"Tread","type":"n.","descr":" The top of the banquette, on which soldiers stand to fire over the parapet."},{"word":"Tread","type":"n.","descr":" The part of a wheel that bears upon the road or rail."},{"word":"Tread","type":"n.","descr":" The part of a rail upon which car wheels bear."},{"word":"Tread","type":"n.","descr":" The chalaza of a bird\\'s egg; the treadle."},{"word":"Tread","type":"n.","descr":" A bruise or abrasion produced on the foot or ankle of a horse that interferes. See Interfere, 3."},{"word":"Treadboard","type":"n.","descr":" See Tread, n., 5."},{"word":"Treader","type":"n.","descr":" One who treads."},{"word":"Treadfowl","type":"n.","descr":" A cock."},{"word":"Treadle","type":"n.","descr":" The part of a foot lathe, or other machine, which is pressed or moved by the foot."},{"word":"Treadle","type":"n.","descr":" The chalaza of a bird\\'s egg; the tread."},{"word":"Treadmill","type":"n.","descr":" A mill worked by persons treading upon steps on the periphery of a wide wheel having a horizontal axis. It is used principally as a means of prison discipline. Also, a mill worked by horses, dogs, etc., treading an endless belt."},{"word":"Tread-softly","type":"n.","descr":" Spurge nettle. See under Nettle."},{"word":"Treadwheel","type":"n.","descr":" A wheel turned by persons or animals, by treading, climbing, or pushing with the feet, upon its periphery or face. See Treadmill."},{"word":"Treague","type":"n.","descr":" A truce."},{"word":"Treason","type":"n.","descr":" The offense of attempting to overthrow the government of the state to which the offender owes allegiance, or of betraying the state into the hands of a foreign power; disloyalty; treachery."},{"word":"Treason","type":"n.","descr":" Loosely, the betrayal of any trust or confidence; treachery; perfidy."},{"word":"Treasonable","type":"a.","descr":" Pertaining to treason; consisting of treason; involving the crime of treason, or partaking of its guilt."},{"word":"Treasonous","type":"a.","descr":" Treasonable."},{"word":"Treasure","type":"n.","descr":" Wealth accumulated; especially, a stock, or store of money in reserve."},{"word":"Treasure","type":"n.","descr":" A great quantity of anything collected for future use; abundance; plenty."},{"word":"Treasure","type":"n.","descr":" That which is very much valued."},{"word":"Treasured","type":"imp. and p. p.","descr":" of Treasure"},{"word":"Treasuring","type":"p. pr. and vb. n.","descr":" of Treasure"},{"word":"Treasure","type":"v. t.","descr":" To collect and deposit, as money or other valuable things, for future use; to lay up; to hoard; usually with up; as, to treasure up gold."},{"word":"Treasure-house","type":"n.","descr":" A house or building where treasures and stores are kept."},{"word":"Treasurer","type":"n.","descr":" One who has the care of a treasure or treasure or treasury; an officer who receives the public money arising from taxes and duties, or other sources of revenue, takes charge of the same, and disburses it upon orders made by the proper authority; one who has charge of collected funds; as, the treasurer of a society or corporation."},{"word":"Treasurership","type":"n.","descr":" The office of treasurer."},{"word":"Treasuress","type":"n.","descr":" A woman who is a treasurer."},{"word":"Treasure-trove","type":"n.","descr":" Any money, bullion, or the like, found in the earth, or otherwise hidden, the owner of which is not known. In England such treasure belongs to the crown; whereas similar treasure found in the sea, or upon the surface of the land, belongs to the finder if no owner appears."},{"word":"Treasuries","type":"pl. ","descr":" of Treasury"},{"word":"Treasury","type":"n.","descr":" A place or building in which stores of wealth are deposited; especially, a place where public revenues are deposited and kept, and where money is disbursed to defray the expenses of government; hence, also, the place of deposit and disbursement of any collected funds."},{"word":"Treasury","type":"n.","descr":" That department of a government which has charge of the finances."},{"word":"Treasury","type":"n.","descr":" A repository of abundance; a storehouse."},{"word":"Treasury","type":"n.","descr":" Hence, a book or work containing much valuable knowledge, wisdom, wit, or the like; a thesaurus; as, \" Maunder\\'s Treasury of Botany.\""},{"word":"Treasury","type":"n.","descr":" A treasure."},{"word":"Treated","type":"imp. and p. p.","descr":" of Treat"},{"word":"Treating","type":"p. pr. and vb. n.","descr":" of Treat"},{"word":"Treat","type":"v. t.","descr":" To handle; to manage; to use; to bear one\\'s self toward; as, to treat prisoners cruelly; to treat children kindly."},{"word":"Treat","type":"v. t.","descr":" To discourse on; to handle in a particular manner, in writing or speaking; as, to treat a subject diffusely."},{"word":"Treat","type":"v. t.","descr":" To entertain with food or drink, especially the latter, as a compliment, or as an expression of friendship or regard; as, to treat the whole company."},{"word":"Treat","type":"v. t.","descr":" To negotiate; to settle; to make terms for."},{"word":"Treat","type":"v. t.","descr":" To care for medicinally or surgically; to manage in the use of remedies or appliances; as, to treat a disease, a wound, or a patient."},{"word":"Treat","type":"v. t.","descr":" To subject to some action; to apply something to; as, to treat a substance with sulphuric acid."},{"word":"Treat","type":"v. t.","descr":" To entreat; to beseech."},{"word":"Treat","type":"v. i.","descr":" To discourse; to handle a subject in writing or speaking; to make discussion; -- usually with of; as, Cicero treats of old age and of duties."},{"word":"Treat","type":"v. i.","descr":" To negotiate; to come to terms of accommodation; -- often followed by with; as, envoys were appointed to treat with France."},{"word":"Treat","type":"v. i.","descr":" To give a gratuitous entertainment, esp. of food or drink, as a compliment."},{"word":"Treat","type":"n.","descr":" A parley; a conference."},{"word":"Treat","type":"n.","descr":" An entertainment given as an expression of regard."},{"word":"Treat","type":"n.","descr":" That which affords entertainment; a gratification; a satisfaction; as, the concert was a rich treat."},{"word":"Treatable","type":"a.","descr":" Manageable; tractable; hence, moderate; not violent."},{"word":"Treatably","type":"adv.","descr":" In a treatable manner."},{"word":"Treater","type":"n.","descr":" One who treats; one who handles, or discourses on, a subject; also, one who entertains."},{"word":"Treatise","type":"n.","descr":" A written composition on a particular subject, in which its principles are discussed or explained; a tract."},{"word":"Treatise","type":"n.","descr":" Story; discourse."},{"word":"Treatiser","type":"n.","descr":" One who writes a treatise."},{"word":"Treatment","type":"n.","descr":" The act or manner of treating; management; manipulation; handling; usage; as, unkind treatment; medical treatment."},{"word":"Treatment","type":"n.","descr":" Entertainment; treat."},{"word":"Treature","type":"n.","descr":" Treatment."},{"word":"Treaties","type":"pl. ","descr":" of Treaty"},{"word":"Treaty","type":"n.","descr":" The act of treating for the adjustment of differences, as for forming an agreement; negotiation."},{"word":"Treaty","type":"n.","descr":" An agreement so made; specifically, an agreement, league, or contract between two or more nations or sovereigns, formally signed by commissioners properly authorized, and solemnly ratified by the several sovereigns, or the supreme power of each state; an agreement between two or more independent states; as, a treaty of peace; a treaty of alliance."},{"word":"Treaty","type":"n.","descr":" A proposal tending to an agreement."},{"word":"Treaty","type":"n.","descr":" A treatise; a tract."},{"word":"Treble","type":"a.","descr":" Threefold; triple."},{"word":"Treble","type":"a.","descr":" Acute; sharp; as, a treble sound."},{"word":"Treble","type":"a.","descr":" Playing or singing the highest part or most acute sounds; playing or singing the treble; as, a treble violin or voice."},{"word":"Treble","type":"adv.","descr":" Trebly; triply."},{"word":"Treble","type":"n.","descr":" The highest of the four principal parts in music; the part usually sung by boys or women; soprano."},{"word":"Trebled","type":"imp. and p. p.","descr":" of Treble"},{"word":"Trebling","type":"p. pr. and vb. n.","descr":" of Treble"},{"word":"Treble","type":"v. t.","descr":" To make thrice as much; to make threefold."},{"word":"Treble","type":"v. t.","descr":" To utter in a treble key; to whine."},{"word":"Treble","type":"v. i.","descr":" To become threefold."},{"word":"Trebleness","type":"n.","descr":" The quality or state of being treble; as, the trebleness of tones."},{"word":"Treblet","type":"n.","descr":" Same as Triblet."},{"word":"Trebly","type":"adv.","descr":" In a treble manner; with a threefold number or quantity; triply."},{"word":"Trebuchet","type":"n.","descr":" Alt. of Trebucket"},{"word":"Trebucket","type":"n.","descr":" A cucking stool; a tumbrel."},{"word":"Trebucket","type":"n.","descr":" A military engine used in the Middle Ages for throwing stones, etc.  It acted by means of a great weight fastened to the short arm of a lever, which, being let fall, raised the end of the long arm with great velocity, hurling stones with much force."},{"word":"Trebucket","type":"n.","descr":" A kind of balance for weighing."},{"word":"Trechometer","type":"n.","descr":" An odometer for vehicles."},{"word":"Treckschuyt","type":"n.","descr":" A covered boat for goods and passengers, used on the Dutch and Flemish canals."},{"word":"Treddle","type":"n.","descr":" See Treadle."},{"word":"Treddle","type":"n.","descr":" A prostitute; a strumpet."},{"word":"Treddle","type":"n.","descr":" The dung of sheep or hares."},{"word":"Tredille","type":"n.","descr":" A game at cards for three."},{"word":"Tree","type":"n.","descr":" Any perennial woody plant of considerable size (usually over twenty feet high) and growing with a single trunk."},{"word":"Tree","type":"n.","descr":" Something constructed in the form of, or considered as resembling, a tree, consisting of a stem, or stock, and branches; as, a genealogical tree."},{"word":"Tree","type":"n.","descr":" A piece of timber, or something commonly made of timber; -- used in composition, as in axletree, boottree, chesstree, crosstree, whiffletree, and the like."},{"word":"Tree","type":"n.","descr":" A cross or gallows; as Tyburn tree."},{"word":"Tree","type":"n.","descr":" Wood; timber."},{"word":"Tree","type":"n.","descr":" A mass of crystals, aggregated in arborescent forms, obtained by precipitation of a metal from solution. See Lead tree, under Lead."},{"word":"Treed","type":"imp. and p. p.","descr":" of Tree"},{"word":"Treeing","type":"p. pr. and vb. n.","descr":" of Tree"},{"word":"Tree","type":"v. t.","descr":" To drive to a tree; to cause to ascend a tree; as, a dog trees a squirrel."},{"word":"Tree","type":"v. t.","descr":" To place upon a tree; to fit with a tree; to stretch upon a tree; as, to tree a boot. See Tree, n., 3."},{"word":"Treebeard","type":"n.","descr":" A pendulous branching lichen (Usnea barbata); -- so called from its resemblance to hair."},{"word":"Treefuls","type":"pl. ","descr":" of Treeful"},{"word":"Treeful","type":"n.","descr":" The quantity or number which fills a tree."},{"word":"Treeless","type":"a.","descr":" Destitute of trees."},{"word":"Treen","type":"a.","descr":" Made of wood; wooden."},{"word":"Treen","type":"a.","descr":" Relating to, or drawn from, trees."},{"word":"Treen","type":"","descr":" pl. of Tree."},{"word":"Treenail","type":"n.","descr":" A long wooden pin used in fastening the planks of a vessel to the timbers or to each other."},{"word":"Trefle","type":"n.","descr":" A species of time; -- so called from its resemblance in form to a trefoil."},{"word":"Trefle","type":"a.","descr":" Having a three-lobed extremity or extremities, as a cross; also, more rarely, ornamented with trefoils projecting from the edges, as a bearing."},{"word":"Trefoil","type":"n.","descr":" Any plant of the genus Trifolium, which includes the white clover, red clover, etc.; -- less properly, applied also to the nonesuch, or black medic. See Clover, and Medic."},{"word":"Trefoil","type":"n.","descr":" An ornamental foliation consisting of three divisions, or foils."},{"word":"Trefoil","type":"n.","descr":" A charge representing the clover leaf."},{"word":"Trefoiled","type":"a.","descr":" Same as Trefle."},{"word":"Treget","type":"n.","descr":" Guile; trickery."},{"word":"Tregetour","type":"n.","descr":" A juggler who produces illusions by the use of elaborate machinery."},{"word":"Tregetry","type":"n.","descr":" Trickery; also, a trick."},{"word":"Trehala","type":"n.","descr":" An amorphous variety of manna obtained from the nests and cocoons of a Syrian coleopterous insect (Larinus maculatus, L. nidificans, etc.) which feeds on the foliage of a variety of thistle. It is used as an article of food, and is called also nest sugar."},{"word":"Trehalose","type":"n.","descr":" Mycose; -- so called because sometimes obtained from trehala."},{"word":"Treillage","type":"n.","descr":" Latticework for supporting vines, etc.; an espalier; a trellis."},{"word":"Trellis","type":"n.","descr":" A structure or frame of crossbarred work, or latticework, used for various purposes, as for screens or for supporting plants."},{"word":"Trellised","type":"a.","descr":" Having a trellis or trellises."},{"word":"Tremando","type":"a.","descr":" Trembling; -- used as a direction to perform a passage with a general shaking of the whole chord."},{"word":"Trematode","type":"n.","descr":" One of the Trematodea. Also used adjectively."},{"word":"Trematodea","type":"n. pl.","descr":" An extensive order of parasitic worms. They are found in the internal cavities of animals belonging to all classes. Many species are found, also, on the gills and skin of fishes. A few species are parasitic on man, and some, of which the fluke is the most important, are injurious parasites of domestic animals. The trematodes usually have a flattened body covered with a chitinous skin, and are furnished with two or more suckers for adhesion. Most of the species are hermaphrodite. Called also Trematoda, and Trematoidea. See Fluke, Tristoma, and Cercaria."},{"word":"Trematoid","type":"a.","descr":" Of or pertaining to the Trematodea. See Illustration in Appendix."},{"word":"Trembled","type":"imp. and p. p.","descr":" of Tremble"},{"word":"Trembling","type":"p. pr. and vb. n.","descr":" of Tremble"},{"word":"Tremble","type":"v. i.","descr":" To shake involuntarily, as with fear, cold, or weakness; to quake; to quiver; to shiver; to shudder; -- said of a person or an animal."},{"word":"Tremble","type":"v. i.","descr":" To totter; to shake; -- said of a thing."},{"word":"Tremble","type":"v. i.","descr":" To quaver or shake, as sound; to be tremulous; as the voice trembles."},{"word":"Tremble","type":"n.","descr":" An involuntary shaking or quivering."},{"word":"Trembler","type":"n.","descr":" One who trembles."},{"word":"Trembling","type":"a.","descr":" Shaking; tottering; quivering."},{"word":"Tremella","type":"n.","descr":" A genus of gelatinous fungi found in moist grounds."},{"word":"Tremendous","type":"a.","descr":" Fitted to excite fear or terror; such as may astonish or terrify by its magnitude, force, or violence; terrible; dreadful; as, a tremendous wind; a tremendous shower; a tremendous shock or fall."},{"word":"Tremex","type":"n.","descr":" A genus of large hymenopterous insects allied to the sawflies. The female lays her eggs in holes which she bores in the trunks of trees with her large and long ovipositor, and the larva bores in the wood. See Illust. of Horntail."},{"word":"Tremolando","type":"a.","descr":" Same as Tremando."},{"word":"Tremolite","type":"n.","descr":" A white variety of amphibole, or hornblende, occurring in long, bladelike crystals, and coarsely fibrous masses."},{"word":"Tremolo","type":"n.","descr":" The rapid reiteration of tones without any apparent cessation, so as to produce a tremulous effect."},{"word":"Tremolo","type":"n.","descr":" A certain contrivance in an organ, which causes the notes to sound with rapid pulses or beats, producing a tremulous effect; -- called also tremolant, and tremulant."},{"word":"Tremor","type":"v.","descr":" A trembling; a shivering or shaking; a quivering or vibratory motion; as, the tremor of a person who is weak, infirm, or old."},{"word":"Tremulant","type":"a.","descr":" Alt. of Tremulent"},{"word":"Tremulent","type":"a.","descr":" Tremulous; trembling; shaking."},{"word":"Tremulous","type":"a.","descr":" Shaking; shivering; quivering; as, a tremulous limb; a tremulous motion of the hand or the lips; the tremulous leaf of the poplar."},{"word":"Tremulous","type":"a.","descr":" Affected with fear or timidity; trembling."},{"word":"Tren","type":"n.","descr":" A fish spear."},{"word":"Trenail","type":"n.","descr":" Same as Treenail."},{"word":"Trenched","type":"imp. and p. p.","descr":" of Trench"},{"word":"Trenching","type":"p. pr. and vb. n.","descr":" of Trench"},{"word":"Trench","type":"v. t.","descr":" To cut; to form or shape by cutting; to make by incision, hewing, or the like."},{"word":"Trench","type":"v. t.","descr":" To fortify by cutting a ditch, and raising a rampart or breastwork with the earth thrown out of the ditch; to intrench."},{"word":"Trench","type":"v. t.","descr":" To cut furrows or ditches in; as, to trench land for the purpose of draining it."},{"word":"Trench","type":"v. t.","descr":" To dig or cultivate very deeply, usually by digging parallel contiguous trenches in succession, filling each from the next; as, to trench a garden for certain crops."},{"word":"Trench","type":"v. i.","descr":" To encroach; to intrench."},{"word":"Trench","type":"v. i.","descr":" To have direction; to aim or tend."},{"word":"Trench","type":"v. t.","descr":" A long, narrow cut in the earth; a ditch; as, a trench for draining land."},{"word":"Trench","type":"v. t.","descr":" An alley; a narrow path or walk cut through woods, shrubbery, or the like."},{"word":"Trench","type":"v. t.","descr":" An excavation made during a siege, for the purpose of covering the troops as they advance toward the besieged place. The term includes the parallels and the approaches."},{"word":"Trenchand","type":"a.","descr":" Trenchant."},{"word":"Trenchant","type":"v. t.","descr":" Fitted to trench or cut; gutting; sharp."},{"word":"Trenchant","type":"v. t.","descr":" Fig.: Keen; biting; severe; as, trenchant wit."},{"word":"Trenchantly","type":"adv.","descr":" In a trenchant, or sharp, manner; sharply; severely."},{"word":"Trencher","type":"v. t.","descr":" One who trenches; esp., one who cuts or digs ditches."},{"word":"Trencher","type":"v. t.","descr":" A large wooden plate or platter, as for table use."},{"word":"Trencher","type":"v. t.","descr":" The table; hence, the pleasures of the table; food."},{"word":"Trencher-men","type":"pl. ","descr":" of Trencher-man"},{"word":"Trencher-man","type":"n.","descr":" A feeder; a great eater; a gormandizer."},{"word":"Trencher-man","type":"n.","descr":" A cook."},{"word":"Trencher-man","type":"n.","descr":" A table companion; a trencher mate."},{"word":"Trenchmore","type":"n.","descr":" A kind of lively dance of a rude, boisterous character. Also, music in triple time appropriate to the dance."},{"word":"Trenchmore","type":"v. i.","descr":" To dance the trenchmore."},{"word":"Trench-plow","type":"v. t.","descr":" Alt. of Trench-plough"},{"word":"Trench-plough","type":"v. t.","descr":" To plow with deep furrows, for the purpose of loosening the land to a greater depth than usual."},{"word":"Trended","type":"imp. and p. p.","descr":" of Trend"},{"word":"Trending","type":"p. pr. and vb. n.","descr":" of Trend"},{"word":"Trend","type":"v. i.","descr":" To have a particular direction; to run; to stretch; to tend; as, the shore of the sea trends to the southwest."},{"word":"Trend","type":"v. t.","descr":" To cause to turn; to bend."},{"word":"Trend","type":"n.","descr":" Inclination in a particular direction; tendency; general direction; as, the trend of a coast."},{"word":"Trend","type":"v. t.","descr":" To cleanse, as wool."},{"word":"Trend","type":"n.","descr":" Clean wool."},{"word":"Trender","type":"n.","descr":" One whose business is to free wool from its filth."},{"word":"Trendle","type":"v. i.","descr":" A wheel, spindle, or the like; a trundle."},{"word":"Trental","type":"n.","descr":" An office and mass for the dead on the thirtieth day after death or burial."},{"word":"Trental","type":"n.","descr":" Hence, a dirge; an elegy."},{"word":"Trenton period","type":"","descr":" A subdivision in the lower Silurian system of America; -- so named from Trenton Falls, in New York. The rocks are mostly limestones, and the period is divided into the Trenton, Utica, and Cincinnati epochs. See the Chart of Geology."},{"word":"Trepan","type":"n.","descr":" A crown-saw or cylindrical saw for perforating the skull, turned, when used, like a bit or gimlet. See Trephine."},{"word":"Trepan","type":"n.","descr":" A kind of broad chisel for sinking shafts."},{"word":"Trepanned","type":"imp. and p. p.","descr":" of Trepan"},{"word":"Trepanning","type":"p. pr. and vb. n.","descr":" of Trepan"},{"word":"Trepan","type":"v. t. and i.","descr":" To perforate (the skull) with a trepan, so as to remove a portion of the bone, and thus relieve the brain from pressure or irritation; to perform an operation with the trepan."},{"word":"Trepan","type":"n.","descr":" A snare; a trapan."},{"word":"Trepan","type":"n.","descr":" a deceiver; a cheat."},{"word":"Trepan","type":"v. t.","descr":" To insnare; to trap; to trapan."},{"word":"Trepang","type":"n.","descr":" Any one of several species of large holothurians, some of which are dried and extensively used as food in China; -- called also beche de mer, sea cucumber, and sea slug."},{"word":"Trepanize","type":"v. t.","descr":" To trepan."},{"word":"Trepanner","type":"n.","descr":" One who trepans."},{"word":"Trepeget","type":"n.","descr":" A trebuchet."},{"word":"Trephine","type":"n.","descr":" An instrument for trepanning, being an improvement on the trepan. It is a circular or cylindrical saw, with a handle like that of a gimlet, and a little sharp perforator called the center pin."},{"word":"Trephined","type":"imp. and p. p.","descr":" of Trephine"},{"word":"Trephining","type":"p. pr. and vb. n.","descr":" of Trephine"},{"word":"Trephine","type":"v. t.","descr":" To perforate with a trephine; to trepan."},{"word":"Trepid","type":"a.","descr":" Trembling; quaking."},{"word":"Trepidation","type":"n.","descr":" An involuntary trembling, sometimes an effect of paralysis, but usually caused by terror or fear; quaking; quivering."},{"word":"Trepidation","type":"n.","descr":" Hence, a state of terror or alarm; fear; confusion; fright; as, the men were in great trepidation."},{"word":"Trepidation","type":"n.","descr":" A libration of the starry sphere in the Ptolemaic system; a motion ascribed to the firmament, to account for certain small changes in the position of the ecliptic and of the stars."},{"word":"Trepidity","type":"n.","descr":" Trepidation."},{"word":"Tresayle","type":"n.","descr":" A grandfather\\'s grandfather."},{"word":"Tresor","type":"n.","descr":" Treasure."},{"word":"Trespassed","type":"imp. and p. p.","descr":" of Trespass"},{"word":"Trespassing","type":"p. pr. and vb. n.","descr":" of Trespass"},{"word":"Trespass","type":"v. i.","descr":" To pass beyond a limit or boundary; hence, to depart; to go."},{"word":"Trespass","type":"v. i.","descr":" To commit a trespass; esp., to enter unlawfully upon the land of another."},{"word":"Trespass","type":"v. i.","descr":" To go too far; to put any one to inconvenience by demand or importunity; to intrude; as, to trespass upon the time or patience of another."},{"word":"Trespass","type":"v. i.","descr":" To commit any offense, or to do any act that injures or annoys another; to violate any rule of rectitude, to the injury of another; hence, in a moral sense, to transgress voluntarily any divine law or command; to violate any known rule of duty; to sin; -- often followed by against."},{"word":"Trespass","type":"v.","descr":" Any injury or offence done to another."},{"word":"Trespass","type":"v.","descr":" Any voluntary transgression of the moral law; any violation of a known rule of duty; sin."},{"word":"Trespass","type":"v.","descr":" An unlawful act committed with force and violence (vi et armis) on the person, property, or relative rights of another."},{"word":"Trespass","type":"v.","descr":" An action for injuries accompanied with force."},{"word":"Trespasser","type":"n.","descr":" One who commits a trespass"},{"word":"Trespasser","type":"n.","descr":" One who enters upon another\\'s land, or violates his rights."},{"word":"Trespasser","type":"n.","descr":" A transgressor of the moral law; an offender; a sinner."},{"word":"Tress","type":"n.","descr":" A braid, knot, or curl, of hair; a ringlet."},{"word":"Tress","type":"n.","descr":" Fig.: A knot or festoon, as of flowers."},{"word":"Tressed","type":"a.","descr":" Having tresses."},{"word":"Tressed","type":"a.","descr":" Formed into ringlets or braided; braided; curled."},{"word":"Tressel","type":"n.","descr":" A trestle."},{"word":"Tressful","type":"a.","descr":" Tressy."},{"word":"Tressure","type":"n.","descr":" A kind of border similar to the orle, but of only half the breadth of the latter."},{"word":"Tressured","type":"a.","descr":" Provided or bound with a tressure; arranged in the form of a tressure."},{"word":"Tressy","type":"a.","descr":" Abounding in tresses."},{"word":"Trestle","type":"n.","descr":" A movable frame or support for anything, as scaffolding, consisting of three or four legs secured to a top piece, and forming a sort of stool or horse, used by carpenters, masons, and other workmen; also, a kind of framework of strong posts or piles, and crossbeams, for supporting a bridge, the track of a railway, or the like."},{"word":"Trestle","type":"n.","descr":" The frame of a table."},{"word":"Trestletree","type":"n.","descr":" One of two strong bars of timber, fixed horizontally on the opposite sides of the masthead, to support the crosstrees and the frame of the top; -- generally used in the plural."},{"word":"Trestlework","type":"n.","descr":" A viaduct, pier, scaffold, or the like, resting on trestles connected together."},{"word":"Tres-tyne","type":"n.","descr":" In the antler of a stag, the third tyne above the base. This tyne appears in the third year. In those deer in which the brow tyne does not divide, the tres-tyne is the second tyne above the base. See Illust. under Rucervine, and under Rusine."},{"word":"Tret","type":"","descr":" 3d pers. sing. pres. of Tread, for treadeth."},{"word":"Tret","type":"n.","descr":" An allowance to purchasers, for waste or refuse matter, of four pounds on every 104 pounds of suttle weight, or weight after the tare deducted."},{"word":"Tretable","type":"a.","descr":" Tractable; moderate."},{"word":"Trething","type":"n.","descr":" A tax; an impost."},{"word":"Tretis","type":"n.","descr":" Alt. of Tretys"},{"word":"Tretys","type":"n.","descr":" A treatise; also, a treaty."},{"word":"Tretis","type":"a.","descr":" Alt. of Tretys"},{"word":"Tretys","type":"a.","descr":" Long and well-proportioned; nicely made; pretty."},{"word":"Trevat","type":"n.","descr":" A weaver\\'s cutting instrument; for severing the loops of the pile threads of velvet."},{"word":"Trevet","type":"n.","descr":" A stool or other thing supported by three legs; a trivet."},{"word":"Trew","type":"a.","descr":" Alt. of Trewe"},{"word":"Trewe","type":"a.","descr":" True."},{"word":"Trews","type":"n. pl.","descr":" Trowsers; especially, those of the Scotch Highlanders."},{"word":"Trewth","type":"n.","descr":" Truth."},{"word":"Trey","type":"n.","descr":" Three, at cards, dice, or dominoes; a card, die, or domino of three spots or pips."},{"word":"Tri-","type":"","descr":" A prefix meaning three, thrice, threefold; as in tricolored, tridentate."},{"word":"Tri-","type":"","descr":" A prefix (also used adjectively) denoting three proportional or combining part, or the third degree of that to the name of which it is prefixed; as in trisulphide, trioxide, trichloride."},{"word":"Triable","type":"a.","descr":" Fit or possible to be tried; liable to be subjected to trial or test."},{"word":"Triable","type":"a.","descr":" Liable to undergo a judicial examination; properly coming under the cognizance of a court; as, a cause may be triable before one court which is not triable in another."},{"word":"Triableness","type":"n.","descr":" Quality or state of being triable."},{"word":"Triacid","type":"a.","descr":" Capable of neutralizing three molecules of a monobasic acid or the equivalent; having three hydrogen atoms which may be acid radicals; -- said of certain bases; thus, glycerin is a triacid base."},{"word":"Triacle","type":"n.","descr":" See Treacle."},{"word":"Triacontahedral","type":"a.","descr":" Having thirty sides."},{"word":"Triaconter","type":"n.","descr":" A vessel with thirty banks of oars, or, as some say, thirty ranks of rowers."},{"word":"Triad","type":"n.","descr":" A union of three; three objects treated as one; a ternary; a trinity; as, a triad of deities."},{"word":"Triad","type":"n.","descr":" A chord of three notes."},{"word":"Triad","type":"n.","descr":" The common chord, consisting of a tone with its third and fifth, with or without the octave."},{"word":"Triad","type":"n.","descr":" An element or radical whose valence is three."},{"word":"Triadelphous","type":"a.","descr":" Having stamens joined by filaments into three bundles. See Illust. under Adelphous."},{"word":"Triadic","type":"a.","descr":" Having the characteristics of a triad; as, boron is triadic."},{"word":"Triakisoctahedron","type":"n.","descr":" A trigonal trisoctahedron."},{"word":"Trial","type":"n.","descr":" The act of trying or testing in any manner."},{"word":"Trial","type":"n.","descr":" Any effort or exertion of strength for the purpose of ascertaining what can be done or effected."},{"word":"Trial","type":"n.","descr":" The act of testing by experience; proof; test."},{"word":"Trial","type":"n.","descr":" Examination by a test; experiment, as in chemistry, metallurgy, etc."},{"word":"Trial","type":"n.","descr":" The state of being tried or tempted; exposure to suffering that tests strength, patience, faith, or the like; affliction or temptation that exercises and proves the graces or virtues of men."},{"word":"Trial","type":"n.","descr":" That which tries or afflicts; that which harasses; that which tries the character or principles; that which tempts to evil; as, his child\\'s conduct was a sore trial."},{"word":"Trial","type":"n.","descr":" The formal examination of the matter in issue in a cause before a competent tribunal; the mode of determining a question of fact in a court of law; the examination, in legal form, of the facts in issue in a cause pending before a competent tribunal, for the purpose of determining such issue."},{"word":"Triality","type":"n.","descr":" Three united; state of being three."},{"word":"Trialogue","type":"n.","descr":" A discourse or colloquy by three persons."},{"word":"Triamide","type":"n.","descr":" An amide containing three amido groups."},{"word":"Triamine","type":"n.","descr":" An amine containing three amido groups."},{"word":"Triander","type":"n.","descr":" Any one of the Triandria."},{"word":"Triandria","type":"n. pl.","descr":" A Linnaean class of plants having three distinct and equal stamens."},{"word":"Triandrian","type":"a.","descr":" Alt. of Triandrous"},{"word":"Triandrous","type":"a.","descr":" Of or pertaining to the Triandria; having three distinct and equal stamens in the same flower."},{"word":"Triangle","type":"n.","descr":" A figure bounded by three lines, and containing three angles."},{"word":"Triangle","type":"n.","descr":" An instrument of percussion, usually made of a rod of steel, bent into the form of a triangle, open at one angle, and sounded by being struck with a small metallic rod."},{"word":"Triangle","type":"n.","descr":" A draughtsman\\'s square in the form of a right-angled triangle."},{"word":"Triangle","type":"n.","descr":" A kind of frame formed of three poles stuck in the ground and united at the top, to which soldiers were bound when undergoing corporal punishment, -- now disused."},{"word":"Triangle","type":"n.","descr":" A small constellation situated between Aries and Andromeda."},{"word":"Triangle","type":"n.","descr":" A small constellation near the South Pole, containing three bright stars."},{"word":"Triangled","type":"a.","descr":" Having three angles; triangular."},{"word":"Triangular","type":"a.","descr":" Having three angles; having the form of a triangle."},{"word":"Triangular","type":"a.","descr":" Oblong or elongated, and having three lateral angles; as, a triangular seed, leaf, or stem."},{"word":"Triangulares","type":"n. pl.","descr":" The triangular, or maioid, crabs. See Illust. under Maioid, and Illust. of Spider crab, under Spider."},{"word":"Triangularity","type":"n.","descr":" The quality or state of being triangular."},{"word":"Triangularly","type":"adv.","descr":" In a triangular manner; in the form of a triangle."},{"word":"Triangulated","type":"imp. and p. p.","descr":" of Triangulate"},{"word":"Triangulating","type":"p. pr. and vb. n.","descr":" of Triangulate"},{"word":"Triangulate","type":"v. t.","descr":" To divide into triangles; specifically, to survey by means of a series of triangles properly laid down and measured."},{"word":"Triangulate","type":"v. t.","descr":" To make triangular, or three-cornered."},{"word":"Triangulation","type":"n.","descr":" The series or network of triangles into which the face of a country, or any portion of it, is divided in a trigonometrical survey; the operation of measuring the elements necessary to determine the triangles into which the country to be surveyed is supposed to be divided, and thus to fix the positions and distances of the several points connected by them."},{"word":"Triarchies","type":"pl. ","descr":" of Triarchy"},{"word":"Triarchy","type":"n.","descr":" Government by three persons; a triumvirate; also, a country under three rulers."},{"word":"Triarian","type":"a.","descr":" Occupying the third post or rank."},{"word":"Triarticulate","type":"a.","descr":" Having three joints."},{"word":"Trias","type":"n.","descr":" The formation situated between the Permian and Lias, and so named by the Germans, because consisting of three series of strata, which are called in German the Bunter sandstein, Muschelkalk, and Keuper."},{"word":"Triassic","type":"a.","descr":" Of the age of, or pertaining to, the Trias."},{"word":"Triassic","type":"n.","descr":" The Triassic formation."},{"word":"Triatic","type":"a.","descr":" A term used in the phrase triatic stay. See under Stay."},{"word":"Triatomic","type":"a.","descr":" Having three atoms; -- said of certain elements or radicals."},{"word":"Triatomic","type":"a.","descr":" Having a valence of three; trivalent; sometimes, in a specific sense, having three hydroxyl groups, whether acid or basic; thus, glycerin, glyceric acid, and tartronic acid are each triatomic."},{"word":"Tribal","type":"a.","descr":" Of or pertaining to a tribe or tribes; as, a tribal scepter."},{"word":"Tribalism","type":"n.","descr":" The state of existing in tribes; also, tribal feeling; tribal prejudice or exclusiveness; tribal peculiarities or characteristics."},{"word":"Tribasic","type":"a.","descr":" Capable of neutralizing three molecules of a monacid base, or their equivalent; having three hydrogen atoms capable of replacement by basic elements on radicals; -- said of certain acids; thus, citric acid is a tribasic acid."},{"word":"Tribble","type":"n.","descr":" A frame on which paper is dried."},{"word":"Tribe","type":"n.","descr":" A family, race, or series of generations, descending from the same progenitor, and kept distinct, as in the case of the twelve tribes of Israel, descended from the twelve sons of Jacob."},{"word":"Tribe","type":"n.","descr":" A number of species or genera having certain structural characteristics in common; as, a tribe of plants; a tribe of animals."},{"word":"Tribe","type":"n.","descr":" A nation of savages or uncivilized people; a body of rude people united under one leader or government; as, the tribes of the Six Nations; the Seneca tribe."},{"word":"Tribe","type":"n.","descr":" A division, class, or distinct portion of a people, from whatever cause that distinction may have originated; as, the city of Athens was divided into ten tribes."},{"word":"Tribe","type":"n.","descr":" A family of animals descended from some particular female progenitor, through the female line; as, the Duchess tribe of shorthorns."},{"word":"Tribe","type":"v. t.","descr":" To distribute into tribes or classes."},{"word":"Triblet","type":"n.","descr":" Alt. of Tribolet"},{"word":"Tribolet","type":"n.","descr":" A goldsmith\\'s tool used in making rings."},{"word":"Tribolet","type":"n.","descr":" A steel cylinder round which metal is drawn in the process of forming tubes."},{"word":"Tribolet","type":"n.","descr":" A tapering mandrel."},{"word":"Tribometer","type":"n.","descr":" An instrument to ascertain the degree of friction in rubbing surfaces."},{"word":"Tribrach","type":"n.","descr":" A poetic foot of three short syllables, as, meblius."},{"word":"Tribracteate","type":"a.","descr":" Having three bracts."},{"word":"Tribual","type":"a.","descr":" Alt. of Tribular"},{"word":"Tribular","type":"a.","descr":" Of or relating to a tribe; tribal; as, a tribual characteristic; tribular worship."},{"word":"Tribulation","type":"n.","descr":" That which occasions distress, trouble, or vexation; severe affliction."},{"word":"Tribunal","type":"n.","descr":" The seat of a judge; the bench on which a judge and his associates sit for administering justice."},{"word":"Tribunal","type":"n.","descr":" Hence, a court or forum; as, the House of Lords, in England, is the highest tribunal in the kingdom."},{"word":"Tribunary","type":"a.","descr":" Of or pertaining to tribunes; as, tribunary powers or authority."},{"word":"Tribunate","type":"n.","descr":" The state or office of a tribune; tribuneship."},{"word":"Tribune","type":"n.","descr":" An officer or magistrate chosen by the people, to protect them from the oppression of the patricians, or nobles, and to defend their liberties against any attempts that might be made upon them by the senate and consuls."},{"word":"Tribune","type":"n.","descr":" Anciently, a bench or elevated place, from which speeches were delivered; in France, a kind of pulpit in the hall of the legislative assembly, where a member stands while making an address; any place occupied by a public orator."},{"word":"Tribuneship","type":"n.","descr":" The office or power of a tribune."},{"word":"Tribunician","type":"a.","descr":" Alt. of Tribunitian"},{"word":"Tribunitial","type":"a.","descr":" Alt. of Tribunitian"},{"word":"Tribunitian","type":"a.","descr":" Of or pertaining to tribunes; befitting a tribune; as, tribunitial power or authority."},{"word":"Tribunitious","type":"a.","descr":" Tribunician; tribunitial."},{"word":"Trubutarily","type":"adv.","descr":" In a tributary manner."},{"word":"Tributariness","type":"n.","descr":" The quality or state of being tributary."},{"word":"Tributary","type":"a.","descr":" Paying tribute to another, either from compulsion, as an acknowledgment of submission, or to secure protection, or for the purpose of purchasing peace."},{"word":"Tributary","type":"a.","descr":" Hence, subject; subordinate; inferior."},{"word":"Tributary","type":"a.","descr":" Paid in tribute."},{"word":"Tributary","type":"a.","descr":" Yielding supplies of any kind; serving to form or make up, a greater object of the same kind, as a part, branch, etc.; contributing; as, the Ohio has many tributary streams, and is itself tributary to the Mississippi."},{"word":"Tributaries","type":"pl. ","descr":" of Tributary"},{"word":"Tributary","type":"n.","descr":" A ruler or state that pays tribute, or a stated sum, to a conquering power, for the purpose of securing peace and protection, or as an acknowledgment of submission, or for the purchase of security."},{"word":"Tributary","type":"n.","descr":" A stream or river flowing into a larger river or into a lake; an affluent."},{"word":"Tribute","type":"n.","descr":" An annual or stated sum of money or other valuable thing, paid by one ruler or nation to another, either as an acknowledgment of submission, or as the price of peace and protection, or by virtue of some treaty; as, the Romans made their conquered countries pay tribute."},{"word":"Tribute","type":"n.","descr":" A personal contribution, as of money, praise, service, etc., made in token of services rendered, or as that which is due or deserved; as, a tribute of affection."},{"word":"Tribute","type":"n.","descr":" A certain proportion of the ore raised, or of its value, given to the miner as his recompense."},{"word":"Tributed","type":"imp. and p. p.","descr":" of Tribute"},{"word":"Tributing","type":"p. pr. and vb. n.","descr":" of Tribute"},{"word":"Tribute","type":"v. i.","descr":" To pay as tribute."},{"word":"Tributer","type":"n.","descr":" One who works for a certain portion of the ore, or its value."},{"word":"Tricae","type":"pl. ","descr":" of Trica"},{"word":"Trica","type":"n.","descr":" An apothecium in certain lichens, having a spherical surface marked with spiral or concentric ridges and furrows."},{"word":"Tricarballylic","type":"a.","descr":" Of, pertaining to, or designating, a complex tribasic organic acid, C3H5.(CO2H)3 occurring naturally in unripe beet roots, and produced artificially from glycerin as a white crystalline substance."},{"word":"Tricarbimide","type":"n.","descr":" See under Cyanuric."},{"word":"Trice","type":"v. t.","descr":" To pull; to haul; to drag; to pull away."},{"word":"Trice","type":"v. t.","descr":" To haul and tie up by means of a rope."},{"word":"Trice","type":"n.","descr":" A very short time; an instant; a moment; -- now used only in the phrase in a trice."},{"word":"Tricennarious","type":"a.","descr":" Of or pertaining to thirty years; tricennial."},{"word":"Tricennial","type":"a.","descr":" Of or pertaining to thirty years; consisting of thirty years; occurring once in every thirty years."},{"word":"Tricentenary","type":"a.","descr":" Including, or relating to, the interval of three hundred years; tercentenary."},{"word":"Tricentenary","type":"n.","descr":" A period of three centuries, or three hundred years, also, the three-hundredth anniversary of any event; a tercentenary."},{"word":"Triceps","type":"n.","descr":" A muscle having three heads; specif., the great extensor of the forearm, arising by three heads and inserted into the olecranon at the elbow."},{"word":"Trichiasis","type":"n.","descr":" A disease of the eye, in which the eyelashes, being turned in upon the eyeball, produce constant irritation by the motion of the lids."},{"word":"Trichinae","type":"pl. ","descr":" of Trichina"},{"word":"Trichina","type":"n.","descr":" A small, slender nematoid worm (Trichina spiralis) which, in the larval state, is parasitic, often in immense numbers, in the voluntary muscles of man, the hog, and many other animals. When insufficiently cooked meat containing the larvae is swallowed by man, they are liberated and rapidly become adult, pair, and the ovoviviparous females produce in a short time large numbers of young which find their way into the muscles, either directly, or indirectly by means of the blood. Their presence in the muscles and the intestines in large numbers produces trichinosis."},{"word":"Trichiniasis","type":"n.","descr":" Trichinosis."},{"word":"Trichinize","type":"v. t.","descr":" To render trichinous; to affect with trichinae; -- chiefly used in the past participle; as, trichinized pork."},{"word":"Trichinoscope","type":"n.","descr":" An apparatus for the detection of trichinae in the flesh of animals, as of swine."},{"word":"Trichinosis","type":"n.","descr":" The disease produced by the presence of trichinae in the muscles and intestinal track. It is marked by fever, muscular pains, and symptoms resembling those of typhoid fever, and is frequently fatal."},{"word":"Trichinous","type":"a.","descr":" Of or pertaining to trichinae or trichinosis; affected with, or containing, trichinae; as, trichinous meat."},{"word":"Trichite","type":"n.","descr":" A kind of crystallite resembling a bunch of hairs, common in obsidian. See Illust. of Crystallite."},{"word":"Trichite","type":"n.","descr":" A delicate, hairlike siliceous spicule, found in certain sponges."},{"word":"Trichiuriform","type":"a.","descr":" Like or pertaining to the genus Trichiurus or family Trichiuridae, comprising the scabbard fishes and hairtails."},{"word":"Trichiuroid","type":"a.","descr":" Of, like, or pertaining to, Trichiurus."},{"word":"Trichiurus","type":"n.","descr":" A genus of fishes comprising the hairtails. See Hairtail."},{"word":"Trichloride","type":"n.","descr":" A chloride having three atoms of chlorine in the molecule."},{"word":"Trichobranchia","type":"n.","descr":" The gill of a crustacean in which the branchial filaments are slender and cylindrical, as in the crawfishes."},{"word":"Trichocyst","type":"n.","descr":" A lasso cell."},{"word":"Trichogyne","type":"n.","descr":" The slender, hairlike cell which receives the fertilizing particles, or antherozoids, in red seaweeds."},{"word":"Trichomanes","type":"n.","descr":" Any fern of the genus Trichomanes. The fronds are very delicate and often translucent, and the sporangia are borne on threadlike receptacles rising from the middle of cup-shaped marginal involucres. Several species are common in conservatories; two are native in the United States."},{"word":"Trichomatose","type":"a.","descr":" Affected with a disease which causes agglutination and matting together; -- said of the hair when affected with plica. See Plica, 1."},{"word":"Trichome","type":"n.","descr":" A hair on the surface of leaf or stem, or any modification of a hair, as a minute scale, or star, or gland. The sporangia of ferns are believed to be of the nature of trichomes."},{"word":"Trichophore","type":"n.","descr":" The special cell in red algae which produces or bears a trichogyne. See Illust. of Trichogyne."},{"word":"Trichophore","type":"n.","descr":" One of the saclike organs from which the setae of annelids arise."},{"word":"Trichopter","type":"n.","descr":" One of the Trichoptera."},{"word":"Trichoptera","type":"n. pl.","descr":" A suborder of Neuroptera usually having the wings covered with minute hairs. It comprises the caddice flies, and is considered by some to be a distinct order."},{"word":"Trichopteran","type":"","descr":" One of the Trichoptera."},{"word":"Trichopterous","type":"a.","descr":" Of, pertaining to, or characterizing, the Trichoptera."},{"word":"Trichord","type":"n.","descr":" An instrument, as a lyre or harp, having three strings."},{"word":"Trichoscolices","type":"n. pl.","descr":" An extensive group of wormlike animals characterized by being more or less covered with cilia."},{"word":"Trichotomous","type":"a.","descr":" Divided into three parts, or into threes; three-forked; as, a trichotomous stem."},{"word":"Trichotomy","type":"n.","descr":" Division into three parts."},{"word":"Trichroic","type":"a.","descr":" Exhibiting trichroism; pleochroic; pleochroism."},{"word":"Trichroism","type":"n.","descr":" The quality possessed by some crystals of presenting different colors in three different directions."},{"word":"Trichromatic","type":"a.","descr":" Having or existing in three different phases of color; having three distinct color varieties; -- said of certain birds and insects."},{"word":"Trichromatism","type":"n.","descr":" The quality, state, or phenomenon of being trichromatic."},{"word":"Trichromic","type":"a.","descr":" Of, pertaining to, or consisting of, three colors or color sensations."},{"word":"Trichromic","type":"a.","descr":" Containing three atoms of chromium."},{"word":"Tricipital","type":"a.","descr":" Having three heads, or three origins; as, a tricipital muscle."},{"word":"Trick","type":"a.","descr":" An artifice or stratagem; a cunning contrivance; a sly procedure, usually with a dishonest intent; as, a trick in trade."},{"word":"Trick","type":"a.","descr":" A sly, dexterous, or ingenious procedure fitted to puzzle or amuse; as, a bear\\'s tricks; a juggler\\'s tricks."},{"word":"Trick","type":"a.","descr":" Mischievous or annoying behavior; a prank; as, the tricks of boys."},{"word":"Trick","type":"a.","descr":" A particular habit or manner; a peculiarity; a trait; as, a trick of drumming with the fingers; a trick of frowning."},{"word":"Trick","type":"a.","descr":" A knot, braid, or plait of hair."},{"word":"Trick","type":"a.","descr":" The whole number of cards played in one round, and consisting of as many cards as there are players."},{"word":"Trick","type":"a.","descr":" A turn; specifically, the spell of a sailor at the helm, -- usually two hours."},{"word":"Trick","type":"a.","descr":" A toy; a trifle; a plaything."},{"word":"Tricked","type":"imp. and p. p.","descr":" of Trick"},{"word":"Tricking","type":"p. pr. and vb. n.","descr":" of Trick"},{"word":"Trick","type":"v. t.","descr":" To deceive by cunning or artifice; to impose on; to defraud; to cheat; as, to trick another in the sale of a horse."},{"word":"Trick","type":"v. t.","descr":" To dress; to decorate; to set off; to adorn fantastically; -- often followed by up, off, or out."},{"word":"Trick","type":"v. t.","descr":" To draw in outline, as with a pen; to delineate or distinguish without color, as arms, etc., in heraldry."},{"word":"Tricker","type":"n.","descr":" One who tricks; a trickster."},{"word":"Tricker","type":"n.","descr":" A trigger."},{"word":"Trickery","type":"n.","descr":" The art of dressing up; artifice; stratagem; fraud; imposture."},{"word":"Trickiness","type":"n.","descr":" The quality of being tricky."},{"word":"Tricking","type":"a.","descr":" Given to tricks; tricky."},{"word":"Tricking","type":"n.","descr":" Dress; ornament."},{"word":"Trickish","type":"a.","descr":" Given to tricks; artful in making bargains; given to deception and cheating; knavish."},{"word":"Trickled","type":"imp. and p. p.","descr":" of Trickle"},{"word":"Trickling","type":"p. pr. and vb. n.","descr":" of Trickle"},{"word":"Trickle","type":"v. t.","descr":" To flow in a small, gentle stream; to run in drops."},{"word":"Trickment","type":"n.","descr":" Decoration."},{"word":"Tricksiness","type":"n.","descr":" The quality or state of being tricksy; trickiness."},{"word":"Trickster","type":"n.","descr":" One who tricks; a deceiver; a tricker; a cheat."},{"word":"Tricksy","type":"a.","descr":" Exhibiting artfulness; trickish."},{"word":"Tricktrack","type":"n.","descr":" An old game resembling backgammon."},{"word":"Tricky","type":"a.","descr":" Given to tricks; practicing deception; trickish; knavish."},{"word":"Triclinate","type":"a.","descr":" Triclinic."},{"word":"Tricliniary","type":"a.","descr":" Of or pertaining to a triclinium, or to the ancient mode of reclining at table."},{"word":"Triclinic","type":"a.","descr":" Having, or characterized by, three unequal axes intersecting at oblique angles. See the Note under crystallization."},{"word":"Triclinia","type":"pl. ","descr":" of Triclinium"},{"word":"Triclinium","type":"n.","descr":" A couch for reclining at meals, extending round three sides of a table, and usually in three parts."},{"word":"Triclinium","type":"n.","descr":" A dining room furnished with such a triple couch."},{"word":"Tricoccous","type":"a.","descr":" Having three cocci, or roundish carpels."},{"word":"Tricolor","type":"n.","descr":" The national French banner, of three colors, blue, white, and red, adopted at the first revolution."},{"word":"Tricolor","type":"n.","descr":" Hence, any three-colored flag."},{"word":"Tricolored","type":"a.","descr":" Having three colors."},{"word":"Tricornigerous","type":"a.","descr":" Having three horns."},{"word":"Tricorporal","type":"a.","descr":" Alt. of Tricorporate"},{"word":"Tricorporate","type":"a.","descr":" Represented with three bodies conjoined to one head, as a lion."},{"word":"Tricostate","type":"a.","descr":" Three-ribbed; having three ribs from the base."},{"word":"Tricot","type":"n.","descr":" A fabric of woolen, silk, or cotton knitted, or women to resemble knitted work."},{"word":"Tricrotic","type":"a.","descr":" Of or pertaining to tricrotism; characterized by tricrotism."},{"word":"Tricrotism","type":"n.","descr":" That condition of the arterial pulse in which there is a triple beat. The pulse curve obtained in the sphygmographic tracing characteristic of tricrotism shows two secondary crests in addition to the primary."},{"word":"Tricrotous","type":"a.","descr":" Tricrotic."},{"word":"Tricurvate","type":"a.","descr":" Curved in three directions; as, a tricurvate spicule (see Illust. of Spicule)."},{"word":"Tricuspid","type":"a.","descr":" Having three cusps, or points; tricuspidate; as, a tricuspid molar."},{"word":"Tricuspid","type":"a.","descr":" Of or pertaining to the tricuspid valves; as, tricuspid obstruction."},{"word":"Tricuspidate","type":"a.","descr":" Three-pointed; ending in three points; as, a tricuspidate leaf."},{"word":"Tricycle","type":"n.","descr":" A three-wheeled velocipede. See Illust. under Velocipede.  Cf. Bicycle."},{"word":"Tridacna","type":"n.","descr":" A genus of very large marine bivalve shells found on the coral reefs of the Indian and Pacific Oceans. One species (T. gigas) often weighs four or five hundred pounds, and is sometimes used for baptismal fonts. Called also paw shell, and fountain shell."},{"word":"Tridactyl","type":"a.","descr":" Alt. of Tridactyle"},{"word":"Tridactyle","type":"a.","descr":" Having three fingers or toes, or composed of three movable parts attached to a common base."},{"word":"Tridactylous","type":"a.","descr":" Tridactyl."},{"word":"Triddler","type":"n.","descr":" The jacksnipe."},{"word":"Tride","type":"a.","descr":" Short and ready; fleet; as, a tride pace; -- a term used by sportsmen."},{"word":"Tridecane","type":"n.","descr":" A hydrocarbon, C13H28, of the methane series, which is a probable ingredient both of crude petroleum and of kerosene, and is produced artificially as a light colorless liquid."},{"word":"Tridecatoic","type":"a.","descr":" Of, pertaining to, or designating, that acid of the fatty acids heterologous with tridecane. It is a white crystalline substance."},{"word":"Tridecatylene","type":"n.","descr":" A hydrocarbon, C13H26, of the ethylene series, corresponding to tridecane, and obtained from Burmah petroleum as a light colorless liquid; -- called also tridecylene, and tridecene."},{"word":"Trident","type":"n.","descr":" A kind of scepter or spear with three prongs, -- the common attribute of Neptune."},{"word":"Trident","type":"n.","descr":" A three-pronged spear or goad, used for urging horses; also, the weapon used by one class of gladiators."},{"word":"Trident","type":"n.","descr":" A three-pronged fish spear."},{"word":"Trident","type":"n.","descr":" A curve of third order, having three infinite branches in one direction and a fourth infinite branch in the opposite direction."},{"word":"Trident","type":"a.","descr":" Having three teeth or prongs; tridentate."},{"word":"Tridentate","type":"a.","descr":" Alt. of Tridentated"},{"word":"Tridentated","type":"a.","descr":" Having three teeth; three-toothed."},{"word":"Tridented","type":"a.","descr":" Having three prongs; trident; tridentate; as, a tridented mace."},{"word":"Tridentiferous","type":"a.","descr":" Bearing a trident."},{"word":"Tridentine","type":"a.","descr":" Of or pertaining to Trent, or the general church council held in that city."},{"word":"Tridiapason","type":"n.","descr":" A triple octave, or twenty-second."},{"word":"Tridimensional","type":"a.","descr":" Having three dimensions; extended in three different directions."},{"word":"Triding","type":"n.","descr":" A riding. See Trithing."},{"word":"Triduan","type":"a.","descr":" Lasting three lays; also, happening every third day."},{"word":"Tridymite","type":"n.","descr":" Pure silica, like quartz, but crystallizing in hexagonal tables. It is found in trachyte and similar rocks."},{"word":"Tried","type":"","descr":" imp. and p. p. of Try."},{"word":"Tried","type":"adj.","descr":" Proved; tested; faithful; trustworthy; as, a tried friend."},{"word":"Triedral","type":"a.","descr":" See Trihedral."},{"word":"Triennial","type":"a.","descr":" Continuing three years; as, triennial parliaments; a triennial reign."},{"word":"Triennial","type":"a.","descr":" Happening, coming about, or appearing once in every three years; as, triennial elections; a triennial catalogue; a triennial visitation."},{"word":"Triennial","type":"n.","descr":" Something which takes place or appears once in three years."},{"word":"Triennially","type":"adv.","descr":" Once in three years."},{"word":"Triens","type":"n.","descr":" A Roman copper coin, equal to one third of the as. See 3d As, 2."},{"word":"Trier","type":"n.","descr":" One who tries; one who makes experiments; one who examines anything by a test or standard."},{"word":"Trier","type":"n.","descr":" One who tries judicially."},{"word":"Trier","type":"n.","descr":" A person appointed according to law to try challenges of jurors; a trior."},{"word":"Trier","type":"n.","descr":" That which tries or approves; a test."},{"word":"Trierarch","type":"n.","descr":" The commander of a trireme."},{"word":"Trierarch","type":"n.","descr":" At Athens, one who (singly, or jointly with other citizens) had to fit out a trireme for the public service."},{"word":"Trierarchises","type":"pl. ","descr":" of Trierarchy"},{"word":"Trierarchy","type":"n.","descr":" The office duty of a trierarch."},{"word":"Trieterical","type":"a.","descr":" Kept or occurring once in three years; triennial."},{"word":"Trieterics","type":"n. pl.","descr":" Festival games celebrated once in three years."},{"word":"Triethylamine","type":"n.","descr":" A tertiary amine analogous to trimethylamine."},{"word":"Trifacial","type":"a.","descr":" See Trigeminal."},{"word":"Trifallowed","type":"imp. and p. p.","descr":" of Trifallow"},{"word":"Trifallowing","type":"p. pr. and vb. n.","descr":" of Trifallow"},{"word":"Trifallow","type":"v. t.","descr":" To plow the third time before sowing, as land."},{"word":"Trifarious","type":"a.","descr":" Facing three ways; arranged in three vertical ranks, as the leaves of veratrum."},{"word":"Trifasciated","type":"a.","descr":" Having, or surrounded by, three fasciae, or bands."},{"word":"Trifid","type":"a.","descr":" Cleft to the middle, or slightly beyond the middle, into three parts; three-cleft."},{"word":"Trifistulary","type":"a.","descr":" Having three pipes."},{"word":"Trifle","type":"n.","descr":" A thing of very little value or importance; a paltry, or trivial, affair."},{"word":"Trifle","type":"n.","descr":" A dish composed of sweetmeats, fruits, cake, wine, etc., with syllabub poured over it."},{"word":"Trifled","type":"imp. and p. p.","descr":" of Trifle"},{"word":"Trifling","type":"p. pr. and vb. n.","descr":" of Trifle"},{"word":"Trifle","type":"n.","descr":" To act or talk without seriousness, gravity, weight, or dignity; to act or talk with levity; to indulge in light or trivial amusements."},{"word":"Trifle","type":"v. t.","descr":" To make of no importance; to treat as a trifle."},{"word":"Trifle","type":"v. t.","descr":" To spend in vanity; to fritter away; to waste; as, to trifle away money."},{"word":"Trifler","type":"n.","descr":" One who trifles."},{"word":"Trifling","type":"a.","descr":" Being of small value or importance; trivial; paltry; as, a trifling debt; a trifling affair."},{"word":"Trifloral","type":"a.","descr":" Alt. of Triflorous"},{"word":"Triflorous","type":"a.","descr":" Three-flowered; having or bearing three flowers; as, a triflorous peduncle."},{"word":"Trifluctuation","type":"n.","descr":" A concurrence of three waves."},{"word":"Trifoliate","type":"a.","descr":" Alt. of Trifoliated"},{"word":"Trifoliated","type":"a.","descr":" Having three leaves or leaflets, as clover. See Illust. of Shamrock."},{"word":"Trifoliolate","type":"a.","descr":" Having three leaflets."},{"word":"Trifolium","type":"n.","descr":" A genus of leguminous herbs with densely spiked flowers and usually trifoliate leaves; trefoil. There are many species, all of which are called clover. See Clover."},{"word":"Trifoly","type":"n.","descr":" Sweet trefoil."},{"word":"Triforium","type":"n.","descr":" The gallery or open space between the vaulting and the roof of the aisles of a church, often forming a rich arcade in the interior of the church, above the nave arches and below the clearstory windows."},{"word":"Triform","type":"a.","descr":" Having a triple form or character."},{"word":"Triformity","type":"n.","descr":" The state of being triform, or of having a threefold shape."},{"word":"Trifurcate","type":"a.","descr":" Alt. of Trifurcated"},{"word":"Trifurcated","type":"a.","descr":" Having three branches or forks; trichotomous."},{"word":"Trig","type":"v. t.","descr":" To fill; to stuff; to cram."},{"word":"Trig","type":"a.","descr":" Full; also, trim; neat."},{"word":"Trig","type":"v. t.","descr":" To stop, as a wheel, by placing something under it; to scotch; to skid."},{"word":"Trig","type":"n.","descr":" A stone, block of wood, or anything else, placed under a wheel or barrel to prevent motion; a scotch; a skid."},{"word":"Trigamist","type":"n.","descr":" One who has been married three times; also, one who has three husbands or three wives at the same time."},{"word":"Trigamous","type":"a.","descr":" Having three sorts of flowers in the same head, -- male, female, and hermaphrodite, or perfect, flowers."},{"word":"Trigamy","type":"n.","descr":" The act of marrying, or the state of being married, three times; also, the offense of having three husbands or three wives at the same time."},{"word":"Trigastric","type":"a.","descr":" Having three bellies; -- said of a muscle."},{"word":"Trigeminal","type":"a.","descr":" Of, pertaining to, or designating, the fifth pair of cranial nerves, which divide on each side of the head into three main branches distributed to the orbits, jaws, and parts of the mouth; trifacial."},{"word":"Trigeminous","type":"a.","descr":" Born three together; being one of three born at the same birth; also, threefold."},{"word":"Trigenic","type":"a.","descr":" Of, pertaining to, or designating, an acid, C4H7N3O2, obtained, by the action of the vapor of cyanic acid on cold aldehyde, as a white crystalline substance having a slightly acid taste and faint smell; -- called also ethidene- \/ ethylidene-biuret."},{"word":"Trigesimo-secundo","type":"a.","descr":" Having thirty-two leaves to a sheet; as, a trigesimo-secundo form, book, leaf, size, etc."},{"word":"Trigesimo-secundo","type":"n.","descr":" A book composed of sheets so folded that each one makes thirty-two leaves; hence, indicating, more or less definitely, a size of book; -- usually written 32mo, or 32¡, and called thirty-twomo."},{"word":"Trigger","type":"n.","descr":" A catch to hold the wheel of a carriage on a declivity."},{"word":"Trigger","type":"n.","descr":" A piece, as a lever, which is connected with a catch or detent as a means of releasing it; especially (Firearms), the part of a lock which is moved by the finger to release the cock and discharge the piece."},{"word":"Trigintal","type":"n.","descr":" A trental."},{"word":"Triglyceride","type":"n.","descr":" A glyceride formed by the replacement of three hydrogen atoms in glycerin by acid radicals."},{"word":"Triglyph","type":"n.","descr":" An ornament in the frieze of the Doric order, repeated at equal intervals. Each triglyph consists of a rectangular tablet, slightly projecting, and divided nearly to the top by two parallel and perpendicular gutters, or channels, called glyphs, into three parts, or spaces, called femora. A half channel, or glyph, is also cut upon each of the perpendicular edges of the tablet. See Illust. of Entablature."},{"word":"Triglyphic","type":"a.","descr":" Alt. of Triglyphical"},{"word":"Triglyphical","type":"a.","descr":" Consisting of, or pertaining to, triglyphs."},{"word":"Triglyphical","type":"a.","descr":" Containing three sets of characters or sculptures."},{"word":"Trigness","type":"n.","descr":" The quality or state of being trig; smartness; neatness."},{"word":"Trigon","type":"n.","descr":" A figure having three angles; a triangle."},{"word":"Trigon","type":"n.","descr":" A division consisting of three signs."},{"word":"Trigon","type":"n.","descr":" Trine, an aspect of two planets distant 120 degrees from each other."},{"word":"Trigon","type":"n.","descr":" A kind of triangular lyre or harp."},{"word":"Trigon","type":"n.","descr":" A kind of game at ball played by three persons standing at the angular points of a triangle."},{"word":"Trigonal","type":"a.","descr":" Having three angles, or corners; triangular; as, a trigonal stem, one having tree prominent longitudinal angles."},{"word":"Trigone","type":"n.","descr":" A smooth triangular area on the inner surface of the bladder, limited by the apertures of the ureters and urethra."},{"word":"Trigonia","type":"n.","descr":" A genus of pearly bivalve shells, numerous extinct species of which are characteristic of the Mesozoic rocks. A few living species exist on the coast of Australia."},{"word":"Trigonocerous","type":"a.","descr":" Having horns with three angles, like those of some species of goats."},{"word":"Trigonometric","type":"","descr":" Alt. of Trigonometrical"},{"word":"Trigonometrical","type":"","descr":" Of or pertaining to trigonometry; performed by the rules of trigonometry."},{"word":"Trigonometry","type":"n.","descr":" That branch of mathematics which treats of the relations of the sides and angles of triangles, which the methods of deducing from certain given parts other required parts, and also of the general relations which exist between the trigonometrical functions of arcs or angles."},{"word":"Trigonometry","type":"n.","descr":" A treatise in this science."},{"word":"Trigonous","type":"a.","descr":" Same as Trigonal."},{"word":"Trigram","type":"n.","descr":" Same as Trigraph."},{"word":"Trigrammatic","type":"a.","descr":" Containing three letters or characters, or three sets of letters or characters."},{"word":"Trigrammic","type":"a.","descr":" Same as Trigrammatic."},{"word":"Trigraph","type":"n.","descr":" Three letters united in pronunciation so as to have but one sound, or to form but one syllable, as -ieu in adieu; a triphthong."},{"word":"Trigyn","type":"n.","descr":" Any one of the Trigynia."},{"word":"Trigynia","type":"n. pl.","descr":" A Linnaean order of plants having three pistils or styles."},{"word":"Trigynian","type":"a.","descr":" Alt. of Trigynous"},{"word":"Trigynous","type":"a.","descr":" Having three pistils or styles; of or pertaining to the Trigynia."},{"word":"Trihedral","type":"a.","descr":" Having three sides or faces; thus, a trihedral angle is a solid angle bounded by three plane angles."},{"word":"Trihedron","type":"n.","descr":" A figure having three sides."},{"word":"Trihoral","type":"a.","descr":" Occurring once in every three hours."},{"word":"Trijugate","type":"a.","descr":" In three pairs; as, a trijugate leaf, or a pinnate leaf with three pairs of leaflets."},{"word":"Trijugous","type":"a.","descr":" Same as Trijugate."},{"word":"Trikosane","type":"n.","descr":" A hydrocarbon, C23H48, of the methane series, resembling paraffin; -- so called because it has twenty-three atoms of carbon in the molecule."},{"word":"Trilateral","type":"a.","descr":" Having three sides; being three-sided; as, a trilateral triangle."},{"word":"Trilemma","type":"n.","descr":" A syllogism with three conditional propositions, the major premises of which are disjunctively affirmed in the minor. See Dilemma."},{"word":"Trilemma","type":"n.","descr":" A state of things in which it is difficult to determine which one of three courses to pursue."},{"word":"Trilinear","type":"a.","descr":" Of, pertaining to, or included by, three lines; as, trilinear coordinates."},{"word":"Trilingual","type":"a.","descr":" Containing, or consisting of, three languages; expressed in three languages."},{"word":"Trilinguar","type":"a.","descr":" See Trilingual."},{"word":"Triliteral","type":"a.","descr":" Consisting of three letters; trigrammic; as, a triliteral root or word."},{"word":"Triliteral","type":"n.","descr":" A triliteral word."},{"word":"Triliteralism","type":"n.","descr":" Same as Triliterality."},{"word":"Triliterality","type":"n.","descr":" Alt. of Triliteralness"},{"word":"Triliteralness","type":"n.","descr":" The quality of being triliteral; as, the triliterality of Hebrew roots."},{"word":"Trilith","type":"n.","descr":" Same as Trilithon."},{"word":"Trilithic","type":"a.","descr":" Pertaining to a trilith."},{"word":"Trilithons","type":"pl. ","descr":" of Trilithon"},{"word":"Trilithon","type":"n.","descr":" A monument consisting of three stones; especially, such a monument forming a kind of doorway, as among the ancient Celts."},{"word":"Trill","type":"v. i.","descr":" To flow in a small stream, or in drops rapidly succeeding each other; to trickle."},{"word":"Trill","type":"v. t.","descr":" To turn round; to twirl."},{"word":"Trilled","type":"imp. and p. p.","descr":" of Trill"},{"word":"Trilling","type":"p. pr. and vb. n.","descr":" of Trill"},{"word":"Trill","type":"v. t.","descr":" To impart the quality of a trill to; to utter as, or with, a trill; as, to trill the r; to trill a note."},{"word":"Trill","type":"v. i.","descr":" To utter trills or a trill; to play or sing in tremulous vibrations of sound; to have a trembling sound; to quaver."},{"word":"Trill","type":"n.","descr":" A sound, of consonantal character, made with a rapid succession of partial or entire intermissions, by the vibration of some one part of the organs in the mouth -- tongue, uvula, epiglottis, or lip -- against another part; as, the r is a trill in most languages."},{"word":"Trill","type":"n.","descr":" The action of the organs in producing such sounds; as, to give a trill to the tongue. d"},{"word":"Trill","type":"n.","descr":" A shake or quaver of the voice in singing, or of the sound of an instrument, produced by the rapid alternation of two contiguous tones of the scale; as, to give a trill on the high C. See Shake."},{"word":"Trillachan","type":"n.","descr":" The oyster catcher."},{"word":"Trilling","type":"n.","descr":" One of tree children born at the same birth."},{"word":"Trilling","type":"n.","descr":" A compound crystal, consisting of three individuals."},{"word":"Trillion","type":"n.","descr":" According to the French notation, which is used upon the Continent generally and in the United States, the number expressed by a unit with twelve ciphers annexed; a million millions; according to the English notation, the number produced by involving a million to the third power, or the number represented by a unit with eighteen ciphers annexed. See the Note under Numeration."},{"word":"Trillium","type":"n.","descr":" A genus of liliaceous plants; the three-leaved nightshade; -- so called because all the parts of the plant are in threes."},{"word":"Trillo","type":"n.","descr":" A trill or shake. See Trill."},{"word":"Trilobate","type":"a.","descr":" Having three lobes."},{"word":"Trilobation","type":"n.","descr":" The state of being trilobate."},{"word":"Trilobed","type":"a.","descr":" Same as Trilobate."},{"word":"Trilobita","type":"n. pl.","descr":" An extinct order of arthropods comprising the trilobites."},{"word":"Trilobite","type":"n.","descr":" Any one of numerous species of extinct arthropods belonging to the order Trilobita. Trilobites were very common in the Silurian and Devonian periods, but became extinct at the close of the Paleozoic. So named from the three lobes usually seen on each segment."},{"word":"Trilobitic","type":"a.","descr":" Of, pertaining to or containing, trilobites; as, trilobitic rocks."},{"word":"Trilocular","type":"a.","descr":" Having three cells or cavities; as, a trilocular capsule; a trilocular heart."},{"word":"Trilogy","type":"n.","descr":" A series of three dramas which, although each of them is in one sense complete, have a close mutual relation, and form one historical and poetical picture. Shakespeare\\'s \" Henry VI.\" is an example."},{"word":"Triluminar","type":"a.","descr":" Alt. of Triluminous"},{"word":"Triluminous","type":"a.","descr":" Having three lights"},{"word":"Trimmed","type":"imp. and p. p.","descr":" of Trim"},{"word":"Trimming","type":"p. pr. and vb. n.","descr":" of Trim"},{"word":"Trim","type":"v. t.","descr":" To make trim; to put in due order for any purpose; to make right, neat, or pleasing; to adjust."},{"word":"Trim","type":"v. t.","descr":" To dress; to decorate; to adorn; to invest; to embellish; as, to trim a hat."},{"word":"Trim","type":"v. t.","descr":" To make ready or right by cutting or shortening; to clip or lop; to curtail; as, to trim the hair; to trim a tree."},{"word":"Trim","type":"v. t.","descr":" To dress, as timber; to make smooth."},{"word":"Trim","type":"v. t.","descr":" To adjust, as a ship, by arranging the cargo, or disposing the weight of persons or goods, so equally on each side of the center and at each end, that she shall sit well on the water and sail well; as, to trim a ship, or a boat."},{"word":"Trim","type":"v. t.","descr":" To arrange in due order for sailing; as, to trim the sails."},{"word":"Trim","type":"v. t.","descr":" To rebuke; to reprove; also, to beat."},{"word":"Trim","type":"v. i.","descr":" To balance; to fluctuate between parties, so as to appear to favor each."},{"word":"Trim","type":"n.","descr":" Dress; gear; ornaments."},{"word":"Trim","type":"n.","descr":" Order; disposition; condition; as, to be in good trim."},{"word":"Trim","type":"n.","descr":" The state of a ship or her cargo, ballast, masts, etc., by which she is well prepared for sailing."},{"word":"Trim","type":"n.","descr":" The lighter woodwork in the interior of a building; especially, that used around openings, generally in the form of a molded architrave, to protect the plastering at those points."},{"word":"Trim","type":"v. t.","descr":" Fitly adjusted; being in good order., or made ready for service or use; firm; compact; snug; neat; fair; as, the ship is trim, or trim built; everything about the man is trim; a person is trim when his body is well shaped and firm; his dress is trim when it fits closely to his body, and appears tight and snug; a man or a soldier is trim when he stands erect."},{"word":"Trimaculated","type":"a.","descr":" Marked with three spots, or maculae."},{"word":"Trimellic","type":"a.","descr":" Of, pertaining to, or designating, a certain tribasic acid (called also trimellitic acid) metameric with trimesitic acid."},{"word":"Trimembral","type":"a.","descr":" Having, or consisting of, three members."},{"word":"Trimera","type":"n. pl.","descr":" A division of Coleoptera including those which have but three joints in the tarsi."},{"word":"Trimeran","type":"n.","descr":" One of the Trimera. Also used adjectively."},{"word":"Trimerous","type":"a.","descr":" Having the parts in threes."},{"word":"Trimesitic","type":"a.","descr":" Of, pertaining to, or designating, a tribasic acid, C6H3.(CO2)3, of the aromatic series, obtained, by the oxidation of mesitylene, as a white crystalline substance."},{"word":"Trimester","type":"n.","descr":" A term or period of three months."},{"word":"Trimestral","type":"a.","descr":" Trimestrial."},{"word":"Trimestrial","type":"a.","descr":" Of or pertaining to a trimester, or period of three months; occurring once in every three months; quarterly."},{"word":"Trimeter","type":"a.","descr":" Consisting of three poetical measures."},{"word":"Trimeter","type":"n.","descr":" A poetical division of verse, consisting of three measures."},{"word":"Trimethyl","type":"","descr":" A prefix or combining form (also used adjectively) indicating the presence of three methyl groups."},{"word":"Trimethylamine","type":"n.","descr":" A colorless volatile alkaline liquid, N.(CH3)3, obtained from herring brine, beet roots, etc., with a characteristic herringlike odor. It is regarded as a substituted ammonia containing three methyl groups."},{"word":"Trimethylene","type":"n.","descr":" A gaseous hydrocarbon, C3H6, isomeric with propylene and obtained from it indirectly. It is the base of a series of compounds analogous to the aromatic hydrocarbons."},{"word":"Trimetric","type":"a.","descr":" Same as Orthorhombic."},{"word":"Trimetrical","type":"a.","descr":" Same as Trimeter."},{"word":"Trimly","type":"adv.","descr":" In a trim manner; nicely."},{"word":"Trimmer","type":"n.","descr":" One who trims, arranges, fits, or ornaments."},{"word":"Trimmer","type":"n.","descr":" One who does not adopt extreme opinions in politics, or the like; one who fluctuates between parties, so as to appear to favor each; a timeserver."},{"word":"Trimmer","type":"n.","descr":" An instrument with which trimming is done."},{"word":"Trimmer","type":"n.","descr":" A beam, into which are framed the ends of headers in floor framing, as when a hole is to be left for stairs, or to avoid bringing joists near chimneys, and the like. See Illust. of Header."},{"word":"Trimming","type":"","descr":" a. from Trim, v."},{"word":"Trimming","type":"n.","descr":" The act of one who trims."},{"word":"Trimming","type":"n.","descr":" That which serves to trim, make right or fitting, adjust, ornament, or the like; especially, the necessary or the ornamental appendages, as of a garment; hence, sometimes, the concomitants of a dish; a relish; -- usually in the pluraltrimmings. --."},{"word":"Trimming","type":"n.","descr":" The act of reprimanding or chastisting; as, to give a boy a trimming."},{"word":"Trimmingly","type":"adv.","descr":" In a trimming manner."},{"word":"Trimness","type":"n.","descr":" The quality or state of being trim; orderliness; compactness; snugness; neatness."},{"word":"Trimorph","type":"n.","descr":" A substance which crystallizes in three distinct forms, or which has three distinct physical states; also, any one of these distinct forms. See Trimorphism, 1."},{"word":"Trimorphic","type":"a.","descr":" Alt. of Trimorphous"},{"word":"Trimorphous","type":"a.","descr":" Of, pertaining to, or characterized by, trimorphism; -- contrasted with monomorphic, dimorphic, and polymorphic."},{"word":"Trimorphism","type":"n.","descr":" The property of crystallizing in three forms fundamentally distinct, as is the case with titanium dioxide, which crystallizes in the forms of rutile, octahedrite, and brookite. See Pleomorphism."},{"word":"Trimorphism","type":"n.","descr":" The coexistence among individuals of the same species of three distinct forms, not connected, as a rule, by intermediate gradations; the condition among individuals of the same species of having three different shapes or proportions of corresponding parts; -- contrasted with polymorphism, and dimorphism."},{"word":"Trimurti","type":"n.","descr":" The triad, or trinity, of Hindu gods, consisting of Brahma, the Creator, Vishnu, the Preserver, and Siva, the Destroyer."},{"word":"Trimyarian","type":"n.","descr":" A lamellibranch which has three muscular scars on each valve."},{"word":"Trinal","type":"a.","descr":" Threefold."},{"word":"Trindle","type":"v. t. and n.","descr":" See Trundle."},{"word":"Trine","type":"a.","descr":" Threefold; triple; as, trine dimensions, or length, breadth, and thickness."},{"word":"Trine","type":"n.","descr":" The aspect of planets distant from each other 120 degrees, or one third of the zodiac; trigon."},{"word":"Trine","type":"n.","descr":" A triad; trinity."},{"word":"Trine","type":"v. t.","descr":" To put in the aspect of a trine."},{"word":"Trinervate","type":"a.","descr":" Having three ribs or nerves extending unbranched from the base to the apex; -- said of a leaf."},{"word":"Trinerve","type":"a.","descr":" Alt. of Trinerved"},{"word":"Trinerved","type":"a.","descr":" Same as Trinervate."},{"word":"Tringa","type":"n.","descr":" A genus of limicoline birds including many species of sandpipers. See Dunlin, Knot, and Sandpiper."},{"word":"Tringle","type":"n.","descr":" A curtain rod for a bedstead."},{"word":"Tringoid","type":"a.","descr":" Of or pertaining to Tringa, or the Sandpiper family."},{"word":"Trinitarian","type":"a.","descr":" Of or pertaining to the Trinity, the doctrine of the Trinity, or believers in that doctrine."},{"word":"Trinitarian","type":"n.","descr":" One who believes in the doctrine of the Trinity."},{"word":"Trinitarian","type":"n.","descr":" One of a monastic order founded in Rome in 1198 by St. John of Matha, and an old French hermit, Felix of Valois, for the purpose of redeeming Christian captives from the Mohammedans."},{"word":"Trinitarianism","type":"n.","descr":" The doctrine of the Trinity; the doctrine that there are three distinct persons in the Godhead."},{"word":"Trinitrocellulose","type":"n.","descr":" Gun cotton; -- so called because regarded as containing three nitro groups."},{"word":"Trinitrophenol","type":"n.","descr":" Picric acid."},{"word":"Trinity","type":"n.","descr":" The union of three persons (the Father, the Son, and the Holy Ghost) in one Godhead, so that all the three are one God as to substance, but three persons as to individuality."},{"word":"Trinity","type":"n.","descr":" Any union of three in one; three units treated as one; a triad, as the Hindu trinity, or Trimurti."},{"word":"Trinity","type":"n.","descr":" Any symbol of the Trinity employed in Christian art, especially the triangle."},{"word":"Triniunity","type":"n.","descr":" Triunity; trinity."},{"word":"Trink","type":"n.","descr":" A kind of fishing net."},{"word":"Trinket","type":"n.","descr":" A three-cornered sail formerly carried on a ship\\'s foremast, probably on a lateen yard."},{"word":"Trinket","type":"v. t.","descr":" A knife; a cutting tool."},{"word":"Trinket","type":"v. t.","descr":" A small ornament, as a jewel, ring, or the like."},{"word":"Trinket","type":"v. t.","descr":" A thing of little value; a trifle; a toy."},{"word":"Trinket","type":"v. i.","descr":" To give trinkets; hence, to court favor; to intrigue."},{"word":"Trinketer","type":"n.","descr":" One who trinkets."},{"word":"Trinketry","type":"n.","descr":" Ornaments of dress; trinkets, collectively."},{"word":"Trinkle","type":"v. i.","descr":" To act secretly, or in an underhand way; to tamper."},{"word":"Trinoctial","type":"a.","descr":" Lasting during three nights; comprising three nights."},{"word":"Trinodal","type":"a.","descr":" Having three knots or nodes; having three points from which a leaf may shoot; as, a trinodal stem."},{"word":"Trinodal","type":"a.","descr":" Having three nodal points."},{"word":"Trinomial","type":"n.","descr":" A quantity consisting of three terms, connected by the sign + or -; as, x + y + z, or ax + 2b - c2."},{"word":"Trinomial","type":"a.","descr":" Consisting of three terms; of or pertaining to trinomials; as, a trinomial root."},{"word":"Trinominal","type":"n. and a.","descr":" Trinomial."},{"word":"Trinucleus","type":"n.","descr":" A genus of Lower Silurian trilobites in which the glabella and cheeks form three rounded elevations on the head."},{"word":"Trio","type":"n.","descr":" Three, considered collectively; three in company or acting together; a set of three; three united."},{"word":"Trio","type":"n.","descr":" A composition for three parts or three instruments."},{"word":"Trio","type":"n.","descr":" The secondary, or episodical, movement of a minuet or scherzo, as in a sonata or symphony, or of a march, or of various dance forms; -- not limited to three parts or instruments."},{"word":"Triobolar","type":"a.","descr":" Alt. of Triobolary"},{"word":"Triobolary","type":"a.","descr":" Of the value of three oboli; hence, mean; worthless."},{"word":"Trioctile","type":"n.","descr":" An aspect of two planets with regard to the earth when they are three octants, or three eighths of a circle, that is, 135 degrees, distant from each other."},{"word":"Tri\/cia","type":"n. pl.","descr":" The third order of the Linnaean class Polygamia."},{"word":"Tri\/cious","type":"a.","descr":" Having three sorts of flowers on the same or on different plants, some of the flowers being staminate, others pistillate, and others both staminate and pistillate; belonging to the order Tri\/cia."},{"word":"Triole","type":"n.","descr":" Same as Triplet."},{"word":"Triolein","type":"n.","descr":" See Olein."},{"word":"Triolet","type":"n.","descr":" A short poem or stanza of eight lines, in which the first line is repeated as the fourth and again as the seventh line, the second being, repeated as the eighth."},{"word":"Trionychoidea","type":"n. pl.","descr":" A division of chelonians which comprises Trionyx and allied genera; -- called also Trionychoides, and Trionychina."},{"word":"Trionyx","type":"n.","descr":" A genus of fresh-water or river turtles which have the shell imperfectly developed and covered with a soft leathery skin. They are noted for their agility and rapacity.  Called also soft tortoise, soft-shell tortoise, and mud turtle."},{"word":"Trior","type":"n.","descr":" Same as Trier, 2 and 3."},{"word":"Trioxide","type":"n.","descr":" An oxide containing three atoms of oxygen; as, sulphur trioxide, SO3; -- formerly called tritoxide."},{"word":"Tripped","type":"imp. and p. p.","descr":" of Trip"},{"word":"Tripping","type":"p. pr. and vb. n.","descr":" of Trip"},{"word":"Trip","type":"n. i.","descr":" To move with light, quick steps; to walk or move lightly; to skip; to move the feet nimbly; -- sometimes followed by it. See It, 5."},{"word":"Trip","type":"n. i.","descr":" To make a brief journey or pleasure excursion; as, to trip to Europe."},{"word":"Trip","type":"n. i.","descr":" To take a quick step, as when in danger of losing one\\'s balance; hence, to make a false; to catch the foot; to lose footing; to stumble."},{"word":"Trip","type":"n. i.","descr":" Fig.: To be guilty of a misstep; to commit an offense against morality, propriety, or rule; to err; to mistake; to fail."},{"word":"Trip","type":"v. t.","descr":" To cause to stumble, or take a false step; to cause to lose the footing, by striking the feet from under; to cause to fall; to throw off the balance; to supplant; -- often followed by up; as, to trip up a man in wrestling."},{"word":"Trip","type":"v. t.","descr":" Fig.: To overthrow by depriving of support; to put an obstacle in the way of; to obstruct; to cause to fail."},{"word":"Trip","type":"v. t.","descr":" To detect in a misstep; to catch; to convict."},{"word":"Trip","type":"v. t.","descr":" To raise (an anchor) from the bottom, by its cable or buoy rope, so that it hangs free."},{"word":"Trip","type":"v. t.","descr":" To pull (a yard) into a perpendicular position for lowering it."},{"word":"Trip","type":"v. t.","descr":" To release, let fall, or see free, as a weight or compressed spring, as by removing a latch or detent."},{"word":"Trip","type":"n.","descr":" A quick, light step; a lively movement of the feet; a skip."},{"word":"Trip","type":"n.","descr":" A brief or rapid journey; an excursion or jaunt."},{"word":"Trip","type":"n.","descr":" A false step; a stumble; a misstep; a loss of footing or balance. Fig.: An error; a failure; a mistake."},{"word":"Trip","type":"n.","descr":" A small piece; a morsel; a bit."},{"word":"Trip","type":"n.","descr":" A stroke, or catch, by which a wrestler causes his antagonist to lose footing."},{"word":"Trip","type":"n.","descr":" A single board, or tack, in plying, or beating, to windward."},{"word":"Trip","type":"n.","descr":" A herd or flock, as of sheep, goats, etc."},{"word":"Trip","type":"n.","descr":" A troop of men; a host."},{"word":"Trip","type":"n.","descr":" A flock of widgeons."},{"word":"Tripalmitate","type":"n.","descr":" A palmitate derived from three molecules of palmitic acid."},{"word":"Tripalmitin","type":"n.","descr":" See Palmitin."},{"word":"Tripang","type":"n.","descr":" See Trepang."},{"word":"Triparted","type":"a.","descr":" Parted into three piece; having three parts or pieces; -- said of the field or of a bearing; as, a cross triparted."},{"word":"Triparted","type":"a.","descr":" Divided nearly to the base into three segments or lobes."},{"word":"Tripartible","type":"a.","descr":" Divisible into three parts."},{"word":"Tripartient","type":"a.","descr":" Dividing into three parts; -- said of a number which exactly divides another into three parts."},{"word":"Tripartite","type":"v. i.","descr":" Divided into three parts; triparted; as, a tripartite leaf."},{"word":"Tripartite","type":"v. i.","descr":" Having three corresponding parts or copies; as, to make indentures tripartite."},{"word":"Tripartite","type":"v. i.","descr":" Made between three parties; as, a tripartite treaty."},{"word":"Tripartitely","type":"adv.","descr":" In a tripartite manner."},{"word":"Tripartition","type":"n.","descr":" A division by threes, or into three parts; the taking of a third part of any number or quantity."},{"word":"Tripaschal","type":"a.","descr":" Including three passovers."},{"word":"Tripe","type":"n.","descr":" The large stomach of ruminating animals, when prepared for food."},{"word":"Tripe","type":"n.","descr":" The entrails; hence, humorously or in contempt, the belly; -- generally used in the plural."},{"word":"Tripedal","type":"a.","descr":" Having three feet."},{"word":"Tripe-de-roche","type":"n.","descr":" Same as Rock tripe, under Rock."},{"word":"Tripel","type":"n.","descr":" Same as Tripoli."},{"word":"Tripeman","type":"n.","descr":" A man who prepares or sells tripe."},{"word":"Tripennate","type":"a.","descr":" Same as Tripinnate."},{"word":"Tripersonal","type":"a.","descr":" Consisting of three persons."},{"word":"Tripersonalist","type":"n.","descr":" A Trinitarian."},{"word":"Tripersonality","type":"n.","descr":" The state of existing as three persons in one Godhead; trinity."},{"word":"Tripery","type":"n.","descr":" A place where tripe is prepared or sold."},{"word":"Tripestone","type":"n.","descr":" A variety of anhydrite composed of contorted plates fancied to resemble pieces of tripe."},{"word":"Tripetaloid","type":"a.","descr":" Having the form or appearance of three petals; appearing as if furnished with three petals."},{"word":"Tripetalous","type":"a.","descr":" Having three petals, or flower leaves; three-petaled."},{"word":"Trip hammer","type":"","descr":" A tilt hammer."},{"word":"Triphane","type":"n.","descr":" Spodumene."},{"word":"Triphthong","type":"n.","descr":" A combination of three vowel sounds in a single syllable, forming a simple or compound sound; also, a union of three vowel characters, representing together a single sound; a trigraph; as, eye, -ieu in adieu, -eau in beau, are examples of triphthongs."},{"word":"Triphthongal","type":"a.","descr":" Of or pertaining to a triphthong; consisting of three vowel sounds pronounced together in a single syllable."},{"word":"Triphyline","type":"n.","descr":" Triphylite."},{"word":"Triphylite","type":"n.","descr":" A mineral of a grayish-green or bluish color, consisting of the phosphates of iron, manganese, and lithia."},{"word":"Triphyllous","type":"a.","descr":" Having three leaves; three-leaved."},{"word":"Tripinnate","type":"a.","descr":" Having bipinnate leaflets arranged on each side of a rhachis."},{"word":"Tripinnatifid","type":"a.","descr":" Thrice pinnately cleft; -- said of a pinnatifid leaf when its segments are pinnatifid, and the subdivisions of these also are pinnatifid."},{"word":"Triplasian","type":"a.","descr":" Three-fold; triple; treble."},{"word":"Triple","type":"a.","descr":" Consisting of three united; multiplied by three; threefold; as, a triple knot; a triple tie."},{"word":"Triple","type":"a.","descr":" Three times repeated; treble. See Treble."},{"word":"Triple","type":"a.","descr":" One of three; third."},{"word":"Tripled","type":"imp. and p. p.","descr":" of Triple"},{"word":"Tripling","type":"p. pr. and vb. n.","descr":" of Triple"},{"word":"Triple","type":"a.","descr":" To make threefold, or thrice as much or as many; to treble; as, to triple the tax on coffee."},{"word":"Triple-crowned","type":"a.","descr":" Having three crowns; wearing the triple crown, as the pope."},{"word":"Triple-headed","type":"a.","descr":" Having three heads; three-headed; as, the triple-headed dog Cerberus."},{"word":"Triplet","type":"n.","descr":" A collection or combination of three of a kind; three united."},{"word":"Triplet","type":"n.","descr":" Three verses rhyming together."},{"word":"Triplet","type":"n.","descr":" A group of three notes sung or played in the tree of two."},{"word":"Triplet","type":"n.","descr":" Three children or offspring born at one birth."},{"word":"Triple-tail","type":"n.","descr":" An edible fish (Lobotes Surinamensis) found in the warmer parts of all the oceans, and common on the southern and middle coasts of the United States. When living it is silvery gray, and becomes brown or blackish when dead. Its dorsal and anal fins are long, and extend back on each side of the tail. It has large silvery scales which are used in the manufacture of fancy work. Called also, locally, black perch, grouper, and flasher."},{"word":"Triplicate","type":"v. t.","descr":" Made thrice as much; threefold; tripled."},{"word":"Triplicate","type":"n.","descr":" A third thing corresponding to two others of the same kind."},{"word":"Triplicate-ternate","type":"a.","descr":" Triternate."},{"word":"Triplication","type":"n.","descr":" The act of tripling, or making threefold, or adding three together."},{"word":"Triplication","type":"n.","descr":" Same as Surrejoinder."},{"word":"Triplicity","type":"a.","descr":" The quality or state of being triple, or threefold; trebleness."},{"word":"Triplicostate","type":"a.","descr":" Three-ribbed."},{"word":"Triplite","type":"n.","descr":" A mineral of a dark brown color, generally with a fibrous, massive structure. It is a fluophosphate of iron and manganese."},{"word":"Triploblastic","type":"a.","descr":" Of, pertaining to, or designating, that condition of the ovum in which there are three primary germinal layers, or in which the blastoderm splits into three layers."},{"word":"Triploidite","type":"n.","descr":" A manganese phosphate near triplite, but containing hydroxyl instead of fluorine."},{"word":"Triply","type":"adv.","descr":" In a triple manner."},{"word":"Tripmadam","type":"n.","descr":" Same as Prickmadam."},{"word":"Tripod","type":"n.","descr":" Any utensil or vessel, as a stool, table, altar, caldron, etc., supported on three feet."},{"word":"Tripod","type":"n.","descr":" A three-legged frame or stand, usually jointed at top, for supporting a theodolite, compass, telescope, camera, or other instrument."},{"word":"Tripodian","type":"n.","descr":" An ancient stringed instrument; -- so called because, in form, it resembled the Delphic tripod."},{"word":"Tripody","type":"n.","descr":" Three metrical feet taken together, or included in one measure."},{"word":"Tripoli","type":"n.","descr":" An earthy substance originally brought from Tripoli, used in polishing stones and metals. It consists almost wholly of the siliceous shells of diatoms."},{"word":"Tripoline","type":"a.","descr":" Of or pertaining to Tripoli or its inhabitants; Tripolitan."},{"word":"Tripoline","type":"a.","descr":" Of or pertaining to tripoli, the mineral."},{"word":"Tripolitan","type":"a.","descr":" Of or pertaining to Tripoli or its inhabitants; Tripoline."},{"word":"Tripolitan","type":"n.","descr":" A native or inhabitant of Tripoli."},{"word":"Triposes","type":"pl. ","descr":" of Tripos"},{"word":"Tripos","type":"n.","descr":" A tripod."},{"word":"Tripos","type":"n.","descr":" A university examination of questionists, for honors; also, a tripos paper; one who prepares a tripos paper."},{"word":"Trippant","type":"a.","descr":" See Tripping, a., 2."},{"word":"Tripper","type":"n.","descr":" One who trips or supplants; also, one who walks or trips nimbly; a dancer."},{"word":"Tripper","type":"n.","descr":" An excursionist."},{"word":"Trippet","type":"n.","descr":" A cam, wiper, or projecting piece which strikes another piece repeatedly."},{"word":"Tripping","type":"a.","descr":" Quick; nimble; stepping lightly and quickly."},{"word":"Tripping","type":"a.","descr":" Having the right forefoot lifted, the others remaining on the ground, as if he were trotting; trippant; -- said of an animal, as a hart, buck, and the like, used as a bearing."},{"word":"Tripping","type":"n.","descr":" Act of one who, or that which, trips."},{"word":"Tripping","type":"n.","descr":" A light dance."},{"word":"Tripping","type":"n.","descr":" The loosing of an anchor from the ground by means of its cable or buoy rope."},{"word":"Trippingly","type":"adv.","descr":" In a tripping manner; with a light, nimble, quick step; with agility; nimbly."},{"word":"Tripsis","type":"n.","descr":" Trituration."},{"word":"Tripsis","type":"n.","descr":" Shampoo."},{"word":"Triptote","type":"n.","descr":" A noun having three cases only."},{"word":"Triptych","type":"n.","descr":" Anything in three parts or leaves."},{"word":"Triptych","type":"n.","descr":" A writing tablet in three parts, two of which fold over on the middle part."},{"word":"Triptych","type":"n.","descr":" A picture or altarpiece in three compartments."},{"word":"Tripudiary","type":"a.","descr":" Of or pertaining to dancing; performed by dancing."},{"word":"Tripudiate","type":"v. i.","descr":" To dance."},{"word":"Tripudiation","type":"n.","descr":" The act of dancing."},{"word":"Triquadrantal","type":"a.","descr":" Having three quadrants; thus, a triquadrantal triangle is one whose three sides are quadrants, and whose three angles are consequently right angles."},{"word":"Triquetral","type":"a.","descr":" Triquetrous."},{"word":"Triquetrous","type":"a.","descr":" Three sided, the sides being plane or concave; having three salient angles or edges; trigonal."},{"word":"Triquetra","type":"pl. ","descr":" of Triquetrum"},{"word":"Triquetrum","type":"n.","descr":" One of the bones of the carpus; the cuneiform. See Cuneiform (b)."},{"word":"Triradiate","type":"a.","descr":" Alt. of Triradiated"},{"word":"Triradiated","type":"a.","descr":" Having three rays."},{"word":"Trirectangular","type":"a.","descr":" Having three right angles. See Triquadrantal."},{"word":"Trireme","type":"n.","descr":" An ancient galley or vessel with tree banks, or tiers, of oars."},{"word":"Trirhomboidal","type":"a.","descr":" Having three rhombic faces or sides."},{"word":"Trisacramentarian","type":"n.","descr":" One who recognizes three sacraments, and no more; -- namely, baptism, the Lord\\'s Supper, and penance. See Sacrament."},{"word":"Trisagion","type":"n.","descr":" An ancient anthem, -- usually known by its Latin name tersanctus.See Tersanctus."},{"word":"Trisected","type":"imp. and p. p.","descr":" of Trisect"},{"word":"Trisecting","type":"p. pr. and vb. n.","descr":" of Trisect"},{"word":"Trisect","type":"v. t.","descr":" To cut or divide into three parts."},{"word":"Trisect","type":"v. t.","descr":" To cut or divide into three equal parts."},{"word":"Trisected","type":"a.","descr":" Divided into three parts or segments by incisions extending to the midrib or to the base; -- said of leaves."},{"word":"Trisection","type":"n.","descr":" The division of a thing into three parts, Specifically: (Geom.) the division of an angle into three equal parts."},{"word":"Triseralous","type":"a.","descr":" Having three sepals, or calyx leaves."},{"word":"Triserial","type":"a.","descr":" Alt. of Triseriate"},{"word":"Triseriate","type":"a.","descr":" Arranged in three vertical or spiral rows."},{"word":"Trismus","type":"n.","descr":" The lockjaw."},{"word":"Trisnitrate","type":"n.","descr":" A nitrate formed from three molecules of nitric acid; also, less properly, applied to certain basic nitrates; as, trisnitrate of bismuth."},{"word":"Trisoctahedron","type":"n.","descr":" A solid of the isometric system bounded by twenty-four equal faces, three corresponding to each face of an octahedron."},{"word":"Trispast","type":"n.","descr":" Alt. of Trispaston"},{"word":"Trispaston","type":"n.","descr":" A machine with three pulleys which act together for raising great weights."},{"word":"Trispermous","type":"a.","descr":" Containing three seeds; three-seeded; as, a trispermous capsule."},{"word":"Trisplanchnic","type":"a.","descr":" Of or pertaining to the three great splanchnic cavities, namely, that of the head, the chest, and the abdomen; -- applied to the sympathetic nervous system."},{"word":"Triste","type":"imp.","descr":" of Trist"},{"word":"Trist","type":"v. t. and i.","descr":" To trust."},{"word":"Trist","type":"n.","descr":" Trust."},{"word":"Trist","type":"n.","descr":" A post, or station, in hunting."},{"word":"Trist","type":"n.","descr":" A secret meeting, or the place of such meeting; a tryst. See Tryst."},{"word":"Trist","type":"a.","descr":" Sad; sorrowful; gloomy."},{"word":"Triste","type":"n.","descr":" A cattle fair."},{"word":"Tristearate","type":"n.","descr":" Tristearin."},{"word":"Tristearin","type":"n.","descr":" See Stearin."},{"word":"Tristtul","type":"a.","descr":" Sad; sorrowful; gloomy."},{"word":"Tristfully","type":"adv.","descr":" In a tristful manner; sadly."},{"word":"Tristichous","type":"a.","descr":" Arranged in three vertical rows."},{"word":"Tristigmatic","type":"a.","descr":" Alt. of Tristigmatose"},{"word":"Tristigmatose","type":"a.","descr":" Having, or consisting of, three stigmas."},{"word":"Tristitiate","type":"v. t.","descr":" To make sad."},{"word":"Tristoma","type":"n.","descr":" Any one of numerous species of trematode worms belonging to Tristoma and allied genera having a large posterior sucker and two small anterior ones. They usually have broad, thin, and disklike bodies, and are parasite on the gills and skin of fishes."},{"word":"Tristy","type":"a.","descr":" See Trist, a."},{"word":"Trisuls","type":"n.","descr":" Something having three forks or prongs, as a trident."},{"word":"Trisulcate","type":"a.","descr":" Having three furrows, forks, or prongs; having three grooves or sulci; three-grooved."},{"word":"Trisulphide","type":"n.","descr":" A sulphide containing three atoms of sulphur."},{"word":"Trisyllabic","type":"a.","descr":" Alt. of Trisyllabical"},{"word":"Trisyllabical","type":"a.","descr":" Of or pertaining to a trisyllable; consisting of three syllables; as, \"syllable\" is a trisyllabic word."},{"word":"Trisyllable","type":"n.","descr":" A word consisting of three syllables only; as, a-ven-ger."},{"word":"Trite","type":"a.","descr":" Worn out; common; used until so common as to have lost novelty and interest; hackneyed; stale; as, a trite remark; a trite subject."},{"word":"Triternate","type":"a.","descr":" Three times ternate; -- applied to a leaf whose petiole separates into three branches, each of which divides into three parts which each bear three leafiets."},{"word":"Tritheism","type":"n.","descr":" The opinion or doctrine that the Father, Son, and Holy Spirit are three distinct Gods."},{"word":"Tritheist","type":"n.","descr":" One who believes in tritheism."},{"word":"Tritheistic","type":"a.","descr":" Alt. of Tritheistical"},{"word":"Tritheistical","type":"a.","descr":" Of or pertaining to tritheism."},{"word":"Tritheite","type":"n.","descr":" A tritheist."},{"word":"Trithing","type":"n.","descr":" One of three ancient divisions of a county in England; -- now called riding."},{"word":"Trithionate","type":"n.","descr":" A salt of trithionic acid."},{"word":"Trithionic","type":"a.","descr":" Of or pertaining to, or designating, a certain thionic acid, H2S3O6 which is obtained as a colorless, odorless liquid."},{"word":"Tritical","type":"a.","descr":" Trite."},{"word":"Triticin","type":"n.","descr":" A carbohydrate isomeric with dextrin, obtained from quitch grass (Agropyrum, formerly Triticum, repens) as a white amorphous substance."},{"word":"Triticum","type":"n.","descr":" A genus of grasses including the various species of wheat."},{"word":"Triton","type":"n.","descr":" A fabled sea demigod, the son of Neptune and Amphitrite, and the trumpeter of Neptune. He is represented by poets and painters as having the upper part of his body like that of a man, and the lower part like that of a fish. He often has a trumpet made of a shell."},{"word":"Triton","type":"n.","descr":" Any one of many species of marine gastropods belonging to Triton and allied genera, having a stout spiral shell, often handsomely colored and ornamented with prominent varices. Some of the species are among the largest of all gastropods. Called also trumpet shell, and sea trumpet."},{"word":"Triton","type":"n.","descr":" Any one of numerous species of aquatic salamanders. The common European species are Hemisalamandra cristata, Molge palmata, and M. alpestris, a red-bellied species common in Switzerland. The most common species of the United States is Diemyctylus viridescens. See Illust. under Salamander."},{"word":"Tritone","type":"n.","descr":" A superfluous or augmented fourth."},{"word":"Tritorium","type":"n.","descr":" Same as Triturium."},{"word":"Tritova","type":"pl. ","descr":" of Tritovum"},{"word":"Tritovum","type":"n.","descr":" An embryonic insect which has twice cast its skin previous to hatching from the egg."},{"word":"Tritozooid","type":"n.","descr":" A zooid of the third generation in asexual reproduction."},{"word":"Triturable","type":"a.","descr":" Capable of being triturated."},{"word":"Triturated","type":"imp. and p. p.","descr":" of Triturate"},{"word":"Triturating","type":"p. pr. and vb. n.","descr":" of Triturate"},{"word":"Triturate","type":"v. t.","descr":" To rub, grind, bruise, or thrash."},{"word":"Triturate","type":"v. t.","descr":" To rub or grind to a very fine or impalpable powder; to pulverize and comminute thoroughly."},{"word":"Trituration","type":"n.","descr":" The act of triturating, or reducing to a fine or impalpable powder by grinding, rubbing, bruising, etc."},{"word":"Triture","type":"n.","descr":" A rubbing or grinding; trituration."},{"word":"Triturium","type":"n.","descr":" A vessel for separating liquids of different densities."},{"word":"Trityl","type":"n.","descr":" Propyl."},{"word":"Tritylene","type":"n.","descr":" Propylene."},{"word":"Triumph","type":"n.","descr":" A magnificent and imposing ceremonial performed in honor of a general who had gained a decisive victory over a foreign enemy."},{"word":"Triumph","type":"n.","descr":" Hence, any triumphal procession; a pompous exhibition; a stately show or pageant."},{"word":"Triumph","type":"n.","descr":" A state of joy or exultation for success."},{"word":"Triumph","type":"n.","descr":" Success causing exultation; victory; conquest; as, the triumph of knowledge."},{"word":"Triumph","type":"n.","descr":" A trump card; also, an old game at cards."},{"word":"Triumphed","type":"imp. and p. p.","descr":" of Triumph"},{"word":"Triumphing","type":"p. pr. and vb. n.","descr":" of Triumph"},{"word":"Triumph","type":"n.","descr":" To celebrate victory with pomp; to rejoice over success; to exult in an advantage gained; to exhibit exultation."},{"word":"Triumph","type":"n.","descr":" To obtain victory; to be successful; to prevail."},{"word":"Triumph","type":"n.","descr":" To be prosperous; to flourish."},{"word":"Triumph","type":"n.","descr":" To play a trump card."},{"word":"Triumph","type":"v. t.","descr":" To obtain a victory over; to prevail over; to conquer. Also, to cause to triumph."},{"word":"Triumphal","type":"a.","descr":" Of or pertaining to triumph; used in a triumph; indicating, or in honor of, a triumph or victory; as, a triumphal crown; a triumphal arch."},{"word":"Triumphal","type":"n.","descr":" A token of victory."},{"word":"Triumplant","type":"v. i.","descr":" Rejoicing for victory; triumphing; exultant."},{"word":"Triumplant","type":"v. i.","descr":" Celebrating victory; expressive of joy for success; as, a triumphant song or ode."},{"word":"Triumplant","type":"v. i.","descr":" Graced with conquest; victorious."},{"word":"Triumplant","type":"v. i.","descr":" Of or pertaining to triumph; triumphal."},{"word":"Triumphantly","type":"adv.","descr":" In a triumphant manner."},{"word":"Triumpher","type":"n.","descr":" One who was honored with a triumph; a victor."},{"word":"Triumpher","type":"n.","descr":" One who triumphs or rejoices for victory."},{"word":"Triumphing","type":"a.","descr":" Having or celebrating a triumph; victorious; triumphant."},{"word":"Triumviri","type":"pl. ","descr":" of Triumvir"},{"word":"Triumvirs","type":"pl. ","descr":" of Triumvir"},{"word":"Triumvir","type":"n.","descr":" One of tree men united in public office or authority."},{"word":"Triumvirate","type":"n.","descr":" Government by three in coalition or association; the term of such a government."},{"word":"Triumvirate","type":"n.","descr":" A coalition or association of three in office or authority; especially, the union of three men who obtained the government of the Roman empire."},{"word":"Triumviry","type":"n.","descr":" A triumvirate."},{"word":"Triune","type":"a.","descr":" Being three in one; -- an epithet used to express the unity of a trinity of persons in the Godhead."},{"word":"Triunguli","type":"pl. ","descr":" of Triungulus"},{"word":"Triungulus","type":"n.","descr":" The active young larva of any oil beetle. It has feet armed with three claws, and is parasitic on bees. See Illust. of Oil beetle, under Oil."},{"word":"Triunity","type":"n.","descr":" The quality or state of being triune; trinity."},{"word":"Trivalence","type":"n.","descr":" The quality or state of being trivalent."},{"word":"Trivalent","type":"a.","descr":" Having a valence of three; capable of being combined with, substituted for, or compared with, three atoms of hydrogen; -- said of triad atoms or radicals; thus, nitrogen is trivalent in ammonia."},{"word":"Trivalve","type":"n.","descr":" Anything having three valves, especially a shell."},{"word":"Trivalvular","type":"a.","descr":" Having three valves; three-valved."},{"word":"Trivant","type":"n.","descr":" A truant."},{"word":"Triverbial","type":"a.","descr":" Pertaining to, or designating, certain days allowed to the pretor for hearing causes, when be might speak the three characteristic words of his office, do, dico, addico. They were called dies fasti."},{"word":"Trivet","type":"n.","descr":" A tree-legged stool, table, or other support; especially, a stand to hold a kettle or similar vessel near the fire; a tripod."},{"word":"Trivet","type":"n.","descr":" A weaver\\'s knife. See Trevat."},{"word":"Trivial","type":"a.","descr":" Found anywhere; common."},{"word":"Trivial","type":"a.","descr":" Ordinary; commonplace; trifling; vulgar."},{"word":"Trivial","type":"a.","descr":" Of little worth or importance; inconsiderable; trifling; petty; paltry; as, a trivial subject or affair."},{"word":"Trivial","type":"a.","descr":" Of or pertaining to the trivium."},{"word":"Trivial","type":"n.","descr":" One of the three liberal arts forming the trivium."},{"word":"Trivialism","type":"n.","descr":" A trivial matter or method; a triviality."},{"word":"Trivialities","type":"pl. ","descr":" of Triviality"},{"word":"Triviality","type":"n.","descr":" The quality or state of being trivial; trivialness."},{"word":"Triviality","type":"n.","descr":" That which is trivial; a trifle."},{"word":"Trivially","type":"adv.","descr":" In a trivial manner."},{"word":"Trivialness","type":"n.","descr":" Quality or state of being trivial."},{"word":"Trivium","type":"n.","descr":" The three \" liberal\" arts, grammar, logic, and rhetoric; -- being a triple way, as it were, to eloquence."},{"word":"Trivium","type":"n.","descr":" The three anterior ambulacra of echinoderms, collectively."},{"word":"Triweekly","type":"a.","descr":" Occurring or appearing three times a week; thriceweekly; as, a triweekly newspaper."},{"word":"Triweekly","type":"adv.","descr":" Three times a week."},{"word":"Triweekly","type":"n.","descr":" A triweekly publication."},{"word":"Troad","type":"n.","descr":" See Trode."},{"word":"Troat","type":"v. i.","descr":" To cry, as a buck in rutting time."},{"word":"Troat","type":"n.","descr":" The cry of a buck in rutting time."},{"word":"Trocar","type":"n.","descr":" A stylet, usually with a triangular point, used for exploring tissues or for inserting drainage tubes, as in dropsy."},{"word":"Trochaic","type":"n.","descr":" A trochaic verse or measure."},{"word":"Trochaic","type":"a.","descr":" Alt. of Trochaical"},{"word":"Trochaical","type":"a.","descr":" Of or pertaining to trochees; consisting of trochees; as, trochaic measure or verse."},{"word":"Trochal","type":"a.","descr":" Resembling a wheel."},{"word":"Trochanter","type":"n.","descr":" One of two processes near the head of the femur, the outer being called the great trochanter, and the inner the small trochanter."},{"word":"Trochanter","type":"n.","descr":" The third joint of the leg of an insect, or the second when the trochantine is united with the coxa."},{"word":"Trochanteric","type":"a.","descr":" Of or pertaining to one or both of the trochanters."},{"word":"Trochantine","type":"n.","descr":" The second joint of the leg of an insect, -- often united with the coxa."},{"word":"Trochar","type":"n.","descr":" See Trocar."},{"word":"Troche","type":"n.","descr":" A medicinal tablet or lozenge; strictly, one of circular form."},{"word":"Trochee","type":"n.","descr":" A foot of two syllables, the first long and the second short, as in the Latin word ante, or the first accented and the second unaccented, as in the English word motion; a choreus."},{"word":"Trochil","type":"n.","descr":" The crocodile bird."},{"word":"Trochilic","type":"a.","descr":" OF or pertaining to rotary motion; having power to draw out or turn round."},{"word":"Trochilics","type":"n.","descr":" The science of rotary motion, or of wheel work."},{"word":"Trochili","type":"n. pl.","descr":" A division of birds comprising the humming birds."},{"word":"Trochilidist","type":"n.","descr":" One who studies, or is versed in, the nature and habits of humming birds, or the Trochilidae."},{"word":"Trochilos","type":"n.","descr":" The crocodile bird, or trochil."},{"word":"Trochili","type":"pl. ","descr":" of Trochilus"},{"word":"Trochilus","type":"n.","descr":" A genus of humming birds. It Formerly included all the known species."},{"word":"Trochilus","type":"n.","descr":" Any one of several species of wrens and kinglets."},{"word":"Trochilus","type":"n.","descr":" The crocodile bird."},{"word":"Trochilus","type":"n.","descr":" An annular molding whose section is concave, like the edge of a pulley; -- called also scotia."},{"word":"Troching","type":"n.","descr":" One of the small branches of a stag\\'s antler."},{"word":"Trochisci","type":"pl. ","descr":" of Trochiscus"},{"word":"Trochiscus","type":"n.","descr":" A kind of tablet or lozenge; a troche."},{"word":"Trochisk","type":"n.","descr":" See Trochiscus."},{"word":"Trochite","type":"n.","descr":" A wheel-like joint of the stem of a fossil crinoid."},{"word":"Trochlea","type":"n.","descr":" A pulley."},{"word":"Trochlea","type":"n.","descr":" A pulley, or a structure resembling a pulley; as, the trochlea, or pulleylike end, of the humerus, which articulates with the ulna; or the trochlea, or fibrous ring, in the upper part of the orbit, through which the superior oblique, or trochlear, muscle of the eye passes."},{"word":"Trochlear","type":"n.","descr":" Shaped like, or resembling, a pulley; pertaining to, or connected with, a trochlea; as, a trochlear articular surface; the trochlear muscle of the eye."},{"word":"Trochleary","type":"a.","descr":" Pertaining to, or connected with, a trochlea; trochlear; as, the trochleary, or trochlear, nerve."},{"word":"Trochoid","type":"n.","descr":" The curve described by any point in a wheel rolling on a line; a cycloid; a roulette; in general, the curve described by any point fixedly connected with a moving curve while the moving curve rolls without slipping on a second fixed curve, the curves all being in one plane. Cycloids, epicycloids, hypocycloids, cardioids, etc., are all trochoids."},{"word":"Trochoid","type":"a.","descr":" Admitting of rotation on an axis; -- sometimes applied to a pivot joint like that between the atlas and axis in the vertebral column."},{"word":"Trochoid","type":"a.","descr":" Top-shaped; having a flat base and conical spire; -- said of certain shells."},{"word":"Trochoid","type":"a.","descr":" Of or pertaining to the genus Trochus or family Trochidae."},{"word":"Trochoidal","type":"a.","descr":" Of or pertaining to a trochoid; having the properties of a trochoid."},{"word":"Trochoidal","type":"a.","descr":" See Trochoid, a."},{"word":"Trochometer","type":"n.","descr":" A contrivance for computing the revolutions of a wheel; an odometer."},{"word":"Trochosphere","type":"n.","descr":" A young larval form of many annelids, mollusks, and bryozoans, in which a circle of cilia is developed around the anterior end."},{"word":"Trochi","type":"pl. ","descr":" of Trochus"},{"word":"Trochus","type":"n.","descr":" Any one of numerous species of marine univalve shells belonging to Trochus and many allied genera of the family Trochidae. Some of the species are called also topshells."},{"word":"Troco","type":"n.","descr":" An old English game; -- called also lawn billiards."},{"word":"Trod","type":"","descr":" imp. and p. p. of Tread."},{"word":"Trodden","type":"","descr":" p. p. of Tread."},{"word":"Trode","type":"","descr":" imp. of Tread."},{"word":"Trode","type":"n.","descr":" Tread; footing."},{"word":"Troglodyte","type":"n.","descr":" One of any savage race that dwells in caves, instead of constructing dwellings; a cave dweller. Most of the primitive races of man were troglodytes."},{"word":"Troglodyte","type":"n.","descr":" An anthropoid ape, as the chimpanzee."},{"word":"Troglodyte","type":"n.","descr":" The wren."},{"word":"Troglodytes","type":"n.","descr":" A genus of apes including the chimpanzee."},{"word":"Troglodytes","type":"n.","descr":" A genus of singing birds including the common wrens."},{"word":"Troglodytic","type":"a.","descr":" Alt. of Troglodytical"},{"word":"Troglodytical","type":"a.","descr":" Of or pertaining to a troglodyte, or dweller in caves."},{"word":"Trogon","type":"n.","descr":" Any one of numerous species of beautiful tropical birds belonging to the family Trogonidae. They are noted for the brilliant colors and the resplendent luster of their plumage."},{"word":"Trogonoid","type":"a.","descr":" Like or pertaining to the trogons."},{"word":"Trogue","type":"n.","descr":" A wooden trough, forming a drain."},{"word":"Troic","type":"a.","descr":" Pertaining to Troy; Trojan."},{"word":"Troilite","type":"n.","descr":" Native iron protosulphide, FeS. It is known only in meteoric irons, and is usually in imbedded nodular masses of a bronze color."},{"word":"Troili","type":"pl. ","descr":" of Troilus"},{"word":"Troiluses","type":"pl. ","descr":" of Troilus"},{"word":"Troilus","type":"n.","descr":" A large, handsome American butterfly (Euph\/ades, \/ Papilio, troilus). It is black, with yellow marginal spots on the front wings, and blue spots on the rear wings."},{"word":"Trojan","type":"a.","descr":" Of or pertaining to ancient Troy or its inhabitants."},{"word":"Trojan","type":"n.","descr":" A native or inhabitant of Troy."},{"word":"Troll","type":"n.","descr":" A supernatural being, often represented as of diminutive size, but sometimes as a giant, and fabled to inhabit caves, hills, and like places; a witch."},{"word":"Trolled","type":"imp. and p. p.","descr":" of Troll"},{"word":"Trolling","type":"p. pr. and vb. n.","descr":" of Troll"},{"word":"Troll","type":"v. t.","descr":" To move circularly or volubly; to roll; to turn."},{"word":"Troll","type":"v. t.","descr":" To send about; to circulate, as a vessel in drinking."},{"word":"Troll","type":"v. t.","descr":" To sing the parts of in succession, as of a round, a catch, and the like; also, to sing loudly or freely."},{"word":"Troll","type":"v. t.","descr":" To angle for with a trolling line, or with a book drawn along the surface of the water; hence, to allure."},{"word":"Troll","type":"v. t.","descr":" To fish in; to seek to catch fish from."},{"word":"Troll","type":"v. i.","descr":" To roll; to run about; to move around; as, to troll in a coach and six."},{"word":"Troll","type":"v. i.","descr":" To move rapidly; to wag."},{"word":"Troll","type":"v. i.","descr":" To take part in trolling a song."},{"word":"Troll","type":"v. i.","descr":" To fish with a rod whose line runs on a reel; also, to fish by drawing the hook through the water."},{"word":"Troll","type":"n.","descr":" The act of moving round; routine; repetition."},{"word":"Troll","type":"n.","descr":" A song the parts of which are sung in succession; a catch; a round."},{"word":"Troll","type":"n.","descr":" A trolley."},{"word":"Troller","type":"n.","descr":" One who trolls."},{"word":"Trolley","type":"n.","descr":" Alt. of Trolly"},{"word":"Trolly","type":"n.","descr":" A form of truck which can be tilted, for carrying railroad materials, or the like."},{"word":"Trolly","type":"n.","descr":" A narrow cart that is pushed by hand or drawn by an animal."},{"word":"Trolly","type":"n.","descr":" A truck from which the load is suspended in some kinds of cranes."},{"word":"Trolly","type":"n.","descr":" A truck which travels along the fixed conductors, and forms a means of connection between them and a railway car."},{"word":"Trollmydames","type":"n.","descr":" The game of nineholes."},{"word":"Trollop","type":"n.","descr":" A stroller; a loiterer; esp., an idle, untidy woman; a slattern; a slut; a whore."},{"word":"Trollopee","type":"n.","descr":" A kind of loose dress for women."},{"word":"Trombone","type":"n.","descr":" A powerful brass instrument of the trumpet kind, thought by some to be the ancient sackbut, consisting of a tube in three parts, bent twice upon itself and ending in a bell. The middle part, bent double, slips into the outer parts, as in a telescope, so that by change of the vibrating length any tone within the compass of the instrument (which may be bass or tenor or alto or even, in rare instances, soprano) is commanded. It is the only member of the family of wind instruments whose scale, both diatonic and chromatic, is complete without the aid of keys or pistons, and which can slide from note to note as smoothly as the human voice or a violin. Softly blown, it has a rich and mellow sound, which becomes harsh and blatant when the tones are forced; used with discretion, its effect is often solemn and majestic."},{"word":"Trombone","type":"n.","descr":" The common European bittern."},{"word":"Trommel","type":"n.","descr":" A revolving buddle or sieve for separating, or sizing, ores."},{"word":"Tromp","type":"n.","descr":" A blowing apparatus, in which air, drawn into the upper part of a vertical tube through side holes by a stream of water within, is carried down with the water into a box or chamber below which it is led to a furnace."},{"word":"Tromp","type":"n.","descr":" Alt. of Trompe"},{"word":"Trompe","type":"n.","descr":" A trumpet; a trump."},{"word":"Trompil","type":"n.","descr":" An aperture in a tromp."},{"word":"Tron","type":"n.","descr":" See 3d Trone, 2. "},{"word":"Trona","type":"n.","descr":" A native double salt, consisting of a combination of neutral and acid sodium carbonate, Na2CO3.2HNaCO3.2H2O, occurring as a white crystalline fibrous deposit from certain soda brine springs and lakes; -- called also urao, and by the ancients nitrum."},{"word":"Tronage","type":"n.","descr":" A toll or duty paid for weighing wool; also, the act of weighing wool."},{"word":"Tronator","type":"n.","descr":" An officer in London whose duty was to weigh wool."},{"word":"Trone","type":"n.","descr":" A throne."},{"word":"Trone","type":"n.","descr":" A small drain."},{"word":"Trone","type":"n.","descr":" Alt. of Trones"},{"word":"Trones","type":"n.","descr":" A steelyard."},{"word":"Trones","type":"n.","descr":" A form of weighing machine for heavy wares, consisting of two horizontal bars crossing each other, beaked at the extremities, and supported by a wooden pillar. It is now mostly disused."},{"word":"Troop","type":"n.","descr":" A collection of people; a company; a number; a multitude."},{"word":"Troop","type":"n.","descr":" Soldiers, collectively; an army; -- now generally used in the plural."},{"word":"Troop","type":"n.","descr":" Specifically, a small body of cavalry, light horse, or dragoons, consisting usually of about sixty men, commanded by a captain; the unit of formation of cavalry, corresponding to the company in infantry. Formerly, also, a company of horse artillery; a battery."},{"word":"Troop","type":"n.","descr":" A company of stageplayers; a troupe."},{"word":"Troop","type":"n.","descr":" A particular roll of the drum; a quick march."},{"word":"Trooped","type":"imp. and p. p.","descr":" of Troop"},{"word":"Trooping","type":"p. pr. and vb. n.","descr":" of Troop"},{"word":"Troop","type":"v. i.","descr":" To move in numbers; to come or gather in crowds or troops."},{"word":"Troop","type":"v. i.","descr":" To march on; to go forward in haste."},{"word":"Troopbird","type":"n.","descr":" Any troupial."},{"word":"Trooper","type":"n.","descr":" A soldier in a body of cavalry; a cavalryman; also, the horse of a cavalryman."},{"word":"Troopfowl","type":"n.","descr":" The American scaup duck."},{"word":"Troopial","type":"n.","descr":" Same as Troupial."},{"word":"Troopmeal","type":"adv.","descr":" By troops; in crowds."},{"word":"Troopship","type":"n.","descr":" A vessel built or fitted for the conveyance of troops; a transport."},{"word":"Troostite","type":"n.","descr":" Willemite."},{"word":"Tropaeolin","type":"n.","descr":" A name given to any one of a series of orange-red dyestuffs produced artificially from certain complex sulphonic acid derivatives of azo and diazo hydrocarbons of the aromatic series; -- so called because of the general resemblance to the shades of nasturtium (Tropaeolum)."},{"word":"Trope","type":"n.","descr":" The use of a word or expression in a different sense from that which properly belongs to it; the use of a word or expression as changed from the original signification to another, for the sake of giving life or emphasis to an idea; a figure of speech."},{"word":"Trope","type":"n.","descr":" The word or expression so used."},{"word":"Tropeine","type":"n.","descr":" Any one of a series of artificial ethereal salts derived from the alkaloidal base tropine."},{"word":"Trophi","type":"n. pl.","descr":" The mouth parts of an insect, collectively, including the labrum, labium, maxillae, mandibles, and lingua, with their appendages."},{"word":"Trophic","type":"a.","descr":" Of or connected with nutrition; nitritional; nourishing; as, the so-called trophic nerves, which have a direct influence on nutrition."},{"word":"Trophied","type":"a.","descr":" Adorned with trophies."},{"word":"Trophonian","type":"a.","descr":" Of or pertaining to Trophonius, his architecture, or his cave and oracle."},{"word":"Trophosome","type":"n.","descr":" The nutritive zooids of a hydroid, collectively, as distinguished from the gonosome, or reproductive zooids."},{"word":"Trophosperm","type":"n.","descr":" The placenta."},{"word":"Trophies","type":"pl. ","descr":" of Trophy"},{"word":"Trophy","type":"n.","descr":" A sign or memorial of a victory raised on the field of battle, or, in case of a naval victory, on the nearest land. Sometimes trophies were erected in the chief city of the conquered people."},{"word":"Trophy","type":"n.","descr":" The representation of such a memorial, as on a medal; esp. (Arch.), an ornament representing a group of arms and military weapons, offensive and defensive."},{"word":"Trophy","type":"n.","descr":" Anything taken from an enemy and preserved as a memorial of victory, as arms, flags, standards, etc."},{"word":"Trophy","type":"n.","descr":" Any evidence or memorial of victory or conquest; as, every redeemed soul is a trophy of grace."},{"word":"Tropic","type":"a.","descr":" Of, pertaining to, or designating, an acid obtained from atropine and certain other alkaloids, as a white crystalline substance slightly soluble in water."},{"word":"Tropic","type":"n.","descr":" One of the two small circles of the celestial sphere, situated on each side of the equator, at a distance of 23¡ 28\/, and parallel to it, which the sun just reaches at its greatest declination north or south, and from which it turns again toward the equator, the northern circle being called the Tropic of Cancer, and the southern the Tropic of Capricorn, from the names of the two signs at which they touch the ecliptic."},{"word":"Tropic","type":"n.","descr":" One of the two parallels of terrestrial latitude corresponding to the celestial tropics, and called by the same names."},{"word":"Tropic","type":"n.","descr":" The region lying between these parallels of latitude, or near them on either side."},{"word":"Tropic","type":"a.","descr":" Of or pertaining to the tropics; tropical."},{"word":"Tropical","type":"n.","descr":" Of or pertaining to the tropics; characteristic of, or incident to, the tropics; being within the tropics; as, tropical climate; tropical latitudes; tropical heat; tropical diseases."},{"word":"Tropical","type":"n.","descr":" Rhetorically changed from its exact original sense; being of the nature of a trope; figurative; metaphorical."},{"word":"Tropically","type":"adv.","descr":" In a tropical manner; figuratively; metaphorically."},{"word":"Tropidine","type":"n.","descr":" An alkaloid, C8H13N, obtained by the chemical dehydration of tropine, as an oily liquid having a coninelike odor."},{"word":"Tropilidene","type":"n.","descr":" A liquid hydrocarbon obtained by the dry distillation of tropine with quicklime. It is regarded as being homologous with dipropargyl."},{"word":"Tropine","type":"n.","descr":" A white crystalline alkaloid, C8H15NO, produced by decomposing atropine."},{"word":"Tropist","type":"n.","descr":" One who deals in tropes; specifically, one who avoids the literal sense of the language of Scripture by explaining it as mere tropes and figures of speech."},{"word":"Tropologic","type":"a.","descr":" Alt. of Tropological"},{"word":"Tropological","type":"a.","descr":" Characterized by tropes; varied by tropes; tropical."},{"word":"Tropologize","type":"v. t.","descr":" To use in a tropological sense, as a word; to make a trope of."},{"word":"Tropology","type":"n.","descr":" A rhetorical mode of speech, including tropes, or changes from the original import of the word."},{"word":"Trossers","type":"n. pl.","descr":" Trousers."},{"word":"Trotted","type":"imp. and p. p.","descr":" of Trot"},{"word":"Trotting","type":"p. pr. and vb. n.","descr":" of Trot"},{"word":"Trot","type":"v. i.","descr":" To proceed by a certain gait peculiar to quadrupeds; to ride or drive at a trot. See Trot, n."},{"word":"Trot","type":"n.","descr":" Fig.: To run; to jog; to hurry."},{"word":"Trot","type":"v. t.","descr":" To cause to move, as a horse or other animal, in the pace called a trot; to cause to run without galloping or cantering."},{"word":"Trot","type":"v. i.","descr":" The pace of a horse or other quadruped, more rapid than a walk, but of various degrees of swiftness, in which one fore foot and the hind foot of the opposite side are lifted at the same time."},{"word":"Trot","type":"v. i.","descr":" Fig.: A jogging pace, as of a person hurrying."},{"word":"Trot","type":"v. i.","descr":" One who trots; a child; a woman."},{"word":"Troth","type":"n.","descr":" Belief; faith; fidelity."},{"word":"Troth","type":"n.","descr":" Truth; verity; veracity; as, by my troth."},{"word":"Troth","type":"n.","descr":" Betrothal."},{"word":"Trothless","type":"a.","descr":" Faitless; false; treacherous."},{"word":"Trothplight","type":"v. t.","descr":" To betroth."},{"word":"Trothplight","type":"a.","descr":" Betrothed; espoused; affianced."},{"word":"Trothplight","type":"n.","descr":" The act of betrothing, or plighting faith; betrothing."},{"word":"Trothplighted","type":"a.","descr":" Having fidelity pledged."},{"word":"Trotter","type":"n.","descr":" One that trots; especially, a horse trained to be driven in trotting matches."},{"word":"Trotter","type":"n.","descr":" The foot of an animal, especially that of a sheep; also, humorously, the human foot."},{"word":"Trottoir","type":"n.","descr":" Footpath; pavement; sidewalk."},{"word":"Troubadour","type":"n.","descr":" One of a school of poets who flourished from the eleventh to the thirteenth century, principally in Provence, in the south of France, and also in the north of Italy. They invented, and especially cultivated, a kind of lyrical poetry characterized by intricacy of meter and rhyme, and usually of a romantic, amatory strain."},{"word":"Troublable","type":"a.","descr":" Causing trouble; troublesome."},{"word":"Troubled","type":"imp. and p. p.","descr":" of Trouble"},{"word":"Troubling","type":"p. pr. and vb. n.","descr":" of Trouble"},{"word":"Trouble","type":"v. t.","descr":" To put into confused motion; to disturb; to agitate."},{"word":"Trouble","type":"v. t.","descr":" To disturb; to perplex; to afflict; to distress; to grieve; to fret; to annoy; to vex."},{"word":"Trouble","type":"v. t.","descr":" To give occasion for labor to; -- used in polite phraseology; as, I will not trouble you to deliver the letter."},{"word":"Trouble","type":"a.","descr":" Troubled; dark; gloomy."},{"word":"Trouble","type":"v. t.","descr":" The state of being troubled; disturbance; agitation; uneasiness; vexation; calamity."},{"word":"Trouble","type":"v. t.","descr":" That which gives disturbance, annoyance, or vexation; that which afflicts."},{"word":"Trouble","type":"v. t.","descr":" A fault or interruption in a stratum."},{"word":"Troubler","type":"n.","descr":" One who troubles or disturbs; one who afflicts or molests; a disturber; as, a troubler of the peace."},{"word":"Troublesome","type":"a.","descr":" Giving trouble or anxiety; vexatious; burdensome; wearisome."},{"word":"Troublous","type":"a.","descr":" Full of trouble; causing trouble."},{"word":"Trous-de-loup","type":"pl. ","descr":" of Trou-de-loup"},{"word":"Trou-de-loup","type":"n.","descr":" A pit in the form of an inverted cone or pyramid, constructed as an obstacle to the approach of an enemy, and having a pointed stake in the middle. The pits are called also trapholes."},{"word":"Trough","type":"n.","descr":" A long, hollow vessel, generally for holding water or other liquid, especially one formed by excavating a log longitudinally on one side; a long tray; also, a wooden channel for conveying water, as to a mill wheel."},{"word":"Trough","type":"n.","descr":" Any channel, receptacle, or depression, of a long and narrow shape; as, trough between two ridges, etc."},{"word":"Trough-shell","type":"n.","descr":" Any bivalve shell of the genus Mactra. See Mactra."},{"word":"Troul","type":"v. t. and i.","descr":" See Troll."},{"word":"Trounced","type":"imp. and p. p.","descr":" of Trounce"},{"word":"Trouncing","type":"p. pr. and vb. n.","descr":" of Trounce"},{"word":"Trounce","type":"v. t.","descr":" To punish or beat severely; to whip smartly; to flog; to castigate."},{"word":"Troupe","type":"n.","descr":" A company or troop, especially the company pf performers in a play or an opera."},{"word":"Troupial","type":"n.","descr":" Any one of numerous species of bright-colored American birds belonging to Icterus and allied genera, especially Icterus icterus, a native of the West Indies and South America. Many of the species are called orioles in America."},{"word":"Trouse","type":"n.","descr":" Trousers."},{"word":"Trousering","type":"n.","descr":" Cloth or material for making trousers."},{"word":"Trousers","type":"n. pl.","descr":" A garment worn by men and boys, extending from the waist to the knee or to the ankle, and covering each leg separately."},{"word":"Trousseau","type":"n.","descr":" The collective lighter equipments or outfit of a bride, including clothes, jewelry, and the like; especially, that which is provided for her by her family."},{"word":"Trout","type":"n.","descr":" Any one of numerous species of fishes belonging to Salmo, Salvelinus, and allied genera of the family Salmonidae. They are highly esteemed as game fishes and for the quality of their flesh. All the species breed in fresh water, but after spawning many of them descend to the sea if they have an opportunity."},{"word":"Trout","type":"n.","descr":" Any one of several species of marine fishes more or less resembling a trout in appearance or habits, but not belonging to the same family, especially the California rock trouts, the common squeteague, and the southern, or spotted, squeteague; -- called also salt-water trout, sea trout, shad trout, and gray trout. See Squeteague, and Rock trout under Rock."},{"word":"Troutbird","type":"n.","descr":" The American golden plover."},{"word":"Trout-colored","type":"a.","descr":" White, with spots of black, bay, or sorrel; as, a trout-colored horse."},{"word":"Troutlet","type":"n.","descr":" A little trout; a troutling."},{"word":"Troutling","type":"n.","descr":" A little trout; a troutlet."},{"word":"Trouvere","type":"n.","descr":" Alt. of Trouveur"},{"word":"Trouveur","type":"n.","descr":" One of a school of poets who flourished in Northern France from the eleventh to the fourteenth century."},{"word":"Trover","type":"n.","descr":" The gaining possession of any goods, whether by finding or by other means."},{"word":"Trover","type":"n.","descr":" An action to recover damages against one who found goods, and would not deliver them to the owner on demand; an action which lies in any case to recover the value of goods wrongfully converted by another to his own use. In this case the finding, though alleged, is an immaterial fact; the injury lies in the conversion."},{"word":"Trow","type":"n.","descr":" A boat with an open well amidships. It is used in spearing fish."},{"word":"Trow","type":"v. i. and t.","descr":" To believe; to trust; to think or suppose."},{"word":"Trowel","type":"n.","descr":" A mason\\'s tool, used in spreading and dressing mortar, and breaking bricks to shape them."},{"word":"Trowel","type":"n.","descr":" A gardener\\'s tool, somewhat like a scoop, used in taking up plants, stirring the earth, etc."},{"word":"Trowel","type":"n.","descr":" A tool used for smoothing a mold."},{"word":"Troweled","type":"","descr":" Formed with a trowel; smoothed with a trowel; as, troweled stucco, that is, stucco laid on and ready for the reception of paint."},{"word":"Trowelfuls","type":"pl. ","descr":" of Trowelful"},{"word":"Trowelful","type":"n.","descr":" As much as a trowel will hold; enough to fill a trowel."},{"word":"Trowl","type":"n.","descr":" See Troll."},{"word":"Trowsed","type":"a.","descr":" Wearing trousers."},{"word":"Trowsers","type":"n. pl.","descr":" Same as Trousers."},{"word":"Troy","type":"n.","descr":" Troy weight."},{"word":"Troyounce","type":"n.","descr":" See Troy ounce, under Troy weight, above, and under Ounce."},{"word":"Truage","type":"n.","descr":" A pledge of truth or peace made on payment of a tax."},{"word":"Truage","type":"n.","descr":" A tax or impost; tribute."},{"word":"Truancy","type":"n.","descr":" The act of playing truant, or the state of being truant; as, addicted to truancy."},{"word":"Truand","type":"n. and a.","descr":" See Truant."},{"word":"Truant","type":"n.","descr":" One who stays away from business or any duty; especially, one who stays out of school without leave; an idler; a loiterer; a shirk."},{"word":"Truant","type":"a.","descr":" Wandering from business or duty; loitering; idle, and shirking duty; as, a truant boy."},{"word":"Truant","type":"v. i.","descr":" To idle away time; to loiter, or wander; to play the truant."},{"word":"Truant","type":"v. t.","descr":" To idle away; to waste."},{"word":"Truantly","type":"adv.","descr":" Like a truant; in idleness."},{"word":"Truantship","type":"n.","descr":" The conduct of a truant; neglect of employment; idleness; truancy."},{"word":"Trub","type":"n.","descr":" A truffle."},{"word":"Trubtall","type":"n.","descr":" A short, squat woman."},{"word":"Trubu","type":"n.","descr":" An East India herring (Clupea toli) which is extensively caught for the sake of its roe and for its flesh."},{"word":"Truce","type":"n.","descr":" A suspension of arms by agreement of the commanders of opposing forces; a temporary cessation of hostilities, for negotiation or other purpose; an armistice."},{"word":"Truce","type":"n.","descr":" Hence, intermission of action, pain, or contest; temporary cessation; short quiet."},{"word":"Trucebreaker","type":"n.","descr":" One who violates a truce, covenant, or engagement."},{"word":"Truceless","type":"a.","descr":" Without a truce; unforbearing."},{"word":"Truchman","type":"n.","descr":" An interpreter. See Dragoman."},{"word":"Trucidation","type":"n.","descr":" The act of killing."},{"word":"Truck","type":"v. i.","descr":" A small wheel, as of a vehicle; specifically (Ord.), a small strong wheel, as of wood or iron, for a gun carriage."},{"word":"Truck","type":"v. i.","descr":" A low, wheeled vehicle or barrow for carrying goods, stone, and other heavy articles."},{"word":"Truck","type":"v. i.","descr":" A swiveling carriage, consisting of a frame with one or more pairs of wheels and the necessary boxes, springs, etc., to carry and guide one end of a locomotive or a car; -- sometimes called bogie in England. Trucks usually have four or six wheels."},{"word":"Truck","type":"v. i.","descr":" A small wooden cap at the summit of a flagstaff or a masthead, having holes in it for reeving halyards through."},{"word":"Truck","type":"v. i.","descr":" A small piece of wood, usually cylindrical or disk-shaped, used for various purposes."},{"word":"Truck","type":"v. i.","descr":" A freight car."},{"word":"Truck","type":"v. i.","descr":" A frame on low wheels or rollers; -- used for various purposes, as for a movable support for heavy bodies."},{"word":"Truck","type":"v. t.","descr":" To transport on a truck or trucks."},{"word":"Trucked","type":"imp. and p. p.","descr":" of Truck"},{"word":"trucking","type":"p. pr. and vb. n.","descr":" of Truck"},{"word":"Truck","type":"v. t.","descr":" To exchange; to give in exchange; to barter; as, to truck knives for gold dust."},{"word":"Truck","type":"v. i.","descr":" To exchange commodities; to barter; to trade; to deal."},{"word":"Truck","type":"n.","descr":" Exchange of commodities; barter."},{"word":"Truck","type":"n.","descr":" Commodities appropriate for barter, or for small trade; small commodities; esp., in the United States, garden vegetables raised for the market."},{"word":"Truck","type":"n.","descr":" The practice of paying wages in goods instead of money; -- called also truck system."},{"word":"Truckage","type":"n.","descr":" The practice of bartering goods; exchange; barter; truck."},{"word":"Truckage","type":"n.","descr":" Money paid for the conveyance of goods on a truck; freight."},{"word":"Trucker","type":"n.","descr":" One who trucks; a trafficker."},{"word":"Trucking","type":"n.","descr":" The business of conveying goods on trucks."},{"word":"Truckle","type":"n.","descr":" A small wheel or caster."},{"word":"Truckle","type":"v. i.","descr":" To yield or bend obsequiously to the will of another; to submit; to creep."},{"word":"Truckled","type":"imp. and p. p.","descr":" of Truckle"},{"word":"Truckling","type":"p. pr. and vb. n.","descr":" of Truckle"},{"word":"Truckle","type":"v. t.","descr":" To roll or move upon truckles, or casters; to trundle."},{"word":"Truckle-bed","type":"n.","descr":" A low bed on wheels, that may be pushed under another bed; a trundle-bed."},{"word":"Truckler","type":"n.","descr":" One who truckles, or yields servilely to the will of another."},{"word":"Truckmen","type":"pl. ","descr":" of Truckman"},{"word":"Truckman","type":"n.","descr":" One who does business in the way of barter or exchange."},{"word":"Truckman","type":"n.","descr":" One who drives a truck, or whose business is the conveyance of goods on trucks."},{"word":"Truculence","type":"n.","descr":" Alt. of Truculency"},{"word":"Truculency","type":"n.","descr":" The quality or state of being truculent; savageness of manners; ferociousness."},{"word":"Truculent","type":"a.","descr":" Fierce; savage; ferocious; barbarous; as, the truculent inhabitants of Scythia."},{"word":"Truculent","type":"a.","descr":" Cruel; destructive; ruthless."},{"word":"Truculently","type":"adv.","descr":" In a truculent manner."},{"word":"Trudged","type":"imp. and p. p.","descr":" of Trudge"},{"word":"Trudging","type":"p. pr. and vb. n.","descr":" of Trudge"},{"word":"Trudge","type":"v. i.","descr":" To walk or march with labor; to jog along; to move wearily."},{"word":"Trudgeman","type":"n.","descr":" A truchman."},{"word":"True","type":"n.","descr":" Conformable to fact; in accordance with the actual state of things; correct; not false, erroneous, inaccurate, or the like; as, a true relation or narration; a true history; a declaration is true when it states the facts."},{"word":"True","type":"n.","descr":" Right to precision; conformable to a rule or pattern; exact; accurate; as, a true copy; a true likeness of the original."},{"word":"True","type":"n.","descr":" Steady in adhering to friends, to promises, to a prince, or the like; unwavering; faithful; loyal; not false, fickle, or perfidious; as, a true friend; a wife true to her husband; an officer true to his charge."},{"word":"True","type":"n.","descr":" Actual; not counterfeit, adulterated, or pretended; genuine; pure; real; as, true balsam; true love of country; a true Christian."},{"word":"True","type":"adv.","descr":" In accordance with truth; truly."},{"word":"True-blue","type":"a.","descr":" Of inflexible honesty and fidelity; -- a term derived from the true, or Coventry, blue, formerly celebrated for its unchanging color. See True blue, under Blue."},{"word":"True-blue","type":"n.","descr":" A person of inflexible integrity or fidelity."},{"word":"True-born","type":"a.","descr":" Of genuine birth; having a right by birth to any title; as, a true-born Englishman."},{"word":"True-bred","type":"a.","descr":" Of a genuine or right breed; as, a true-bred beast."},{"word":"True-bred","type":"a.","descr":" Being of real breeding or education; as, a true-bred gentleman."},{"word":"True-hearted","type":"a.","descr":" Of a faithful heart; honest; sincere; not faithless or deceitful; as, a truhearted friend."},{"word":"Truelove","type":"n.","descr":" One really beloved."},{"word":"Truelove","type":"n.","descr":" A plant. See Paris."},{"word":"Truelove","type":"n.","descr":" An unexplained word occurring in Chaucer, meaning, perhaps, an aromatic sweetmeat for sweetening the breath."},{"word":"Trueness","type":"n.","descr":" The quality of being true; reality; genuineness; faithfulness; sincerity; exactness; truth."},{"word":"True-penny","type":"n.","descr":" An honest fellow."},{"word":"Truffle","type":"n.","descr":" Any one of several kinds of roundish, subterranean fungi, usually of a blackish color. The French truffle (Tuber melanosporum) and the English truffle (T. aestivum) are much esteemed as articles of food."},{"word":"Truffled","type":"a.","descr":" Provided or cooked with truffles; stuffed with truffles; as, a truffled turkey."},{"word":"Trug","type":"n.","descr":" A trough, or tray."},{"word":"Trug","type":"n.","descr":" A hod for mortar."},{"word":"Trug","type":"n.","descr":" An old measure of wheat equal to two thirds of a bushel."},{"word":"Trug","type":"n.","descr":" A concubine; a harlot."},{"word":"Trugging-house","type":"n.","descr":" A brothel."},{"word":"Truism","type":"n.","descr":" An undoubted or self-evident truth; a statement which is pliantly true; a proposition needing no proof or argument; -- opposed to falsism."},{"word":"Truismatic","type":"a.","descr":" Of or pertaining to truisms; consisting of truisms."},{"word":"Trull","type":"n.","descr":" A drab; a strumpet; a harlot; a trollop."},{"word":"Trull","type":"n.","descr":" A girl; a wench; a lass."},{"word":"Trullization","type":"n.","descr":" The act of laying on coats of plaster with a trowel."},{"word":"Truly","type":"adv.","descr":" In a true manner; according to truth; in agreement with fact; as, to state things truly; the facts are truly represented."},{"word":"Truly","type":"adv.","descr":" Exactly; justly; precisely; accurately; as, to estimate truly the weight of evidence."},{"word":"Truly","type":"adv.","descr":" Sincerely; honestly; really; faithfully; as, to be truly attached to a lover; the citizens are truly loyal to their prince or their country."},{"word":"Truly","type":"adv.","descr":" Conformably to law; legally; legitimately."},{"word":"Truly","type":"adv.","descr":" In fact; in deed; in reality; in truth."},{"word":"Trump","type":"n.","descr":" A wind instrument of music; a trumpet, or sound of a trumpet; -- used chiefly in Scripture and poetry."},{"word":"Trump","type":"v. i.","descr":" To blow a trumpet."},{"word":"Trump","type":"n.","descr":" A winning card; one of a particular suit (usually determined by chance for each deal) any card of which takes any card of the other suits."},{"word":"Trump","type":"n.","descr":" An old game with cards, nearly the same as whist; -- called also ruff."},{"word":"Trump","type":"n.","descr":" A good fellow; an excellent person."},{"word":"Trumped","type":"imp. and p. p.","descr":" of Trump"},{"word":"Trumping","type":"p. pr. and vb. n.","descr":" of Trump"},{"word":"Trump","type":"v. i.","descr":" To play a trump card when one of another suit has been led."},{"word":"Trump","type":"v. t.","descr":" To play a trump card upon; to take with a trump card; as, she trumped the first trick."},{"word":"Trump","type":"v. t.","descr":" To trick, or impose on; to deceive."},{"word":"Trump","type":"v. t.","descr":" To impose unfairly; to palm off."},{"word":"Trumpery","type":"n.","descr":" Deceit; fraud."},{"word":"Trumpery","type":"n.","descr":" Something serving to deceive by false show or pretense; falsehood; deceit; worthless but showy matter; hence, things worn out and of no value; rubbish."},{"word":"Trumpery","type":"a.","descr":" Worthless or deceptive in character."},{"word":"Trumpet","type":"n.","descr":" A wind instrument of great antiquity, much used in war and military exercises, and of great value in the orchestra. In consists of a long metallic tube, curved (once or twice) into a convenient shape, and ending in a bell. Its scale in the lower octaves is limited to the first natural harmonics; but there are modern trumpets capable, by means of valves or pistons, of producing every tone within their compass, although at the expense of the true ringing quality of tone."},{"word":"Trumpet","type":"n.","descr":" A trumpeter."},{"word":"Trumpet","type":"n.","descr":" One who praises, or propagates praise, or is the instrument of propagating it."},{"word":"Trumpet","type":"n.","descr":" A funnel, or short, fiaring pipe, used as a guide or conductor, as for yarn in a knitting machine."},{"word":"Trumpeted","type":"imp. and p. p.","descr":" of Trumpet"},{"word":"Trumpeting","type":"p. pr. and vb. n.","descr":" of Trumpet"},{"word":"Trumpet","type":"v. t.","descr":" To publish by, or as by, sound of trumpet; to noise abroad; to proclaim; as, to trumpet good tidings."},{"word":"Trumpet","type":"v. i.","descr":" To sound loudly, or with a tone like a trumpet; to utter a trumplike cry."},{"word":"Trumpeter","type":"n.","descr":" One who sounds a trumpet."},{"word":"Trumpeter","type":"n.","descr":" One who proclaims, publishes, or denounces."},{"word":"Trumpeter","type":"n.","descr":" Any one of several species of long-legged South American birds of the genus Psophia, especially P. crepitans, which is abundant, and often domesticated and kept with other poultry by the natives. They are allied to the cranes. So called from their loud cry.  Called also agami, and yakamik."},{"word":"Trumpeter","type":"n.","descr":" A variety of the domestic pigeon."},{"word":"Trumpeter","type":"n.","descr":" An American swan (Olor buccinator) which has a very loud note."},{"word":"Trumpeter","type":"n.","descr":" A large edible fish (Latris hecateia) of the family Cirrhitidae, native of Tasmania and New Zealand. It sometimes weighs as much as fifty or sixty pounds, and is highly esteemed as a food fish."},{"word":"Trumpeting","type":"n.","descr":" A channel cut behind the brick lining of a shaft."},{"word":"Trumpets","type":"n. pl.","descr":" A plant (Sarracenia flava) with long, hollow leaves."},{"word":"Trumpet-shaped","type":"a.","descr":" Tubular with one end dilated, as the flower of the trumpet creeper."},{"word":"Trumpet-tongued","type":"a.","descr":" Having a powerful, far-reaching voice or speech."},{"word":"Trumpetweed","type":"n.","descr":" An herbaceous composite plant (Eupatorium purpureum), often having hollow stems, and bearing purplish flowers in small corymbed heads."},{"word":"Trumpetweed","type":"n.","descr":" The sea trumpet."},{"word":"Trumpetwood","type":"n.","descr":" A tropical American tree (Cecropia peltata) of the Breadfruit family, having hollow stems, which are used for wind instruments; -- called also snakewood, and trumpet tree."},{"word":"Trumpie","type":"n.","descr":" The Richardson\\'s skua (Stercorarius parasiticus)."},{"word":"Trumplike","type":"a.","descr":" Resembling a trumpet, esp. in sound; as, a trumplike voice."},{"word":"Truncal","type":"a.","descr":" Of or pertaining to the trunk, or body."},{"word":"Truncated","type":"imp. and p. p.","descr":" of Truncate"},{"word":"Truncating","type":"p. pr. and vb. n.","descr":" of Truncate"},{"word":"Truncate","type":"v. t.","descr":" To cut off; to lop; to maim."},{"word":"Truncate","type":"a.","descr":" Appearing as if cut off at the tip; as, a truncate leaf or feather."},{"word":"Truncated","type":"a.","descr":" Cut off; cut short; maimed."},{"word":"Truncated","type":"a.","descr":" Replaced, or cut off, by a plane, especially when equally inclined to the adjoining faces; as, a truncated edge."},{"word":"Truncated","type":"a.","descr":" Lacking the apex; -- said of certain spiral shells in which the apex naturally drops off."},{"word":"Truncation","type":"n.","descr":" The act of truncating, lopping, or cutting off."},{"word":"Truncation","type":"n.","descr":" The state of being truncated."},{"word":"Truncation","type":"n.","descr":" The replacement of an edge or solid angle by a plane, especially when the plane is equally inclined to the adjoining faces."},{"word":"Trunch","type":"n.","descr":" A stake; a small post."},{"word":"Truncheon","type":"n.","descr":" A short staff, a club; a cudgel; a shaft of a spear."},{"word":"Truncheon","type":"n.","descr":" A baton, or military staff of command."},{"word":"Truncheon","type":"n.","descr":" A stout stem, as of a tree, with the branches lopped off, to produce rapid growth."},{"word":"Truncheon","type":"v. t.","descr":" To beat with a truncheon."},{"word":"Truncheoned","type":"a.","descr":" Having a truncheon."},{"word":"Truncheoneer","type":"n.","descr":" A person armed with a truncheon."},{"word":"Truncus","type":"n.","descr":" The thorax of an insect. See Trunk, n., 5."},{"word":"Trundle","type":"v. i.","descr":" A round body; a little wheel."},{"word":"Trundle","type":"v. i.","descr":" A lind of low-wheeled cart; a truck."},{"word":"Trundle","type":"v. i.","descr":" A motion as of something moving upon little wheels or rollers; a rolling motion."},{"word":"Trundle","type":"v. i.","descr":" A lantern wheel. See under Lantern."},{"word":"Trundle","type":"v. i.","descr":" One of the bars of a lantern wheel."},{"word":"Trundled","type":"imp. and p. p.","descr":" of Trundle"},{"word":"Trundling","type":"p. pr. and vb. n.","descr":" of Trundle"},{"word":"Trundle","type":"v. t.","descr":" To roll (a thing) on little wheels; as, to trundle a bed or a gun carriage."},{"word":"Trundle","type":"v. t.","descr":" To cause to roll or revolve; to roll along; as, to trundle a hoop or a ball."},{"word":"Trundle","type":"v. i.","descr":" To go or move on small wheels; as, a bed trundles under another."},{"word":"Trundle","type":"v. i.","descr":" To roll, or go by revolving, as a hoop."},{"word":"Trundle-bed","type":"n.","descr":" A low bed that is moved on trundles, or little wheels, so that it can be pushed under a higher bed; a truckle-bed; also, sometimes, a simiral bed without wheels."},{"word":"Trundlehead","type":"n.","descr":" One of the disks forming the ends of a lantern wheel or pinion."},{"word":"Trundlehead","type":"n.","descr":" The drumhead of a capstan; especially, the drumhead of the lower of two capstans on the sane axis."},{"word":"Trundletail","type":"n.","descr":" A round or curled-up tail; also, a dog with such a tail."},{"word":"Trunk","type":"n.","descr":" The stem, or body, of a tree, apart from its limbs and roots; the main stem, without the branches; stock; stalk."},{"word":"Trunk","type":"n.","descr":" The body of an animal, apart from the head and limbs."},{"word":"Trunk","type":"n.","descr":" The main body of anything; as, the trunk of a vein or of an artery, as distinct from the branches."},{"word":"Trunk","type":"n.","descr":" That part of a pilaster which is between the base and the capital, corresponding to the shaft of a column."},{"word":"Trunk","type":"n.","descr":" That segment of the body of an insect which is between the head and abdomen, and bears the wings and legs; the thorax; the truncus."},{"word":"Trunk","type":"n.","descr":" The proboscis of an elephant."},{"word":"Trunk","type":"n.","descr":" The proboscis of an insect."},{"word":"Trunk","type":"n.","descr":" A long tube through which pellets of clay, p\/as, etc., are driven by the force of the breath."},{"word":"Trunk","type":"n.","descr":" A box or chest usually covered with leather, metal, or cloth, or sometimes made of leather, hide, or metal, for containing clothes or other goods; especially, one used to convey the effects of a traveler."},{"word":"Trunk","type":"n.","descr":" A flume or sluice in which ores are separated from the slimes in which they are contained."},{"word":"Trunk","type":"n.","descr":" A large pipe forming the piston rod of a steam engine, of sufficient diameter to allow one end of the connecting rod to be attached to the crank, and the other end to pass within the pipe directly to the piston, thus making the engine more compact."},{"word":"Trunk","type":"n.","descr":" A long, large box, pipe, or conductor, made of plank or metal plates, for various uses, as for conveying air to a mine or to a furnace, water to a mill, grain to an elevator, etc."},{"word":"Trunk","type":"v. t.","descr":" To lop off; to curtail; to truncate; to maim."},{"word":"Trunk","type":"v. t.","descr":" To extract (ores) from the slimes in which they are contained, by means of a trunk. See Trunk, n., 9."},{"word":"Trunkback","type":"n.","descr":" The leatherback."},{"word":"Trunked","type":"a.","descr":" Having (such) a trunk."},{"word":"Trunkfish","type":"n.","descr":" Any one of several species of plectognath fishes, belonging to the genus Ostracion, or the family Ostraciontidae, having an angular body covered with a rigid integument consisting of bony scales. Some of the species are called also coffer fish, and boxfish."},{"word":"Trunkfuls","type":"pl. ","descr":" of Trunkful"},{"word":"Trunkful","type":"n.","descr":" As much as a trunk will hold; enough to fill a trunk."},{"word":"Trunkwork","type":"n.","descr":" Work or devices suitable to be concealed; a secret stratagem."},{"word":"Trunnel","type":"n.","descr":" A trundle."},{"word":"Trunnel","type":"n.","descr":" See Treenail."},{"word":"Trunnion","type":"n.","descr":" A cylindrical projection on each side of a piece, whether gun, mortar, or howitzer, serving to support it on the cheeks of the carriage. See Illust. of Cannon."},{"word":"Trunnion","type":"n.","descr":" A gudgeon on each side of an oscillating steam cylinder, to support it. It is usually tubular, to convey steam."},{"word":"Trunnioned","type":"a.","descr":" Provided with trunnions; as, the trunnioned cylinder of an oscillating steam engine."},{"word":"Trusion","type":"n.","descr":" The act of pushing or thrusting."},{"word":"Truss","type":"n.","descr":" A bundle; a package; as, a truss of grass."},{"word":"Truss","type":"n.","descr":" A padded jacket or dress worn under armor, to protect the body from the effects of friction; also, a part of a woman\\'s dress; a stomacher."},{"word":"Truss","type":"n.","descr":" A bandage or apparatus used in cases of hernia, to keep up the reduced parts and hinder further protrusion, and for other purposes."},{"word":"Truss","type":"n.","descr":" A tuft of flowers formed at the top of the main stalk, or stem, of certain plants."},{"word":"Truss","type":"n.","descr":" The rope or iron used to keep the center of a yard to the mast."},{"word":"Truss","type":"n.","descr":" An assemblage of members of wood or metal, supported at two points, and arranged to transmit pressure vertically to those points, with the least possible strain across the length of any member. Architectural trusses when left visible, as in open timber roofs, often contain members not needed for construction, or are built with greater massiveness than is requisite, or are composed in unscientific ways in accordance with the exigencies of style."},{"word":"Trussed","type":"imp. and p. p.","descr":" of Truss"},{"word":"Trussing","type":"p. pr. and vb. n.","descr":" of Truss"},{"word":"Truss","type":"n.","descr":" To bind or pack close; to make into a truss."},{"word":"Truss","type":"n.","descr":" To take fast hold of; to seize and hold firmly; to pounce upon."},{"word":"Truss","type":"n.","descr":" To strengthen or stiffen, as a beam or girder, by means of a brace or braces."},{"word":"Truss","type":"n.","descr":" To skewer; to make fast, as the wings of a fowl to the body in cooking it."},{"word":"Truss","type":"n.","descr":" To execute by hanging; to hang; -- usually with up."},{"word":"Trussing","type":"n.","descr":" The timbers, etc., which form a truss, taken collectively."},{"word":"Trussing","type":"n.","descr":" The art of stiffening or bracing a set of timbers, or the like, by putting in struts, ties, etc., till it has something of the character of a truss."},{"word":"Trussing","type":"n.","descr":" The act of a hawk, or other bird of prey, in seizing its quarry, and soaring with it into air."},{"word":"Trust","type":"n.","descr":" Assured resting of the mind on the integrity, veracity, justice, friendship, or other sound principle, of another person; confidence; reliance; reliance."},{"word":"Trust","type":"n.","descr":" Credit given; especially, delivery of property or merchandise in reliance upon future payment; exchange without immediate receipt of an equivalent; as, to sell or buy goods on trust."},{"word":"Trust","type":"n.","descr":" Assured anticipation; dependence upon something future or contingent, as if present or actual; hope; belief."},{"word":"Trust","type":"n.","descr":" That which is committed or intrusted to one; something received in confidence; charge; deposit."},{"word":"Trust","type":"n.","descr":" The condition or obligation of one to whom anything is confided; responsible charge or office."},{"word":"Trust","type":"n.","descr":" That upon which confidence is reposed; ground of reliance; hope."},{"word":"Trust","type":"n.","descr":" An estate devised or granted in confidence that the devisee or grantee shall convey it, or dispose of the profits, at the will, or for the benefit, of another; an estate held for the use of another; a confidence respecting property reposed in one person, who is termed the trustee, for the benefit of another, who is called the cestui que trust."},{"word":"Trust","type":"n.","descr":" An organization formed mainly for the purpose of regulating the supply and price of commodities, etc.; as, a sugar trust."},{"word":"Trust","type":"a.","descr":" Held in trust; as, trust property; trustmoney."},{"word":"Trusted","type":"imp. and p. p.","descr":" of Trust"},{"word":"Trusting","type":"p. pr. and vb. n.","descr":" of Trust"},{"word":"Trust","type":"n.","descr":" To place confidence in; to rely on, to confide, or repose faith, in; as, we can not trust those who have deceived us."},{"word":"Trust","type":"n.","descr":" To give credence to; to believe; to credit."},{"word":"Trust","type":"n.","descr":" To hope confidently; to believe; -- usually with a phrase or infinitive clause as the object."},{"word":"Trust","type":"n.","descr":" to show confidence in a person by intrusting (him) with something."},{"word":"Trust","type":"n.","descr":" To commit, as to one\\'s care; to intrust."},{"word":"Trust","type":"n.","descr":" To give credit to; to sell to upon credit, or in confidence of future payment; as, merchants and manufacturers trust their customers annually with goods."},{"word":"Trust","type":"n.","descr":" To risk; to venture confidently."},{"word":"Trust","type":"v. i.","descr":" To have trust; to be credulous; to be won to confidence; to confide."},{"word":"Trust","type":"v. i.","descr":" To be confident, as of something future; to hope."},{"word":"Trust","type":"v. i.","descr":" To sell or deliver anything in reliance upon a promise of payment; to give credit."},{"word":"Trustee","type":"n.","descr":" A person to whom property is legally committed in trust, to be applied either for the benefit of specified individuals, or for public uses; one who is intrusted with property for the benefit of another; also, a person in whose hands the effects of another are attached in a trustee process."},{"word":"Trustee","type":"v. t.","descr":" To commit (property) to the care of a trustee; as, to trustee an estate."},{"word":"Trustee","type":"v. t.","descr":" To attach (a debtor\\'s wages, credits, or property in the hands of a third person) in the interest of the creditor."},{"word":"Trusteeship","type":"n.","descr":" The office or duty of a trustee."},{"word":"Truster","type":"n.","descr":" One who trusts, or credits."},{"word":"Truster","type":"n.","descr":" One who makes a trust; -- the correlative of trustee."},{"word":"Trustful","type":"a.","descr":" Full of trust; trusting."},{"word":"Trustful","type":"a.","descr":" Worthy of trust; faithful; trusty; trustworthy."},{"word":"Trustily","type":"adv.","descr":" In a trusty manner."},{"word":"Trustiness","type":"n.","descr":" The quality or state of being trusty."},{"word":"Trusting","type":"a.","descr":" Having or exercising trust; confiding; unsuspecting; trustful."},{"word":"Trustless","type":"a.","descr":" That may not be trusted; not worthy of trust; unfaithful."},{"word":"Trustworthy","type":"a.","descr":" Worthy of trust or confidence; trusty."},{"word":"Trusty","type":"superl.","descr":" Admitting of being safely trusted; justly deserving confidence; fit to be confided in; trustworthy; reliable."},{"word":"Trusty","type":"superl.","descr":" Hence, not liable to fail; strong; firm."},{"word":"Trusty","type":"superl.","descr":" Involving trust; as, a trusty business."},{"word":"Truths","type":"pl. ","descr":" of Truth"},{"word":"Truth","type":"n.","descr":" The quality or being true; as: -- (a) Conformity to fact or reality; exact accordance with that which is, or has been; or shall be."},{"word":"Truth","type":"n.","descr":" Conformity to rule; exactness; close correspondence with an example, mood, object of imitation, or the like."},{"word":"Truth","type":"n.","descr":" Fidelity; constancy; steadfastness; faithfulness."},{"word":"Truth","type":"n.","descr":" The practice of speaking what is true; freedom from falsehood; veracity."},{"word":"Truth","type":"n.","descr":" That which is true or certain concerning any matter or subject, or generally on all subjects; real state of things; fact; verity; reality."},{"word":"Truth","type":"n.","descr":" A true thing; a verified fact; a true statement or proposition; an established principle, fixed law, or the like; as, the great truths of morals."},{"word":"Truth","type":"n.","descr":" Righteousness; true religion."},{"word":"Truth","type":"v. t.","descr":" To assert as true; to declare."},{"word":"Truthful","type":"a.","descr":" Full of truth; veracious; reliable."},{"word":"Truthless","type":"a.","descr":" Devoid of truth; dishonest; dishonest; spurious; faithless."},{"word":"Truth-lover","type":"n.","descr":" One who loves the truth."},{"word":"Truthness","type":"n.","descr":" Truth."},{"word":"Truth-teller","type":"n.","descr":" One who tells the truth."},{"word":"Truthy","type":"a.","descr":" Truthful; likely; probable."},{"word":"Trutination","type":"n.","descr":" The act of weighing."},{"word":"Truttaceous","type":"a.","descr":" Of, pertaining to, or resembling, a trout; as, fish of the truttaceous kind."},{"word":"tried","type":"imp. and p. p.","descr":" of Try"},{"word":"Trying","type":"p. pr. and vb. n.","descr":" of Try"},{"word":"Try","type":"v. t.","descr":" To divide or separate, as one sort from another; to winnow; to sift; to pick out; -- frequently followed by out; as, to try out the wild corn from the good."},{"word":"Try","type":"v. t.","descr":" To purify or refine, as metals; to melt out, and procure in a pure state, as oil, tallow, lard, etc."},{"word":"Try","type":"v. t.","descr":" To prove by experiment; to apply a test to, for the purpose of determining the quality; to examine; to prove; to test; as, to try weights or measures by a standard; to try a man\\'s opinions."},{"word":"Try","type":"v. t.","descr":" To subject to severe trial; to put to the test; to cause suffering or trouble to."},{"word":"Try","type":"v. t.","descr":" To experiment with; to test by use; as, to try a remedy for disease; to try a horse."},{"word":"Try","type":"v. t.","descr":" To strain; to subject to excessive tests; as, the light tries his eyes; repeated disappointments try one\\'s patience."},{"word":"Try","type":"v. t.","descr":" To examine or investigate judicially; to examine by witnesses or other judicial evidence and the principles of law; as, to try a cause, or a criminal."},{"word":"Try","type":"v. t.","descr":" To settle; to decide; to determine; specifically, to decide by an appeal to arms; as, to try rival claims by a duel; to try conclusions."},{"word":"Try","type":"v. t.","descr":" To experience; to have or gain knowledge of by experience."},{"word":"Try","type":"v. t.","descr":" To essay; to attempt; to endeavor."},{"word":"Try","type":"v. i.","descr":" To exert strength; to endeavor; to make an effort or an attempt; as, you must try hard if you wish to learn."},{"word":"Try","type":"v. i.","descr":" To do; to fare; as, how do you try!"},{"word":"Try","type":"n.","descr":" A screen, or sieve, for grain."},{"word":"Try","type":"n.","descr":" Act of trying; attempt; experiment; trial."},{"word":"Try","type":"v. t.","descr":" Refined; select; excellent; choice."},{"word":"Trygon","type":"n.","descr":" Any one of several species of large sting rays belonging to Trygon and allied genera."},{"word":"Trying","type":"a.","descr":" Adapted to try, or put to severe trial; severe; afflictive; as, a trying occasion or position."},{"word":"Trypsin","type":"n.","descr":" A proteolytic ferment, or enzyme, present in the pancreatic juice. Unlike the pepsin of the gastric juice, it acts in a neutral or alkaline fluid, and not only converts the albuminous matter of the food into soluble peptones, but also, in part, into leucin and tyrosin."},{"word":"Trypsinogen","type":"n.","descr":" The antecedent of trypsin, a substance which is contained in the cells of the pancreas and gives rise to the trypsin."},{"word":"Tryptic","type":"a.","descr":" Relating to trypsin or to its action; produced by trypsin; as, trypsin digestion."},{"word":"Tryptone","type":"n.","descr":" The peptone formed by pancreatic digestion; -- so called because it is formed through the agency of the ferment trypsin."},{"word":"Trysail","type":"n.","descr":" A fore-and-aft sail, bent to a gaff, and hoisted on a lower mast or on a small mast, called the trysail mast, close abaft a lower mast; -- used chiefly as a storm sail. Called also spencer."},{"word":"Try-square","type":"n.","descr":" An instrument used by carpenters, joiners, etc., for laying off right angles off right angles, and testing whether work is square."},{"word":"Tryst","type":"n.","descr":" Trust."},{"word":"Tryst","type":"n.","descr":" An appointment to meet; also, an appointed place or time of meeting; as, to keep tryst; to break tryst."},{"word":"Tryst","type":"n.","descr":" To trust."},{"word":"Tryst","type":"n.","descr":" To agree with to meet at a certain place; to make an appointment with."},{"word":"Tryst","type":"v. i.","descr":" To mutually agree to meet at a certain place."},{"word":"Tryster","type":"n.","descr":" One who makes an appointment, or tryst; one who meets with another."},{"word":"Trysting","type":"n.","descr":" An appointment; a tryst."}]