[{"word":"Tuatera","type":"n.","descr":" See Hatteria."},{"word":"Tub","type":"n.","descr":" An open wooden vessel formed with staves, bottom, and hoops; a kind of short cask, half barrel, or firkin, usually with but one head, -- used for various purposes."},{"word":"Tub","type":"n.","descr":" The amount which a tub contains, as a measure of quantity; as, a tub of butter; a tub of camphor, which is about 1 cwt., etc."},{"word":"Tub","type":"n.","descr":" Any structure shaped like a tub: as, a certain old form of pulpit; a short, broad boat, etc., -- often used jocosely or opprobriously."},{"word":"Tub","type":"n.","descr":" A sweating in a tub; a tub fast."},{"word":"Tub","type":"n.","descr":" A small cask; as, a tub of gin."},{"word":"Tub","type":"n.","descr":" A box or bucket in which coal or ore is sent up a shaft; -- so called by miners."},{"word":"Tubbed","type":"imp. and p. p.","descr":" of Tub"},{"word":"Tubbing","type":"p. pr. and vb. n.","descr":" of Tub"},{"word":"Tub","type":"v. t.","descr":" To plant or set in a tub; as, to tub a plant."},{"word":"Tub","type":"i.","descr":" To make use of a bathing tub; to lie or be in a bath; to bathe."},{"word":"Tuba","type":"n.","descr":" An ancient trumpet."},{"word":"Tuba","type":"n.","descr":" A sax-tuba. See Sax-tuba."},{"word":"Tubal","type":"a.","descr":" Of or pertaining to a tube; specifically, of or pertaining to one of the Fallopian tubes; as, tubal pregnancy."},{"word":"Tubbing","type":"n.","descr":" The forming of a tub; also, collectively, materials for tubs."},{"word":"Tubbing","type":"n.","descr":" A lining of timber or metal around the shaft of a mine; especially, a series of cast-iron cylinders bolted together, used to enable those who sink a shaft to penetrate quicksand, water, etc., with safety."},{"word":"Tubby","type":"a.","descr":" Resembling a tub; specifically sounding dull and without resonance, like a tub; wanting elasticity or freedom of sound; as, a tubby violin."},{"word":"Tube","type":"n.","descr":" A hollow cylinder, of any material, used for the conveyance of fluids, and for various other purposes; a pipe."},{"word":"Tube","type":"n.","descr":" A telescope."},{"word":"Tube","type":"n.","descr":" A vessel in animal bodies or plants, which conveys a fluid or other substance."},{"word":"Tube","type":"n.","descr":" The narrow, hollow part of a gamopetalous corolla."},{"word":"Tube","type":"n.","descr":" A priming tube, or friction primer. See under Priming, and Friction."},{"word":"Tube","type":"n.","descr":" A small pipe forming part of the boiler, containing water and surrounded by flame or hot gases, or else surrounded by water and forming a flue for the gases to pass through."},{"word":"Tube","type":"n.","descr":" A more or less cylindrical, and often spiral, case secreted or constructed by many annelids, crustaceans, insects, and other animals, for protection or concealment. See Illust. of Tubeworm."},{"word":"Tube","type":"n.","descr":" One of the siphons of a bivalve mollusk."},{"word":"Tubed","type":"imp. and p. p.","descr":" of Tube"},{"word":"Tubing","type":"p. pr. and vb. n.","descr":" of Tube"},{"word":"Tube","type":"v. t.","descr":" To furnish with a tube; as, to tube a well."},{"word":"Tubeform","type":"a.","descr":" In the form of a tube; tubular; tubiform."},{"word":"Tube-nosed","type":"a.","descr":" Having the nostrils prolonged in the form of horny tubes along the sides of the beak; -- said of certain sea birds."},{"word":"Tube-nosed","type":"a.","descr":" Belonging to the Tubinares."},{"word":"Tuber","type":"n.","descr":" A fleshy, rounded stem or root, usually containing starchy matter, as the potato or arrowroot; a thickened root-stock. See Illust. of Tuberous."},{"word":"Tuber","type":"n.","descr":" A genus of fungi. See Truffle."},{"word":"Tuber","type":"n.","descr":" A tuberosity; a tubercle."},{"word":"Tubercle","type":"n.","descr":" A small knoblike prominence or excrescence, whether natural or morbid; as, a tubercle on a plant; a tubercle on a bone; the tubercles appearing on the body in leprosy."},{"word":"Tubercle","type":"n.","descr":" A small mass or aggregation of morbid matter; especially, the deposit which accompanies scrofula or phthisis. This is composed of a hard, grayish, or yellowish, translucent or opaque matter, which gradually softens, and excites suppuration in its vicinity. It is most frequently found in the lungs, causing consumption."},{"word":"Tubercled","type":"a.","descr":" Having tubercles; affected with, tubercles; tuberculate; as, a tubercled lung or stalk."},{"word":"Tubercular","type":"a.","descr":" Having tubercles; affected with tubercles; tubercled; tuberculate."},{"word":"Tubercular","type":"a.","descr":" Like a tubercle; as, a tubercular excrescence."},{"word":"Tubercular","type":"a.","descr":" Characterized by the development of tubercles; as, tubercular diathesis."},{"word":"Tuberculate","type":"a.","descr":" Alt. of Tuberculated"},{"word":"Tuberculated","type":"a.","descr":" Tubercled; tubercular."},{"word":"Tuberculin","type":"n.","descr":" A fluid containing the products formed by the growth of the tubercle bacillus in a suitable culture medium."},{"word":"Tuberculization","type":"n.","descr":" The development of tubercles; the condition of one who is affected with tubercles."},{"word":"Tuberculose","type":"a.","descr":" Alt. of Tuberculous"},{"word":"Tuberculous","type":"a.","descr":" Having tubercles; affected with, or characterized by, tubercles; tubercular."},{"word":"Tuberculosis","type":"n.","descr":" A constitutional disease characterized by the production of tubercles in the internal organs, and especially in the lungs, where it constitutes the most common variety of pulmonary consumption."},{"word":"Tubercula","type":"pl. ","descr":" of Tuberculum"},{"word":"Tuberculum","type":"n.","descr":" A tubercle."},{"word":"Tuberiferous","type":"a.","descr":" Producing or bearing tubers."},{"word":"Tuberose","type":"n.","descr":" A plant (Polianthes tuberosa) with a tuberous root and a liliaceous flower. It is much cultivated for its beautiful and fragrant white blossoms."},{"word":"Tuberose","type":"a.","descr":" Tuberous."},{"word":"Tuberosities","type":"pl. ","descr":" of Tuberosity"},{"word":"Tuberosity","type":"n.","descr":" The state of being tuberous."},{"word":"Tuberosity","type":"n.","descr":" An obtuse or knoblike prominence; a protuberance."},{"word":"Tuberous","type":"a.","descr":" Covered with knobby or wartlike prominences; knobbed."},{"word":"Tuberous","type":"a.","descr":" Consisting of, or bearing, tubers; resembling a tuber."},{"word":"Tube-shell","type":"n.","descr":" Any bivalve mollusk which secretes a shelly tube around its siphon, as the watering-shell."},{"word":"Tubeworm","type":"n.","descr":" Any annelid which constructs a tube; one of the Tubicolae."},{"word":"Tubfish","type":"n.","descr":" The sapphirine gurnard (Trigla hirundo). See Illust. under Gurnard."},{"word":"Tubfuls","type":"pl. ","descr":" of Tubful"},{"word":"Tubful","type":"n.","descr":" As much as a tub will hold; enough to fill a tub."},{"word":"Tubicinate","type":"v. i.","descr":" To blow a trumpet."},{"word":"Tubicolae","type":"n. pl.","descr":" A division of annelids including those which construct, and habitually live in, tubes. The head or anterior segments usually bear gills and cirri. Called also Sedentaria, and Capitibranchiata. See Serpula, and Sabella."},{"word":"Tubicolar","type":"a.","descr":" Tubicolous."},{"word":"Tubicole","type":"n.","descr":" One of the Tubicolae."},{"word":"Tubicolous","type":"a.","descr":" Inhabiting a tube; as, tubicolous worms."},{"word":"Tubicorn","type":"n.","descr":" Any ruminant having horns composed of a bony axis covered with a horny sheath; a hollow-horned ruminant."},{"word":"Tubicornous","type":"a.","descr":" Having hollow horns."},{"word":"Tubiform","type":"a.","descr":" Having the form of a tube; tubeform."},{"word":"Tubinares","type":"n. pl.","descr":" A tribe of sea birds comprising the petrels, shearwaters, albatrosses, hagdons, and allied birds having tubular horny nostrils."},{"word":"Tubing","type":"n.","descr":" The act of making tubes."},{"word":"Tubing","type":"n.","descr":" A series of tubes; tubes, collectively; a length or piece of a tube; material for tubes; as, leather tubing."},{"word":"Tubipora","type":"n.","descr":" A genus of halcyonoids in which the skeleton, or coral (called organ-pipe coral), consists of a mass of parallel cylindrical tubes united at intervals by transverse plates. These corals are usually red or purple and form large masses. They are natives of the tropical parts of the Indian and Pacific Oceans."},{"word":"Tubipore","type":"n.","descr":" Any species of the genus Tubipora."},{"word":"Tubiporite","type":"n.","descr":" Any fossil coral of the genus Syringopora consisting of a cluster of upright tubes united together by small transverse tubules."},{"word":"Tubivalve","type":"n.","descr":" A shell or tube formed by an annelid, as a serpula."},{"word":"Tubmen","type":"pl. ","descr":" of Tubman"},{"word":"Tubman","type":"n.","descr":" One of the two most experienced barristers in the Court of Exchequer.  Cf. Postman, 2."},{"word":"Tubular","type":"a.","descr":" Having the form of a tube, or pipe; consisting of a pipe; fistular; as, a tubular snout; a tubular calyx. Also, containing, or provided with, tubes."},{"word":"Tubularia","type":"n.","descr":" A genus of hydroids having large, naked, flowerlike hydranths at the summits of long, slender, usually simple, stems. The gonophores are small, and form clusters at the bases of the outer tentacles."},{"word":"Tubulariae","type":"n. pl.","descr":" See Tubularida."},{"word":"Tubularian","type":"n.","descr":" Any hydroid belonging to the suborder Tubularida."},{"word":"Tubularian","type":"a.","descr":" Of or pertaining to the tubularians."},{"word":"Tubularida","type":"n. pl.","descr":" An extensive division of Hydroidea; the tubularians; -- called also Athecata, Gymnoblastea, and Tubulariae."},{"word":"Tubulate","type":"a.","descr":" Tubular; tubulated; tubulous."},{"word":"Tubulated","type":"a.","descr":" Made in the form of a small tube; provided with a tube, or elongated opening."},{"word":"Tubulation","type":"n.","descr":" The act of shaping or making a tube, or of providing with a tube; also, a tube or tubulure; as, the tubulation of a retort."},{"word":"Tubulature","type":"n.","descr":" A tubulure."},{"word":"Tubule","type":"n.","descr":" A small pipe or fistular body; a little tube."},{"word":"Tubule","type":"n.","descr":" A minute tube lined with glandular epithelium; as, the uriniferous tubules of the kidney."},{"word":"Tubulibranchian","type":"n.","descr":" One of the Tubulibranchiata."},{"word":"Tubulibranchiata","type":"n. pl.","descr":" A group of gastropod mollusks having a tubular shell. Vermetus is an example."},{"word":"Tubulicole","type":"n.","descr":" Any hydroid which has tubular chitinous stems."},{"word":"Tubulidentate","type":"a.","descr":" Having teeth traversed by canals; -- said of certain edentates."},{"word":"Tubuliform","type":"a.","descr":" Having the form of a small tube."},{"word":"Tubulipore","type":"n.","descr":" Any one of numerous species of Bryozoa belonging to Tubulipora and allied genera, having tubular calcareous calicles."},{"word":"Tubulose","type":"a.","descr":" Alt. of Tubulous"},{"word":"Tubulous","type":"a.","descr":" Resembling, or in the form of, a tube; longitudinally hollow; specifically (Bot.), having a hollow cylindrical corolla, often expanded or toothed at the border; as, a tubulose flower."},{"word":"Tubulous","type":"a.","descr":" Containing, or consisting of, small tubes; specifically (Bot.), composed wholly of tubulous florets; as, a tubulous compound flower."},{"word":"Tubulure","type":"n.","descr":" A short tubular opening at the top of a retort, or at the top or side of a bottle; a tubulation."},{"word":"Tucan","type":"n.","descr":" The Mexican pocket gopher (Geomys Mexicanus). It resembles the common pocket gopher of the Western United States, but is larger. Called also tugan, and tuza."},{"word":"Tucet","type":"n.","descr":" See Tucket, a steak."},{"word":"Tuch","type":"n.","descr":" A dark-colored kind of marble; touchstone."},{"word":"Tuck","type":"n.","descr":" A long, narrow sword; a rapier."},{"word":"Tuck","type":"n.","descr":" The beat of a drum."},{"word":"Tucked","type":"imp. and p. p.","descr":" of Tuck"},{"word":"Tucking","type":"p. pr. and vb. n.","descr":" of Tuck"},{"word":"Tuck","type":"v. t.","descr":" To draw up; to shorten; to fold under; to press into a narrower compass; as, to tuck the bedclothes in; to tuck up one\\'s sleeves."},{"word":"Tuck","type":"v. t.","descr":" To make a tuck or tucks in; as, to tuck a dress."},{"word":"Tuck","type":"v. t.","descr":" To inclose; to put within; to press into a close place; as, to tuck a child into a bed; to tuck a book under one\\'s arm, or into a pocket."},{"word":"Tuck","type":"v. t.","descr":" To full, as cloth."},{"word":"Tuck","type":"v. i.","descr":" To contract; to draw together."},{"word":"Tuck","type":"n.","descr":" A horizontal sewed fold, such as is made in a garment, to shorten it; a plait."},{"word":"Tuck","type":"n.","descr":" A small net used for taking fish from a larger one; -- called also tuck-net."},{"word":"Tuck","type":"n.","descr":" A pull; a lugging."},{"word":"Tuck","type":"n.","descr":" The part of a vessel where the ends of the bottom planks meet under the stern."},{"word":"Tuck","type":"n.","descr":" Food; pastry; sweetmeats."},{"word":"Tuckahoe","type":"n.","descr":" A curious vegetable production of the Southern Atlantic United States, growing under ground like a truffle and often attaining immense size. The real nature is unknown. Called also Indian bread, and Indian loaf."},{"word":"Tucker","type":"n.","descr":" One who, or that which, tucks; specifically, an instrument with which tuck are made."},{"word":"Tucker","type":"n.","descr":" A narrow piece of linen or the like, folded across the breast, or attached to the gown at the neck, forming a part of a woman\\'s dress in the 17th century and later."},{"word":"Tucker","type":"v. t.","descr":" A fuller."},{"word":"Tucker","type":"v. t.","descr":" To tire; to weary; -- usually with out."},{"word":"Tucket","type":"n.","descr":" A slight flourish on a trumpet; a fanfare."},{"word":"Tucket","type":"n.","descr":" A steak; a collop."},{"word":"Tuck-net","type":"n.","descr":" See Tuck, n., 2."},{"word":"Tucum","type":"n.","descr":" A fine, strong fiber obtained from the young leaves of a Brazilian palm (Astrocaryum vulgare), used for cordage, bowstrings, etc.; also, the plant yielding this fiber. Called also tecum, and tecum fiber."},{"word":"Tucuma","type":"n.","descr":" A Brazilian palm (Astrocaryum Tucuma) which furnishes an edible fruit."},{"word":"Tudor","type":"a.","descr":" Of or pertaining to a royal line of England, descended from Owen Tudor of Wales, who married the widowed queen of Henry V. The first reigning Tudor was Henry VII.; the last, Elizabeth."},{"word":"Tue","type":"n.","descr":" The parson bird."},{"word":"Tuefall","type":"n.","descr":" See To-fall."},{"word":"Tue-iron","type":"n.","descr":" See Tuyere."},{"word":"Tue-irons","type":"n. pl.","descr":" A pair of blacksmith\\'s tongs."},{"word":"Tuesday","type":"n.","descr":" The third day of the week, following Monday and preceding Wednesday."},{"word":"Tuet","type":"n.","descr":" The lapwing."},{"word":"Tufa","type":"","descr":" A soft or porous stone formed by depositions from water, usually calcareous; -- called also calcareous tufa."},{"word":"Tufa","type":"","descr":" A friable volcanic rock or conglomerate, formed of consolidated cinders, or scoria."},{"word":"Tufaceous","type":"a.","descr":" Pertaining to tufa; consisting of, or resembling, tufa."},{"word":"Tuff","type":"n.","descr":" Same as Tufa."},{"word":"Tuffoon","type":"n.","descr":" See Typhoon."},{"word":"Tuft","type":"n.","descr":" A collection of small, flexible, or soft things in a knot or bunch; a waving or bending and spreading cluster; as, a tuft of flowers or feathers."},{"word":"Tuft","type":"n.","descr":" A cluster; a clump; as, a tuft of plants."},{"word":"Tuft","type":"n.","descr":" A nobleman, or person of quality, especially in the English universities; -- so called from the tuft, or gold tassel, on the cap worn by them."},{"word":"Tufted","type":"imp. and p. p.","descr":" of Tuft"},{"word":"Tufting","type":"p. pr. and vb. n.","descr":" of Tuft"},{"word":"Tuft","type":"v. t.","descr":" To separate into tufts."},{"word":"Tuft","type":"v. t.","descr":" To adorn with tufts or with a tuft."},{"word":"Tuft","type":"v. i.","descr":" To grow in, or form, a tuft or tufts."},{"word":"Tuf-taffeta","type":"n.","descr":" A silk fabric formerly in use, having a nap or pile."},{"word":"Tufted","type":"a.","descr":" Adorned with a tuft; as, the tufted duck."},{"word":"Tufted","type":"a.","descr":" Growing in tufts or clusters; tufty."},{"word":"Tufthunter","type":"n.","descr":" A hanger-on to noblemen, or persons of quality, especially in English universities; a toady. See 1st Tuft, 3."},{"word":"Tufthunting","type":"n.","descr":" The practice of seeking after, and hanging on, noblemen, or persons of quality, especially in English universities."},{"word":"Tufty","type":"a.","descr":" Abounding with tufts."},{"word":"Tufty","type":"a.","descr":" Growing in tufts or clusters."},{"word":"Tugged","type":"imp. and p. p.","descr":" of Tug"},{"word":"Tugging","type":"p. pr. and vb. n.","descr":" of Tug"},{"word":"Tug","type":"v. t.","descr":" To pull or draw with great effort; to draw along with continued exertion; to haul along; to tow; as, to tug a loaded cart; to tug a ship into port."},{"word":"Tug","type":"v. t.","descr":" To pull; to pluck."},{"word":"Tug","type":"v. i.","descr":" To pull with great effort; to strain in labor; as, to tug at the oar; to tug against the stream."},{"word":"Tug","type":"v. i.","descr":" To labor; to strive; to struggle."},{"word":"Tug","type":"n.","descr":" A pull with the utmost effort, as in the athletic contest called tug of war; a supreme effort."},{"word":"Tug","type":"n.","descr":" A sort of vehicle, used for conveying timber and heavy articles."},{"word":"Tug","type":"n.","descr":" A small, powerful steamboat used to tow vessels; -- called also steam tug, tugboat, and towboat."},{"word":"Tug","type":"n.","descr":" A trace, or drawing strap, of a harness."},{"word":"Tug","type":"n.","descr":" An iron hook of a hoisting tub, to which a tackle is affixed."},{"word":"Tugan","type":"n.","descr":" Same as Tucan."},{"word":"Tugboat","type":"n.","descr":" See Tug, n., 3."},{"word":"Tugger","type":"n.","descr":" One who tugs."},{"word":"Tuggingly","type":"adv.","descr":" In a tugging manner; with laborious pulling."},{"word":"Tulle","type":"n.","descr":" In plate armor, a suspended plate in from of the thigh. See Illust. of Tasses."},{"word":"Tuition","type":"n.","descr":" Superintending care over a young person; the particular watch and care of a tutor or guardian over his pupil or ward; guardianship."},{"word":"Tuition","type":"n.","descr":" Especially, the act, art, or business of teaching; instruction; as, children are sent to school for tuition; his tuition was thorough."},{"word":"Tuition","type":"n.","descr":" The money paid for instruction; the price or payment for instruction."},{"word":"Tuitionary","type":"a.","descr":" Of or pertaining to tuition."},{"word":"Tuko-tuko","type":"n.","descr":" A burrowing South American rodent (Ctenomys Braziliensis). It has small eyes and ears and a short tail. It resembles the pocket gopher in size, form, and habits, but is more nearly allied to the porcupines."},{"word":"Tula metal","type":"","descr":" An alloy of silver, copper, and lead made at Tula in Russia."},{"word":"Tule","type":"n.","descr":" A large bulrush (Scirpus lacustris, and S. Tatora) growing abundantly on overflowed land in California and elsewhere."},{"word":"Tulip","type":"n.","descr":" Any plant of the liliaceous genus Tulipa. Many varieties are cultivated for their beautiful, often variegated flowers."},{"word":"Tulip-eared","type":"a.","descr":" Having erect, pointed ears; prick-eared; -- said of certain dogs."},{"word":"Tulipist","type":"n.","descr":" A person who is especially devoted to the cultivation of tulips."},{"word":"Tulipomania","type":"n.","descr":" A violent passion for the acquisition or cultivation of tulips; -- a word said by Beckman to have been coined by Menage."},{"word":"Tulipomaniac","type":"n.","descr":" One who is affected with tulipomania."},{"word":"Tulip-shell","type":"n.","descr":" A large, handsomely colored, marine univalve shell (Fasciolaria tulipa) native of the Southern United States. The name is sometimes applied also to other species of Fasciolaria."},{"word":"Tulipwood","type":"n.","descr":" The beautiful rose-colored striped wood of a Brazilian tree (Physocalymna floribunda), much used by cabinetmakers for inlaying."},{"word":"Tull","type":"v. t.","descr":" To allure; to tole."},{"word":"Tulle","type":"n.","descr":" A kind of silk lace or light netting, used for veils, etc."},{"word":"Tullian","type":"a.","descr":" Belonging to, or in the style of, Tully (Marcus Tullius Cicero)."},{"word":"Tullibee","type":"n.","descr":" A whitefish (Coregonus tullibee) found in the Great Lakes of North America; -- called also mongrel whitefish."},{"word":"Tumbled","type":"imp. and p. p.","descr":" of Tumble"},{"word":"Tumbling","type":"p. pr. and vb. n.","descr":" of Tumble"},{"word":"Tumble","type":"v. i.","descr":" To roll over, or to and fro; to throw one\\'s self about; as, a person on pain tumbles and tosses."},{"word":"Tumble","type":"v. i.","descr":" To roll down; to fall suddenly and violently; to be precipitated; as, to tumble from a scaffold."},{"word":"Tumble","type":"v. i.","descr":" To play tricks by various movements and contortions of the body; to perform the feats of an acrobat."},{"word":"Tumble","type":"v. t.","descr":" To turn over; to turn or throw about, as for examination or search; to roll or move in a rough, coarse, or unceremonious manner; to throw down or headlong; to precipitate; -- sometimes with over, about, etc.; as, to tumble books or papers."},{"word":"Tumble","type":"v. t.","descr":" To disturb; to rumple; as, to tumble a bed."},{"word":"Tumble","type":"n.","descr":" Act of tumbling, or rolling over; a fall."},{"word":"Tumblebug","type":"n.","descr":" See Tumbledung."},{"word":"Tumble-down","type":"a.","descr":" Ready to fall; dilapidated; ruinous; as, a tumble-down house."},{"word":"Tumbledung","type":"n.","descr":" Any one of numerous species of scaraboid beetles belonging to Scarabaeus, Copris, Phanaeus, and allied genera. The female lays her eggs in a globular mass of dung which she rolls by means of her hind legs to a burrow excavated in the earth in which she buries it."},{"word":"Tumbler","type":"n.","descr":" One who tumbles; one who plays tricks by various motions of the body; an acrobat."},{"word":"Tumbler","type":"n.","descr":" A movable obstruction in a lock, consisting of a lever, latch, wheel, slide, or the like, which must be adjusted to a particular position by a key or other means before the bolt can be thrown in locking or unlocking."},{"word":"Tumbler","type":"n.","descr":" A piece attached to, or forming part of, the hammer of a gunlock, upon which the mainspring acts and in which are the notches for sear point to enter."},{"word":"Tumbler","type":"n.","descr":" A drinking glass, without a foot or stem; -- so called because originally it had a pointed or convex base, and could not be set down with any liquor in it, thus compelling the drinker to finish his measure."},{"word":"Tumbler","type":"n.","descr":" A variety of the domestic pigeon remarkable for its habit of tumbling, or turning somersaults, during its flight."},{"word":"Tumbler","type":"n.","descr":" A breed of dogs that tumble when pursuing game. They were formerly used in hunting rabbits."},{"word":"Tumbler","type":"n.","descr":" A kind of cart; a tumbrel."},{"word":"Tumblerfuls","type":"pl. ","descr":" of Tumblerful"},{"word":"Tumblerful","type":"n.","descr":" As much as a tumbler will hold; enough to fill a tumbler."},{"word":"Tumbleweed","type":"n.","descr":" Any plant which habitually breaks away from its roots in the autumn, and is driven by the wind, as a light, rolling mass, over the fields and prairies; as witch grass, wild indigo, Amarantus albus, etc."},{"word":"Tumbling","type":"","descr":" a. and vb. n. from Tumble, v."},{"word":"Tumbrel","type":"n.","descr":" Alt. of Tumbril"},{"word":"Tumbril","type":"n.","descr":" A cucking stool for the punishment of scolds."},{"word":"Tumbril","type":"n.","descr":" A rough cart."},{"word":"Tumbril","type":"n.","descr":" A cart or carriage with two wheels, which accompanies troops or artillery, to convey the tools of pioneers, cartridges, and the like."},{"word":"Tumbril","type":"n.","descr":" A kind of basket or cage of osiers, willows, or the like, to hold hay and other food for sheep."},{"word":"Tumefaction","type":"n.","descr":" The act or process of tumefying, swelling, or rising into a tumor; a swelling."},{"word":"Tumefied","type":"imp. and p. p.","descr":" of Tumefy"},{"word":"Tumefying","type":"p. pr. and vb. n.","descr":" of Tumefy"},{"word":"Tumefy","type":"v. t.","descr":" To swell; to cause to swell, or puff up."},{"word":"Tumefy","type":"v. i.","descr":" To rise in a tumor; to swell."},{"word":"Tumid","type":"a.","descr":" Swelled, enlarged, or distended; as, a tumid leg; tumid flesh."},{"word":"Tumid","type":"a.","descr":" Rising above the level; protuberant."},{"word":"Tumid","type":"a.","descr":" Swelling in sound or sense; pompous; puffy; inflated; bombastic; falsely sublime; turgid; as, a tumid expression; a tumid style."},{"word":"Tumidity","type":"n.","descr":" The quality or state of being tumid."},{"word":"Tummals","type":"n.","descr":" A great quantity or heap."},{"word":"Tumor","type":"n.","descr":" A morbid swelling, prominence, or growth, on any part of the body; especially, a growth produced by deposition of new tissue; a neoplasm."},{"word":"Tumor","type":"n.","descr":" Affected pomp; bombast; swelling words or expressions; false magnificence or sublimity."},{"word":"Tumored","type":"a.","descr":" Distended; swelled."},{"word":"Tumorous","type":"a.","descr":" Swelling; protuberant."},{"word":"Tumorous","type":"a.","descr":" Inflated; bombastic."},{"word":"Tump","type":"n.","descr":" A little hillock; a knoll."},{"word":"Tumped","type":"imp. and p. p.","descr":" of Tump"},{"word":"Tumping","type":"p. pr. and vb. n.","descr":" of Tump"},{"word":"Tump","type":"v. t.","descr":" To form a mass of earth or a hillock about; as, to tump teasel."},{"word":"Tump","type":"v. t.","descr":" To draw or drag, as a deer or other animal after it has been killed."},{"word":"Tumpline","type":"n.","descr":" A strap placed across a man\\'s forehead to assist him in carrying a pack on his back."},{"word":"Tum-tum","type":"n.","descr":" A dish made in the West Indies by beating boiled plantain quite soft in a wooden mortar."},{"word":"Tumular","type":"a.","descr":" Consisting in a heap; formed or being in a heap or hillock."},{"word":"Tumulate","type":"v. t.","descr":" To cover, as a corpse, with a mound or tomb; to bury."},{"word":"Tumulate","type":"v. i.","descr":" To swell."},{"word":"Tumulose","type":"a.","descr":" Tumulous."},{"word":"Tumulosity","type":"n.","descr":" The quality or state of being tumulous; hilliness."},{"word":"Tumulous","type":"a.","descr":" Full of small hills or mounds; hilly; tumulose."},{"word":"Tumult","type":"n.","descr":" The commotion or agitation of a multitude, usually accompanied with great noise, uproar, and confusion of voices; hurly-burly; noisy confusion."},{"word":"Tumult","type":"n.","descr":" Violent commotion or agitation, with confusion of sounds; as, the tumult of the elements."},{"word":"Tumult","type":"n.","descr":" Irregular or confused motion; agitation; high excitement; as, the tumult of the spirits or passions."},{"word":"Tumult","type":"v. i.","descr":" To make a tumult; to be in great commotion."},{"word":"Tumulter","type":"n.","descr":" A maker of tumults."},{"word":"Tumultuarily","type":"adv.","descr":" In a tumultuary manner."},{"word":"Tumultuariness","type":"n.","descr":" The quality or state of being tumultuary."},{"word":"Tumultuary","type":"a.","descr":" Attended by, or producing, a tumult; disorderly; promiscuous; confused; tumultuous."},{"word":"Tumultuary","type":"a.","descr":" Restless; agitated; unquiet."},{"word":"Tumultuate","type":"v. i.","descr":" To make a tumult."},{"word":"Tumultuation","type":"n.","descr":" Irregular or disorderly movement; commotion; as, the tumultuation of the parts of a fluid."},{"word":"Tumultuous","type":"a.","descr":" Full of tumult; characterized by tumult; disorderly; turbulent."},{"word":"Tumultuous","type":"a.","descr":" Conducted with disorder; noisy; confused; boisterous; disorderly; as, a tumultuous assembly or meeting."},{"word":"Tumultuous","type":"a.","descr":" Agitated, as with conflicting passions; disturbed."},{"word":"Tumultuous","type":"a.","descr":" Turbulent; violent; as, a tumultuous speech."},{"word":"Tumuli","type":"pl. ","descr":" of Tumulus"},{"word":"Tumulus","type":"n.","descr":" An artificial hillock, especially one raised over a grave, particularly over the graves of persons buried in ancient times; a barrow."},{"word":"Tun","type":"n.","descr":" A large cask; an oblong vessel bulging in the middle, like a pipe or puncheon, and girt with hoops; a wine cask."},{"word":"Tun","type":"n.","descr":" A fermenting vat."},{"word":"Tun","type":"n.","descr":" A certain measure for liquids, as for wine, equal to two pipes, four hogsheads, or 252 gallons. In different countries, the tun differs in quantity."},{"word":"Tun","type":"n.","descr":" A weight of 2,240 pounds. See Ton."},{"word":"Tun","type":"n.","descr":" An indefinite large quantity."},{"word":"Tun","type":"n.","descr":" A drunkard; -- so called humorously, or in contempt."},{"word":"Tun","type":"n.","descr":" Any shell belonging to Dolium and allied genera; -- called also tun-shell."},{"word":"Tunned","type":"imp. and p. p.","descr":" of Tun"},{"word":"Tunning","type":"p. pr. and vb. n.","descr":" of Tun"},{"word":"Tun","type":"v. i.","descr":" To put into tuns, or casks."},{"word":"Tuna","type":"n.","descr":" The Opuntia Tuna. See Prickly pear, under Prickly."},{"word":"Tuna","type":"n.","descr":" The tunny."},{"word":"Tuna","type":"n.","descr":" The bonito, 2."},{"word":"Tunable","type":"a.","descr":" Capable of being tuned, or made harmonious; hence, harmonious; musical; tuneful."},{"word":"Tun-bellied","type":"a.","descr":" Having a large, protuberant belly, or one shaped like a tun; pot-bellied."},{"word":"Tun-dish","type":"n.","descr":" A tunnel."},{"word":"Tundra","type":"n.","descr":" A rolling, marshy, mossy plain of Northern Siberia."},{"word":"Tune","type":"n.","descr":" A sound; a note; a tone."},{"word":"Tune","type":"n.","descr":" A rhythmical, melodious, symmetrical series of tones for one voice or instrument, or for any number of voices or instruments in unison, or two or more such series forming parts in harmony; a melody; an air; as, a merry tune; a mournful tune; a slow tune; a psalm tune. See Air."},{"word":"Tune","type":"n.","descr":" The state of giving the proper, sound or sounds; just intonation; harmonious accordance; pitch of the voice or an instrument; adjustment of the parts of an instrument so as to harmonize with itself or with others; as, the piano, or the organ, is not in tune."},{"word":"Tune","type":"n.","descr":" Order; harmony; concord; fit disposition, temper, or humor; right mood."},{"word":"Tuned","type":"imp. and p. p.","descr":" of Tune"},{"word":"Tuning","type":"p. pr. and vb. n.","descr":" of Tune"},{"word":"Tune","type":"v. t.","descr":" To put into a state adapted to produce the proper sounds; to harmonize, to cause to be in tune; to correct the tone of; as, to tune a piano or a violin."},{"word":"Tune","type":"v. t.","descr":" To give tone to; to attune; to adapt in style of music; to make harmonious."},{"word":"Tune","type":"v. t.","descr":" To sing with melody or harmony."},{"word":"Tune","type":"v. t.","descr":" To put into a proper state or disposition."},{"word":"Tune","type":"v. i.","descr":" To form one sound to another; to form accordant musical sounds."},{"word":"Tune","type":"v. i.","descr":" To utter inarticulate harmony with the voice; to sing without pronouncing words; to hum."},{"word":"Tuneful","type":"a.","descr":" Harmonious; melodious; musical; as, tuneful notes."},{"word":"Tuneless","type":"a.","descr":" Without tune; inharmonious; unmusical."},{"word":"Tuneless","type":"a.","descr":" Not employed in making music; as, tuneless harps."},{"word":"Tuneless","type":"a.","descr":" Not expressed in music or poetry; unsung."},{"word":"Tuner","type":"n.","descr":" One who tunes; especially, one whose occupation is to tune musical instruments."},{"word":"Tun-great","type":"a.","descr":" Having the circumference of a tun."},{"word":"Tungstate","type":"n.","descr":" A salt of tungstic acid; a wolframate."},{"word":"Tungsten","type":"n.","descr":" A rare element of the chromium group found in certain minerals, as wolfram and scheelite, and isolated as a heavy steel-gray metal which is very hard and infusible. It has both acid and basic properties. When alloyed in small quantities with steel, it greatly increases its hardness. Symbol W (Wolframium). Atomic weight, 183.6. Specific gravity, 18."},{"word":"Tungsten","type":"n.","descr":" Scheelite, or calcium tungstate."},{"word":"Tungstenic","type":"a.","descr":" Of or pertaining to tungsten; containing tungsten; as, tungstenic ores."},{"word":"Tungstic","type":"a.","descr":" Of or pertaining to tungsten; derived from, or resembling, tungsten; wolframic; as, tungstic oxide."},{"word":"Tungstite","type":"n.","descr":" The oxide of tungsten, a yellow mineral occurring in a pulverulent form. It is often associated with wolfram."},{"word":"Tunguses","type":"n. pl.","descr":" A group of roving Turanian tribes occupying Eastern Siberia and the Amoor valley. They resemble the Mongols."},{"word":"Tungusic","type":"a.","descr":" Of or pertaining to the Tunguses; as, the Tungusic dialects."},{"word":"Tunhoof","type":"n.","descr":" Ground ivy; alehoof."},{"word":"Tunic","type":"n.","descr":" An under-garment worn by the ancient Romans of both sexes. It was made with or without sleeves, reached to or below the knees, and was confined at the waist by a girdle."},{"word":"Tunic","type":"n.","descr":" Any similar garment worm by ancient or Oriental peoples; also, a common name for various styles of loose-fitting under-garments and over-garments worn in modern times by Europeans and others."},{"word":"Tunic","type":"n.","descr":" Same as Tunicle."},{"word":"Tunic","type":"n.","descr":" A membrane, or layer of tissue, especially when enveloping an organ or part, as the eye."},{"word":"Tunic","type":"n.","descr":" A natural covering; an integument; as, the tunic of a seed."},{"word":"Tunic","type":"n.","descr":" See Mantle, n., 3 (a)."},{"word":"Tunicaries","type":"pl. ","descr":" of Tunicary"},{"word":"Tunicary","type":"n.","descr":" One of the Tunicata."},{"word":"Tunicata","type":"n. pl.","descr":" A grand division of the animal kingdom, intermediate, in some respects, between the invertebrates and vertebrates, and by some writers united with the latter. They were formerly classed with acephalous mollusks. The body is usually covered with a firm external tunic, consisting in part of cellulose, and having two openings, one for the entrance and one for the exit of water. The pharynx is usually dilated in the form of a sac, pierced by several series of ciliated slits, and serves as a gill."},{"word":"Tunicate","type":"a.","descr":" Alt. of Tunicated"},{"word":"Tunicated","type":"a.","descr":" Covered with a tunic; covered or coated with layers; as, a tunicated bulb."},{"word":"Tunicated","type":"a.","descr":" Having a tunic, or mantle; of or pertaining to the Tunicata."},{"word":"Tunicated","type":"a.","descr":" Having each joint buried in the preceding funnel-shaped one, as in certain antennae of insects."},{"word":"Tunicate","type":"n.","descr":" One of the Tunicata."},{"word":"Tunicin","type":"n.","descr":" Animal cellulose; a substance present in the mantle, or tunic, of the Tunicates, which resembles, or is identical with, the cellulose of the vegetable kingdom."},{"word":"Tunicle","type":"n.","descr":" A slight natural covering; an integument."},{"word":"Tunicle","type":"n.","descr":" A short, close-fitting vestment worn by bishops under the dalmatic, and by subdeacons."},{"word":"Tuning","type":"","descr":" a. and n. from Tune, v."},{"word":"Tunk","type":"n.","descr":" A sharp blow; a thump."},{"word":"Tunker","type":"n.","descr":" Same as Dunker."},{"word":"Tunnage","type":"n.","descr":" See Tonnage."},{"word":"Tunnel","type":"n. .","descr":" A vessel with a broad mouth at one end, a pipe or tube at the other, for conveying liquor, fluids, etc., into casks, bottles, or other vessels; a funnel."},{"word":"Tunnel","type":"n. .","descr":" The opening of a chimney for the passage of smoke; a flue; a funnel."},{"word":"Tunnel","type":"n. .","descr":" An artificial passage or archway for conducting canals or railroads under elevated ground, for the formation of roads under rivers or canals, and the construction of sewers, drains, and the like."},{"word":"Tunnel","type":"n. .","descr":" A level passage driven across the measures, or at right angles to veins which it is desired to reach; -- distinguished from the drift, or gangway, which is led along the vein when reached by the tunnel."},{"word":"Tunneled","type":"imp. and p. p.","descr":" of Tunnel"},{"word":"Tunnelled","type":"","descr":" of Tunnel"},{"word":"Tunneling","type":"p. pr. and vb. n.","descr":" of Tunnel"},{"word":"Tunnelling","type":"","descr":" of Tunnel"},{"word":"Tunnel","type":"v. t.","descr":" To form into a tunnel, or funnel, or to form like a tunnel; as, to tunnel fibrous plants into nests."},{"word":"Tunnel","type":"v. t.","descr":" To catch in a tunnel net."},{"word":"Tunnel","type":"v. t.","descr":" To make an opening, or a passageway, through or under; as, to tunnel a mountain; to tunnel a river."},{"word":"Tunnies","type":"pl. ","descr":" of Tunny"},{"word":"Tunny","type":"n.","descr":" Any one of several species of large oceanic fishes belonging to the Mackerel family, especially the common or great tunny (Orcynus \/ Albacora thynnus) native of the Mediterranean Sea and the Atlantic Ocean. It sometimes weighs a thousand pounds or more, and is extensively caught in the Mediterranean. On the American coast it is called horse mackerel. See Illust. of Horse mackerel, under Horse."},{"word":"Tup","type":"v. t. and i.","descr":" To butt, as a ram does."},{"word":"Tup","type":"v. t. and i.","descr":" To cover; -- said of a ram."},{"word":"Tup","type":"n.","descr":" A ram."},{"word":"Tupal","type":"n.","descr":" Any one of the tupaiids."},{"word":"Tupaiid","type":"n.","descr":" Any one of several species of East Indian and Asiatic insectivores of the family Tupaiidae, somewhat resembling squirrels in size and arboreal habits. The nose is long and pointed."},{"word":"Tupelo","type":"n.","descr":" A North American tree (Nyssa multiflora) of the Dogwood family, having brilliant, glossy foliage and acid red berries. The wood is crossgrained and very difficult to split. Called also black gum, sour gum, and pepperidge."},{"word":"Tupmen","type":"pl. ","descr":" of Tupman"},{"word":"Tupman","type":"n.","descr":" A man who breeds, or deals in tups."},{"word":"Tur","type":"n.","descr":" The urus."},{"word":"Turacin","type":"n.","descr":" A red or crimson pigment obtained from certain feathers of several species of turacou; whence the name. It contains nearly six per cent of copper."},{"word":"Turacou","type":"n.","descr":" Any one of several species of plantain eaters of the genus Turacus, native of Africa. They are remarkable for the peculiar green and red pigments found in their feathers."},{"word":"Turacoverdin","type":"n.","descr":" A green pigment found in the feathers of the turacou. See Turacin."},{"word":"Turanian","type":"a.","descr":" Of, pertaining to, or designating, an extensive family of languages of simple structure and low grade (called also Altaic, Ural-Altaic, and Scythian), spoken in the northern parts of Europe and Asia and Central Asia; of pertaining to, or designating, the people who speak these languages."},{"word":"Turanian","type":"n.","descr":" One of the Turanians."},{"word":"Turanians","type":"n. pl.","descr":" An extensive division of mankind including the Mongols and allied races of Asia, together with the Malays and Polynesians."},{"word":"Turanians","type":"n. pl.","descr":" A group of races or tribes inhabiting Asia and closely related to the Mongols."},{"word":"Turatt","type":"n.","descr":" The hare kangaroo."},{"word":"Turban","type":"n.","descr":" A headdress worn by men in the Levant and by most Mohammedans of the male sex, consisting of a cap, and a sash, scarf, or shawl, usually of cotton or linen, wound about the cap, and sometimes hanging down the neck."},{"word":"Turban","type":"n.","descr":" A kind of headdress worn by women."},{"word":"Turban","type":"n.","descr":" The whole set of whorls of a spiral shell."},{"word":"Turband","type":"n.","descr":" A turban."},{"word":"Turbaned","type":"a.","descr":" Wearing a turban."},{"word":"Turban-shell","type":"n.","descr":" A sea urchin when deprived of its spines; -- popularly so called from a fancied resemblance to a turban."},{"word":"Turbant","type":"n.","descr":" A turban."},{"word":"Turban-top","type":"n.","descr":" A kind of fungus with an irregularly wrinkled, somewhat globular pileus (Helvella, \/ Gyromitra, esculenta.)."},{"word":"Turbaries","type":"pl. ","descr":" of Turbary"},{"word":"Turbary","type":"n.","descr":" A right of digging turf on another man\\'s land; also, the ground where turf is dug."},{"word":"Turbellaria","type":"n. pl.","descr":" An extensive group of worms which have the body covered externally with vibrating cilia. It includes the Rhabdoc\/la and Dendroc\/la. Formerly, the nemerteans were also included in this group."},{"word":"Turbellarian","type":"n.","descr":" One of the Turbellaria. Also used adjectively."},{"word":"Turbeth","type":"n.","descr":" See Turpeth."},{"word":"Turbid","type":"a.","descr":" Having the lees or sediment disturbed; roiled; muddy; thick; not clear; -- used of liquids of any kind; as, turbid water; turbid wine."},{"word":"Turbid","type":"a.","descr":" Disturbed; confused; disordered."},{"word":"Turbidity","type":"n.","descr":" Turbidness."},{"word":"Turbidly","type":"adv.","descr":" In a turbid manner; with muddiness or confusion."},{"word":"Turbidly","type":"adv.","descr":" Proudly; haughtily."},{"word":"Turbidness","type":"n.","descr":" The quality or state of being turbid; muddiness; foulness."},{"word":"Turbillion","type":"n.","descr":" A whirl; a vortex."},{"word":"Turbinaceous","type":"a.","descr":" Of or pertaining to peat, or turf; of the nature of peat, or turf; peaty; turfy."},{"word":"Turbinal","type":"a.","descr":" Rolled in a spiral; scroll-like; turbinate; -- applied to the thin, plicated, bony or cartilaginous plates which support the olfactory and mucous membranes of the nasal chambers."},{"word":"Turbinal","type":"n.","descr":" A turbinal bone or cartilage."},{"word":"Turbinate","type":"v. i.","descr":" To revolve or spin like a top; to whirl."},{"word":"Turbinate","type":"a.","descr":" Alt. of Turbinated"},{"word":"Turbinated","type":"a.","descr":" Whirling in the manner of a top."},{"word":"Turbinated","type":"a.","descr":" Shaped like a top, or inverted cone; narrow at the base, and broad at the apex; as, a turbinated ovary, pericarp, or root."},{"word":"Turbinated","type":"a.","descr":" Turbinal."},{"word":"Turbinated","type":"a.","descr":" Spiral with the whorls decreasing rapidly from a large base to a pointed apex; -- said of certain shells."},{"word":"Turbination","type":"n.","descr":" The act of spinning or whirling, as a top."},{"word":"Turbine","type":"n.","descr":" A water wheel, commonly horizontal, variously constructed, but usually having a series of curved floats or buckets, against which the water acts by its impulse or reaction in flowing either outward from a central chamber, inward from an external casing, or from above downward, etc.; -- also called turbine wheel."},{"word":"Turbinella","type":"n.","descr":" A genus of large marine gastropods having a thick heavy shell with conspicuous folds on the columella."},{"word":"Turbinite","type":"n.","descr":" A petrified shell resembling the genus Turbo."},{"word":"Turbinoid","type":"a.","descr":" Like or pertaining to Turbo or the family Turbinidae."},{"word":"Turbit","type":"n.","descr":" The turbot."},{"word":"Turbit","type":"n.","descr":" A variety of the domestic pigeon, remarkable for its short beak."},{"word":"Turbite","type":"n.","descr":" A fossil turbo."},{"word":"Turbith","type":"n.","descr":" See Turpeth."},{"word":"Turbo","type":"n.","descr":" Any one of numerous marine gastropods of the genus Turbo or family Turbinidae, usually having a turbinate shell, pearly on the inside, and a calcareous operculum."},{"word":"Turbot","type":"n.","descr":" A large European flounder (Rhombus maximus) highly esteemed as a food fish. It often weighs from thirty to forty pounds. Its color on the upper side is brownish with small roundish tubercles scattered over the surface. The lower, or blind, side is white. Called also bannock fluke."},{"word":"Turbot","type":"n.","descr":" Any one of numerous species of flounders more or less related to the true turbots, as the American plaice, or summer flounder (see Flounder), the halibut, and the diamond flounder (Hypsopsetta guttulata) of California."},{"word":"Turbot","type":"n.","descr":" The filefish; -- so called in Bermuda."},{"word":"Turbot","type":"n.","descr":" The trigger fish."},{"word":"Turbulence","type":"n.","descr":" The quality or state of being turbulent; a disturbed state; tumult; disorder; agitation."},{"word":"Turbulency","type":"n.","descr":" Turbulence."},{"word":"Turbulent","type":"a.","descr":" Disturbed; agitated; tumultuous; roused to violent commotion; as, the turbulent ocean."},{"word":"Turbulent","type":"a.","descr":" Disposed to insubordination and disorder; restless; unquiet; refractory; as, turbulent spirits."},{"word":"Turbulent","type":"a.","descr":" Producing commotion; disturbing; exciting."},{"word":"Turbulently","type":"adv.","descr":" In a turbulent manner."},{"word":"Turcism","type":"n.","descr":" A mode of speech peculiar to the Turks; a Turkish idiom or expression; also, in general, a Turkish mode or custom."},{"word":"Turcomans","type":"pl. ","descr":" of Turcoman"},{"word":"Turcoman","type":"n.","descr":" A member of a tribe of Turanians inhabiting a region east of the Caspian Sea."},{"word":"Turcoman","type":"n.","descr":" A Turcoman carpet."},{"word":"Turdiformes","type":"n. pl.","descr":" A division of singing birds including the thrushes and allied kinds."},{"word":"Turdus","type":"n.","descr":" A genus of singing birds including the true thrushes."},{"word":"Tureen","type":"n.","descr":" A large, deep vessel for holding soup, or other liquid food, at the table."},{"word":"Tureenfuls","type":"pl. ","descr":" of Tureenful"},{"word":"Tureenful","type":"n.","descr":" As much as a tureen can hold; enough to fill a tureen."},{"word":"Turfs","type":"pl. ","descr":" of Turf"},{"word":"Turves","type":"pl. ","descr":" of Turf"},{"word":"Turf","type":"n.","descr":" That upper stratum of earth and vegetable mold which is filled with the roots of grass and other small plants, so as to adhere and form a kind of mat; sward; sod."},{"word":"Turf","type":"n.","descr":" Peat, especially when prepared for fuel. See Peat."},{"word":"Turf","type":"n.","descr":" Race course; horse racing; -- preceded by the."},{"word":"Turfed","type":"imp. and p. p.","descr":" of Turf"},{"word":"Turfing","type":"p. pr. and vb. n.","descr":" of Turf"},{"word":"Turf","type":"v. t.","descr":" To cover with turf or sod; as, to turf a bank, of the border of a terrace."},{"word":"Turfen","type":"a.","descr":" Made of turf; covered with turf."},{"word":"Turfiness","type":"n.","descr":" Quality or state of being turfy."},{"word":"Turfing","type":"n.","descr":" The act or process of providing or covering with turf."},{"word":"Turfite","type":"n.","descr":" A votary of the turf, or race course; hence, sometimes, a blackleg."},{"word":"Turfless","type":"a.","descr":" Destitute of turf."},{"word":"Turfmen","type":"pl. ","descr":" of Turfman"},{"word":"Turfman","type":"n.","descr":" A turfite; a votary of the turf, or race course."},{"word":"Turfy","type":"superl.","descr":" Abounding with turf; made of, or covered with, turf."},{"word":"Turfy","type":"superl.","descr":" Having the nature or appearance of turf."},{"word":"Turfy","type":"superl.","descr":" Of or pertaining to the turf, or horse racing."},{"word":"Turgent","type":"a.","descr":" Rising into a tumor, or a puffy state; swelling; tumid; as, turgent humors."},{"word":"Turgent","type":"a.","descr":" Inflated; bombastic; turgid; pompous."},{"word":"Turgesced","type":"imp. and p. p.","descr":" of Turgesce"},{"word":"Turgescing","type":"p. pr. and vb. n.","descr":" of Turgesce"},{"word":"Turgesce","type":"v. i.","descr":" To become turgid; to swell or be inflated."},{"word":"Turgescence","type":"n.","descr":" Alt. of Turgescency"},{"word":"Turgescency","type":"n.","descr":" The act of swelling, or the state of being swollen, or turgescent."},{"word":"Turgescency","type":"n.","descr":" Empty magnificence or pompousness; inflation; bombast; turgidity."},{"word":"Turgescent","type":"a.","descr":" Becoming turgid or inflated; swelling; growing big."},{"word":"Turgid","type":"a.","descr":" Distended beyond the natural state by some internal agent or expansive force; swelled; swollen; bloated; inflated; tumid; -- especially applied to an enlarged part of the body; as, a turgid limb; turgid fruit."},{"word":"Turgid","type":"a.","descr":" Swelling in style or language; vainly ostentatious; bombastic; pompous; as, a turgid style of speaking."},{"word":"Turgidity","type":"n.","descr":" The quality or state of being turgid."},{"word":"Turgidous","type":"a.","descr":" Turgid."},{"word":"Turiones","type":"pl. ","descr":" of Turio"},{"word":"Turio","type":"n.","descr":" A shoot or sprout from the ground."},{"word":"Turiole","type":"n.","descr":" The golden oriole."},{"word":"Turion","type":"n.","descr":" Same as Turio."},{"word":"Turioniferous","type":"a.","descr":" Producing shoots, as asparagus."},{"word":"Turk","type":"n.","descr":" A member of any of numerous Tartar tribes of Central Asia, etc.; esp., one of the dominant race in Turkey."},{"word":"Turk","type":"n.","descr":" A native or inhabitant of Turkey."},{"word":"Turk","type":"n.","descr":" A Mohammedan; esp., one living in Turkey."},{"word":"Turk","type":"n.","descr":" The plum weevil. See Curculio, and Plum weevil, under Plum."},{"word":"Turkeis","type":"a.","descr":" Turkish."},{"word":"Turkey","type":"n.","descr":" An empire in the southeast of Europe and southwest of Asia."},{"word":"Turkeys","type":"pl. ","descr":" of Turkey"},{"word":"Turkey","type":"n.","descr":" Any large American gallinaceous bird belonging to the genus Meleagris, especially the North American wild turkey (Meleagris gallopavo), and the domestic turkey, which was probably derived from the Mexican wild turkey, but had been domesticated by the Indians long before the discovery of America."},{"word":"Turkeys","type":"a.","descr":" Turkish."},{"word":"Turkic","type":"a.","descr":" Turkish."},{"word":"Turkis","type":"n.","descr":" Turquois."},{"word":"Turkish","type":"a.","descr":" Of or pertaining to Turkey or the Turks."},{"word":"Turkish","type":"n.","descr":" The language spoken by Turks, esp. that of the people of Turkey."},{"word":"Turkism","type":"n.","descr":" Same as Turcism."},{"word":"Turkle","type":"n.","descr":" A turtle."},{"word":"Turkos","type":"pl. ","descr":" of Turko"},{"word":"Turko","type":"n.","descr":" One of a body of native Algerian tirailleurs in the French army, dressed as a Turk."},{"word":"Turkois","type":"n. and a.","descr":" Turquoise."},{"word":"Turkomans","type":"pl. ","descr":" of Turkoman"},{"word":"Turkoman","type":"n.","descr":" Same as Turcoman."},{"word":"Turlupin","type":"n.","descr":" One of the precursors of the Reformation; -- a nickname corresponding to Lollard, etc."},{"word":"Turm","type":"n.","descr":" A troop; a company."},{"word":"Turmaline","type":"n.","descr":" See Tourmaline."},{"word":"Turmeric","type":"n.","descr":" An East Indian plant of the genus Curcuma, of the Ginger family."},{"word":"Turmeric","type":"n.","descr":" The root or rootstock of the Curcuma longa. It is externally grayish, but internally of a deep, lively yellow or saffron color, and has a slight aromatic smell, and a bitterish, slightly acrid taste. It is used for a dye, a medicine, a condiment, and a chemical test."},{"word":"Turmeric","type":"a.","descr":" Of or pertaining to turmeric; resembling, or obtained from, turmeric; specif., designating an acid obtained by the oxidation of turmerol."},{"word":"Turmerol","type":"n.","descr":" Turmeric oil, a brownish yellow, oily substance extracted from turmeric by ligroin."},{"word":"Turmoil","type":"n.","descr":" Harassing labor; trouble; molestation by tumult; disturbance; worrying confusion."},{"word":"Turmoiled","type":"imp. and p. p.","descr":" of Turmoil"},{"word":"Turmoiling","type":"p. pr. and vb. n.","descr":" of Turmoil"},{"word":"Turmoil","type":"v. t.","descr":" To harass with commotion; to disquiet; to worry."},{"word":"Turmoil","type":"v. i.","descr":" To be disquieted or confused; to be in commotion."},{"word":"Turned","type":"imp. and p. p.","descr":" of Turn"},{"word":"Turning","type":"p. pr. and vb. n.","descr":" of Turn"},{"word":"Turn","type":"v. t.","descr":" To cause to move upon a center, or as if upon a center; to give circular motion to; to cause to revolve; to cause to move round, either partially, wholly, or repeatedly; to make to change position so as to present other sides in given directions; to make to face otherwise; as, to turn a wheel or a spindle; to turn the body or the head."},{"word":"Turn","type":"v. t.","descr":" To cause to present a different side uppermost or outmost; to make the upper side the lower, or the inside to be the outside of; to reverse the position of; as, to turn a box or a board; to turn a coat."},{"word":"Turn","type":"v. t.","descr":" To give another direction, tendency, or inclination to; to direct otherwise; to deflect; to incline differently; -- used both literally and figuratively; as, to turn the eyes to the heavens; to turn a horse from the road, or a ship from her course; to turn the attention to or from something."},{"word":"Turn","type":"v. t.","descr":" To change from a given use or office; to divert, as to another purpose or end; to transfer; to use or employ; to apply; to devote."},{"word":"Turn","type":"v. t.","descr":" To change the form, quality, aspect, or effect of; to alter; to metamorphose; to convert; to transform; -- often with to or into before the word denoting the effect or product of the change; as, to turn a worm into a winged insect; to turn green to blue; to turn prose into verse; to turn a Whig to a Tory, or a Hindu to a Christian; to turn good to evil, and the like."},{"word":"Turn","type":"v. t.","descr":" To form in a lathe; to shape or fashion (anything) by applying a cutting tool to it while revolving; as, to turn the legs of stools or tables; to turn ivory or metal."},{"word":"Turn","type":"v. t.","descr":" Hence, to give form to; to shape; to mold; to put in proper condition; to adapt."},{"word":"Turn","type":"v. t.","descr":" To translate; to construe; as, to turn the Iliad."},{"word":"Turn","type":"v. t.","descr":" To make acid or sour; to ferment; to curdle, etc.: as, to turn cider or wine; electricity turns milk quickly."},{"word":"Turn","type":"v. t.","descr":" To sicken; to nauseate; as, an emetic turns one\\'s stomach."},{"word":"Turn","type":"v. i.","descr":" To move round; to have a circular motion; to revolve entirely, repeatedly, or partially; to change position, so as to face differently; to whirl or wheel round; as, a wheel turns on its axis; a spindle turns on a pivot; a man turns on his heel."},{"word":"Turn","type":"v. i.","descr":" Hence, to revolve as if upon a point of support; to hinge; to depend; as, the decision turns on a single fact."},{"word":"Turn","type":"v. i.","descr":" To result or terminate; to come about; to eventuate; to issue."},{"word":"Turn","type":"v. i.","descr":" To be deflected; to take a different direction or tendency; to be directed otherwise; to be differently applied; to be transferred; as, to turn from the road."},{"word":"Turn","type":"v. i.","descr":" To be changed, altered, or transformed; to become transmuted; also, to become by a change or changes; to grow; as, wood turns to stone; water turns to ice; one color turns to another; to turn Mohammedan."},{"word":"Turn","type":"v. i.","descr":" To undergo the process of turning on a lathe; as, ivory turns well."},{"word":"Turn","type":"v. i.","descr":" To become acid; to sour; -- said of milk, ale, etc."},{"word":"Turn","type":"v. i.","descr":" To become giddy; -- said of the head or brain."},{"word":"Turn","type":"v. i.","descr":" To be nauseated; -- said of the stomach."},{"word":"Turn","type":"v. i.","descr":" To become inclined in the other direction; -- said of scales."},{"word":"Turn","type":"v. i.","descr":" To change from ebb to flow, or from flow to ebb; -- said of the tide."},{"word":"Turn","type":"v. i.","descr":" To bring down the feet of a child in the womb, in order to facilitate delivery."},{"word":"Turn","type":"v. i.","descr":" To invert a type of the same thickness, as temporary substitute for any sort which is exhausted."},{"word":"Turn","type":"n.","descr":" The act of turning; movement or motion about, or as if about, a center or axis; revolution; as, the turn of a wheel."},{"word":"Turn","type":"n.","descr":" Change of direction, course, or tendency; different order, position, or aspect of affairs; alteration; vicissitude; as, the turn of the tide."},{"word":"Turn","type":"n.","descr":" One of the successive portions of a course, or of a series of occurrences, reckoning from change to change; hence, a winding; a bend; a meander."},{"word":"Turn","type":"n.","descr":" A circuitous walk, or a walk to and fro, ending where it began; a short walk; a stroll."},{"word":"Turn","type":"n.","descr":" Successive course; opportunity enjoyed by alternation with another or with others, or in due order; due chance; alternate or incidental occasion; appropriate time."},{"word":"Turn","type":"n.","descr":" Incidental or opportune deed or office; occasional act of kindness or malice; as, to do one an ill turn."},{"word":"Turn","type":"n.","descr":" Convenience; occasion; purpose; exigence; as, this will not serve his turn."},{"word":"Turn","type":"n.","descr":" Form; cast; shape; manner; fashion; -- used in a literal or figurative sense; hence, form of expression; mode of signifying; as, the turn of thought; a man of a sprightly turn in conversation."},{"word":"Turn","type":"n.","descr":" A change of condition; especially, a sudden or recurring symptom of illness, as a nervous shock, or fainting spell; as, a bad turn."},{"word":"Turn","type":"n.","descr":" A fall off the ladder at the gallows; a hanging; -- so called from the practice of causing the criminal to stand on a ladder which was turned over, so throwing him off, when the signal was given."},{"word":"Turn","type":"n.","descr":" A round of a rope or cord in order to secure it, as about a pin or a cleat."},{"word":"Turn","type":"n.","descr":" A pit sunk in some part of a drift."},{"word":"Turn","type":"n.","descr":" A court of record, held by the sheriff twice a year in every hundred within his county."},{"word":"Turn","type":"n.","descr":" Monthly courses; menses."},{"word":"Turn","type":"n.","descr":" An embellishment or grace (marked thus, \/), commonly consisting of the principal note, or that on which the turn is made, with the note above, and the semitone below, the note above being sounded first, the principal note next, and the semitone below last, the three being performed quickly, as a triplet preceding the marked note. The turn may be inverted so as to begin with the lower note, in which case the sign is either placed on end thus \/, or drawn thus \/."},{"word":"Turnbroach","type":"n.","descr":" A turnspit."},{"word":"Turn-buckle","type":"n.","descr":" A loop or sleeve with a screw thread at one end and a swivel at the other, -- used for tightening a rod, stay, etc."},{"word":"Turn-buckle","type":"n.","descr":" A gravitating catch, as for fastening a shutter, the end of a chain, or a hasp."},{"word":"Turnbulls blue","type":"","descr":" The double cyanide of ferrous and ferric iron, a dark blue amorphous substance having a coppery luster, used in dyeing, calico printing, etc.  Cf. Prussian blue, under Prussian."},{"word":"Turncoat","type":"n.","descr":" One who forsakes his party or his principles; a renegade; an apostate."},{"word":"Turnep","type":"n.","descr":" See Turnip."},{"word":"Turner","type":"n.","descr":" One who turns; especially, one whose occupation is to form articles with a lathe."},{"word":"Turner","type":"n.","descr":" A variety of pigeon; a tumbler."},{"word":"Turner","type":"n.","descr":" A person who practices athletic or gymnastic exercises."},{"word":"Turnerite","type":"n.","descr":" A variety of monazite."},{"word":"Turnery","type":"n.","descr":" The art of fashioning solid bodies into cylindrical or other forms by means of a lathe."},{"word":"Turnery","type":"n.","descr":" Things or forms made by a turner, or in the lathe."},{"word":"Turney","type":"n. and v.","descr":" Tourney."},{"word":"Turnhalle","type":"n.","descr":" A building used as a school of gymnastics."},{"word":"Turnicimorphae","type":"n. pl.","descr":" A division of birds including Turnix and allied genera, resembling quails in appearance but differing from them anatomically."},{"word":"Turning","type":"n.","descr":" The act of one who, or that which, turns; also, a winding; a bending course; a fiexure; a meander."},{"word":"Turning","type":"n.","descr":" The place of a turn; an angle or corner, as of a road."},{"word":"Turning","type":"n.","descr":" Deviation from the way or proper course."},{"word":"Turning","type":"n.","descr":" Turnery, or the shaping of solid substances into various by means of a lathe and cutting tools."},{"word":"Turning","type":"n.","descr":" The pieces, or chips, detached in the process of turning from the material turned."},{"word":"Turning","type":"n.","descr":" A maneuver by which an enemy or a position is turned."},{"word":"Turningness","type":"n.","descr":" The quality of turning; instability; tergiversation."},{"word":"Turnip","type":"v. t.","descr":" The edible, fleshy, roundish, or somewhat conical, root of a cruciferous plant (Brassica campestris, var. Napus); also, the plant itself."},{"word":"Turnip-shell","type":"n.","descr":" Any one of several large, thick, spiral marine shells belonging to Rapa and allied genera, somewhat turnip-shaped."},{"word":"Turnix","type":"n.","descr":" Any one of numerous species of birds belonging to Turnix or Hemipodius and allied genera of the family Turnicidae. These birds resemble quails and partridges in general appearance and in some of their habits, but differ in important anatomical characteristics. The hind toe is usually lacking. They are found in Asia, Africa, Southern Europe, the East Indian Islands, and esp. in Australia and adjacent islands, where they are called quails (see Quail, n., 3.). See Turnicimorphae."},{"word":"Turnkeys","type":"pl. ","descr":" of Turnkey"},{"word":"Turnkey","type":"n.","descr":" A person who has charge of the keys of a prison, for opening and fastening the doors; a warder."},{"word":"Turnkey","type":"n.","descr":" An instrument with a hinged claw, -- used for extracting teeth with a twist."},{"word":"Turn-outs","type":"pl. ","descr":" of Turn-out"},{"word":"Turn-out","type":"n.","descr":" The act of coming forth; a leaving of houses, shops, etc.; esp., a quitting of employment for the purpose of forcing increase of wages; a strike; -- opposed to lockout."},{"word":"Turn-out","type":"n.","descr":" A short side track on a railroad, which may be occupied by one train while another is passing on a main track; a shunt; a siding; a switch."},{"word":"Turn-out","type":"n.","descr":" That which is prominently brought forward or exhibited; hence, an equipage; as, a man with a showy carriage and horses is said to have a fine turn-out."},{"word":"Turn-out","type":"n.","descr":" The aggregate number of persons who have come out, as from their houses, for a special purpose."},{"word":"Turn-out","type":"n.","descr":" Net quantity of produce yielded."},{"word":"Turnover","type":"n.","descr":" The act or result of turning over; an upset; as, a bad turnover in a carriage."},{"word":"Turnover","type":"n.","descr":" A semicircular pie or tart made by turning one half of a circular crust over the other, inclosing the fruit or other materials."},{"word":"Turnover","type":"n.","descr":" An apprentice, in any trade, who is handed over from one master to another to complete his time."},{"word":"Turnover","type":"a.","descr":" Admitting of being turned over; made to be turned over; as, a turnover collar, etc."},{"word":"Turnpike","type":"n.","descr":" A frame consisting of two bars crossing each other at right angles and turning on a post or pin, to hinder the passage of beasts, but admitting a person to pass between the arms; a turnstile. See Turnstile, 1."},{"word":"Turnpike","type":"n.","descr":" A gate or bar set across a road to stop carriages, animals, and sometimes people, till toll is paid for keeping the road in repair; a tollgate."},{"word":"Turnpike","type":"n.","descr":" A turnpike road."},{"word":"Turnpike","type":"n.","descr":" A winding stairway."},{"word":"Turnpike","type":"n.","descr":" A beam filled with spikes to obstruct passage; a cheval-de-frise."},{"word":"Turnpiked","type":"imp. and p. p.","descr":" of Turnpike"},{"word":"Turnpiking","type":"p. pr. and vb. n.","descr":" of Turnpike"},{"word":"Turnpike","type":"v. t.","descr":" To form, as a road, in the manner of a turnpike road; into a rounded form, as the path of a road."},{"word":"Turnplate","type":"n.","descr":" A turntable."},{"word":"Turn-sick","type":"a.","descr":" Giddy."},{"word":"Turn-sick","type":"n.","descr":" A disease with which sheep are sometimes affected; gid; sturdy. See Gid."},{"word":"Turnsole","type":"a.","descr":" A plant of the genus Heliotropium; heliotrope; -- so named because its flowers are supposed to turn toward the sun."},{"word":"Turnsole","type":"a.","descr":" The sunflower."},{"word":"Turnsole","type":"a.","descr":" A kind of spurge (Euphorbia Helioscopia)."},{"word":"Turnsole","type":"a.","descr":" The euphorbiaceous plant Chrozophora tinctoria."},{"word":"Turnsole","type":"a.","descr":" Litmus."},{"word":"Turnsole","type":"a.","descr":" A purple dye obtained from the plant turnsole. See def. 1 (d)."},{"word":"Turnspit","type":"n.","descr":" One who turns a spit; hence, a person engaged in some menial office."},{"word":"Turnspit","type":"n.","descr":" A small breed of dogs having a long body and short crooked legs. These dogs were formerly much used for turning a spit on which meat was roasting."},{"word":"Turnstile","type":"n.","descr":" A revolving frame in a footpath, preventing the passage of horses or cattle, but admitting that of persons; a turnpike. See Turnpike, n., 1."},{"word":"Turnstile","type":"n.","descr":" A similar arrangement for registering the number of persons passing through a gateway, doorway, or the like."},{"word":"Turnstone","type":"n.","descr":" Any species of limicoline birds of the genera Strepsilas and Arenaria, allied to the plovers, especially the common American and European species (Strepsilas interpres). They are so called from their habit of turning up small stones in search of mollusks and other aquatic animals. Called also brant bird, sand runner, sea quail, sea lark, sparkback, and skirlcrake."},{"word":"Turntable","type":"n.","descr":" A large revolving platform, for turning railroad cars, locomotives, etc., in a different direction; -- called also turnplate."},{"word":"Turnus","type":"n.","descr":" A common, large, handsome, American swallowtail butterfly, now regarded as one of the forms of Papilio, \/ Jasoniades, glaucus. The wings are yellow, margined and barred with black, and with an orange-red spot near the posterior angle of the hind wings. Called also tiger swallowtail. See Illust. under Swallowtail."},{"word":"Turnverein","type":"n.","descr":" A company or association of gymnasts and athletes."},{"word":"Turnwrest","type":"n.","descr":" Designating a cumbersome style of plow used in England, esp. in Kent."},{"word":"Turnwrest","type":"n.","descr":" designating a kind of hillside plow."},{"word":"Turonian","type":"n.","descr":" One of the subdivisions into which the Upper Cretaceous formation of Europe is divided."},{"word":"Turpentine","type":"n.","descr":" A semifluid or fluid oleoresin, primarily the exudation of the terebinth, or turpentine, tree (Pistacia Terebinthus), a native of the Mediterranean region. It is also obtained from many coniferous trees, especially species of pine, larch, and fir."},{"word":"Turpeth","type":"n.","descr":" The root of Ipom\/a Turpethum, a plant of Ceylon, Malabar, and Australia, formerly used in medicine as a purgative; -- sometimes called vegetable turpeth."},{"word":"Turpeth","type":"n.","descr":" A heavy yellow powder, Hg3O2SO4, which consists of a basic mercuric sulphate; -- called also turpeth mineral."},{"word":"Turpin","type":"n.","descr":" A land tortoise."},{"word":"Turpitude","type":"n.","descr":" Inherent baseness or vileness of principle, words, or actions; shameful wickedness; depravity."},{"word":"Turquoise","type":"n.","descr":" Alt. of Turquois"},{"word":"Turquois","type":"n.","descr":" A hydrous phosphate of alumina containing a little copper; calaite. It has a blue, or bluish green, color, and usually occurs in reniform masses with a botryoidal surface."},{"word":"Turquoise","type":"a.","descr":" Having a fine light blue color, like that of choice mineral turquoise."},{"word":"Turrel","type":"n.","descr":" A certain tool used by coopers."},{"word":"Turret","type":"n.","descr":" A little tower, frequently a merely ornamental structure at one of the angles of a larger structure."},{"word":"Turret","type":"n.","descr":" A movable building, of a square form, consisting of ten or even twenty stories and sometimes one hundred and twenty cubits high, usually moved on wheels, and employed in approaching a fortified place, for carrying soldiers, engines, ladders, casting bridges, and other necessaries."},{"word":"Turret","type":"n.","descr":" A revolving tower constructed of thick iron plates, within which cannon are mounted. Turrets are used on vessels of war and on land."},{"word":"Turret","type":"n.","descr":" The elevated central portion of the roof of a passenger car. Its sides are pierced for light and ventilation."},{"word":"Turreted","type":"a.","descr":" Furnished with a turret or turrets; specifically (Zool.), having the whorls somewhat flattened on the upper side and often ornamented by spines or tubercles; -- said of certain spiral shells."},{"word":"Turreted","type":"a.","descr":" Formed like a tower; as, a turreted lamp."},{"word":"Turribant","type":"n.","descr":" A turban."},{"word":"Turrical","type":"a.","descr":" Of or pertaining to a turret, or tower; resembling a tower."},{"word":"Turriculate","type":"a.","descr":" Alt. of Turriculated"},{"word":"Turriculated","type":"a.","descr":" Furnished with, or formed like, a small turret or turrets; somewhat turreted."},{"word":"Turrilite","type":"n.","descr":" Any fossil ammonite of the genus Turrilites. The shell forms an open spiral with the later whorls separate."},{"word":"Turritella","type":"n.","descr":" Any spiral marine gastropod belonging to Turritella and allied genera. These mollusks have an elongated, turreted shell, composed of many whorls. They have a rounded aperture, and a horny multispiral operculum."},{"word":"Turritelloid","type":"a.","descr":" Of, pertaining to, or resembling, the turritellas."},{"word":"Turtle","type":"n.","descr":" The turtledove."},{"word":"Turtle","type":"n.","descr":" Any one of the numerous species of Testudinata, especially a sea turtle, or chelonian."},{"word":"Turtle","type":"n.","descr":" The curved plate in which the form is held in a type-revolving cylinder press."},{"word":"Turtledove","type":"n.","descr":" Any one of numerous species of pigeons belonging to Turtur and allied genera, native of various parts of the Old World; especially, the common European species (Turtur vulgaris), which is noted for its plaintive note, affectionate disposition, and devotion to its mate."},{"word":"Turtledove","type":"n.","descr":" Any one of several species of pigeons more or less resembling the true turtledoves, as the American mourning dove (see under Dove), and the Australian turtledove (Stictopelia cuneata)."},{"word":"Turtle-footed","type":"a.","descr":" Slow-footed."},{"word":"Turtlehead","type":"n.","descr":" An American perennial herb (Chelone glabra) having white flowers shaped like the head of a turtle. Called also snakehead, shell flower, and balmony."},{"word":"Turtler","type":"n.","descr":" One who catches turtles or tortoises."},{"word":"Turtle-shell","type":"n.","descr":" The turtle cowrie."},{"word":"Turtling","type":"n.","descr":" The act, practice, or art of catching turtles."},{"word":"Turves","type":"","descr":" pl. of Turf."},{"word":"Tuscan","type":"a.","descr":" Of or pertaining to Tuscany in Italy; -- specifically designating one of the five orders of architecture recognized and described by the Italian writers of the 16th century, or characteristic of the order. The original of this order was not used by the Greeks, but by the Romans under the Empire. See Order, and Illust. of Capital."},{"word":"Tuscan","type":"n.","descr":" A native or inhabitant of Tuscany."},{"word":"Tuscaroras","type":"n. pl.","descr":" A tribe of North American Indians formerly living on the Neuse and Tar rivers in North Carolina. They were conquered in 1713, after which the remnant of the tribe joined the Five Nations, thus forming the Six Nations. See Six Nations, under Six."},{"word":"Tuscor","type":"n.","descr":" A tush of a horse."},{"word":"Tush","type":"interj.","descr":" An exclamation indicating check, rebuke, or contempt; as, tush, tush! do not speak of it."},{"word":"Tush","type":"n.","descr":" A long, pointed tooth; a tusk; -- applied especially to certain teeth of horses."},{"word":"Tusk","type":"n.","descr":" Same as Torsk."},{"word":"Tusk","type":"n.","descr":" One of the elongated incisor or canine teeth of the wild boar, elephant, etc.; hence, any long, protruding tooth."},{"word":"Tusk","type":"n.","descr":" A toothshell, or Dentalium; -- called also tusk-shell."},{"word":"Tusk","type":"n.","descr":" A projecting member like a tenon, and serving the same or a similar purpose, but composed of several steps, or offsets. Thus, in the illustration, a is the tusk, and each of the several parts, or offsets, is called a tooth."},{"word":"Tusk","type":"v. i.","descr":" To bare or gnash the teeth."},{"word":"Tusked","type":"a.","descr":" Furnished with tusks."},{"word":"Tusker","type":"n.","descr":" An elephant having large tusks."},{"word":"Tusk-shell","type":"n.","descr":" See 2d Tusk, n., 2."},{"word":"Tusky","type":"a.","descr":" Having tusks."},{"word":"Tussac grass","type":"","descr":" Tussock grass."},{"word":"Tussah silk","type":"","descr":" A silk cloth made from the cocoons of a caterpillar other than the common silkworm, much used in Bengal and China."},{"word":"Tussah silk","type":"","descr":" The silk fiber itself."},{"word":"Tussicular","type":"a.","descr":" Of or pertaining to a cough."},{"word":"Tussle","type":"v. i. and t.","descr":" To struggle, as in sport; to scuffle; to struggle with."},{"word":"Tussle","type":"n.","descr":" A struggle; a scuffle."},{"word":"Tussock","type":"n.","descr":" A tuft, as of grass, twigs, hair, or the like; especially, a dense tuft or bunch of grass or sedge."},{"word":"Tussock","type":"n.","descr":" Same as Tussock grass, below."},{"word":"Tussock","type":"n.","descr":" A caterpillar of any one of numerous species of bombycid moths. The body of these caterpillars is covered with hairs which form long tufts or brushes. Some species are very injurious to shade and fruit trees. Called also tussock caterpillar. See Orgyia."},{"word":"Tussocky","type":"a.","descr":" Having the form of tussocks; full of, or covered with, tussocks, or tufts."},{"word":"Tussuck","type":"n.","descr":" See Tussock."},{"word":"Tut","type":"","descr":" Be still; hush; -- an exclamation used for checking or rebuking."},{"word":"Tut","type":"n.","descr":" An imperial ensign consisting of a golden globe with a cross on it."},{"word":"Tut","type":"n.","descr":" A hassock."},{"word":"Tutelage","type":"n.","descr":" The act of guarding or protecting; guardianship; protection; as, the king\\'s right of seigniory and tutelage."},{"word":"Tutelage","type":"n.","descr":" The state of being under a guardian; care or protection enjoyed."},{"word":"Tutelar","type":"a.","descr":" Alt. of Tutelary"},{"word":"Tutelary","type":"a.","descr":" Having the guardianship or charge of protecting a person or a thing; guardian; protecting; as, tutelary goddesses."},{"word":"Tutele","type":"n.","descr":" Tutelage."},{"word":"Tutenag","type":"n.","descr":" Crude zinc."},{"word":"Tutenag","type":"n.","descr":" Packfong."},{"word":"Tut-mouthed","type":"a.","descr":" Having a projecting under jaw; prognathous."},{"word":"Tut-nose","type":"n.","descr":" A snub nose."},{"word":"Tutor","type":"n.","descr":" One who guards, protects, watches over, or has the care of, some person or thing."},{"word":"Tutor","type":"n.","descr":" A treasurer; a keeper."},{"word":"Tutor","type":"n.","descr":" One who has the charge of a child or pupil and his estate; a guardian."},{"word":"Tutor","type":"n.","descr":" A private or public teacher."},{"word":"Tutor","type":"n.","descr":" An officer or member of some hall, who instructs students, and is responsible for their discipline."},{"word":"Tutor","type":"n.","descr":" An instructor of a lower rank than a professor."},{"word":"Tutored","type":"imp. and p. p.","descr":" of Tutor"},{"word":"Tutoring","type":"p. pr. and vb. n.","descr":" of Tutor"},{"word":"Tutor","type":"v. t.","descr":" To have the guardianship or care of; to teach; to instruct."},{"word":"Tutor","type":"v. t.","descr":" To play the tutor toward; to treat with authority or severity."},{"word":"Tutorage","type":"n.","descr":" The office or occupation of a tutor; tutorship; guardianship."},{"word":"Tutoress","type":"n.","descr":" A woman who performs the duties of a tutor; an instructress."},{"word":"Tutorial","type":"a.","descr":" Of or pertaining to a tutor; belonging to, or exercised by, a tutor."},{"word":"Tutorism","type":"n.","descr":" Tutorship."},{"word":"Tutorize","type":"v. t.","descr":" To teach; to instruct."},{"word":"Tutorship","type":"n.","descr":" The office, duty, or care of a tutor; guardianship; tutelage."},{"word":"Tutory","type":"n.","descr":" Tutorage."},{"word":"Tutress","type":"n.","descr":" Tutoress."},{"word":"Tutrix","type":"n.","descr":" A female guardian; a tutoress."},{"word":"Tutsan","type":"n.","descr":" A plant of the genus Hypericum (H. Androsoemum), from which a healing ointment is prepared in Spain; -- called also parkleaves."},{"word":"Tutti","type":"n. pl.","descr":" All; -- a direction for all the singers or players to perform together."},{"word":"Tutty","type":"n.","descr":" A yellow or brown amorphous substance obtained as a sublimation product in the flues of smelting furnaces of zinc, and consisting of a crude zinc oxide."},{"word":"Tut-work","type":"n.","descr":" Work done by the piece, as in nonmetaliferous rock, the amount done being usually reckoned by the fathom."},{"word":"Tut-workmen","type":"pl. ","descr":" of Tut-workman"},{"word":"Tut-workman","type":"n.","descr":" One who does tut-work."},{"word":"Tu-whit","type":"n. and interj.","descr":" Alt. of Tu-whoo"},{"word":"Tu-whoo","type":"n. and interj.","descr":" Words imitative of the notes of the owl."},{"word":"Tuyere","type":"n.","descr":" A nozzle, mouthpiece, or fixture through which the blast is delivered to the interior of a blast furnace, or to the fire of a forge."},{"word":"Tuz","type":"n.","descr":" A lock or tuft of hair."},{"word":"Tuza","type":"n.","descr":" The tucan."}]