[{"word":"Tying","type":"p. pr. and vb. n.","descr":" of Tie"},{"word":"Ty-all","type":"n.","descr":" Something serving to tie or secure."},{"word":"Tyburn ticket","type":"","descr":" A certificate given to one who prosecutes a felon to conviction, exempting him from certain parish and ward offices."},{"word":"Tychonic","type":"a.","descr":" Of or pertaining to Tycho Brahe, or his system of astronomy."},{"word":"Tycoon","type":"n.","descr":" The title by which the shogun, or former commander in chief of the Japanese army, was known to foreigners."},{"word":"Tydy","type":"n.","descr":" Same as Tidy."},{"word":"Tye","type":"n.","descr":" A knot; a tie."},{"word":"Tye","type":"n.","descr":" A chain or rope, one end of which passes through the mast, and is made fast to the center of a yard; the other end is attached to a tackle, by means of which the yard is hoisted or lowered."},{"word":"Tye","type":"n.","descr":" A trough for washing ores."},{"word":"Tye","type":"v. t.","descr":" See Tie, the proper orthography."},{"word":"Tyer","type":"n.","descr":" One who ties, or unites."},{"word":"Tyfoon","type":"n.","descr":" See Typhoon."},{"word":"Tyger","type":"n.","descr":" A tiger."},{"word":"Tying","type":"","descr":" p. pr. of Tie."},{"word":"Tying","type":"n.","descr":" The act or process of washing ores in a buddle."},{"word":"Tyke","type":"n.","descr":" See 2d Tike."},{"word":"Tylari","type":"pl. ","descr":" of Tylarus"},{"word":"Tylarus","type":"n.","descr":" One of the pads on the under surface of the toes of birds."},{"word":"Tyler","type":"n.","descr":" See 2d Tiler."},{"word":"Tylopoda","type":"n. pl.","descr":" A tribe of ungulates comprising the camels."},{"word":"Tyloses","type":"pl. ","descr":" of Tylosis"},{"word":"Tylosis","type":"n.","descr":" An intrusion of one vegetable cell into the cavity of another, sometimes forming there an irregular mass of cells."},{"word":"Tymbal","type":"n.","descr":" A kind of kettledrum."},{"word":"Tymp","type":"n.","descr":" A hollow water-cooled iron casting in the upper part of the archway in which the dam stands."},{"word":"Tympan","type":"n.","descr":" A drum."},{"word":"Tympan","type":"n.","descr":" A panel; a tympanum."},{"word":"Tympan","type":"n.","descr":" A frame covered with parchment or cloth, on which the blank sheets are put, in order to be laid on the form to be impressed."},{"word":"Tympanal","type":"n.","descr":" Tympanic."},{"word":"Tympanic","type":"a.","descr":" Like a tympanum or drum; acting like a drumhead; as, a tympanic membrane."},{"word":"Tympanic","type":"a.","descr":" Of or pertaining to the tympanum."},{"word":"Tympanic","type":"n.","descr":" The tympanic bone."},{"word":"Tympanist","type":"n.","descr":" One who beats a drum."},{"word":"Tympanites","type":"n.","descr":" A flatulent distention of the belly; tympany."},{"word":"Tympanitic","type":"a.","descr":" Of, pertaining to, or affected with, tympanites."},{"word":"Tympanitis","type":"n.","descr":" Inflammation of the lining membrane of the middle ear."},{"word":"Tympanize","type":"v. i.","descr":" To drum."},{"word":"Tympanized","type":"imp. and p. p.","descr":" of Tympanize"},{"word":"Tympanizing","type":"p. pr. and vb. n.","descr":" of Tympanize"},{"word":"Tympanize","type":"v. t.","descr":" To stretch, as a skin over the head of a drum; to make into a drum or drumhead, or cause to act or sound like a drum."},{"word":"Tympani","type":"pl. ","descr":" of Tympano"},{"word":"Tympano","type":"n.","descr":" A kettledrum; -- chiefly used in the plural to denote the kettledrums of an orchestra. See Kettledrum."},{"word":"Tympano-","type":"","descr":" A combining form used in anatomy to indicate connection with, or relation to, the tympanum; as in tympanohyal, tympano-Eustachian."},{"word":"Tympanohyal","type":"a.","descr":" Of or pertaining to the tympanum and the hyoidean arch."},{"word":"Tympanohyal","type":"n.","descr":" The proximal segment in the hyoidean arch, becoming a part of the styloid process of the temporal bone in adult man."},{"word":"Tympanums","type":"pl. ","descr":" of Tympanum"},{"word":"Tympana","type":"pl. ","descr":" of Tympanum"},{"word":"Tympanum","type":"n.","descr":" The ear drum, or middle ear. Sometimes applied incorrectly to the tympanic membrane. See Ear."},{"word":"Tympanum","type":"n.","descr":" A chamber in the anterior part of the syrinx of birds."},{"word":"Tympanum","type":"n.","descr":" One of the naked, inflatable air sacs on the neck of the prairie chicken and other species of grouse."},{"word":"Tympanum","type":"n.","descr":" The recessed face of a pediment within the frame made by the upper and lower cornices, being usually a triangular space or table."},{"word":"Tympanum","type":"n.","descr":" The space within an arch, and above a lintel or a subordinate arch, spanning the opening below the arch."},{"word":"Tympanum","type":"n.","descr":" A drum-shaped wheel with spirally curved partitions by which water is raised to the axis when the wheel revolves with the lower part of the circumference submerged, -- used for raising water, as for irrigation."},{"word":"Tympany","type":"n.","descr":" A flatulent distention of the belly; tympanites."},{"word":"Tympany","type":"n.","descr":" Hence, inflation; conceit; bombast; turgidness."},{"word":"Tynd","type":"v. t.","descr":" To shut; to close."},{"word":"Tyne","type":"v. t.","descr":" To lose."},{"word":"Tyne","type":"v. i.","descr":" To become lost; to perish."},{"word":"Tyne","type":"n.","descr":" A prong or point of an antler."},{"word":"Tyne","type":"n.","descr":" Anxiety; tine."},{"word":"Tyny","type":"a.","descr":" Small; tiny."},{"word":"Typal","type":"a.","descr":" Relating to a type or types; belonging to types; serving as a type; typical."},{"word":"Type","type":"n.","descr":" The mark or impression of something; stamp; impressed sign; emblem."},{"word":"Type","type":"n.","descr":" Form or character impressed; style; semblance."},{"word":"Type","type":"n.","descr":" A figure or representation of something to come; a token; a sign; a symbol; -- correlative to antitype."},{"word":"Type","type":"n.","descr":" That which possesses or exemplifies characteristic qualities; the representative."},{"word":"Type","type":"n.","descr":" A general form or structure common to a number of individuals; hence, the ideal representation of a species, genus, or other group, combining the essential characteristics; an animal or plant possessing or exemplifying the essential characteristics of a species, genus, or other group.  Also, a group or division of animals having a certain typical or characteristic structure of body maintained within the group."},{"word":"Type","type":"n.","descr":" The original object, or class of objects, scene, face, or conception, which becomes the subject of a copy; esp., the design on the face of a medal or a coin."},{"word":"Type","type":"n.","descr":" A simple compound, used as a mode or pattern to which other compounds are conveniently regarded as being related, and from which they may be actually or theoretically derived."},{"word":"Type","type":"n.","descr":" A raised letter, figure, accent, or other character, cast in metal or cut in wood, used in printing."},{"word":"Type","type":"n.","descr":" Such letters or characters, in general, or the whole quantity of them used in printing, spoken of collectively; any number or mass of such letters or characters, however disposed."},{"word":"Typed","type":"imp. and p. p.","descr":" of Type"},{"word":"Typing","type":"p. pr. and vb. n.","descr":" of Type"},{"word":"Type","type":"v. t.","descr":" To represent by a type, model, or symbol beforehand; to prefigure."},{"word":"Type","type":"v. t.","descr":" To furnish an expression or copy of; to represent; to typify."},{"word":"Typesetter","type":"n.","descr":" One who, or that which, sets type; a compositor; a machine for setting type."},{"word":"Typesetting","type":"n.","descr":" The act or art of setting type."},{"word":"Typewrite","type":"v. t. and i.","descr":" To write with a typewriter."},{"word":"Typewriter","type":"n.","descr":" An instrument for writing by means of type, a typewheel, or the like, in which the operator makes use of a sort of keyboard, in order to obtain printed impressions of the characters upon paper."},{"word":"Typewriter","type":"n.","descr":" One who uses such an instrument."},{"word":"Typewriting","type":"n.","descr":" The act or art of using a typewriter; also, a print made with a typewriter."},{"word":"Typhlitis","type":"n.","descr":" Inflammation of the caecum."},{"word":"Typhlosole","type":"n.","descr":" A fold of the wall which projects into the cavity of the intestine in bivalve mollusks, certain annelids, starfishes, and some other animals."},{"word":"Typhoean","type":"a.","descr":" Of or pertaining to Typhoeus (t\/*f\/\"\/s), the fabled giant of Greek mythology, having a hundred heads; resembling Typhoeus."},{"word":"Typhoid","type":"a.","descr":" Of or pertaining to typhus; resembling typhus; of a low grade like typhus; as, typhoid symptoms."},{"word":"Typhomalarial","type":"a.","descr":" Pertaining to typhoid fever and malaria; as, typhomalarial fever, a form of fever having symptoms both of malarial and typhoid fever."},{"word":"Typhomania","type":"n.","descr":" A low delirium common in typhus fever."},{"word":"Typhon","type":"n.","descr":" According to Hesiod, the son of Typhoeus, and father of the winds, but later identified with him."},{"word":"Typhon","type":"n.","descr":" A violent whirlwind; a typhoon."},{"word":"Typhoon","type":"n.","descr":" A violent whirlwind; specifically, a violent whirlwind occurring in the Chinese seas."},{"word":"Typhos","type":"n.","descr":" Typhus."},{"word":"Typhotoxin","type":"n.","descr":" A basic substance, C7H17NO2, formed from the growth of the typhoid bacillus on meat pulp. It induces in small animals lethargic conditions with liquid dejecta."},{"word":"Typhous","type":"a.","descr":" Of or pertaining to typhus; of the nature of typhus."},{"word":"Typhus","type":"n.","descr":" A contagious continued fever lasting from two to three weeks, attended with great prostration and cerebral disorder, and marked by a copious eruption of red spots upon the body. Also called jail fever, famine fever, putrid fever, spottled fever, etc. See Jail fever, under Jail."},{"word":"Typic","type":"a.","descr":" Typical."},{"word":"Typical","type":"a.","descr":" Of the nature of a type; representing something by a form, model, or resemblance; emblematic; prefigurative."},{"word":"Typical","type":"a.","descr":" Combining or exhibiting the essential characteristics of a group; as, a typical genus."},{"word":"Typification","type":"n.","descr":" The act of typifying, or representing by a figure."},{"word":"Typifier","type":"n.","descr":" One who, or that which, typifies."},{"word":"Typified","type":"imp. and p. p.","descr":" of Typify"},{"word":"Typifying","type":"p. pr. and vb. n.","descr":" of Typify"},{"word":"Typify","type":"v. t.","descr":" To represent by an image, form, model, or resemblance."},{"word":"Typo","type":"n.","descr":" A compositor."},{"word":"Typocosmy","type":"n.","descr":" A representation of the world."},{"word":"Typographer","type":"n.","descr":" A printer."},{"word":"Typographic","type":"a.","descr":" Alt. of Typographical"},{"word":"Typographical","type":"a.","descr":" Of or pertaining to the act or act of representing by types or symbols; emblematic; figurative; typical."},{"word":"Typographical","type":"a.","descr":" Of or pertaining to typography or printing; as, the typographic art."},{"word":"Typography","type":"n.","descr":" The act or art of expressing by means of types or symbols; emblematical or hieroglyphic representation."},{"word":"Typography","type":"n.","descr":" The art of printing with types; the use of types to produce impressions on paper, vellum, etc."},{"word":"Typolite","type":"n.","descr":" A stone or fossil which has on it impressions or figures of plants and animals."},{"word":"Typology","type":"n.","descr":" A discourse or treatise on types."},{"word":"Typology","type":"n.","descr":" The doctrine of types."},{"word":"Typothetae","type":"n. pl.","descr":" Printers; -- used in the name of an association of the master printers of the United States and Canada, called The United Typothetae of America."},{"word":"Tyran","type":"n.","descr":" A tyrant."},{"word":"Tyranness","type":"n.","descr":" A female tyrant."},{"word":"Tyrannic","type":"a.","descr":" Alt. of Tyrannical"},{"word":"Tyrannical","type":"a.","descr":" Of or pertaining to a tyrant; suiting a tyrant; unjustly severe in government; absolute; imperious; despotic; cruel; arbitrary; as, a tyrannical prince; a tyrannical master; tyrannical government."},{"word":"Tyrannicidal","type":"a.","descr":" Of or pertaining to tyrannicide, or the murder of a tyrant."},{"word":"Tyrannicide","type":"n.","descr":" The act of killing a tyrant."},{"word":"Tyrannicide","type":"n.","descr":" One who kills a tyrant."},{"word":"Tyrannish","type":"a.","descr":" Like a tyrant; tyrannical."},{"word":"Tyrannized","type":"imp. and p. p.","descr":" of Tyrannize"},{"word":"Tyrannizing","type":"p. pr. and vb. n.","descr":" of Tyrannize"},{"word":"Tyrannize","type":"v. i.","descr":" To act the tyrant; to exercise arbitrary power; to rule with unjust and oppressive severity; to exercise power others not permitted by law or required by justice, or with a severity not necessary to the ends of justice and government; as, a prince will often tyrannize over his subjects; masters sometimes tyrannize over their servants or apprentices."},{"word":"Tyrannize","type":"v. t.","descr":" To subject to arbitrary, oppressive, or tyrannical treatment; to oppress."},{"word":"Tyrannous","type":"a.","descr":" Tyrannical; arbitrary; unjustly severe; despotic."},{"word":"Tyranny","type":"n.","descr":" The government or authority of a tyrant; a country governed by an absolute ruler; hence, arbitrary or despotic exercise of power; exercise of power over subjects and others with a rigor not authorized by law or justice, or not requisite for the purposes of government."},{"word":"Tyranny","type":"n.","descr":" Cruel government or discipline; as, the tyranny of a schoolmaster."},{"word":"Tyranny","type":"n.","descr":" Severity; rigor; inclemency."},{"word":"Tyrant","type":"n.","descr":" An absolute ruler; a sovereign unrestrained by law or constitution; a usurper of sovereignty."},{"word":"Tyrant","type":"n.","descr":" Specifically, a monarch, or other ruler or master, who uses power to oppress his subjects; a person who exercises unlawful authority, or lawful authority in an unlawful manner; one who by taxation, injustice, or cruel punishment, or the demand of unreasonable services, imposes burdens and hardships on those under his control, which law and humanity do not authorize, or which the purposes of government do not require; a cruel master; an oppressor."},{"word":"Tyrant","type":"n.","descr":" Any one of numerous species of American clamatorial birds belonging to the family Tyrannidae; -- called also tyrant bird."},{"word":"Tyrant","type":"v. i.","descr":" To act like a tyrant; to play the tyrant; to tyrannical."},{"word":"Tyre","type":"","descr":" Curdled milk."},{"word":"Tyre","type":"n. and v.","descr":" Attire. See 2d and 3d Tire."},{"word":"Tyre","type":"v. i.","descr":" To prey. See 4th Tire."},{"word":"Tyrian","type":"a.","descr":" Of or pertaining to Tyre or its people."},{"word":"Tyrian","type":"a.","descr":" Being of the color called Tyrian purple."},{"word":"Tyrian","type":"n.","descr":" A native of Tyre."},{"word":"Tyros","type":"pl. ","descr":" of Tyro"},{"word":"Tyro","type":"n.","descr":" A beginner in learning; one who is in the rudiments of any branch of study; a person imperfectly acquainted with a subject; a novice."},{"word":"Tyrociny","type":"n.","descr":" The state of being a tyro, or beginner; apprenticeship."},{"word":"Tyrolite","type":"n.","descr":" A translucent mineral of a green color and pearly or vitreous luster. It is a hydrous arseniate of copper."},{"word":"Tyronism","type":"n.","descr":" The state of being a tyro, or beginner."},{"word":"Tyrosin","type":"n.","descr":" A white crystalline nitrogenous substance present in small amount in the pancreas and spleen, and formed in large quantity from the decomposition of proteid matter by various means, -- as by pancreatic digestion, by putrefaction as of cheese, by the action of boiling acids, etc. Chemically, it consists of oxyphenol and amidopropionic acid, and by decomposition yields oxybenzoic acid, or some other benzol derivative."},{"word":"Tyrotoxicon","type":"n.","descr":" A ptomaine discovered by Vaughan in putrid cheese and other dairy products, and producing symptoms similar to cholera infantum. Chemically, it appears to be related to, or identical with, diazobenzol."},{"word":"Tyrotoxine","type":"n.","descr":" Same as Tyrotoxicon."},{"word":"Tysonite","type":"n.","descr":" A fluoride of the cerium metals occurring in hexagonal crystals of a pale yellow color.   Cf. Fluocerite."},{"word":"Tystie","type":"n.","descr":" The black guillemot."},{"word":"Tythe","type":"n.","descr":" See Tithe."},{"word":"Tything","type":"n.","descr":" See Tithing."}]