[{"word":"Ulan","type":"n.","descr":" See Uhlan."},{"word":"Ularburong","type":"n.","descr":" A large East Indian nocturnal tree snake (Dipsas dendrophila). It is not venomous."},{"word":"Ulcer","type":"n.","descr":" A solution of continuity in any of the soft parts of the body, discharging purulent matter, found on a surface, especially one of the natural surfaces of the body, and originating generally in a constitutional disorder; a sore discharging pus. It is distinguished from an abscess, which has its beginning, at least, in the depth of the tissues."},{"word":"Ulcer","type":"n.","descr":" Fig.: Anything that festers and corrupts like an open sore; a vice in character."},{"word":"Ulcer","type":"v. t.","descr":" To ulcerate."},{"word":"Ulcerable","type":"a.","descr":" Capable of ulcerating."},{"word":"Ulcerated","type":"imp. and p. p.","descr":" of Ulcerate"},{"word":"Ulcerating","type":"p. pr. and vb. n.","descr":" of Ulcerate"},{"word":"Ulcerate","type":"v. i.","descr":" To be formed into an ulcer; to become ulcerous."},{"word":"Ulcerate","type":"v. t.","descr":" To affect with, or as with, an ulcer or ulcers."},{"word":"Ulcerated","type":"a.","descr":" Affected with, or as with, an ulcer or ulcers; as, an ulcerated sore throat."},{"word":"Ulceration","type":"n.","descr":" The process of forming an ulcer, or of becoming ulcerous; the state of being ulcerated; also, an ulcer."},{"word":"Ulcerative","type":"a.","descr":" Of or pertaining to ulcers; as, an ulcerative process."},{"word":"Ulcered","type":"a.","descr":" Ulcerous; ulcerated."},{"word":"Ulcerous","type":"a.","descr":" Having the nature or character of an ulcer; discharging purulent or other matter."},{"word":"Ulcerous","type":"a.","descr":" Affected with an ulcer or ulcers; ulcerated."},{"word":"Ulcuscle","type":"n.","descr":" Alt. of Ulcuscule"},{"word":"Ulcuscule","type":"n.","descr":" A little ulcer."},{"word":"Ule","type":"n.","descr":" A Mexican and Central American tree (Castilloa elastica and C. Markhamiana) related to the breadfruit tree. Its milky juice contains caoutchouc. Called also ule tree."},{"word":"Ulema","type":"n.","descr":" A college or corporation in Turkey composed of the hierarchy, namely, the imams, or ministers of religion, the muftis, or doctors of law, and the cadis, or administrators of justice."},{"word":"Ulexite","type":"n.","descr":" A mineral occurring in white rounded crystalline masses. It is a hydrous borate of lime and soda."},{"word":"Uliginose","type":"a.","descr":" Alt. of Uliginous"},{"word":"Uliginous","type":"a.","descr":" Muddy; oozy; slimy; also, growing in muddy places."},{"word":"Ullage","type":"n.","descr":" The amount which a vessel, as a cask, of liquor lacks of being full; wantage; deficiency."},{"word":"Ullet","type":"n.","descr":" A European owl (Syrnium aluco) of a tawny color; -- called also uluia."},{"word":"Ullmannite","type":"n.","descr":" A brittle mineral of a steel-gray color and metallic luster, containing antimony, arsenic, sulphur, and nickel."},{"word":"Ulluco","type":"n.","descr":" See Melluc\/o."},{"word":"Ulmaceous","type":"a.","descr":" Of or pertaining to a suborder of urticaceous plants, of which the elm is the type."},{"word":"Ulmate","type":"n.","descr":" A salt of ulmic acid."},{"word":"Ulmic","type":"a.","descr":" Pertaining to ulmin; designating an acid obtained from ulmin."},{"word":"Ulmin","type":"n.","descr":" A brown amorphous substance found in decaying vegetation.  Cf. Humin."},{"word":"Ulmus","type":"n.","descr":" A genus of trees including the elm."},{"word":"Ulna","type":"n.","descr":" The postaxial bone of the forearm, or branchium, corresponding to the fibula of the hind limb. See Radius."},{"word":"Ulna","type":"n.","descr":" An ell; also, a yard."},{"word":"Ulnage","type":"n.","descr":" Measurement by the ell; alnage."},{"word":"Ulnar","type":"a.","descr":" Of or pertaining to the ulna, or the elbow; as, the ulnar nerve."},{"word":"Ulnaria","type":"pl. ","descr":" of Ulnare"},{"word":"Ulnare","type":"n.","descr":" One of the bones or cartilages of the carpus, which articulates with the ulna and corresponds to the cuneiform in man."},{"word":"Ulodendron","type":"n.","descr":" A genus of fossil trees."},{"word":"Ulonata","type":"n. pl.","descr":" A division of insects nearly equivalent to the true Orthoptera."},{"word":"Ulotrichan","type":"a.","descr":" Of or pertaining to the Ulotrichi."},{"word":"Ulotrichan","type":"n.","descr":" One of the Ulotrichi."},{"word":"Ulotrichi","type":"n. pl.","descr":" The division of mankind which embraces the races having woolly or crispy hair.  Cf. Leiotrichi."},{"word":"Ulotrichous","type":"a.","descr":" Having woolly or crispy hair; -- opposed to leiotrichous."},{"word":"Ulster","type":"n.","descr":" A long, loose overcoat, worn by men and women, originally made of frieze from Ulster, Ireland."},{"word":"Ulterior","type":"a.","descr":" Situated beyond, or on the farther side; thither; -- correlative with hither."},{"word":"Ulterior","type":"a.","descr":" Further; remoter; more distant; succeeding; as, ulterior demands or propositions; ulterior views; what ulterior measures will be adopted is uncertain."},{"word":"Ulterior","type":"n.","descr":" Ulterior side or part."},{"word":"Ulteriorly","type":"adv.","descr":" More distantly or remotely."},{"word":"Ultima","type":"a.","descr":" Most remote; furthest; final; last."},{"word":"Ultima","type":"n.","descr":" The last syllable of a word."},{"word":"Ultimate","type":"a.","descr":" Farthest; most remote in space or time; extreme; last; final."},{"word":"Ultimate","type":"a.","descr":" Last in a train of progression or consequences; tended toward by all that precedes; arrived at, as the last result; final."},{"word":"Ultimate","type":"a.","descr":" Incapable of further analysis; incapable of further division or separation; constituent; elemental; as, an ultimate constituent of matter."},{"word":"Ultimated","type":"imp. and p. p.","descr":" of Ultimate"},{"word":"Ultimating","type":"p. pr. and vb. n.","descr":" of Ultimate"},{"word":"Ultimate","type":"v. t. and i.","descr":" To come or bring to an end; to eventuate; to end."},{"word":"Ultimate","type":"v. t. and i.","descr":" To come or bring into use or practice."},{"word":"Ultimately","type":"adv.","descr":" As a final consequence; at last; in the end; as, afflictions often tend to correct immoral habits, and ultimately prove blessings."},{"word":"Ultimation","type":"n.","descr":" State of being ultimate; that which is ultimate, or final; ultimatum."},{"word":"Ultimatums","type":"pl. ","descr":" of Ultimatum"},{"word":"Ultimata","type":"pl. ","descr":" of Ultimatum"},{"word":"Ultimatum","type":"n.","descr":" A final proposition, concession, or condition; especially, the final propositions, conditions, or terms, offered by either of the parties in a diplomatic negotiation; the most favorable terms a negotiator can offer, the rejection of which usually puts an end to the hesitation."},{"word":"Ultime","type":"a.","descr":" Ultimate; final."},{"word":"Ultimity","type":"n.","descr":" The last stage or consequence; finality."},{"word":"Ultimo","type":"","descr":" In the month immediately preceding the present; as, on the 1st ultimo; -- usually abbreviated to ult.  Cf. Proximo."},{"word":"Ultion","type":"n.","descr":" The act of taking vengeance; revenge."},{"word":"Ultra-","type":"a.","descr":" A prefix from the Latin ultra beyond (see Ulterior), having in composition the signification beyond, on the other side, chiefly when joined with words expressing relations of place; as, ultramarine, ultramontane, ultramundane, ultratropical, etc. In other relations it has the sense of excessively, exceedingly, beyond what is common, natural, right, or proper; as, ultraconservative; ultrademocratic, ultradespotic, ultraliberal, ultraradical, etc."},{"word":"Ultra","type":"a.","descr":" Going beyond others, or beyond due limit; extreme; fanatical; uncompromising; as, an ultra reformer; ultra measures."},{"word":"Ultra","type":"n.","descr":" One who advocates extreme measures; an ultraist; an extremist; a radical."},{"word":"Ultrage","type":"n.","descr":" Outrage."},{"word":"Ultraism","type":"n.","descr":" The principles of those who advocate extreme measures, as radical reform, and the like."},{"word":"Ultraist","type":"n.","descr":" One who pushes a principle or measure to extremes; an extremist; a radical; an ultra."},{"word":"Ultramarine","type":"a.","descr":" Situated or being beyond the sea."},{"word":"Ultramarine","type":"n.","descr":" A blue pigment formerly obtained by powdering lapis lazuli, but now produced in large quantities by fusing together silica, alumina, soda, and sulphur, thus forming a glass, colored blue by the sodium polysulphides made in the fusion. Also used adjectively."},{"word":"Ultramontane","type":"","descr":" Being beyond the mountains; specifically, being beyond the Alps, in respect to the one who speaks."},{"word":"Ultramontane","type":"n.","descr":" One who resides beyond the mountains, especially beyond the Alps; a foreigner."},{"word":"Ultramontane","type":"n.","descr":" One who maintains extreme views favoring the pope\\'s supremacy. See Ultramontanism."},{"word":"Ultramontanism","type":"n.","descr":" The principles of those within the Roman Catholic Church who maintain extreme views favoring the pope\\'s supremacy; -- so used by those living north of the Alps in reference to the Italians; -- rarely used in an opposite sense, as referring to the views of those living north of the Alps and opposed to the papal claims.  Cf. Gallicanism."},{"word":"Ultramontanist","type":"n.","descr":" One who upholds ultramontanism."},{"word":"Ultramundane","type":"a.","descr":" Being beyond the world, or beyond the limits of our system."},{"word":"Ultrared","type":"a.","descr":" Situated beyond or below the red rays; as, the ultrated rays of the spectrum, which are less refrangible than the red."},{"word":"Ultratropical","type":"a.","descr":" Situated beyond, or outside of, the tropics; extratropical; also, having an excessively tropical temperature; warmer than the tropics."},{"word":"Ultraviolet","type":"a.","descr":" Lying outside the visible spectrum at its violet end; -- said of rays more refrangible than the extreme violet rays of the spectrum."},{"word":"Ultra vires","type":"","descr":" Beyond power; transcending authority; -- a phrase used frequently in relation to acts or enactments by corporations in excess of their chartered or statutory rights."},{"word":"Ultrazodiacal","type":"a.","descr":" Outside the zodiac; being in that part of the heavens that is more than eight degrees from the ecliptic; as, ultrazodiacal planets, that is, those planets which in part of their orbits go beyond the zodiac."},{"word":"Ultroneous","type":"a.","descr":" Spontaneous; voluntary."},{"word":"Ulula","type":"n.","descr":" A genus of owls including the great gray owl (Ulula cinerea) of Arctic America, and other similar species. See Illust. of Owl."},{"word":"Ululant","type":"a.","descr":" Howling; wailing."},{"word":"Ululated","type":"imp. and p. p.","descr":" of Ululate"},{"word":"Ululating","type":"p. pr. and vb. n.","descr":" of Ululate"},{"word":"Ululate","type":"v. i.","descr":" To howl, as a dog or a wolf; to wail; as, ululating jackals."},{"word":"Ululation","type":"n.","descr":" A howling, as of a dog or wolf; a wailing."},{"word":"Ulva","type":"n.","descr":" A genus of thin papery bright green seaweeds including the kinds called sea lettuce."}]