[{"word":"Umbe","type":"prep.","descr":" About."},{"word":"Umbecast","type":"v. i.","descr":" To cast about; to consider; to ponder."},{"word":"Umbel","type":"n.","descr":" A kind of flower cluster in which the flower stalks radiate from a common point, as in the carrot and milkweed. It is simple or compound; in the latter case, each peduncle bears another little umbel, called umbellet, or umbellule."},{"word":"Umbellar","type":"a.","descr":" Of or pertaining to an umbel; having the form of an umbel."},{"word":"Umbellate","type":"a.","descr":" Alt. of Umbellated"},{"word":"Umbellated","type":"a.","descr":" Bearing umbels; pertaining to an umbel; umbel-like; as, umbellate plants or flowers."},{"word":"Umbellet","type":"n.","descr":" A small or partial umbel; an umbellule."},{"word":"Umbellic","type":"a.","descr":" Pertaining to, or obtained from, certain umbelliferous plants; as, umbellic acid."},{"word":"Umbellifer","type":"n.","descr":" A plant producing an umbel or umbels."},{"word":"Umbelliferone","type":"n.","descr":" A tasteless white crystalline substance, C9H6O3, found in the bark of a certain plant (Daphne Mezereum), and also obtained by the distillation of certain gums from the Umbelliferae, as galbanum, asafetida, etc. It is analogous to coumarin. Called also hydroxy-coumarin."},{"word":"Umbelliferous","type":"a.","descr":" Producing umbels."},{"word":"Umbelliferous","type":"a.","descr":" Of or pertaining to a natural order (Umbelliferae) of plants, of which the parsley, carrot, parsnip, and fennel are well-known examples."},{"word":"Umbellularia","type":"n.","descr":" A genus of deep-sea alcyonaria consisting of a cluster of large flowerlike polyps situated at the summit of a long, slender stem which stands upright in the mud, supported by a bulbous base."},{"word":"Umbellule","type":"n.","descr":" An umbellet."},{"word":"Umber","type":"n.","descr":" A brown or reddish pigment used in both oil and water colors, obtained from certain natural clays variously colored by the oxides of iron and manganese. It is commonly heated or burned before being used, and is then called burnt umber; when not heated, it is called raw umber. See Burnt umber, below."},{"word":"Umber","type":"n.","descr":" An umbrere."},{"word":"Umber","type":"n.","descr":" See Grayling, 1."},{"word":"Umber","type":"n.","descr":" An African wading bird (Scopus umbretta) allied to the storks and herons. It is dull dusky brown, and has a large occipital crest. Called also umbrette, umbre, and umber bird."},{"word":"Umber","type":"a.","descr":" Of or pertaining to umber; resembling umber; olive-brown; dark brown; dark; dusky."},{"word":"Umber","type":"v. t.","descr":" To color with umber; to shade or darken; as, to umber over one\\'s face."},{"word":"Umbery","type":"a.","descr":" Of or pertaining to umber; like umber; as, umbery gold."},{"word":"Umbilic","type":"n.","descr":" The navel; the center."},{"word":"Umbilic","type":"n.","descr":" An umbilicus. See Umbilicus, 5 (b)."},{"word":"Umbilic","type":"a.","descr":" See Umbilical, 1."},{"word":"Umbilical","type":"n.","descr":" Of or pertaining to an umbilicus, or umbilical cord; umbilic."},{"word":"Umbilical","type":"n.","descr":" Pertaining to the center; central."},{"word":"Umbilicate","type":"a.","descr":" Alt. of Umbilicated"},{"word":"Umbilicated","type":"a.","descr":" Depressed in the middle, like a navel, as a flower, fruit, or leaf; navel-shaped; having an umbilicus; as, an umbilicated smallpox vesicle."},{"word":"Umbilicated","type":"a.","descr":" Supported by a stalk at the central point."},{"word":"Umbilication","type":"n.","descr":" A slight, navel-like depression, or dimpling, of the center of a rounded body; as, the umbilication of a smallpox vesicle; also, the condition of being umbilicated."},{"word":"Umbilicus","type":"n.","descr":" The depression, or mark, in the median line of the abdomen, which indicates the point where the umbilical cord separated from the fetus; the navel."},{"word":"Umbilicus","type":"n.","descr":" An ornamented or painted ball or boss fastened at each end of the stick on which manuscripts were rolled."},{"word":"Umbilicus","type":"n.","descr":" The hilum."},{"word":"Umbilicus","type":"n.","descr":" A depression or opening in the center of the base of many spiral shells."},{"word":"Umbilicus","type":"n.","descr":" Either one of the two apertures in the calamus of a feather."},{"word":"Umbilicus","type":"n.","descr":" One of foci of an ellipse, or other curve."},{"word":"Umbilicus","type":"n.","descr":" A point of a surface at which the curvatures of the normal sections are all equal to each other. A sphere may be osculatory to the surface in every direction at an umbilicus. Called also umbilic."},{"word":"Umble pie","type":"","descr":" A pie made of umbles. See To eat humble pie, under Humble."},{"word":"Umbles","type":"n. pl.","descr":" The entrails and coarser parts of a deer; hence, sometimes, entrails, in general."},{"word":"Umbones","type":"pl. ","descr":" of Umbo"},{"word":"Umbos","type":"pl. ","descr":" of Umbo"},{"word":"Umbo","type":"n.","descr":" The boss of a shield, at or near the middle, and usually projecting, sometimes in a sharp spike."},{"word":"Umbo","type":"n.","descr":" A boss, or rounded elevation, or a corresponding depression, in a palate, disk, or membrane; as, the umbo in the integument of the larvae of echinoderms or in the tympanic membrane of the ear."},{"word":"Umbo","type":"n.","descr":" One of the lateral prominence just above the hinge of a bivalve shell."},{"word":"Umbonate","type":"a.","descr":" Alt. of Umbonated"},{"word":"Umbonated","type":"a.","descr":" Having a conical or rounded projection or protuberance, like a boss."},{"word":"Umbrae","type":"pl. ","descr":" of Umbra"},{"word":"Umbra","type":"n.","descr":" The conical shadow projected from a planet or satellite, on the side opposite to the sun, within which a spectator could see no portion of the sun\\'s disk; -- used in contradistinction from penumbra. See Penumbra."},{"word":"Umbra","type":"n.","descr":" The central dark portion, or nucleus, of a sun spot."},{"word":"Umbra","type":"n.","descr":" The fainter part of a sun spot; -- now more commonly called penumbra."},{"word":"Umbra","type":"n.","descr":" Any one of several species of sciaenoid food fishes of the genus Umbrina, especially the Mediterranean species (U. cirrhosa), which is highly esteemed as a market fish; -- called also ombre, and umbrine."},{"word":"Umbraculiferous","type":"a.","descr":" Bearing something like an open umbrella."},{"word":"Umbraculiform","type":"a.","descr":" Having the form of anything that serves to shade, as a tree top, an umbrella, and the like; specifically (Bot.), having the form of an umbrella; umbrella-shaped."},{"word":"Umbrage","type":"n.","descr":" Shade; shadow; obscurity; hence, that which affords a shade, as a screen of trees or foliage."},{"word":"Umbrage","type":"n.","descr":" Shadowy resemblance; shadow."},{"word":"Umbrage","type":"n.","descr":" The feeling of being overshadowed; jealousy of another, as standing in one\\'s light or way; hence, suspicion of injury or wrong; offense; resentment."},{"word":"Umbrageous","type":"a.","descr":" Forming or affording a shade; shady; shaded; as, umbrageous trees or foliage."},{"word":"Umbrageous","type":"a.","descr":" Not easily perceived, as if from being darkened or shaded; obscure."},{"word":"Umbrageous","type":"a.","descr":" Feeling jealousy or umbrage; taking, or disposed to take, umbrage; suspicious."},{"word":"Umbrate","type":"v. t.","descr":" To shade; to shadow; to foreshadow."},{"word":"Umbratic","type":"a.","descr":" Alt. of Umbratical"},{"word":"Umbratical","type":"a.","descr":" Of or pertaining to the shade or darkness; shadowy; unreal; secluded; retired."},{"word":"Umbratile","type":"a.","descr":" Umbratic."},{"word":"Umbratious","type":"a.","descr":" Suspicious; captious; disposed to take umbrage."},{"word":"Umbre","type":"n.","descr":" See Umber."},{"word":"Umbrel","type":"n.","descr":" An umbrella."},{"word":"Umbrella","type":"n.","descr":" A shade, screen, or guard, carried in the hand for sheltering the person from the rays of the sun, or from rain or snow. It is formed of silk, cotton, or other fabric, extended on strips of whalebone, steel, or other elastic material, inserted, or fastened to, a rod or stick by means of pivots or hinges, in such a way as to allow of being opened and closed with ease. See Parasol."},{"word":"Umbrella","type":"n.","descr":" The umbrellalike disk, or swimming bell, of a jellyfish."},{"word":"Umbrella","type":"n.","descr":" Any marine tectibranchiate gastropod of the genus Umbrella, having an umbrella-shaped shell; -- called also umbrella shell."},{"word":"Umbrere","type":"n.","descr":" Alt. of Umbriere"},{"word":"Umbriere","type":"n.","descr":" In ancient armor, a visor, or projection like the peak of a cap, to which a face guard was sometimes attached. This was sometimes fixed, and sometimes moved freely upon the helmet and could be raised like the beaver. Called also umber, and umbril."},{"word":"Umbrette","type":"n.","descr":" See Umber, 4."},{"word":"Umbriferous","type":"a.","descr":" Casting or making a shade; umbrageous."},{"word":"Umbril","type":"n.","descr":" A umbrere."},{"word":"Umbrine","type":"n.","descr":" See Umbra, 2."},{"word":"Umbrose","type":"a.","descr":" Shady; umbrageous."},{"word":"Umbrosity","type":"n.","descr":" The quality or state of being umbrose; shadiness."},{"word":"Umhofo","type":"n.","descr":" An African two-horned rhinoceros (Atelodus, \/ Rhinoceros, simus); -- called also chukuru, and white rhinoceros."},{"word":"Umlaut","type":"n.","descr":" The euphonic modification of a root vowel sound by the influence of a, u, or especially i, in the syllable which formerly followed."},{"word":"Umlauted","type":"a.","descr":" Having the umlaut; as, umlauted vowels."},{"word":"Umpirage","type":"n.","descr":" The office of an umpire; the power, right, or authority of an umpire to decide."},{"word":"Umpirage","type":"n.","descr":" The act of umpiring; arbitrament."},{"word":"Umpire","type":"n.","descr":" A person to whose sole decision a controversy or question between parties is referred; especially, one chosen to see that the rules of a game, as cricket, baseball, or the like, are strictly observed."},{"word":"Umpire","type":"n.","descr":" A third person, who is to decide a controversy or question submitted to arbitrators in case of their disagreement."},{"word":"Umpired","type":"imp. and p. p.","descr":" of Umpire"},{"word":"Umpiring","type":"p. pr. and vb. n.","descr":" of Umpire"},{"word":"Umpire","type":"v. t.","descr":" To decide as umpire; to arbitrate; to settle, as a dispute."},{"word":"Umpire","type":"v. t.","descr":" To perform the duties of umpire in or for; as, to umpire a game."},{"word":"Umpire","type":"v. i.","descr":" To act as umpire or arbitrator."},{"word":"Umpireship","type":"n.","descr":" Umpirage; arbitrament."},{"word":"Umpress","type":"n.","descr":" Female umpire."},{"word":"Umquhile","type":"adv.","descr":" Some time ago; formerly."},{"word":"Umquhile","type":"a.","descr":" Former."}]