[{"word":"Ure","type":"n.","descr":" The urus."},{"word":"Urachus","type":"n.","descr":" A cord or band of fibrous tissue extending from the bladder to the umbilicus."},{"word":"Uraemia","type":"n.","descr":" Accumulation in the blood of the principles of the urine, producing dangerous disease."},{"word":"Uraemic","type":"a.","descr":" Of or pertaining to uraemia; as, uraemic convulsions."},{"word":"Uraeum","type":"n.","descr":" The posterior half of an animal."},{"word":"Ural","type":"a.","descr":" Pertaining to, or designating, the Urals, a mountain range between Europe and Asia."},{"word":"Ural-Altaic","type":"a.","descr":" Of or pertaining to the Urals and the Altai; as the Ural-Altaic, or Turanian, languages."},{"word":"Urali","type":"n.","descr":" See Curare."},{"word":"Uralian","type":"a.","descr":" Alt. of Uralic"},{"word":"Uralic","type":"a.","descr":" Of or relating to the Ural Mountains."},{"word":"Uralite","type":"n.","descr":" Amphibole resulting from the alternation of pyroxene by paramorphism. It is not uncommon in massive eruptive rocks."},{"word":"Uralitization","type":"n.","descr":" The change of pyroxene to amphibole by paramorphism."},{"word":"Uramil","type":"n.","descr":" Murexan."},{"word":"Uranate","type":"n.","descr":" A salt of uranic acid."},{"word":"Urania","type":"n.","descr":" One of the nine Muses, daughter of Zeus by Mnemosyne, and patron of astronomy."},{"word":"Urania","type":"n.","descr":" A genus of large, brilliantly colored moths native of the West Indies and South America. Their bright colored and tailed hind wings and their diurnal flight cause them to closely resemble butterflies."},{"word":"Uranian","type":"a.","descr":" Of or pertaining to the planet Uranus; as, the Uranian year."},{"word":"Uranic","type":"a.","descr":" Of or pertaining to the heavens; celestial; astronomical."},{"word":"Uranic","type":"a.","descr":" Pertaining to, resembling, or containing uranium; specifically, designating those compounds in which uranium has a valence relatively higher than in uranous compounds."},{"word":"Uranin","type":"n.","descr":" An alkaline salt of fluorescein, obtained as a brownish red substance, which is used as a dye; -- so called from the peculiar yellowish green fluorescence (resembling that of uranium glass) of its solutions. See Fluorescein."},{"word":"Uraninite","type":"n.","descr":" A mineral consisting chiefly of uranium oxide with some lead, thorium, etc., occurring in black octahedrons, also in masses with a pitchlike luster; pitchblende."},{"word":"Uraniscoplasty","type":"n.","descr":" The process of forming an artificial palate."},{"word":"Uraniscoraphy","type":"n.","descr":" Alt. of Uraniscorrhaphy"},{"word":"Uraniscorrhaphy","type":"n.","descr":" Suture of the palate. See Staphyloraphy."},{"word":"Uranite","type":"n.","descr":" A general term for the uranium phosphates, autunite, or lime uranite, and torbernite, or copper uranite."},{"word":"Uranitic","type":"a.","descr":" Of or pertaining to uranium; containing uranium."},{"word":"Uranium","type":"n.","descr":" An element of the chromium group, found in certain rare minerals, as pitchblende, uranite, etc., and reduced as a heavy, hard, nickel-white metal which is quite permanent. Its yellow oxide is used to impart to glass a delicate greenish-yellow tint which is accompanied by a strong fluorescence, and its black oxide is used as a pigment in porcelain painting. Symbol U. Atomic weight 239. "},{"word":"Uran-ocher","type":"n.","descr":" Alt. of Uran-ochre"},{"word":"Uran-ochre","type":"n.","descr":" A yellow, earthy incrustation, consisting essentially of the oxide of uranium, but more or less impure."},{"word":"Uranographic","type":"a.","descr":" Alt. of Uranographical"},{"word":"Uranographical","type":"a.","descr":" Of or pertaining to uranography; as, an uranographic treatise."},{"word":"Uranographist","type":"n.","descr":" One practiced in uranography."},{"word":"Uranography","type":"n.","descr":" A description or plan of the heavens and the heavenly bodies; the construction of celestial maps, globes, etc.; uranology."},{"word":"Uranolite","type":"n.","descr":" A meteorite or aerolite."},{"word":"Uranology","type":"n.","descr":" A discourse or treatise on the heavens and the heavenly bodies; the study of the heavens; uranography."},{"word":"Uranometria","type":"n.","descr":" A uranometry."},{"word":"Uranometry","type":"n.","descr":" A chart or catalogue of fixed stars, especially of stars visible to the naked eye."},{"word":"Uranoplasty","type":"n.","descr":" The plastic operation for closing a fissure in the hard palate."},{"word":"Uranoscopy","type":"n.","descr":" Observation of the heavens or heavenly bodies."},{"word":"Uranoso-","type":"a.","descr":" A combining form (also used adjectively) from uranium; -- used in naming certain complex compounds; as in uranoso-uranic oxide, uranoso-uranic sulphate."},{"word":"Uranous","type":"a.","descr":" Pertaining to, or containing, uranium; designating those compounds in which uranium has a lower valence as contrasted with the uranic compounds."},{"word":"Uranus","type":"n.","descr":" The son or husband of Gaia (Earth), and father of Chronos (Time) and the Titans."},{"word":"Uranus","type":"n.","descr":" One of the primary planets. It is about 1,800,000,000 miles from the sun, about 36,000 miles in diameter, and its period of revolution round the sun is nearly 84 of our years."},{"word":"Uran-utan","type":"","descr":" The orang-utang"},{"word":"Uranyl","type":"n.","descr":" The radical UO2, conveniently regarded as a residue of many uranium compounds."},{"word":"Urao","type":"n.","descr":" See Trona."},{"word":"Urare","type":"n.","descr":" Alt. of Urari"},{"word":"Urari","type":"n.","descr":" See Curare."},{"word":"Urate","type":"n.","descr":" A salt of uric acid; as, sodium urate; ammonium urate."},{"word":"Uratic","type":"","descr":" Of or containing urates; as, uratic calculi."},{"word":"Urban","type":"a.","descr":" Of or belonging to a city or town; as, an urban population."},{"word":"Urban","type":"a.","descr":" Belonging to, or suiting, those living in a city; cultivated; polite; urbane; as, urban manners."},{"word":"Urbane","type":"a.","descr":" Courteous in manners; polite; refined; elegant."},{"word":"Urbaniste","type":"n.","descr":" A large and delicious pear or Flemish origin."},{"word":"Urbanity","type":"n.","descr":" The quality or state of being urbane; civility or courtesy of manners; politeness; refinement."},{"word":"Urbanity","type":"n.","descr":" Polite wit; facetiousness."},{"word":"Urbanize","type":"v. t.","descr":" To render urban, or urbane; to refine; to polish."},{"word":"Urbicolae","type":"n. pl.","descr":" An extensive family of butterflies, including those known as skippers (Hesperiadae)."},{"word":"Urbicolous","type":"a.","descr":" Of or pertaining to a city; urban."},{"word":"Urceolar","type":"a.","descr":" Urceolate."},{"word":"Urcelate","type":"a.","descr":" Shaped like a pitcher or urn; swelling below, and contrasted at the orifice, as a calyx or corolla."},{"word":"Urceole","type":"n.","descr":" A vessel for water for washing the hands; also, one to hold wine or water."},{"word":"Urceoli","type":"pl. ","descr":" of Urceolus"},{"word":"Urceolus","type":"n.","descr":" Any urn-shaped organ of a plant."},{"word":"Urchin","type":"n.","descr":" A hedgehog."},{"word":"Urchin","type":"n.","descr":" A sea urchin. See Sea urchin."},{"word":"Urchin","type":"n.","descr":" A mischievous elf supposed sometimes to take the form a hedgehog."},{"word":"Urchin","type":"n.","descr":" A pert or roguish child; -- now commonly used only of a boy."},{"word":"Urchin","type":"n.","descr":" One of a pair in a series of small card cylinders, arranged around a carding drum; -- so called from its fancied resemblance to the hedgehog."},{"word":"Urchin","type":"a.","descr":" Rough; pricking; piercing."},{"word":"Urchon","type":"n.","descr":" The urchin, or hedgehog."},{"word":"Urdu","type":"n.","descr":" The language more generally called Hindustanee."},{"word":"Ure","type":"n.","descr":" Use; practice; exercise."},{"word":"Ure","type":"v. t.","descr":" To use; to exercise; to inure; to accustom by practice."},{"word":"Urea","type":"a.","descr":" A very soluble crystalline body which is the chief constituent of the urine in mammals and some other animals. It is also present in small quantity in blood, serous fluids, lymph, the liver, etc."},{"word":"Ureal","type":"a.","descr":" Of or pertaining to urea; containing, or consisting of, urea; as, ureal deposits."},{"word":"Ureameter","type":"n.","descr":" An apparatus for the determination of the amount of urea in urine, in which the nitrogen evolved by the action of certain reagents, on a given volume of urine, is collected and measured, and the urea calculated accordingly."},{"word":"Urechitin","type":"n.","descr":" A glucoside extracted from the leaves of a certain plant (Urechitis suberecta) as a bitter white crystalline substance."},{"word":"Urechitoxin","type":"n.","descr":" A poisonous glucoside found accompanying urechitin, and extracted as a bitter white crystalline substance."},{"word":"Uredo","type":"n.","descr":" One of the stages in the life history of certain rusts (Uredinales), regarded at one time as a distinct genus. It is a summer stage preceding the teleutospore, or winter stage. See Uredinales, in the Supplement."},{"word":"Uredo","type":"n.","descr":" Nettle rash. See Urticaria."},{"word":"Uredospore","type":"n.","descr":" The thin-walled summer spore which is produced during the so-called Uredo stage of certain rusts. See (in the Supplement) Uredinales, Heter\/cious, etc."},{"word":"Ureide","type":"n.","descr":" Any one of the many complex derivatives of urea; thus, hydantoin, and, in an extended dense, guanidine, caffeine, et., are ureides."},{"word":"Ureter","type":"n.","descr":" The duct which conveys the urine from the kidney to the bladder or cloaca. There are two ureters, one for each kidney."},{"word":"Ureteritis","type":"n.","descr":" Inflammation of the ureter."},{"word":"Urethane","type":"n.","descr":" A white crystalline substance, NH2.CO.OC2H5, produced by the action of ammonia on ethyl carbonate. It is used somewhat in medicine as a hypnotic. By extension, any one of the series of related substances of which urethane proper is the type."},{"word":"Urethra","type":"n.","descr":" The canal by which the urine is conducted from the bladder and discharged."},{"word":"Urethral","type":"a.","descr":" Of or pertaining to the urethra."},{"word":"Urethritis","type":"n.","descr":" Inflammation of the urethra."},{"word":"Urethroplasty","type":"n.","descr":" An operation for the repair of an injury or a defect in the walls of the urethra."},{"word":"Urethroscope","type":"n.","descr":" An instrument for viewing the interior of the urethra."},{"word":"Urethroscopy","type":"n.","descr":" Examination of the urethra by means of the urethroscope."},{"word":"Urethrotome","type":"n.","descr":" An instrument for cutting a urethral stricture."},{"word":"Urethrotomy","type":"n.","descr":" An incision of the urethra, esp. incision for relief of urethral stricture."},{"word":"Uretic","type":"a.","descr":" Of or pertaining to the urine; diuretic; urinary; as, uretic medicine."},{"word":"Urged","type":"imp. and p. p.","descr":" of Urge"},{"word":"Urging","type":"p. pr. and vb. n.","descr":" of Urge"},{"word":"Urge","type":"v. t.","descr":" To press; to push; to drive; to impel; to force onward."},{"word":"Urge","type":"v. t.","descr":" To press the mind or will of; to ply with motives, arguments, persuasion, or importunity."},{"word":"Urge","type":"v. t.","descr":" To provoke; to exasperate."},{"word":"Urge","type":"v. t.","descr":" To press hard upon; to follow closely"},{"word":"Urge","type":"v. t.","descr":" To present in an urgent manner; to press upon attention; to insist upon; as, to urge an argument; to urge the necessity of a case."},{"word":"Urge","type":"v. t.","descr":" To treat with forcible means; to take severe or violent measures with; as, to urge an ore with intense heat."},{"word":"Urge","type":"v. i.","descr":" To press onward or forward."},{"word":"Urge","type":"v. i.","descr":" To be pressing in argument; to insist; to persist."},{"word":"Urgence","type":"n.","descr":" Urgency."},{"word":"Urgency","type":"n.","descr":" The quality or condition of being urgent; insistence; pressure; as, the urgency of a demand or an occasion."},{"word":"Urgent","type":"a.","descr":" Urging; pressing; besetting; plying, with importunity; calling for immediate attention; instantly important."},{"word":"Urgently","type":"adv.","descr":" In an urgent manner."},{"word":"Urger","type":"n.","descr":" One who urges."},{"word":"Uric","type":"a.","descr":" Of or pertaining to urine; obtained from urine; as, uric acid."},{"word":"Urim","type":"n.","descr":" A part or decoration of the breastplate of the high priest among the ancient Jews, by which Jehovah revealed his will on certain occasions. Its nature has been the subject of conflicting conjectures."},{"word":"Urinal","type":"n.","descr":" A vessel for holding urine; especially, a bottle or tube for holding urine for inspection."},{"word":"Urinal","type":"n.","descr":" A place or convenience for urinating purposes."},{"word":"Urinarium","type":"n.","descr":" A reservoir for urine, etc., for manure."},{"word":"Urinary","type":"a.","descr":" Of or pertaining to the urine; as, the urinary bladder; urinary excretions."},{"word":"Urinary","type":"a.","descr":" Resembling, or being of the nature of, urine."},{"word":"Urinary","type":"n.","descr":" A urinarium; also, a urinal."},{"word":"Urinate","type":"v. i.","descr":" To discharge urine; to make water."},{"word":"Urination","type":"n.","descr":" The act or process of voiding urine; micturition."},{"word":"Urinative","type":"a.","descr":" Provoking the flow of urine; uretic; diuretic."},{"word":"Urinator","type":"n.","descr":" One who dives under water in search of something, as for pearls; a diver."},{"word":"Urine","type":"n.","descr":" In mammals, a fluid excretion from the kidneys; in birds and reptiles, a solid or semisolid excretion."},{"word":"Urine","type":"v. i.","descr":" To urinate."},{"word":"Uriniferous","type":"a.","descr":" Bearing or conveying urine; as, uriniferous tubules."},{"word":"Uriniparous","type":"a.","descr":" Producing or preparing urine; as, the uriniparous tubes in the cortical portion of the kidney."},{"word":"Urinogenital","type":"a.","descr":" Pertaining to the urinary and genital organs; genitourinary; urogenital; as, the urinogenital canal."},{"word":"Urinometer","type":"n.","descr":" A small hydrometer for determining the specific gravity of urine."},{"word":"Urinometry","type":"n.","descr":" The estimation of the specific gravity of urine by the urinometer."},{"word":"Urinose","type":"a.","descr":" Alt. of Urinous"},{"word":"Urinous","type":"a.","descr":" Of or pertaining to urine, or partaking of its qualities; having the character or odor of urine; similar to urine."},{"word":"Urite","type":"n.","descr":" One of the segments of the abdomen or post-abdomen of arthropods."},{"word":"Urith","type":"n.","descr":" The bindings of a hedge."},{"word":"Urn","type":"n.","descr":" A vessel of various forms, usually a vase furnished with a foot or pedestal, employed for different purposes, as for holding liquids, for ornamental uses, for preserving the ashes of the dead after cremation, and anciently for holding lots to be drawn."},{"word":"Urn","type":"n.","descr":" Fig.: Any place of burial; the grave."},{"word":"Urn","type":"n.","descr":" A measure of capacity for liquids, containing about three gallons and a haft, wine measure. It was haft the amphora, and four times the congius."},{"word":"Urn","type":"n.","descr":" A hollow body shaped like an urn, in which the spores of mosses are contained; a spore case; a theca."},{"word":"Urn","type":"n.","descr":" A tea urn. See under Tea."},{"word":"Urn","type":"v. t.","descr":" To inclose in, or as in, an urn; to inurn."},{"word":"Urnal","type":"a.","descr":" Of or pertaining to an urn; effected by an urn or urns."},{"word":"Urnfuls","type":"pl. ","descr":" of Urnful"},{"word":"Urnful","type":"n.","descr":" As much as an urn will hold; enough to fill an urn."},{"word":"Urn-shaped","type":"a.","descr":" Having the shape of an urn; as, the urn-shaped capsules of some mosses."},{"word":"Uro-","type":"","descr":" A combining form fr. Gr. o\\'y^ron, urine."},{"word":"Uro-","type":"","descr":" A combining form from Gr. o\\'yra`, the tail, the caudal extremity."},{"word":"Urobilin","type":"n.","descr":" A yellow pigment identical with hydrobilirubin, abundant in the highly colored urine of fever, and also present in normal urine. See Urochrome."},{"word":"Urocele","type":"n.","descr":" A morbid swelling of the scrotum due to extravasation of urine into it."},{"word":"Urocerata","type":"n. pl.","descr":" A division of boring Hymenoptera, including Tremex and allied genera. See Illust. of Horntail."},{"word":"Urochord","type":"n.","descr":" The central axis or cord in the tail of larval ascidians and of certain adult tunicates."},{"word":"Urochorda","type":"n. pl.","descr":" Same as Tunicata."},{"word":"Urochordal","type":"a.","descr":" Of or pertaining to the Urochorda."},{"word":"Urochrome","type":"n.","descr":" A yellow urinary pigment, considered by Thudichum as the only pigment present in normal urine. It is regarded by Maly as identical with urobilin."},{"word":"Urochs","type":"n.","descr":" See Aurochs."},{"word":"Urocord","type":"n.","descr":" See Urochord."},{"word":"Urocyst","type":"n.","descr":" The urinary bladder."},{"word":"Urodela","type":"n. pl.","descr":" An order of amphibians having the tail well developed and often long. It comprises the salamanders, tritons, and allied animals."},{"word":"Urodele","type":"n.","descr":" One of the Urodela."},{"word":"Urodelian","type":"a.","descr":" Of or pertaining to the Urodela."},{"word":"Urodelian","type":"n.","descr":" One of the Urodela."},{"word":"Uroerythrin","type":"n.","descr":" A reddish urinary pigment, considered as the substance which gives to the urine of rheumatism its characteristic color. It also causes the red color often seen in deposits of urates."},{"word":"Urogastric","type":"a.","descr":" Behind the stomach; -- said of two lobes of the carapace of certain crustaceans."},{"word":"Urogenital","type":"a.","descr":" Same as Urinogenital."},{"word":"Uroglaucin","type":"n.","descr":" A body identical with indigo blue, occasionally found in the urine in degeneration of the kidneys. It is readily formed by oxidation or decomposition of indican."},{"word":"Urohaematin","type":"n.","descr":" Urinary haematin; -- applied to the normal coloring matter of the urine, on the supposition that it is formed either directly or indirectly (through bilirubin) from the haematin of the blood. See Urochrome, and Urobilin."},{"word":"Urohyal","type":"a.","descr":" Of or pertaining to one or more median and posterior elements in the hyoidean arch of fishes."},{"word":"Urohyal","type":"n.","descr":" A urohyal bone or cartilage."},{"word":"Urology","type":"n.","descr":" See Uronology."},{"word":"Uromere","type":"n.","descr":" Any one of the abdominal segments of an arthropod."},{"word":"Uronology","type":"n.","descr":" That part of medicine which treats of urine."},{"word":"Uropod","type":"n.","descr":" Any one of the abdominal appendages of a crustacean, especially one of the posterior ones, which are often larger than the rest, and different in structure, and are used chiefly in locomotion. See Illust. of Crustacea, and Stomapoda."},{"word":"Uropodal","type":"a.","descr":" Of or pertaining to a uropod."},{"word":"Uropoetic","type":"a.","descr":" Producing, or favoring the production of, urine."},{"word":"Uropoetic","type":"a.","descr":" Of, pertaining to, or designating, a system of organs which eliminate nitrogenous waste matter from the blood of certain invertebrates."},{"word":"Uropygial","type":"a.","descr":" Of or pertaining to the uropygium, or prominence at the base of the tail feathers, in birds."},{"word":"Uropygium","type":"n.","descr":" The prominence at the posterior extremity of a bird\\'s body, which supports the feathers of the tail; the rump; -- sometimes called pope\\'s nose."},{"word":"Urosacral","type":"a.","descr":" Of or pertaining to both the caudal and sacral parts of the vertebral column; as, the urosacral vertebrae of birds."},{"word":"Uroscopy","type":"n.","descr":" The diagnosis of diseases by inspection of urine."},{"word":"Urosome","type":"n.","descr":" The abdomen, or post-abdomen, of arthropods."},{"word":"Urostege","type":"n.","descr":" One of the plates on the under side of the tail of a serpent."},{"word":"Urostea","type":"pl. ","descr":" of Urosteon"},{"word":"Urosteons","type":"pl. ","descr":" of Urosteon"},{"word":"Urosteon","type":"n.","descr":" A median ossification back of the lophosteon in the sternum of some birds."},{"word":"Urosternite","type":"n.","descr":" The sternal, or under piece, of any one of the uromeres of insects and other arthropods."},{"word":"Urostyle","type":"n.","descr":" A styliform process forming the posterior extremity of the vertebral column in some fishes and amphibians."},{"word":"Urox","type":"n.","descr":" The aurochs."},{"word":"Uroxanate","type":"n.","descr":" A salt of uroxanic acid."},{"word":"Uroxanic","type":"a.","descr":" Pertaining to, or designating, an acid, C5H8N4O6, which is obtained, as a white crystalline substance, by the slow oxidation of uric acid in alkaline solution."},{"word":"Uroxanthin","type":"n.","descr":" Same as Indican."},{"word":"Urrhodin","type":"n.","descr":" Indigo red, a product of the decomposition, or oxidation, of indican. It is sometimes found in the sediment of pathological urines. It is soluble in ether or alcohol, giving the solution a beautiful red color. Also called indigrubin."},{"word":"Urry","type":"n.","descr":" A sort of blue or black clay lying near a vein of coal."},{"word":"Ursa","type":"n.","descr":" Either one of the Bears. See the Phrases below."},{"word":"Ursal","type":"n.","descr":" The ursine seal. See the Note under 1st Seal."},{"word":"Ursiform","type":"a.","descr":" Having the shape of a bear."},{"word":"Ursine","type":"a.","descr":" Of or pertaining to a bear; resembling a bear."},{"word":"Urson","type":"n.","descr":" The Canada porcupine. See Porcupine."},{"word":"Ursuk","type":"n.","descr":" The bearded seal."},{"word":"Ursula","type":"n.","descr":" A beautiful North American butterfly (Basilarchia, \/ Limenitis, astyanax). Its wings are nearly black with red and blue spots and blotches. Called also red-spotted purple."},{"word":"Ursuline","type":"n.","descr":" One of an order of nuns founded by St. Angela Merici, at Brescia, in Italy, about the year 1537, and so called from St. Ursula, under whose protection it was placed. The order was introduced into Canada as early as 1639, and into the United States in 1727. The members are devoted entirely to education."},{"word":"Ursuline","type":"a.","descr":" Of or pertaining to St. Ursula, or the order of Ursulines; as, the Ursuline nuns."},{"word":"Ursus","type":"n.","descr":" A genus of Carnivora including the common bears."},{"word":"Urtica","type":"n.","descr":" A genus of plants including the common nettles. See Nettle, n."},{"word":"Urticaceous","type":"a.","descr":" Of or pertaining to a natural order (Urticaceae) of plants, of which the nettle is the type. The order includes also the hop, the elm, the mulberry, the fig, and many other plants."},{"word":"Urtical","type":"a.","descr":" Resembling nettles; -- said of several natural orders allied to urticaceous plants."},{"word":"Urticaria","type":"n.","descr":" The nettle rash, a disease characterized by a transient eruption of red pimples and of wheals, accompanied with a burning or stinging sensation and with itching; uredo."},{"word":"Urticated","type":"imp. and p. p.","descr":" of Urticate"},{"word":"Urticating","type":"p. pr. and vb. n.","descr":" of Urticate"},{"word":"Urticate","type":"v. t. and i.","descr":" To sting with, or as with, nettles; to irritate; to annoy."},{"word":"Urtication","type":"n.","descr":" The act or process of whipping or stinging with nettles; -- sometimes used in the treatment of paralysis."},{"word":"Urubu","type":"n.","descr":" The black vulture (Catharista atrata). It ranges from the Southern United States to South America. See Vulture."},{"word":"Urus","type":"n.","descr":" A very large, powerful, and savage extinct bovine animal (Bos urus \/ primigenius) anciently abundant in Europe. It appears to have still existed in the time of Julius Caesar. It had very large horns, and was hardly capable of domestication. Called also, ur, ure, and tur."},{"word":"Urva","type":"n.","descr":" The crab-eating ichneumon (Herpestes urva), native of India. The fur is black, annulated with white at the tip of each hair, and a white streak extends from the mouth to the shoulder."}]