[{"word":"Usable","type":"a.","descr":" Capable of being used."},{"word":"Usage","type":"n.","descr":" The act of using; mode of using or treating; treatment; conduct with respect to a person or a thing; as, good usage; ill usage; hard usage."},{"word":"Usage","type":"n.","descr":" Manners; conduct; behavior."},{"word":"Usage","type":"n.","descr":" Long-continued practice; customary mode of procedure; custom; habitual use; method."},{"word":"Usage","type":"n.","descr":" Customary use or employment, as of a word or phrase in a particular sense or signification."},{"word":"Usage","type":"n.","descr":" Experience."},{"word":"Usager","type":"n.","descr":" One who has the use of anything in trust for another."},{"word":"Usance","type":"v. t.","descr":" Use; usage; employment."},{"word":"Usance","type":"v. t.","descr":" Custom; practice; usage."},{"word":"Usance","type":"v. t.","descr":" Interest paid for money; usury."},{"word":"Usance","type":"v. t.","descr":" The time, fixed variously by the usage between different countries, when a bill of exchange is payable; as, a bill drawn on London at one usance, or at double usance."},{"word":"Usant","type":"a.","descr":" Using; accustomed."},{"word":"Usbegs","type":"n. pl.","descr":" Alt. of Usbeks"},{"word":"Usbeks","type":"n. pl.","descr":" A Turkish tribe which about the close of the 15th century conquered, and settled in, that part of Asia now called Turkestan."},{"word":"Use","type":"v. t.","descr":" The act of employing anything, or of applying it to one\\'s service; the state of being so employed or applied; application; employment; conversion to some purpose; as, the use of a pen in writing; his machines are in general use."},{"word":"Use","type":"v. t.","descr":" Occasion or need to employ; necessity; as, to have no further use for a book."},{"word":"Use","type":"v. t.","descr":" Yielding of service; advantage derived; capability of being used; usefulness; utility."},{"word":"Use","type":"v. t.","descr":" Continued or repeated practice; customary employment; usage; custom; manner; habit."},{"word":"Use","type":"v. t.","descr":" Common occurrence; ordinary experience."},{"word":"Use","type":"v. t.","descr":" The special form of ritual adopted for use in any diocese; as, the Sarum, or Canterbury, use; the Hereford use; the York use; the Roman use; etc."},{"word":"Use","type":"v. t.","descr":" The premium paid for the possession and employment of borrowed money; interest; usury."},{"word":"Use","type":"v. t.","descr":" The benefit or profit of lands and tenements. Use imports a trust and confidence reposed in a man for the holding of lands. He to whose use or benefit the trust is intended shall enjoy the profits. An estate is granted and limited to A for the use of B."},{"word":"Use","type":"v. t.","descr":" A stab of iron welded to the side of a forging, as a shaft, near the end, and afterward drawn down, by hammering, so as to lengthen the forging."},{"word":"Used","type":"imp. and p. p.","descr":" of Use"},{"word":"Using","type":"p. pr. and vb. n.","descr":" of Use"},{"word":"Use","type":"v. t.","descr":" To make use of; to convert to one\\'s service; to avail one\\'s self of; to employ; to put a purpose; as, to use a plow; to use a chair; to use time; to use flour for food; to use water for irrigation."},{"word":"Use","type":"v. t.","descr":" To behave toward; to act with regard to; to treat; as, to use a beast cruelly."},{"word":"Use","type":"v. t.","descr":" To practice customarily; to make a practice of; as, to use diligence in business."},{"word":"Use","type":"v. t.","descr":" To accustom; to habituate; to render familiar by practice; to inure; -- employed chiefly in the passive participle; as, men used to cold and hunger; soldiers used to hardships and danger."},{"word":"Use","type":"v. i.","descr":" To be wont or accustomed; to be in the habit or practice; as, he used to ride daily; -- now disused in the present tense, perhaps because of the similarity in sound, between \"use to,\" and \"used to.\""},{"word":"Use","type":"v. i.","descr":" To be accustomed to go; to frequent; to inhabit; to dwell; -- sometimes followed by of."},{"word":"Useful","type":"a.","descr":" Full of use, advantage, or profit; producing, or having power to produce, good; serviceable for any end or object; helpful toward advancing any purpose; beneficial; profitable; advantageous; as, vessels and instruments useful in a family; books useful for improvement; useful knowledge; useful arts."},{"word":"Usefully","type":"adv.","descr":" In a useful manner."},{"word":"Usefulness","type":"n.","descr":" The quality or state of being useful; utility; serviceableness; advantage."},{"word":"Useless","type":"a.","descr":" Having, or being of, no use; unserviceable; producing no good end; answering no valuable purpose; not advancing the end proposed; unprofitable; ineffectual; as, a useless garment; useless pity."},{"word":"User","type":"n.","descr":" One who uses."},{"word":"User","type":"n.","descr":" Enjoyment of property; use."},{"word":"Usher","type":"n.","descr":" An officer or servant who has the care of the door of a court, hall, chamber, or the like; hence, an officer whose business it is to introduce strangers, or to walk before a person of rank. Also, one who escorts persons to seats in a church, theater, etc."},{"word":"Usher","type":"n.","descr":" An under teacher, or assistant master, in a school."},{"word":"Ushered","type":"imp. and p. p.","descr":" of Usher"},{"word":"Ushering","type":"p. pr. and vb. n.","descr":" of Usher"},{"word":"Usher","type":"v. t.","descr":" To introduce or escort, as an usher, forerunner, or harbinger; to forerun; -- sometimes followed by in or forth; as, to usher in a stranger; to usher forth the guests; to usher a visitor into the room."},{"word":"Usherance","type":"n.","descr":" The act of ushering, or the state of being ushered in."},{"word":"Usherdom","type":"n.","descr":" The office or position of an usher; ushership; also, ushers, collectively."},{"word":"Usherless","type":"a.","descr":" Destitute of an usher."},{"word":"Ushership","type":"n.","descr":" The office of an usher; usherdom."},{"word":"Usitative","type":"a.","descr":" Denoting usual or customary action."},{"word":"Usnea","type":"n.","descr":" A genus of lichens, most of the species of which have long, gray, pendulous, and finely branched fronds. Usnea barbata is the common bearded lichen which grows on branches of trees in northern forests."},{"word":"Usnic","type":"a.","descr":" Pertaining to, or designating, a complex acid obtained, as a yellow crystalline substance, from certain genera of lichens  (Usnea, Parmelia, etc.)."},{"word":"Usquebaugh","type":"a.","descr":" A compound distilled spirit made in Ireland and Scotland; whisky."},{"word":"Usquebaugh","type":"a.","descr":" A liquor compounded of brandy, or other strong spirit, raisins, cinnamon and other spices."},{"word":"Usself","type":"n. pl.","descr":" Ourselves."},{"word":"Ustion","type":"n.","descr":" The act of burning, or the state of being burned."},{"word":"Ustorious","type":"a.","descr":" Having the quality of burning."},{"word":"Ustulate","type":"a.","descr":" Blackened as if burned."},{"word":"Ustulation","type":"n.","descr":" The act of burning or searing."},{"word":"Ustulation","type":"n.","descr":" The operation of expelling one substance from another by heat, as sulphur or arsenic from ores, in a muffle."},{"word":"Ustulation","type":"n.","descr":" The roasting or drying of moist substances so as prepare them for pulverizing."},{"word":"Ustulation","type":"n.","descr":" The burning of wine."},{"word":"Ustulation","type":"n.","descr":" Lascivious passion; concupiscence."},{"word":"Usual","type":"n.","descr":" Such as is in common use; such as occurs in ordinary practice, or in the ordinary course of events; customary; ordinary; habitual; common."},{"word":"Usucaption","type":"n.","descr":" The acquisition of the title or right to property by the uninterrupted possession of it for a certain term prescribed by law; -- the same as prescription in common law."},{"word":"Usufruct","type":"n.","descr":" The right of using and enjoying the profits of an estate or other thing belonging to another, without impairing the substance."},{"word":"Usufructuary","type":"n.","descr":" A person who has the use of property and reaps the profits of it."},{"word":"Usufructuary","type":"a.","descr":" Of or pertaining to a usufruct; having the nature of a usufruct."},{"word":"Usurarious","type":"a.","descr":" Alt. of Usurary"},{"word":"Usurary","type":"a.","descr":" Usurious."},{"word":"Usured","type":"imp. and p. p.","descr":" of Usure"},{"word":"Usuring","type":"p. pr. and vb. n.","descr":" of Usure"},{"word":"Usure","type":"v. i.","descr":" To practice usury; to charge unlawful interest."},{"word":"Usure","type":"n.","descr":" Usury."},{"word":"Usurer","type":"n.","descr":" One who lends money and takes interest for it; a money lender."},{"word":"Usurer","type":"n.","descr":" One who lends money at a rate of interest beyond that established by law; one who exacts an exorbitant rate of interest for the use of money."},{"word":"Usurious","type":"a.","descr":" Practicing usury; taking illegal or exorbitant interest for the use of money; as, a usurious person."},{"word":"Usurious","type":"a.","descr":" Partaking of usury; containing or involving usury; as, a usurious contract."},{"word":"Usurped","type":"imp. and p. p.","descr":" of Usurp"},{"word":"Usurping","type":"p. pr. and vb. n.","descr":" of Usurp"},{"word":"Usurp","type":"v. t.","descr":" To seize, and hold in possession, by force, or without right; as, to usurp a throne; to usurp the prerogatives of the crown; to usurp power; to usurp the right of a patron is to oust or dispossess him."},{"word":"Usurp","type":"v. i.","descr":" To commit forcible seizure of place, power, functions, or the like, without right; to commit unjust encroachments; to be, or act as, a usurper."},{"word":"Usurpant","type":"a.","descr":" Usurping; encroaching."},{"word":"Usurpation","type":"n.","descr":" The act of usurping, or of seizing and enjoying; an authorized, arbitrary assumption and exercise of power, especially an infringing on the rights of others; specifically, the illegal seizure of sovereign power; -- commonly used with of, also used with on or upon; as, the usurpation of a throne; the usurpation of the supreme power."},{"word":"Usurpation","type":"n.","descr":" Use; usage; custom."},{"word":"Usurpatory","type":"a.","descr":" Marked by usurpation; usurping."},{"word":"Usurpature","type":"n.","descr":" Usurpation."},{"word":"Usurper","type":"n.","descr":" One who usurps; especially, one who seizes illegally on sovereign power; as, the usurper of a throne, of power, or of the rights of a patron."},{"word":"Usurpingly","type":"adv.","descr":" In a usurping manner."},{"word":"Usury","type":"v. t.","descr":" A premium or increase paid, or stipulated to be paid, for a loan, as of money; interest."},{"word":"Usury","type":"v. t.","descr":" The practice of taking interest."},{"word":"Usury","type":"v. t.","descr":" Interest in excess of a legal rate charged to a borrower for the use of money."}]