[{"word":"Utas","type":"n.","descr":" The eighth day after any term or feast; the octave; as, the utas of St. Michael."},{"word":"Utas","type":"n.","descr":" Hence, festivity; merriment."},{"word":"Utensil","type":"v. t.","descr":" That which is used; an instrument; an implement; especially, an instrument or vessel used in a kitchen, or in domestic and farming business."},{"word":"Uterine","type":"a.","descr":" Of or instrument to the uterus, or womb."},{"word":"Uterine","type":"a.","descr":" Born of the same mother, but by a different father."},{"word":"Uterogestation","type":"n.","descr":" Gestation in the womb from conception to birth; pregnancy."},{"word":"Uterovaginal","type":"n.","descr":" Pertaining to both the uterus and the vagina."},{"word":"Uterus","type":"n.","descr":" The organ of a female mammal in which the young are developed previous to birth; the womb."},{"word":"Uterus","type":"n.","descr":" A receptacle, or pouch, connected with the oviducts of many invertebrates in which the eggs are retained until they hatch or until the embryos develop more or less. See Illust. of Hermaphrodite in Append."},{"word":"Utes","type":"n. pl.","descr":" An extensive tribe of North American Indians of the Shoshone stock, inhabiting Colorado, Utah, New Mexico, Arizona, and adjacent regions. They are subdivided into several subordinate tribes, some of which are among the most degraded of North American Indians."},{"word":"Utia","type":"n.","descr":" Any species of large West Indian rodents of the genus Capromys, or Utia. In general appearance and habits they resemble rats, but they are as large as rabbits."},{"word":"Utica","type":"a.","descr":" Of, pertaining to, or designating, a subdivision of the Trenton Period of the Lower Silurian, characterized in the State of New York by beds of shale."},{"word":"Utile","type":"v. t.","descr":" Profitable; useful."},{"word":"Utilitarian","type":"a.","descr":" Of or pertaining to utility; consisting in utility; \/iming at utility as distinguished from beauty, ornament, etc.; sometimes, reproachfully, evincing, or characterized by, a regard for utility of a lower kind, or marked by a sordid spirit; as, utilitarian narrowness; a utilitarian indifference to art."},{"word":"Utilitarian","type":"a.","descr":" Of or pertaining to utilitarianism; supporting utilitarianism; as, the utilitarian view of morality; the Utilitarian Society."},{"word":"Utilitarian","type":"n.","descr":" One who holds the doctrine of utilitarianism."},{"word":"Utilitarianism","type":"n.","descr":" The doctrine that the greatest happiness of the greatest number should be the end and aim of all social and political institutions."},{"word":"Utilitarianism","type":"n.","descr":" The doctrine that virtue is founded in utility, or that virtue is defined and enforced by its tendency to promote the highest happiness of the universe."},{"word":"Utilitarianism","type":"n.","descr":" The doctrine that utility is the sole standard of morality, so that the rectitude of an action is determined by its usefulness."},{"word":"Utility","type":"n.","descr":" The quality or state of being useful; usefulness; production of good; profitableness to some valuable end; as, the utility of manure upon land; the utility of the sciences; the utility of medicines."},{"word":"Utility","type":"n.","descr":" Adaptation to satisfy the desires or wants; intrinsic value. See Note under Value, 2."},{"word":"Utility","type":"n.","descr":" Happiness; the greatest good, or happiness, of the greatest number, -- the foundation of utilitarianism."},{"word":"Utilizable","type":"a.","descr":" Capable of being utilized; as, the utilizable products of the gas works."},{"word":"Utilization","type":"n.","descr":" The act of utilizing, or the state of being utilized."},{"word":"Utilized","type":"imp. and p. p.","descr":" of Utilize"},{"word":"Utilizing","type":"p. pr. and vb. n.","descr":" of Utilize"},{"word":"Utilize","type":"v. t.","descr":" To make useful; to turn to profitable account or use; to make use of; as, to utilize the whole power of a machine; to utilize one\\'s opportunities."},{"word":"Uti possidetis","type":"","descr":" The basis or principle of a treaty which leaves belligerents mutually in possession of what they have acquired by their arms during the war."},{"word":"Uti possidetis","type":"","descr":" A species of interdict granted to one who was in possession of an immovable thing, in order that he might be declared the legal possessor."},{"word":"Utis","type":"n.","descr":" See Utas."},{"word":"Utlary","type":"n.","descr":" Outlawry."},{"word":"Utmost","type":"a.","descr":" Situated at the farthest point or extremity; farthest out; most distant; extreme; as, the utmost limits of the land; the utmost extent of human knowledge."},{"word":"Utmost","type":"a.","descr":" Being in the greatest or highest degree, quantity, number, or the like; greatest; as, the utmost assiduity; the utmost harmony; the utmost misery or happiness."},{"word":"Utmost","type":"n.","descr":" The most that can be; the farthest limit; the greatest power, degree, or effort; as, he has done his utmost; try your utmost."},{"word":"Utopia","type":"n.","descr":" An imaginary island, represented by Sir Thomas More, in a work called Utopia, as enjoying the greatest perfection in politics, laws, and the like. See Utopia, in the Dictionary of Noted Names in Fiction."},{"word":"Utopia","type":"n.","descr":" Hence, any place or state of ideal perfection."},{"word":"Utopian","type":"a.","descr":" Of or pertaining to Utopia; resembling Utopia; hence, ideal; chimerical; fanciful; founded upon, or involving, imaginary perfections; as, Utopian projects; Utopian happiness."},{"word":"Utopian","type":"n.","descr":" An inhabitant of Utopia; hence, one who believes in the perfectibility of human society; a visionary; an idealist; an optimist."},{"word":"Utopianism","type":"n.","descr":" The ideas, views, aims, etc., of a Utopian; impracticable schemes of human perfection; optimism."},{"word":"Utopianist","type":"n.","descr":" An Utopian; an optimist."},{"word":"Utopical","type":"a.","descr":" Utopian; ideal."},{"word":"Utopist","type":"n.","descr":" A Utopian."},{"word":"Utraquist","type":"n.","descr":" One who receives the eucharist in both kinds; esp., one of a body of Hussites who in the 15th century fought for the right to do this. Called also Calixtines."},{"word":"Utricle","type":"n.","descr":" A little sac or vesicle, as the air cell of fucus, or seaweed."},{"word":"Utricle","type":"n.","descr":" A microscopic cell in the structure of an egg, animal, or plant."},{"word":"Utricle","type":"n.","descr":" A small, thin-walled, one-seeded fruit, as of goosefoot."},{"word":"Utricle","type":"n.","descr":" A utriculus."},{"word":"Utricular","type":"a.","descr":" Of or pertaining to a utricle, or utriculus; containing, or furnished with, a utricle or utricles; utriculate; as, a utricular plant."},{"word":"Utricular","type":"a.","descr":" Resembling a utricle or bag, whether large or minute; -- said especially with reference to the condition of certain substances, as sulphur, selenium, etc., when condensed from the vaporous state and deposited upon cold bodies, in which case they assume the form of small globules filled with liquid."},{"word":"Utricularia","type":"n.","descr":" A genus of aquatic flowering plants, in which the submersed leaves bear many little utricles, or ascidia. See Ascidium,"},{"word":"Utriculate","type":"a.","descr":" Resembling a bladder; swollen like a bladder; inflated; utricular."},{"word":"Utriculoid","type":"a.","descr":" Resembling a bladder; utricular; utriculate."},{"word":"Utriculus","type":"n.","descr":" A little sac, or bag; a utricle; especially, a part of the membranous labyrinth of the ear. See the Note under Ear."},{"word":"Utro","type":"","descr":" - (\/). A combining form used in anatomy to indicate connection with, or relation to, the uterus; as in utro-ovarian."},{"word":"Utter","type":"a.","descr":" Outer."},{"word":"Utter","type":"a.","descr":" Situated on the outside, or extreme limit; remote from the center; outer."},{"word":"Utter","type":"a.","descr":" Complete; perfect; total; entire; absolute; as, utter ruin; utter darkness."},{"word":"Utter","type":"a.","descr":" Peremptory; unconditional; unqualified; final; as, an utter refusal or denial."},{"word":"Uttered","type":"imp. and p. p.","descr":" of Utter"},{"word":"Uttering","type":"p. pr. and vb. n.","descr":" of Utter"},{"word":"Utter","type":"a.","descr":" To put forth or out; to reach out."},{"word":"Utter","type":"a.","descr":" To dispose of in trade; to sell or vend."},{"word":"Utter","type":"a.","descr":" hence, to put in circulation, as money; to put off, as currency; to cause to pass in trade; -- often used, specifically, of the issue of counterfeit notes or coins, forged or fraudulent documents, and the like; as, to utter coin or bank notes."},{"word":"Utter","type":"a.","descr":" To give public expression to; to disclose; to publish; to speak; to pronounce."},{"word":"Utterable","type":"a.","descr":" Capable of being uttered."},{"word":"Utterance","type":"n.","descr":" The act of uttering."},{"word":"Utterance","type":"n.","descr":" Sale by offering to the public."},{"word":"Utterance","type":"n.","descr":" Putting in circulation; as, the utterance of false coin, or of forged notes."},{"word":"Utterance","type":"n.","descr":" Vocal expression; articulation; speech."},{"word":"Utterance","type":"n.","descr":" Power or style of speaking; as, a good utterance."},{"word":"Utterance","type":"n.","descr":" The last extremity; the end; death; outrance."},{"word":"Utterer","type":"n.","descr":" One who utters."},{"word":"Utterest","type":"superl.","descr":" Uttermost."},{"word":"Utterless","type":"a.","descr":" Incapable of being uttered."},{"word":"Utterly","type":"adv.","descr":" In an utter manner; to the full extent; fully; totally; as, utterly ruined; it is utterly vain."},{"word":"Uttermore","type":"a.","descr":" Further; outer; utter."},{"word":"Uttermost","type":"a.","descr":" Extreme; utmost; being; in the farthest, greatest, or highest degree; as, the uttermost extent or end."},{"word":"Uttermost","type":"n.","descr":" The utmost; the highest or greatest degree; the farthest extent."},{"word":"Utterness","type":"n.","descr":" The quality or state of being utter, or extreme; extremity; utmost; uttermost."}]