[{"word":"Vaagmer","type":"n.","descr":" The dealfish."},{"word":"Vacancies","type":"pl. ","descr":" of Vacancy"},{"word":"Vacancy","type":"n.","descr":" The quality or state of being vacant; emptiness; hence, freedom from employment; intermission; leisure; idleness; listlessness."},{"word":"Vacancy","type":"n.","descr":" That which is vacant."},{"word":"Vacancy","type":"n.","descr":" Empty space; vacuity; vacuum."},{"word":"Vacancy","type":"n.","descr":" An open or unoccupied space between bodies or things; an interruption of continuity; chasm; gap; as, a vacancy between buildings; a vacancy between sentences or thoughts."},{"word":"Vacancy","type":"n.","descr":" Unemployed time; interval of leisure; time of intermission; vacation."},{"word":"Vacancy","type":"n.","descr":" A place or post unfilled; an unoccupied office; as, a vacancy in the senate, in a school, etc."},{"word":"Vacant","type":"a.","descr":" Deprived of contents; not filled; empty; as, a vacant room."},{"word":"Vacant","type":"a.","descr":" Unengaged with business or care; unemployed; unoccupied; disengaged; free; as, vacant hours."},{"word":"Vacant","type":"a.","descr":" Not filled or occupied by an incumbent, possessor, or officer; as, a vacant throne; a vacant parish."},{"word":"Vacant","type":"a.","descr":" Empty of thought; thoughtless; not occupied with study or reflection; as, a vacant mind."},{"word":"Vacant","type":"a.","descr":" Abandoned; having no heir, possessor, claimant, or occupier; as, a vacant estate."},{"word":"Vacantly","type":"adv.","descr":" In a vacant manner; inanely."},{"word":"Vacated","type":"imp. and p. p.","descr":" of Vacate"},{"word":"Vacating","type":"p. pr. and vb. n.","descr":" of Vacate"},{"word":"Vacate","type":"v. t.","descr":" To make vacant; to leave empty; to cease from filling or occupying; as, it was resolved by Parliament that James had vacated the throne of England; the tenant vacated the house."},{"word":"Vacate","type":"v. t.","descr":" To annul; to make void; to deprive of force; to make of no authority or validity; as, to vacate a commission or a charter; to vacate proceedings in a cause."},{"word":"Vacate","type":"v. t.","descr":" To defeat; to put an end to."},{"word":"Vacation","type":"n.","descr":" The act of vacating; a making void or of no force; as, the vacation of an office or a charter."},{"word":"Vacation","type":"n.","descr":" Intermission of a stated employment, procedure, or office; a period of intermission; rest; leisure."},{"word":"Vacation","type":"n.","descr":" Intermission of judicial proceedings; the space of time between the end of one term and the beginning of the next; nonterm; recess."},{"word":"Vacation","type":"n.","descr":" The intermission of the regular studies and exercises of an educational institution between terms; holidays; as, the spring vacation."},{"word":"Vacation","type":"n.","descr":" The time when an office is vacant; esp. (Eccl.), the time when a see, or other spiritual dignity, is vacant."},{"word":"Vaccary","type":"n.","descr":" A cow house, dairy house, or cow pasture."},{"word":"Vaccina","type":"n.","descr":" Vaccinia."},{"word":"Vaccinal","type":"a.","descr":" Of or pertaining to vaccinia or vaccination."},{"word":"Vaccinated","type":"imp. and p. p.","descr":" of Vaccinate"},{"word":"Vaccinating","type":"p. pr. and vb. n.","descr":" of Vaccinate"},{"word":"Vaccinate","type":"v. t.","descr":" To inoculate with the cowpox by means of a virus, called vaccine, taken either directly or indirectly from cows."},{"word":"Vaccination","type":"n.","descr":" The act, art, or practice of vaccinating, or inoculating with the cowpox, in order to prevent or mitigate an attack of smallpox.  Cf. Inoculation."},{"word":"Vaccinator","type":"n.","descr":" One who, or that which, vaccinates."},{"word":"Vaccine","type":"a.","descr":" Of or pertaining to cows; pertaining to, derived from, or caused by, vaccinia; as, vaccine virus; the vaccine disease."},{"word":"Vaccine","type":"n.","descr":" The virus of vaccinia used in vaccination."},{"word":"Vaccine","type":"n.","descr":" any preparation used to render an organism immune to some disease, by inducing or increasing the natural immunity mechanisms.  Prior to 1995, such preparations usually contained killed organisms of the type for which immunity was desired, and sometimes used live organisms having attenuated virulence.  since that date, preparations containing only specific antigenic portions of the pathogenic organism are also used, some of which are prepared by genetic engineering techniques."},{"word":"Vaccinia","type":"n.","descr":" Cowpox; vaccina. See Cowpox."},{"word":"Vaccinist","type":"n.","descr":" A vaccinator."},{"word":"Vaccinium","type":"n.","descr":" A genus of ericaceous shrubs including the various kinds of blueberries and the true cranberries."},{"word":"Vacher","type":"n.","descr":" A keeper of stock or cattle; a herdsman."},{"word":"Vachery","type":"n.","descr":" An inclosure for cows."},{"word":"Vachery","type":"n.","descr":" A dairy."},{"word":"Vacillancy","type":"n.","descr":" The quality or state of being vacillant, or wavering."},{"word":"Vacillant","type":"a.","descr":" Vacillating; wavering; fluctuating; irresolute."},{"word":"Vacillated","type":"imp. and p. p.","descr":" of Vacillate"},{"word":"Vacillating","type":"p. pr. and vb. n.","descr":" of Vacillate"},{"word":"Vacillate","type":"v. t.","descr":" To move one way and the other; to reel or stagger; to waver."},{"word":"Vacillate","type":"v. t.","descr":" To fluctuate in mind or opinion; to be unsteady or inconstant; to waver."},{"word":"Vacillating","type":"a.","descr":" Inclined to fluctuate; wavering."},{"word":"Vacillation","type":"n.","descr":" The act of vacillating; a moving one way and the other; a wavering."},{"word":"Vacillatory","type":"a.","descr":" Inclined to vacillate; wavering; irresolute."},{"word":"Vacuate","type":"v. t.","descr":" To make void, or empty."},{"word":"Vacuation","type":"n.","descr":" The act of emptying; evacuation."},{"word":"Vacuist","type":"n.","descr":" One who holds the doctrine that the space between the bodies of the universe, or the molecules and atoms of matter., is a vacuum; -- opposed to plenist."},{"word":"Vacuity","type":"n.","descr":" The quality or state of being vacuous, or not filled; emptiness; vacancy; as, vacuity of mind; vacuity of countenance."},{"word":"Vacuity","type":"n.","descr":" Space unfilled or unoccupied, or occupied with an invisible fluid only; emptiness; void; vacuum."},{"word":"Vacuity","type":"n.","descr":" Want of reality; inanity; nihility."},{"word":"Vacuna","type":"n.","descr":" The goddess of rural leisure, to whom the husbandmen sacrificed at the close of the harvest. She was especially honored by the Sabines."},{"word":"Vacuolated","type":"a.","descr":" Full of vacuoles, or small air cavities; as, vacuolated cells."},{"word":"Vacuolation","type":"n.","descr":" Formation into, or multiplication of, vacuoles."},{"word":"Vacuole","type":"n.","descr":" A small air cell, or globular space, in the interior of organic cells, either containing air, or a pellucid watery liquid, or some special chemical secretions of the cell protoplasm."},{"word":"Vacuous","type":"a.","descr":" Empty; unfilled; void; vacant."},{"word":"Vacuousness","type":"n.","descr":" The quality or state of being vacuous; emptiness; vacuity."},{"word":"Vacuums","type":"pl. ","descr":" of Vacuum"},{"word":"Vacua","type":"pl. ","descr":" of Vacuum"},{"word":"Vacuum","type":"n.","descr":" A space entirely devoid of matter (called also, by way of distinction, absolute vacuum); hence, in a more general sense, a space, as the interior of a closed vessel, which has been exhausted to a high or the highest degree by an air pump or other artificial means; as, water boils at a reduced temperature in a vacuum."},{"word":"Vacuum","type":"n.","descr":" The condition of rarefaction, or reduction of pressure below that of the atmosphere, in a vessel, as the condenser of a steam engine, which is nearly exhausted of air or steam, etc.; as, a vacuum of 26 inches of mercury, or 13 pounds per square inch."},{"word":"Vadantes","type":"n. pl.","descr":" An extensive artificial group of birds including the wading, swimming, and cursorial birds."},{"word":"Vade","type":"v. i.","descr":" To fade; hence, to vanish."},{"word":"Vade mecum","type":"","descr":" A book or other thing that a person carries with him as a constant companion; a manual; a handbook."},{"word":"Vadimony","type":"n.","descr":" A bond or pledge for appearance before a judge on a certain day."},{"word":"Vadium","type":"n.","descr":" Pledge; security; bail. See Mortgage."},{"word":"Vae","type":"n.","descr":" See Voe."},{"word":"Vafrous","type":"a.","descr":" Crafty; cunning; sly; as, vafrous tricks."},{"word":"Vagabond","type":"a.","descr":" Moving from place to place without a settled habitation; wandering."},{"word":"Vagabond","type":"a.","descr":" Floating about without any certain direction; driven to and fro."},{"word":"Vagabond","type":"a.","descr":" Being a vagabond; strolling and idle or vicious."},{"word":"Vagabond","type":"n.","descr":" One who wanders from place to place, having no fixed dwelling, or not abiding in it, and usually without the means of honest livelihood; a vagrant; a tramp; hence, a worthless person; a rascal."},{"word":"Vagabond","type":"v. i.","descr":" To play the vagabond; to wander like a vagabond; to stroll."},{"word":"Vagabondage","type":"n.","descr":" The condition of a vagabond; a state or habit of wandering about in idleness; vagrancy."},{"word":"Vagabondism","type":"n.","descr":" Vagabondage."},{"word":"Vagabondize","type":"v. i.","descr":" To play the vagabond; to wander about in idleness."},{"word":"Vagabondry","type":"n.","descr":" Vagabondage."},{"word":"Vagal","type":"a.","descr":" Of or pertaining to the vagus, or pneumogastric nerves; pneumogastric."},{"word":"Vagancy","type":"n.","descr":" A wandering; vagrancy."},{"word":"Vagantes","type":"p. pl.","descr":" A tribe of spiders, comprising some of those which take their prey in a web, but which also frequently run with agility, and chase and seize their prey."},{"word":"Vagarious","type":"a.","descr":" Given to, or characterized by, vagaries; capricious; whimsical; crochety."},{"word":"Vagaries","type":"pl. ","descr":" of Vagary"},{"word":"Vagary","type":"n.","descr":" A wandering or strolling."},{"word":"Vagary","type":"n.","descr":" Hence, a wandering of the thoughts; a wild or fanciful freak; a whim; a whimsical purpose."},{"word":"Vagient","type":"a.","descr":" Crying like a child."},{"word":"Vaginae","type":"pl. ","descr":" of Vagina"},{"word":"Vagina","type":"n.","descr":" A sheath; a theca; as, the vagina of the portal vein."},{"word":"Vagina","type":"n.","descr":" Specifically, the canal which leads from the uterus to the external orifice if the genital canal, or to the cloaca."},{"word":"Vagina","type":"n.","descr":" The terminal part of the oviduct in insects and various other invertebrates. See Illust., of Spermatheca."},{"word":"Vagina","type":"n.","descr":" The basal expansion of certain leaves, which inwraps the stem; a sheath."},{"word":"Vagina","type":"n.","descr":" The shaft of a terminus, from which the bust of figure seems to issue or arise."},{"word":"Vaginal","type":"a.","descr":" Of or pertaining to a vagina; resembling a vagina, or sheath; thecal; as, a vaginal synovial membrane; the vaginal process of the temporal bone."},{"word":"Vaginal","type":"a.","descr":" Of or pertaining to the vagina of the genital canal; as, the vaginal artery."},{"word":"Vaginant","type":"a.","descr":" Serving to in invest, or sheathe; sheathing."},{"word":"Vaginate","type":"a.","descr":" Alt. of Vaginated"},{"word":"Vaginated","type":"a.","descr":" Invested with, or as if with, a sheath; as, a vaginate stem, or one invested by the tubular base of a leaf."},{"word":"Vaginati","type":"n. pl.","descr":" A tribe of birds comprising the sheathbills."},{"word":"Vaginervose","type":"a.","descr":" Having the nerves, or veins, placed in apparent disorder."},{"word":"Vaginicola","type":"n.","descr":" A genus of Infusoria which form minute vaselike or tubular cases in which they dwell."},{"word":"Vaginismus","type":"n.","descr":" A painful spasmodic contraction of the vagina, often rendering copulation impossible."},{"word":"Vaginitis","type":"n.","descr":" Inflammation of the vagina, or the genital canal, usually of its mucous living membrane."},{"word":"Vaginopennous","type":"a.","descr":" Having elytra; sheath-winged."},{"word":"Vaginula","type":"n.","descr":" A little sheath, as that about the base of the pedicel of most mosses."},{"word":"Vaginula","type":"n.","descr":" One of the tubular florets in composite flowers."},{"word":"Vaginule","type":"n.","descr":" A vaginula."},{"word":"Vagissate","type":"v. i.","descr":" To caper or frolic."},{"word":"Vagous","type":"a.","descr":" Wandering; unsettled."},{"word":"Vagrancy","type":"n.","descr":" The quality or state of being a vagrant; a wandering without a settled home; an unsettled condition; vagabondism."},{"word":"Vagrant","type":"a.","descr":" Moving without certain direction; wandering; erratic; unsettled."},{"word":"Vagrant","type":"a.","descr":" Wandering from place to place without any settled habitation; as, a vagrant beggar."},{"word":"Vagrant","type":"n.","descr":" One who strolls from place to place; one who has no settled habitation; an idle wanderer; a sturdy beggar; an incorrigible rogue; a vagabond."},{"word":"Vagrantly","type":"adv.","descr":" In a vagrant manner."},{"word":"Vagrantness","type":"n.","descr":" State of being vagrant; vagrancy."},{"word":"Vague","type":"v. i.","descr":" Wandering; vagrant; vagabond."},{"word":"Vague","type":"v. i.","descr":" Unsettled; unfixed; undetermined; indefinite; ambiguous; as, a vague idea; a vague proposition."},{"word":"Vague","type":"v. i.","descr":" Proceeding from no known authority; unauthenticated; uncertain; flying; as, a vague report."},{"word":"Vague","type":"n.","descr":" An indefinite expanse."},{"word":"Vague","type":"v. i.","descr":" To wander; to roam; to stray."},{"word":"Vague","type":"n.","descr":" A wandering; a vagary."},{"word":"Vaguely","type":"adv.","descr":" In a vague manner."},{"word":"Vagueness","type":"n.","descr":" The quality or state of being vague."},{"word":"Vagus","type":"a.","descr":" Wandering; -- applied especially to the pneumogastric nerve."},{"word":"Vagus","type":"n.","descr":" The vagus, ore pneumogastric, nerve."},{"word":"Vail","type":"n. and v. t.","descr":" Same as Veil."},{"word":"Vail","type":"n.","descr":" Avails; profit; return; proceeds."},{"word":"Vail","type":"n.","descr":" An unexpected gain or acquisition; a casual advantage or benefit; a windfall."},{"word":"Vail","type":"n.","descr":" Money given to servants by visitors; a gratuity; -- usually in the plural."},{"word":"Vail","type":"v. t.","descr":" To let fail; to allow or cause to sink."},{"word":"Vail","type":"v. t.","descr":" To lower, or take off, in token of inferiority, reverence, submission, or the like."},{"word":"Vail","type":"v. i.","descr":" To yield or recede; to give place; to show respect by yielding, uncovering, or the like."},{"word":"Vail","type":"n.","descr":" Submission; decline; descent."},{"word":"Vailer","type":"n.","descr":" One who vails."},{"word":"Vaimure","type":"n.","descr":" An outer, or exterior. wall. See Vauntmure."},{"word":"Vain","type":"superl.","descr":" Having no real substance, value, or importance; empty; void; worthless; unsatisfying."},{"word":"Vain","type":"superl.","descr":" Destitute of forge or efficacy; effecting no purpose; fruitless; ineffectual; as, vain toil; a vain attempt."},{"word":"Vain","type":"superl.","descr":" Proud of petty things, or of trifling attainments; having a high opinion of one\\'s own accomplishments with slight reason; conceited; puffed up; inflated."},{"word":"Vain","type":"superl.","descr":" Showy; ostentatious."},{"word":"Vain","type":"n.","descr":" Vanity; emptiness; -- now used only in the phrase in vain."},{"word":"Vainglorious","type":"a.","descr":" Feeling or indicating vainglory; elated by vanity; boastful."},{"word":"Vainglory","type":"n.","descr":" Excessive vanity excited by one\\'s own performances; empty pride; undue elation of mind; vain show; boastfulness."},{"word":"Vainly","type":"adv.","descr":" In a vain manner; in vain."},{"word":"Vainness","type":"n.","descr":" The quality or state of being vain."},{"word":"Vair","type":"n.","descr":" The skin of the squirrel, much used in the fourteenth century as fur for garments, and frequently mentioned by writers of that period in describing the costly dresses of kings, nobles, and prelates. It is represented in heraldry by a series of small shields placed close together, and alternately white and blue."},{"word":"Vairy","type":"n.","descr":" Charged with vair; variegated with shield-shaped figures. See Vair."},{"word":"Vaishnava","type":"n.","descr":" A worshiper of the god Vishnu in any of his incarnations."},{"word":"Vaishnavism","type":"n.","descr":" The worship of Vishnu."},{"word":"Vaisya","type":"n.","descr":" The third of the four great original castes among the Hindus, now either extinct or partially represented by the mercantile class of Banyas. See the Note under Caste, 1."},{"word":"Vaivode","type":"n.","descr":" See Waywode."},{"word":"Vakeel","type":"n.","descr":" A native attorney or agent; also, an ambassador."},{"word":"Valance","type":"n.","descr":" Hanging drapery for a bed, couch, window, or the like, especially that which hangs around a bedstead, from the bed to the floor."},{"word":"Valance","type":"n.","descr":" The drooping edging of the lid of a trunk. which covers the joint when the lid is closed."},{"word":"Valanced","type":"imp. and p. p.","descr":" of Valance"},{"word":"Valancing","type":"p. pr. and vb. n.","descr":" of Valance"},{"word":"Valance","type":"v. t.","descr":" To furnish with a valance; to decorate with hangings or drapery."},{"word":"Vale","type":"n.","descr":" A tract of low ground, or of land between hills; a valley."},{"word":"Vale","type":"n.","descr":" See 2d Vail, 3."},{"word":"Valediction","type":"n.","descr":" A farewell; a bidding farewell."},{"word":"Valedictorian","type":"n.","descr":" One who pronounces a valedictory address; especially, in American colleges, the student who pronounces the valedictory of the graduating class at the annual commencement, usually the student who ranks first in scholarship."},{"word":"Valedictory","type":"a.","descr":" Bidding farewell; suitable or designed for an occasion of leave-taking; as, a valedictory oration."},{"word":"Valedictories","type":"pl. ","descr":" of Valedictory"},{"word":"Valedictory","type":"n.","descr":" A valedictory oration or address spoken at commencement in American colleges or seminaries by one of the graduating class, usually by the leading scholar."},{"word":"Valence","type":"n.","descr":" The degree of combining power of an atom (or radical) as shown by the number of atoms of hydrogen (or of other monads, as chlorine, sodium, etc.) with which it will combine, or for which it can be substituted, or with which it can be compared; thus, an atom of hydrogen is a monad, and has a valence of one; the atoms of oxygen, nitrogen, and carbon are respectively dyads, triads, and tetrads, and have a valence respectively of two, three, and four."},{"word":"Valencia","type":"n.","descr":" A kind of woven fabric for waistcoats, having the weft of wool and the warp of silk or cotton."},{"word":"Valenciennes lace","type":"","descr":" A rich kind of lace made at Valenciennes, in France. Each piece is made throughout, ground and pattern, by the same person and with the same thread, the pattern being worked in the net."},{"word":"Valencies","type":"pl. ","descr":" of Valency"},{"word":"Valency","type":"n.","descr":" See Valence."},{"word":"Valency","type":"n.","descr":" A unit of combining power; a so-called bond of affinity."},{"word":"Valentia","type":"n.","descr":" See Valencia."},{"word":"Valentine","type":"n.","descr":" A sweetheart chosen on St. Valentine\\'s Day."},{"word":"Valentine","type":"n.","descr":" A letter containing professions of love, or a missive of a sentimental, comic, or burlesque character, sent on St. Valentine\\'s Day."},{"word":"Valentinian","type":"n.","descr":" One of a school of Judaizing Gnostics in the second century; -- so called from Valentinus, the founder."},{"word":"Valeramide","type":"n.","descr":" The acid amide derivative of valeric acid, obtained as a white crystalline substance."},{"word":"Valerate","type":"n.","descr":" A salt of valeric acid."},{"word":"Valerian","type":"n.","descr":" Any plant of the genus Valeriana. The root of the officinal valerian (V. officinalis) has a strong smell, and is much used in medicine as an antispasmodic."},{"word":"Valerianaceous","type":"a.","descr":" Of, pertaining to, or resembling, plants of a natural order (Valerianaccae) of which the valerian is the type. The order includes also the corn salads and the oriental spikenard."},{"word":"Valerianate","type":"n.","descr":" A valerate."},{"word":"Valerianic","type":"a.","descr":" Performance to, or obtained from, valerian root; specifically, designating an acid which is usually called valeric acid."},{"word":"Valeric","type":"a.","descr":" Valerianic; specifically, designating any one of three metameric acids, of which the typical one (called also inactive valeric acid), C4H9CO2H, is obtained from valerian root and other sources, as a corrosive, mobile, oily liquid, having a strong acid taste, and an odor of old cheese."},{"word":"Valeridine","type":"n.","descr":" A base, C10H19N, produced by heating valeric aldehyde with ammonia. It is probably related to the conine alkaloids."},{"word":"Valerin","type":"n.","descr":" A salt of valeric acid with glycerin, occurring in butter, dolphin oil., and forming an forming an oily liquid with a slightly unpleasant odor."},{"word":"Valeritrine","type":"n.","descr":" A base, C15H27N, produced together with valeridine, which it resembles."},{"word":"Valero-","type":"","descr":" A combining form (also used adjectively) indicating derivation from, or relation to, valerian or some of its products, as valeric acid; as in valerolactone, a colorless oily liquid produced as the anhydride of an hydroxy valeric acid."},{"word":"Valerone","type":"n.","descr":" A ketone of valeric acid obtained as an oily liquid."},{"word":"Valeryl","type":"n.","descr":" The hypothetical radical C5H9O, regarded as the essential nucleus of certain valeric acid derivatives."},{"word":"Valerylene","type":"n.","descr":" A liquid hydrocarbon, C5H8; -- called also pentine."},{"word":"Valet","type":"n.","descr":" A male waiting servant; a servant who attends on gentleman\\'s person; a body servant."},{"word":"Valet","type":"n.","descr":" A kind of goad or stick with a point of iron."},{"word":"Valetudinarian","type":"a.","descr":" Of infirm health; seeking to recover health; sickly; weakly; infirm."},{"word":"Valetudinarian","type":"n.","descr":" A person of a weak or sickly constitution; one who is seeking to recover health."},{"word":"Valetudinarianism","type":"n.","descr":" The condition of a valetudinarian; a state of feeble health; infirmity."},{"word":"Valetudinary","type":"a.","descr":" Infirm; sickly; valetudinarian."},{"word":"Valetudinary","type":"n.","descr":" A valetudinarian."},{"word":"Valetudinous","type":"a.","descr":" Valetudinarian."},{"word":"Valhalla","type":"n.","descr":" The palace of immortality, inhabited by the souls of heroes slain in battle."},{"word":"Valhalla","type":"n.","descr":" Fig.: A hall or temple adorned with statues and memorials of a nation\\'s heroes; specifically, the Pantheon near Ratisbon, in Bavaria, consecrated to the illustrious dead of all Germany."},{"word":"Valiance","type":"n.","descr":" Alt. of Valiancy"},{"word":"Valiancy","type":"n.","descr":" The quality or state of being valiant; bravery; valor."},{"word":"Valiant","type":"a.","descr":" Vigorous in body; strong; powerful; as, a valiant fencer."},{"word":"Valiant","type":"a.","descr":" Intrepid in danger; courageous; brave."},{"word":"Valiant","type":"a.","descr":" Performed with valor or bravery; heroic."},{"word":"Valid","type":"a.","descr":" Strong; powerful; efficient."},{"word":"Valid","type":"a.","descr":" Having sufficient strength or force; founded in truth; capable of being justified, defended, or supported; not weak or defective; sound; good; efficacious; as, a valid argument; a valid objection."},{"word":"Valid","type":"a.","descr":" Having legal strength or force; executed with the proper formalities; incapable of being rightfully overthrown or set aside; as, a valid deed; a valid covenant; a valid instrument of any kind; a valid claim or title; a valid marriage."},{"word":"Validate","type":"v. t.","descr":" To confirm; to render valid; to give legal force to."},{"word":"Validation","type":"n.","descr":" The act of giving validity."},{"word":"Validity","type":"n.","descr":" The quality or state of being valid; strength; force; especially, power to convince; justness; soundness; as, the validity of an argument or proof; the validity of an objection."},{"word":"Validity","type":"n.","descr":" Legal strength, force, or authority; that quality of a thing which renders it supportable in law, or equity; as, the validity of a will; the validity of a contract, claim, or title."},{"word":"Validity","type":"n.","descr":" Value."},{"word":"Validly","type":"adv.","descr":" In a valid manner; so as to be valid."},{"word":"Validness","type":"n.","descr":" The quality or state of being valid."},{"word":"Valinch","type":"n.","descr":" A tube for drawing liquors from a cask by the bunghole."},{"word":"Valise","type":"n.","descr":" A small sack or case, usually of leather, but sometimes of other material, for containing the clothes, toilet articles, etc., of a traveler; a traveling bag; a portmanteau."},{"word":"Valkyria","type":"n.","descr":" One of the maidens of Odin, represented as awful and beautiful, who presided over battle and marked out those who were to be slain, and who also ministered at the feasts of heroes in Valhalla."},{"word":"Valkyrian","type":"a.","descr":" Of or pertaining to the Valkyrias; hence, relating to battle."},{"word":"Vallancy","type":"n.","descr":" A large wig that shades the face."},{"word":"Vallar","type":"a.","descr":" Of or pertaining to a rampart."},{"word":"Vallar","type":"n.","descr":" A vallar crown."},{"word":"Vallary","type":"a.","descr":" Same as Vallar."},{"word":"Vallation","type":"n.","descr":" A rampart or intrenchment."},{"word":"Vallatory","type":"a.","descr":" Of or pertaining to a vallation; used for a vallation; as, vallatory reads."},{"word":"Valleculae","type":"pl. ","descr":" of Vallecula"},{"word":"Vallecula","type":"n.","descr":" A groove; a fossa; as, the vallecula, or fossa, which separates the hemispheres of the cerebellum."},{"word":"Vallecula","type":"n.","descr":" One of the grooves, or hollows, between the ribs of the fruit of umbelliferous plants."},{"word":"Vallets pills","type":"","descr":" Pills containing sulphate of iron and carbonate of sodium, mixed with saccharine matter; -- called also Vallet\\'s mass."},{"word":"Valleys","type":"pl. ","descr":" of Valley"},{"word":"Valley","type":"n.","descr":" The space inclosed between ranges of hills or mountains; the strip of land at the bottom of the depressions intersecting a country, including usually the bed of a stream, with frequently broad alluvial plains on one or both sides of the stream. Also used figuratively."},{"word":"Valley","type":"n.","descr":" The place of meeting of two slopes of a roof, which have their plates running in different directions, and form on the plan a reentrant angle."},{"word":"Valley","type":"n.","descr":" The depression formed by the meeting of two slopes on a flat roof."},{"word":"Valla","type":"pl. ","descr":" of Vallum"},{"word":"Vallums","type":"pl. ","descr":" of Vallum"},{"word":"Vallum","type":"n.","descr":" A rampart; a wall, as in a fortification."},{"word":"Valonia","type":"n.","descr":" The acorn cup of two kinds of oak (Quercus macrolepis, and Q. vallonea) found in Eastern Europe. It contains abundance of tannin, and is much used by tanners and dyers."},{"word":"Valonia","type":"n.","descr":" A genus of marine green algae, in which the whole frond consists of a single oval or cylindrical cell, often an inch in length."},{"word":"Valor","type":"n.","descr":" Value; worth."},{"word":"Valor","type":"n.","descr":" Strength of mind in regard to danger; that quality which enables a man to encounter danger with firmness; personal bravery; courage; prowess; intrepidity."},{"word":"Valor","type":"n.","descr":" A brave man; a man of valor."},{"word":"Valorous","type":"a.","descr":" Possessing or exhibiting valor; brave; courageous; valiant; intrepid."},{"word":"Valsalvian","type":"a.","descr":" Of or pertaining to Valsalva, an Italian anatomist of the 17th century."},{"word":"Valuable","type":"a.","descr":" Having value or worth; possessing qualities which are useful and esteemed; precious; costly; as, a valuable horse; valuable land; a valuable cargo."},{"word":"Valuable","type":"a.","descr":" Worthy; estimable; deserving esteem; as, a valuable friend; a valuable companion."},{"word":"Valuable","type":"n.","descr":" A precious possession; a thing of value, especially a small thing, as an article of jewelry; -- used mostly in the plural."},{"word":"Valuableness","type":"n.","descr":" The quality of being valuable."},{"word":"Valuably","type":"adv.","descr":" So as to be of value."},{"word":"Valuation","type":"n.","descr":" The act of valuing, or of estimating value or worth; the act of setting a price; estimation; appraisement; as, a valuation of lands for the purpose of taxation."},{"word":"Valuation","type":"n.","descr":" Value set upon a thing; estimated value or worth; as, the goods sold for more than their valuation."},{"word":"Valuator","type":"n.","descr":" One who assesses, or sets a value on, anything; an appraiser."},{"word":"Value","type":"n.","descr":" The property or aggregate properties of a thing by which it is rendered useful or desirable, or the degree of such property or sum of properties; worth; excellence; utility; importance."},{"word":"Value","type":"n.","descr":" Worth estimated by any standard of purchasing power, especially by the market price, or the amount of money agreed upon as an equivalent to the utility and cost of anything."},{"word":"Value","type":"n.","descr":" Precise signification; import; as, the value of a word; the value of a legal instrument"},{"word":"Value","type":"n.","descr":" Esteem; regard."},{"word":"Value","type":"n.","descr":" The relative length or duration of a tone or note, answering to quantity in prosody; thus, a quarter note [\/] has the value of two eighth notes [\/]."},{"word":"Value","type":"n.","descr":" In an artistical composition, the character of any one part in its relation to other parts and to the whole; -- often used in the plural; as, the values are well given, or well maintained."},{"word":"Value","type":"n.","descr":" Valor."},{"word":"Valued","type":"imp. and p. p.","descr":" of Value"},{"word":"Valuing","type":"p. pr. and vb. n.","descr":" of Value"},{"word":"Value","type":"v. t.","descr":" To estimate the value, or worth, of; to rate at a certain price; to appraise; to reckon with respect to number, power, importance, etc."},{"word":"Value","type":"v. t.","descr":" To rate highly; to have in high esteem; to hold in respect and estimation; to appreciate; to prize; as, to value one for his works or his virtues."},{"word":"Value","type":"v. t.","descr":" To raise to estimation; to cause to have value, either real or apparent; to enhance in value."},{"word":"Value","type":"v. t.","descr":" To be worth; to be equal to in value."},{"word":"Valued","type":"a.","descr":" Highly regarded; esteemed; prized; as, a valued contributor; a valued friend."},{"word":"Valueless","type":"a.","descr":" Being of no value; having no worth."},{"word":"Valuer","type":"n.","descr":" One who values; an appraiser."},{"word":"Valure","type":"n.","descr":" Value."},{"word":"Valvasor","type":"n.","descr":" See Vavasor."},{"word":"Valvata","type":"n.","descr":" A genus of small spiral fresh-water gastropods having an operculum."},{"word":"Valvate","type":"a.","descr":" Resembling, or serving as, a valve; consisting of, or opening by, a valve or valves; valvular."},{"word":"Valvate","type":"a.","descr":" Meeting at the edges without overlapping; -- said of the sepals or the petals of flowers in aestivation, and of leaves in vernation."},{"word":"Valvate","type":"a.","descr":" Opening as if by doors or valves, as most kinds of capsules and some anthers."},{"word":"Valve","type":"n.","descr":" A door; especially, one of a pair of folding doors, or one of the leaves of such a door."},{"word":"Valve","type":"n.","descr":" A lid, plug, or cover, applied to an aperture so that by its movement, as by swinging, lifting and falling, sliding, turning, or the like, it will open or close the aperture to permit or prevent passage, as of a fluid."},{"word":"Valve","type":"n.","descr":" One or more membranous partitions, flaps, or folds, which permit the passage of the contents of a vessel or cavity in one direction, but stop or retard the flow in the opposite direction; as, the ileocolic, mitral, and semilunar valves."},{"word":"Valve","type":"n.","descr":" One of the pieces into which a capsule naturally separates when it bursts."},{"word":"Valve","type":"n.","descr":" One of the two similar portions of the shell of a diatom."},{"word":"Valve","type":"n.","descr":" A small portion of certain anthers, which opens like a trapdoor to allow the pollen to escape, as in the barberry."},{"word":"Valve","type":"n.","descr":" One of the pieces or divisions of bivalve or multivalve shells."},{"word":"Valved","type":"a.","descr":" Having a valve or valve; valvate."},{"word":"Valvelet","type":"n.","descr":" A little valve; a valvule; especially, one of the pieces which compose the outer covering of a pericarp."},{"word":"Valve-shell","type":"n.","descr":" Any fresh-water gastropod of the genus Valvata."},{"word":"Valvulae","type":"pl. ","descr":" of Valvula"},{"word":"Valvula","type":"n.","descr":" A little valve or fold; a valvelet; a valvule."},{"word":"Valvular","type":"a.","descr":" Of or pertaining to a valve or valves; specifically (Med.), of or pertaining to the valves of the heart; as, valvular disease."},{"word":"Valvular","type":"a.","descr":" Containing valves; serving as a valve; opening by valves; valvate; as, a valvular capsule."},{"word":"Valvule","type":"n.","descr":" A little valve; a valvelet."},{"word":"Valvule","type":"n.","descr":" A small valvelike process."},{"word":"Valylene","type":"n.","descr":" A volatile liquid hydrocarbon, C5H6, related to ethylene and acetylene, but possessing the property of unsaturation in the third degree. It is the only known member of a distinct series of compounds. It has a garlic odor."},{"word":"Vambrace","type":"n.","descr":" The piece designed to protect the arm from the elbow to the wrist."},{"word":"Vamose","type":"v. i. and t.","descr":" To depart quickly; to depart from."},{"word":"Vamp","type":"v. i.","descr":" To advance; to travel."},{"word":"Vamp","type":"n.","descr":" The part of a boot or shoe above the sole and welt, and in front of the ankle seam; an upper."},{"word":"Vamp","type":"n.","descr":" Any piece added to an old thing to give it a new appearance. See Vamp, v. t."},{"word":"Vamped","type":"imp. and p. p.","descr":" of Vamp"},{"word":"Vamping","type":"p. pr. and vb. n.","descr":" of Vamp"},{"word":"Vamp","type":"v. t.","descr":" To provide, as a shoe, with new upper leather; hence, to piece, as any old thing, with a new part; to repair; to patch; -- often followed by up."},{"word":"Vamper","type":"n.","descr":" One who vamps; one who pieces an old thing with something new; a cobbler."},{"word":"Vamper","type":"v. i.","descr":" To swagger; to make an ostentatious show."},{"word":"Vampire","type":"n.","descr":" A blood-sucking ghost; a soul of a dead person superstitiously believed to come from the grave and wander about by night sucking the blood of persons asleep, thus causing their death. This superstition is now prevalent in parts of Eastern Europe, and was especially current in Hungary about the year 1730."},{"word":"Vampire","type":"n.","descr":" Fig.: One who lives by preying on others; an extortioner; a bloodsucker."},{"word":"Vampire","type":"n.","descr":" Either one of two or more species of South American blood-sucking bats belonging to the genera Desmodus and Diphylla. These bats are destitute of molar teeth, but have strong, sharp cutting incisors with which they make punctured wounds from which they suck the blood of horses, cattle, and other animals, as well as man, chiefly during sleep. They have a caecal appendage to the stomach, in which the blood with which they gorge themselves is stored."},{"word":"Vampire","type":"n.","descr":" Any one of several species of harmless tropical American bats of the genus Vampyrus, especially V. spectrum.  These bats feed upon insects and fruit, but were formerly erroneously supposed to suck the blood of man and animals. Called also false vampire."},{"word":"Vampirism","type":"n.","descr":" Belief in the existence of vampires."},{"word":"Vampirism","type":"n.","descr":" The actions of a vampire; the practice of bloodsucking."},{"word":"Vampirism","type":"n.","descr":" Fig.: The practice of extortion."},{"word":"Vamplate","type":"n.","descr":" A round of iron on the shaft of a tilting spear, to protect the hand."},{"word":"Vamure","type":"n.","descr":" See Vauntmure."},{"word":"Van","type":"n.","descr":" The front of an army; the first line or leading column; also, the front line or foremost division of a fleet, either in sailing or in battle."},{"word":"Van","type":"n.","descr":" A shovel used in cleansing ore."},{"word":"Van","type":"v. t.","descr":" To wash or cleanse, as a small portion of ore, on a shovel."},{"word":"Van","type":"n.","descr":" A light wagon, either covered or open, used by tradesmen and others fore the transportation of goods."},{"word":"Van","type":"n.","descr":" A large covered wagon for moving furniture, etc., also for conveying wild beasts, etc., for exhibition."},{"word":"Van","type":"n.","descr":" A close railway car for baggage. See the Note under Car, 2."},{"word":"Van","type":"n.","descr":" A fan or other contrivance, as a sieve, for winnowing grain."},{"word":"Van","type":"n.","descr":" A wing with which the air is beaten."},{"word":"Van","type":"v. t.","descr":" To fan, or to cleanse by fanning; to winnow."},{"word":"Vanadate","type":"n.","descr":" A salt of vanadic acid."},{"word":"Vanadic","type":"a.","descr":" Pertaining to, or obtained from, vanadium; containing vanadium; specifically distinguished those compounds in which vanadium has a relatively higher valence as contrasted with the vanadious compounds; as, vanadic oxide."},{"word":"Vanadinite","type":"n.","descr":" A mineral occurring in yellowish, and ruby-red hexagonal crystals. It consist of lead vanadate with a small proportion of lead chloride."},{"word":"Vanadious","type":"a.","descr":" Pertaining to, or containing, vanadium; specifically, designating those compounds in which vanadium has a lower valence as contrasted with the vanadic compounds; as, vanadious acid."},{"word":"Vanadite","type":"n.","descr":" A salt of vanadious acid, analogous to a nitrite or a phosphite."},{"word":"Vanadium","type":"n.","descr":" A rare element of the nitrogen-phosphorus group, found combined, in vanadates, in certain minerals, and reduced as an infusible, grayish-white metallic powder. It is intermediate between the metals and the non-metals, having both basic and acid properties. Symbol V (or Vd, rarely). Atomic weight 51.2."},{"word":"Vanadous","type":"a.","descr":" Of or pertaining to vanadium; obtained from vanadium; -- said of an acid containing one equivalent of vanadium and two of oxygen."},{"word":"Vanadyl","type":"n.","descr":" The hypothetical radical VO, regarded as a characterized residue of certain vanadium compounds."},{"word":"Van-courier","type":"n.","descr":" One sent in advance; an avant-courier; a precursor."},{"word":"Vandal","type":"n.","descr":" One of a Teutonic race, formerly dwelling on the south shore of the Baltic, the most barbarous and fierce of the northern nations that plundered Rome in the 5th century, notorious for destroying the monuments of art and literature."},{"word":"Vandal","type":"n.","descr":" Hence, one who willfully destroys or defaces any work of art or literature."},{"word":"Vandal","type":"a.","descr":" Alt. of Vandalic"},{"word":"Vandalic","type":"a.","descr":" Of or pertaining to the Vandals; resembling the Vandals in barbarism and destructiveness."},{"word":"Vandalism","type":"n.","descr":" The spirit or conduct of the Vandals; ferocious cruelty; hostility to the arts and literature, or willful destruction or defacement of their monuments."},{"word":"Vandyke","type":"a.","descr":" Of or pertaining to the style of Vandyke the painter; used or represented by Vandyke."},{"word":"Vandyke","type":"n.","descr":" A picture by Vandyke. Also, a Vandyke collar, or a Vandyke edge."},{"word":"Vandyke","type":"v. t.","descr":" fit or furnish with a Vandyke; to form with points or scallops like a Vandyke."},{"word":"Vane","type":"n.","descr":" A contrivance attached to some elevated object for the purpose of showing which way the wind blows; a weathercock. It is usually a plate or strip of metal, or slip of wood, often cut into some fanciful form, and placed upon a perpendicular axis around which it moves freely."},{"word":"Vane","type":"n.","descr":" Any flat, extended surface attached to an axis and moved by the wind; as, the vane of a windmill; hence, a similar fixture of any form moved in or by water, air, or other fluid; as, the vane of a screw propeller, a fan blower, an anemometer, etc."},{"word":"Vane","type":"n.","descr":" The rhachis and web of a feather taken together."},{"word":"Vane","type":"n.","descr":" One of the sights of a compass, quadrant, etc."},{"word":"Vanessa","type":"n.","descr":" Any one of numerous species of handsomely colored butterflies belonging to Vanessa and allied genera. Many of these species have the edges of the wings irregularly scalloped."},{"word":"Vanessian","type":"n.","descr":" A vanessa."},{"word":"Vanfess","type":"n.","descr":" A ditch on the outside of the counterscarp, usually full of water."},{"word":"Vang","type":"n.","descr":" A rope to steady the peak of a gaff."},{"word":"Vanglo","type":"n.","descr":" Benne (Sesamum orientale); also, its seeds; -- so called in the West Indies."},{"word":"Vanguard","type":"n.","descr":" The troops who march in front of an army; the advance guard; the van."},{"word":"Vanilla","type":"n.","descr":" A genus of climbing orchidaceous plants, natives of tropical America."},{"word":"Vanilla","type":"n.","descr":" The long podlike capsules of Vanilla planifolia, and V. claviculata, remarkable for their delicate and agreeable odor, for the volatile, odoriferous oil extracted from them; also, the flavoring extract made from the capsules, extensively used in confectionery, perfumery, etc."},{"word":"Vanillate","type":"n.","descr":" A salt of vanillic acid."},{"word":"Vanillic","type":"a.","descr":" Pertaining to, or derived from, vanilla or vanillin; resembling vanillin; specifically, designating an alcohol and an acid respectively, vanillin being the intermediate aldehyde."},{"word":"Vanillin","type":"n.","descr":" A white crystalline aldehyde having a burning taste and characteristic odor of vanilla. It is extracted from vanilla pods, and is also obtained by the decomposition of coniferin, and by the oxidation of eugenol."},{"word":"Vanilloes","type":"n. pl.","descr":" An inferior kind of vanilla, the pods of Vanilla Pompona."},{"word":"Vanillyl","type":"n.","descr":" The hypothetical radical characteristic of vanillic alcohol."},{"word":"Vaniloquence","type":"n.","descr":" Vain or foolish talk."},{"word":"Vanished","type":"imp. and p. p.","descr":" of Vanish"},{"word":"Vanishing","type":"p. pr. and vb. n.","descr":" of Vanish"},{"word":"Vanish","type":"v. i.","descr":" To pass from a visible to an invisible state; to go out of sight; to disappear; to fade; as, vapor vanishes from the sight by being dissipated; a ship vanishes from the sight of spectators on land."},{"word":"Vanish","type":"v. i.","descr":" To be annihilated or lost; to pass away."},{"word":"Vanish","type":"n.","descr":" The brief terminal part of vowel or vocal element, differing more or less in quality from the main part; as, a as in ale ordinarily ends with a vanish of i as in ill, o as in old with a vanish of oo as in foot."},{"word":"Vanishing","type":"","descr":" a. and n. from Vanish, v."},{"word":"Vanishment","type":"n.","descr":" A vanishing."},{"word":"Vanities","type":"pl. ","descr":" of Vanity"},{"word":"Vanity","type":"n.","descr":" The quality or state of being vain; want of substance to satisfy desire; emptiness; unsubstantialness; unrealness; falsity."},{"word":"Vanity","type":"n.","descr":" An inflation of mind upon slight grounds; empty pride inspired by an overweening conceit of one\\'s personal attainments or decorations; an excessive desire for notice or approval; pride; ostentation; conceit."},{"word":"Vanity","type":"n.","descr":" That which is vain; anything empty, visionary, unreal, or unsubstantial; fruitless desire or effort; trifling labor productive of no good; empty pleasure; vain pursuit; idle show; unsubstantial enjoyment."},{"word":"Vanity","type":"n.","descr":" One of the established characters in the old moralities and puppet shows. See Morality, n., 5."},{"word":"Vanjas","type":"n.","descr":" The Australian pied crow shrike (Strepera graculina). It is glossy bluish black, with the under tail coverts and the tips and bases of the tail feathers white."},{"word":"Vanner","type":"n.","descr":" A machine for concentrating ore. See Frue vanner."},{"word":"Vanner hawk","type":"","descr":" The kestrel."},{"word":"Vanning","type":"n.","descr":" A process by which ores are washed on a shovel, or in a vanner."},{"word":"Vanquished","type":"imp. and p. p.","descr":" of Vanquish"},{"word":"Vanquishing","type":"p. pr. and vb. n.","descr":" of Vanquish"},{"word":"Vanquish","type":"v. t.","descr":" To conquer, overcome, or subdue in battle, as an enemy."},{"word":"Vanquish","type":"v. t.","descr":" Hence, to defeat in any contest; to get the better of; to put down; to refute."},{"word":"Vanquish","type":"n.","descr":" A disease in sheep, in which they pine away."},{"word":"Vanquishable","type":"a.","descr":" That may be vanquished."},{"word":"Vanquisher","type":"n.","descr":" One who, or that which, vanquishes."},{"word":"Vanquishment","type":"n.","descr":" The act of vanquishing, or the state of being vanquished."},{"word":"Vansire","type":"n.","descr":" An ichneumon (Herpestes galera) native of Southern Africa and Madagascar. It is reddish brown or dark brown, grizzled with white. Called also vondsira, and marsh ichneumon."},{"word":"Vant","type":"v. i.","descr":" See Vaunt."},{"word":"Vantage","type":"n.","descr":" superior or more favorable situation or opportunity; gain; profit; advantage."},{"word":"Vantage","type":"n.","descr":" The first point after deuce."},{"word":"Vantage","type":"v. t.","descr":" To profit; to aid."},{"word":"Vantbrace","type":"n.","descr":" Alt. of Vantbrass"},{"word":"Vantbrass","type":"n.","descr":" Armor for the arm; vambrace."},{"word":"Vant-courier","type":"n.","descr":" An avant-courier. See Van-courier."},{"word":"Vanward","type":"a.","descr":" Being on, or towards, the van, or front."},{"word":"Vap","type":"n.","descr":" That which is vapid, insipid, or lifeless; especially, the lifeless part of liquor or wine."},{"word":"Vapid","type":"a.","descr":" Having lost its life and spirit; dead; spiritless; insipid; flat; dull; unanimated; as, vapid beer; a vapid speech; a vapid state of the blood."},{"word":"Vapidity","type":"n.","descr":" The quality or state of being vapid; vapidness."},{"word":"Vapor","type":"n.","descr":" Any substance in the gaseous, or aeriform, state, the condition of which is ordinarily that of a liquid or solid."},{"word":"Vapor","type":"n.","descr":" In a loose and popular sense, any visible diffused substance floating in the atmosphere and impairing its transparency, as smoke, fog, etc."},{"word":"Vapor","type":"n.","descr":" Wind; flatulence."},{"word":"Vapor","type":"n.","descr":" Something unsubstantial, fleeting, or transitory; unreal fancy; vain imagination; idle talk; boasting."},{"word":"Vapor","type":"n.","descr":" An old name for hypochondria, or melancholy; the blues."},{"word":"Vapor","type":"n.","descr":" A medicinal agent designed for administration in the form of inhaled vapor."},{"word":"Vapored","type":"imp. and p. p.","descr":" of Vapor"},{"word":"Vaporing","type":"p. pr. and vb. n.","descr":" of Vapor"},{"word":"Vapor","type":"n.","descr":" To pass off in fumes, or as a moist, floating substance, whether visible or invisible, to steam; to be exhaled; to evaporate."},{"word":"Vapor","type":"n.","descr":" To emit vapor or fumes."},{"word":"Vapor","type":"n.","descr":" To talk idly; to boast or vaunt; to brag."},{"word":"Vapor","type":"v. t.","descr":" To send off in vapor, or as if in vapor; as, to vapor away a heated fluid."},{"word":"Vaporability","type":"n.","descr":" The quality or state of being vaporable."},{"word":"Vaporable","type":"a.","descr":" Capable of being converted into vapor by the agency of heat; vaporizable."},{"word":"Vaporate","type":"v. i.","descr":" To emit vapor; to evaporate."},{"word":"Vaporation","type":"n.","descr":" The act or process of converting into vapor, or of passing off in vapor; evaporation."},{"word":"Vapored","type":"a.","descr":" Wet with vapors; moist."},{"word":"Vapored","type":"a.","descr":" Affected with the vapors. See Vapor, n., 5."},{"word":"Vaporer","type":"n.","descr":" One who vapors; a braggart."},{"word":"Vaporiferous","type":"a.","descr":" Conveying or producing vapor."},{"word":"Vaporific","type":"a.","descr":" Producing vapor; tending to pass, or to cause to pass, into vapor; thus, volatile fluids are vaporific; heat is a vaporific agent."},{"word":"Vaporiform","type":"a.","descr":" Existing in a vaporous form or state; as, steam is a vaporiform substance."},{"word":"Vaporimeter","type":"n.","descr":" An instrument for measuring the volume or the tension of any vapor; specifically, an instrument of this sort used as an alcoholometer in testing spirituous liquors."},{"word":"Vaporing","type":"a.","descr":" Talking idly; boasting; vaunting."},{"word":"Vaporish","type":"a.","descr":" Full of vapors; vaporous."},{"word":"Vaporish","type":"a.","descr":" Hypochondriacal; affected by hysterics; splenetic; peevish; humorsome."},{"word":"Vaporizable","type":"a.","descr":" Capable of being vaporized into vapor."},{"word":"Vaporization","type":"n.","descr":" The act or process of vaporizing, or the state of being converted into vapor; the artificial formation of vapor; specifically, the conversion of water into steam, as in a steam boiler."},{"word":"Vaporized","type":"imp. and p. p.","descr":" of Vaporize"},{"word":"Vaporizing","type":"p. pr. and vb. n.","descr":" of Vaporize"},{"word":"Vaporize","type":"v. t.","descr":" To convert into vapor, as by the application of heat, whether naturally or artificially."},{"word":"Vaporize","type":"v. i.","descr":" To pass off in vapor."},{"word":"Vaporizer","type":"n.","descr":" One who, or that which, vaporizes, or converts into vapor."},{"word":"Vaporose","type":"a.","descr":" Full of vapor; vaporous."},{"word":"Vaporous","type":"a.","descr":" Having the form or nature of vapor."},{"word":"Vaporous","type":"a.","descr":" Full of vapors or exhalations."},{"word":"Vaporous","type":"a.","descr":" Producing vapors; hence, windy; flatulent."},{"word":"Vaporous","type":"a.","descr":" Unreal; unsubstantial; vain; whimsical."},{"word":"Vaporousness","type":"n.","descr":" The quality of being vaporous."},{"word":"Vapory","type":"a.","descr":" Full of vapors; vaporous."},{"word":"Vapory","type":"a.","descr":" Hypochondriacal; splenetic; peevish."},{"word":"Vapulation","type":"n.","descr":" The act of beating or whipping."},{"word":"Vaquero","type":"n.","descr":" One who has charge of cattle, horses, etc.; a herdsman."},{"word":"Vara","type":"n.","descr":" A Spanish measure of length equal to about one yard. The vara now in use equals 33.385 inches."},{"word":"Varan","type":"n.","descr":" The monitor. See Monitor, 3."},{"word":"Varangian","type":"n.","descr":" One of the Northmen who founded a dynasty in Russia in the 9th century; also, one of the Northmen composing, at a later date, the imperial bodyguard at Constantinople."},{"word":"Varanus","type":"n.","descr":" A genus of very large lizards native of Asia and Africa. It includes the monitors. See Monitor, 3."},{"word":"Vare","type":"n.","descr":" A wand or staff of authority or justice."},{"word":"Vare","type":"n.","descr":" A weasel."},{"word":"Varec","type":"n.","descr":" The calcined ashes of any coarse seaweed used for the manufacture of soda and iodine; also, the seaweed itself; fucus; wrack."},{"word":"Vari","type":"n.","descr":" The ringtailed lemur (Lemur catta) of Madagascar. Its long tail is annulated with black and white."},{"word":"Variability","type":"n.","descr":" The quality or state of being variable; variableness."},{"word":"Variability","type":"n.","descr":" The power possessed by living organisms, both animal and vegetable, of adapting themselves to modifications or changes in their environment, thus possibly giving rise to ultimate variation of structure or function."},{"word":"Variable","type":"a.","descr":" Having the capacity of varying or changing; capable of alternation in any manner; changeable; as, variable winds or seasons; a variable quantity."},{"word":"Variable","type":"a.","descr":" Liable to vary; too susceptible of change; mutable; fickle; unsteady; inconstant; as, the affections of men are variable; passions are variable."},{"word":"Variable","type":"n.","descr":" That which is variable; that which varies, or is subject to change."},{"word":"Variable","type":"n.","descr":" A quantity which may increase or decrease; a quantity which admits of an infinite number of values in the same expression; a variable quantity; as, in the equation x2 - y2 = R2, x and y are variables."},{"word":"Variable","type":"n.","descr":" A shifting wind, or one that varies in force."},{"word":"Variable","type":"n.","descr":" Those parts of the sea where a steady wind is not expected, especially the parts between the trade-wind belts."},{"word":"Variableness","type":"n.","descr":" The quality or state of being variable; variability."},{"word":"Variably","type":"adv.","descr":" In a variable manner."},{"word":"Variance","type":"n.","descr":" The quality or state of being variant; change of condition; variation."},{"word":"Variance","type":"n.","descr":" Difference that produce dispute or controversy; disagreement; dissension; discord; dispute; quarrel."},{"word":"Variance","type":"n.","descr":" A disagreement or difference between two parts of the same legal proceeding, which, to be effectual, ought to agree, -- as between the writ and the declaration, or between the allegation and the proof."},{"word":"Variant","type":"a.","descr":" Varying in from, character, or the like; variable; different; diverse."},{"word":"Variant","type":"a.","descr":" Changeable; changing; fickle."},{"word":"Variant","type":"n.","descr":" Something which differs in form from another thing, though really the same; as, a variant from a type in natural history; a variant of a story or a word."},{"word":"Variate","type":"v. t. and i.","descr":" To alter; to make different; to vary."},{"word":"Variation","type":"n.","descr":" The act of varying; a partial change in the form, position, state, or qualities of a thing; modification; alternation; mutation; diversity; deviation; as, a variation of color in different lights; a variation in size; variation of language."},{"word":"Variation","type":"n.","descr":" Extent to which a thing varies; amount of departure from a position or state; amount or rate of change."},{"word":"Variation","type":"n.","descr":" Change of termination of words, as in declension, conjugation, derivation, etc."},{"word":"Variation","type":"n.","descr":" Repetition of a theme or melody with fanciful embellishments or modifications, in time, tune, or harmony, or sometimes change of key; the presentation of a musical thought in new and varied aspects, yet so that the essential features of the original shall still preserve their identity."},{"word":"Variation","type":"n.","descr":" One of the different arrangements which can be made of any number of quantities taking a certain number of them together."},{"word":"Varicella","type":"n.","descr":" Chicken pox."},{"word":"Varices","type":"n. pl.","descr":" See Varix."},{"word":"Variciform","type":"a.","descr":" Resembling a varix."},{"word":"Varicocele","type":"n.","descr":" A varicose enlargement of the veins of the spermatic cord; also, a like enlargement of the veins of the scrotum."},{"word":"Varicose","type":"a.","descr":" Irregularly swollen or enlarged; affected with, or containing, varices, or varicosities; of or pertaining to varices, or varicosities; as, a varicose nerve fiber; a varicose vein; varicose ulcers."},{"word":"Varicose","type":"a.","descr":" Intended for the treatment of varicose veins; -- said of elastic stockings, bandages. and the like."},{"word":"Varicosity","type":"n.","descr":" The quality or state of being varicose."},{"word":"Varicosity","type":"n.","descr":" An enlargement or swelling in a vessel, fiber, or the like; a varix; as, the varicosities of nerve fibers."},{"word":"Varicous","type":"a.","descr":" Varicose."},{"word":"Varied","type":"a.","descr":" Changed; altered; various; diversified; as, a varied experience; varied interests; varied scenery."},{"word":"Variegated","type":"imp. and p. p.","descr":" of Variegate"},{"word":"Variegating","type":"p. pr. and vb. n.","descr":" of Variegate"},{"word":"Variegate","type":"v. t.","descr":" To diversify in external appearance; to mark with different colors; to dapple; to streak; as, to variegate a floor with marble of different colors."},{"word":"Variegated","type":"a.","descr":" Having marks or patches of different colors; as, variegated leaves, or flowers."},{"word":"Variegation","type":"n.","descr":" The act of variegating or diversifying, or the state of being diversified, by different colors; diversity of colors."},{"word":"Varier","type":"n.","descr":" A wanderer; one who strays in search of variety."},{"word":"Varietal","type":"a.","descr":" Of or pertaining to a variety; characterizing a variety; constituting a variety, in distinction from an individual or species."},{"word":"Varietas","type":"n.","descr":" A variety; -- used in giving scientific names, and often abbreviated to var."},{"word":"Varieties","type":"pl. ","descr":" of Variety"},{"word":"Variety","type":"n.","descr":" The quality or state of being various; intermixture or succession of different things; diversity; multifariousness."},{"word":"Variety","type":"n.","descr":" That which is various."},{"word":"Variety","type":"n.","descr":" A number or collection of different things; a varied assortment; as, a variety of cottons and silks."},{"word":"Variety","type":"n.","descr":" Something varying or differing from others of the same general kind; one of a number of things that are akin; a sort; as, varieties of wood, land, rocks, etc."},{"word":"Variety","type":"n.","descr":" An individual, or group of individuals, of a species differing from the rest in some one or more of the characteristics typical of the species, and capable either of perpetuating itself for a period, or of being perpetuated by artificial means; hence, a subdivision, or peculiar form, of a species."},{"word":"Variety","type":"n.","descr":" In inorganic nature, one of those forms in which a species may occur, which differ in minor characteristics of structure, color, purity of composition, etc."},{"word":"Variform","type":"a.","descr":" Having different shapes or forms."},{"word":"Variformed","type":"a.","descr":" Formed with different shapes; having various forms; variform."},{"word":"Varify","type":"v. t.","descr":" To make different; to vary; to variegate."},{"word":"Variola","type":"n.","descr":" The smallpox."},{"word":"Variolar","type":"a.","descr":" Variolous."},{"word":"Variolation","type":"n.","descr":" Inoculation with smallpox."},{"word":"Variolic","type":"a.","descr":" Variolous."},{"word":"Variolite","type":"n.","descr":" A kind of diorite or diabase containing imbedded whitish spherules, which give the rock a spotted appearance."},{"word":"Variolitic","type":"a.","descr":" Thickly marked with small, round specks; spotted."},{"word":"Variolitic","type":"a.","descr":" Of, pertaining to, or resembling, variolite."},{"word":"Varioloid","type":"a.","descr":" Resembling smallpox; pertaining to the disease called varioloid."},{"word":"Varioloid","type":"a.","descr":" The smallpox as modified by previous inoculation or vaccination."},{"word":"Variolous","type":"a.","descr":" Of or pertaining to the smallpox; having pits, or sunken impressions, like those of the smallpox; variolar; variolic."},{"word":"Variorum","type":"a.","descr":" Containing notes by different persons; -- applied to a publication; as, a variorum edition of a book."},{"word":"Various","type":"a.","descr":" Different; diverse; several; manifold; as, men of various names; various occupations; various colors."},{"word":"Various","type":"a.","descr":" Changeable; uncertain; inconstant; variable."},{"word":"Various","type":"a.","descr":" Variegated; diversified; not monotonous."},{"word":"Variously","type":"adv.","descr":" In various or different ways."},{"word":"Variscite","type":"n.","descr":" An apple-green mineral occurring in reniform masses. It is a hydrous phosphate of alumina."},{"word":"Varisse","type":"n.","descr":" An imperfection on the inside of the hind leg in horses, different from a curb, but at the same height, and frequently injuring the sale of the animal by growing to an unsightly size."},{"word":"Varices","type":"pl. ","descr":" of Varix"},{"word":"Varix","type":"n.","descr":" A uneven, permanent dilatation of a vein."},{"word":"Varix","type":"n.","descr":" One of the prominent ridges or ribs extending across each of the whorls of certain univalve shells."},{"word":"Vark","type":"n.","descr":" The bush hog, or boshvark."},{"word":"Varlet","type":"n.","descr":" A servant, especially to a knight; an attendant; a valet; a footman."},{"word":"Varlet","type":"n.","descr":" Hence, a low fellow; a scoundrel; a rascal; as, an impudent varlet."},{"word":"Varlet","type":"n.","descr":" In a pack of playing cards, the court card now called the knave, or jack."},{"word":"Varletry","type":"n.","descr":" The rabble; the crowd; the mob."},{"word":"Varnish","type":"n.","descr":" A viscid liquid, consisting of a solution of resinous matter in an oil or a volatile liquid, laid on work with a brush, or otherwise. When applied the varnish soon dries, either by evaporation or chemical action, and the resinous part forms thus a smooth, hard surface, with a beautiful gloss, capable of resisting, to a greater or less degree, the influences of air and moisture."},{"word":"Varnish","type":"n.","descr":" That which resembles varnish, either naturally or artificially; a glossy appearance."},{"word":"Varnish","type":"n.","descr":" An artificial covering to give a fair appearance to any act or conduct; outside show; gloss."},{"word":"Varnished","type":"imp. and p. p.","descr":" of Varnish"},{"word":"Varnishing","type":"p. pr. and vb. n.","descr":" of Varnish"},{"word":"Varnish","type":"n.","descr":" To lay varnish on; to cover with a liquid which produces, when dry, a hard, glossy surface; as, to varnish a table; to varnish a painting."},{"word":"Varnish","type":"n.","descr":" To cover or conceal with something that gives a fair appearance; to give a fair coloring to by words; to gloss over; to palliate; as, to varnish guilt."},{"word":"Varnisher","type":"n.","descr":" One who varnishes; one whose occupation is to varnish."},{"word":"Varnisher","type":"n.","descr":" One who disguises or palliates; one who gives a fair external appearance."},{"word":"Varnishing","type":"n.","descr":" The act of laying on varnish; also, materials for varnish."},{"word":"Vartabed","type":"n.","descr":" A doctor or teacher in the Armenian church. Members of this order of ecclesiastics frequently have charge of dioceses, with episcopal functions."},{"word":"Varuna","type":"n.","descr":" The god of the waters; the Indian Neptune. He is regarded as regent of the west, and lord of punishment, and is represented as riding on a sea monster, holding in his hand a snaky cord or noose with which to bind offenders, under water."},{"word":"Varvel","type":"n.","descr":" In falconry, one of the rings secured to the ends of the jesses."},{"word":"Varveled","type":"a.","descr":" Having varvels, or rings."},{"word":"Varied","type":"imp. and p. p.","descr":" of Vary"},{"word":"Varying","type":"p. pr. and vb. n.","descr":" of Vary"},{"word":"Vary","type":"v. t.","descr":" To change the aspect of; to alter in form, appearance, substance, position, or the like; to make different by a partial change; to modify; as, to vary the properties, proportions, or nature of a thing; to vary a posture or an attitude; to vary one\\'s dress or opinions."},{"word":"Vary","type":"v. t.","descr":" To change to something else; to transmute; to exchange; to alternate."},{"word":"Vary","type":"v. t.","descr":" To make of different kinds; to make different from one another; to diversity; to variegate."},{"word":"Vary","type":"v. t.","descr":" To embellish; to change fancifully; to present under new aspects, as of form, key, measure, etc. See Variation, 4."},{"word":"Vary","type":"v. i.","descr":" To alter, or be altered, in any manner; to suffer a partial change; to become different; to be modified; as, colors vary in different lights."},{"word":"Vary","type":"v. i.","descr":" To differ, or be different; to be unlike or diverse; as, the laws of France vary from those of England."},{"word":"Vary","type":"v. i.","descr":" To alter or change in succession; to alternate; as, one mathematical quantity varies inversely as another."},{"word":"Vary","type":"v. i.","descr":" To deviate; to depart; to swerve; -- followed by from; as, to vary from the law, or from reason."},{"word":"Vary","type":"v. i.","descr":" To disagree; to be at variance or in dissension; as, men vary in opinion."},{"word":"Vary","type":"n.","descr":" Alteration; change."},{"word":"Varying","type":"","descr":" a. and n. from Vary."},{"word":"Vasa","type":"pl. ","descr":" of Vas"},{"word":"Vas","type":"n.","descr":" A vessel; a duct."},{"word":"Vasa deferentia","type":"pl. ","descr":" of Vas"},{"word":"Vascular","type":"a.","descr":" Consisting of, or containing, vessels as an essential part of a structure; full of vessels; specifically (Bot.), pertaining to, or containing, special ducts, or tubes, for the circulation of sap."},{"word":"Vascular","type":"a.","descr":" Operating by means of, or made up of an arrangement of, vessels; as, the vascular system in animals, including the arteries, veins, capillaries, lacteals, etc."},{"word":"Vascular","type":"a.","descr":" Of or pertaining to the vessels of animal and vegetable bodies; as, the vascular functions."},{"word":"Vascular","type":"a.","descr":" Of or pertaining to the higher division of plants, that is, the phaenogamous plants, all of which are vascular, in distinction from the cryptogams, which to a large extent are cellular only."},{"word":"Vascularities","type":"pl. ","descr":" of Vascularity"},{"word":"Vascularity","type":"n.","descr":" The quality or state of being vascular."},{"word":"Vasculose","type":"n.","descr":" One of the substances of which vegetable tissue is composed, differing from cellulose in its solubility in certain media."},{"word":"Vascula","type":"pl. ","descr":" of Vasculum"},{"word":"Vasculum","type":"n.","descr":" Same as Ascidium, n., 1."},{"word":"Vasculum","type":"n.","descr":" A tin box, commonly cylindrical or flattened, used in collecting plants."},{"word":"Vase","type":"n.","descr":" A vessel adapted for various domestic purposes, and anciently for sacrificial uses; especially, a vessel of antique or elegant pattern used for ornament; as, a porcelain vase; a gold vase; a Grecian vase.  See Illust. of Portland vase, under Portland."},{"word":"Vase","type":"n.","descr":" A vessel similar to that described in the first definition above, or the representation of one in a solid block of stone, or the like, used for an ornament, as on a terrace or in a garden. See Illust. of Niche."},{"word":"Vase","type":"n.","descr":" The body, or naked ground, of the Corinthian and Composite capital; -- called also tambour, and drum."},{"word":"Vase","type":"n.","descr":" The calyx of a plant."},{"word":"Vaseline","type":"n.","descr":" A yellowish translucent substance, almost odorless and tasteless, obtained as a residue in the purification of crude petroleum, and consisting essentially of a mixture of several of the higher members of the paraffin series. It is used as an unguent, and for various purposes in the arts. See the Note under Petrolatum."},{"word":"Vase-shaped","type":"a.","descr":" Formed like a vase, or like a common flowerpot."},{"word":"Vasiform","type":"a.","descr":" Having the form of a vessel, or duct."},{"word":"Vasoconstrictor","type":"a.","descr":" Causing constriction of the blood vessels; as, the vasoconstrictor nerves, stimulation of which causes constriction of the blood vessels to which they go.  These nerves are also called vasohypertonic."},{"word":"Vasoconstrictor","type":"n.","descr":" A substance which causes constriction of the blood vessels.  Such substances are used in medicine to raise blood pressure."},{"word":"Vasodentine","type":"n.","descr":" A modified form of dentine, which is permeated by blood capillaries; vascular dentine."},{"word":"Vasodilator","type":"a.","descr":" Causing dilation or relaxation of the blood vessels; as, the vasodilator nerves, stimulation of which causes dilation of the blood vessels to which they go. These nerves are also called vaso-inhibitory, and vasohypotonic nerves, since their stimulation causes relaxation and rest."},{"word":"Vasoformative","type":"a.","descr":" Concerned in the development and formation of blood vessels and blood corpuscles; as, the vasoformative cells."},{"word":"Vaso-inhibitory","type":"a.","descr":" See Vasodilator."},{"word":"Vasomotor","type":"a.","descr":" Causing movement in the walls of vessels; as, the vasomotor mechanisms; the vasomotor nerves, a system of nerves distributed over the muscular coats of the blood vessels."},{"word":"Vassal","type":"n.","descr":" The grantee of a fief, feud, or fee; one who holds land of superior, and who vows fidelity and homage to him; a feudatory; a feudal tenant."},{"word":"Vassal","type":"n.","descr":" A subject; a dependent; a servant; a slave."},{"word":"Vassal","type":"a.","descr":" Resembling a vassal; slavish; servile."},{"word":"Vassal","type":"v. t.","descr":" To treat as a vassal; to subject to control; to enslave."},{"word":"Vassalage","type":"n.","descr":" The state of being a vassal, or feudatory."},{"word":"Vassalage","type":"n.","descr":" Political servitude; dependence; subjection; slavery; as, the Greeks were held in vassalage by the Turks."},{"word":"Vassalage","type":"n.","descr":" A territory held in vassalage."},{"word":"Vassalage","type":"n.","descr":" Vassals, collectively; vassalry."},{"word":"Vassalage","type":"n.","descr":" Valorous service, such as that performed by a vassal; valor; prowess; courage."},{"word":"Vassaless","type":"n.","descr":" A female vassal."},{"word":"Vassalry","type":"n.","descr":" The body of vassals."},{"word":"Vast","type":"superl.","descr":" Waste; desert; desolate; lonely."},{"word":"Vast","type":"superl.","descr":" Of great extent; very spacious or large; also, huge in bulk; immense; enormous; as, the vast ocean; vast mountains; the vast empire of Russia."},{"word":"Vast","type":"superl.","descr":" Very great in numbers, quantity, or amount; as, a vast army; a vast sum of money."},{"word":"Vast","type":"superl.","descr":" Very great in importance; as, a subject of vast concern."},{"word":"Vast","type":"n.","descr":" A waste region; boundless space; immensity."},{"word":"Vastation","type":"n.","descr":" A laying waste; waste; depopulation; devastation."},{"word":"Vastel","type":"n.","descr":" See Wastel."},{"word":"Vastidity","type":"n.","descr":" Vastness; immensity."},{"word":"Vastitude","type":"n.","descr":" Vastness; immense extent."},{"word":"Vastitude","type":"n.","descr":" Destruction; vastation."},{"word":"Vastity","type":"n.","descr":" Vastness."},{"word":"Vastly","type":"adv.","descr":" To a vast extent or degree; very greatly; immensely."},{"word":"Vastness","type":"n.","descr":" The quality or state of being vast."},{"word":"Vasty","type":"a.","descr":" Vast; immense."},{"word":"Vasum","type":"n.","descr":" A genus including several species of large marine gastropods having massive pyriform shells, with conspicuous folds on the columella."},{"word":"Vat","type":"n.","descr":" A large vessel, cistern, or tub, especially one used for holding in an immature state, chemical preparations for dyeing, or for tanning, or for tanning leather, or the like."},{"word":"Vat","type":"n.","descr":" A measure for liquids, and also a dry measure; especially, a liquid measure in Belgium and Holland, corresponding to the hectoliter of the metric system, which contains 22.01 imperial gallons, or 26.4 standard gallons in the United States."},{"word":"Vat","type":"n.","descr":" A wooden tub for washing ores and mineral substances in."},{"word":"Vat","type":"n.","descr":" A square, hollow place on the back of a calcining furnace, where tin ore is laid to dry."},{"word":"Vat","type":"n.","descr":" A vessel for holding holy water."},{"word":"Vatted","type":"imp. and p. p.","descr":" of Vat"},{"word":"Vatting","type":"p. pr. and vb. n.","descr":" of Vat"},{"word":"Vat","type":"v. t.","descr":" To put or transfer into a vat."},{"word":"Vatfuls","type":"pl. ","descr":" of Vatful"},{"word":"Vatful","type":"n.","descr":" As much as a vat will hold; enough to fill a vat."},{"word":"Vatical","type":"a.","descr":" Of or pertaining to a prophet; prophetical."},{"word":"Vatican","type":"n.","descr":" A magnificent assemblage of buildings at Rome, near the church of St. Peter, including the pope\\'s palace, a museum, a library, a famous chapel, etc."},{"word":"Vaticanism","type":"n.","descr":" The doctrine of papal supremacy; extreme views in support of the authority of the pope; ultramontanism; -- a term used only by persons who are not Roman Catholics."},{"word":"Vaticanist","type":"n.","descr":" One who strongly adheres to the papal authority; an ultramontanist."},{"word":"Vaticide","type":"n.","descr":" The murder, or the murderer, of a prophet."},{"word":"Vaticinal","type":"a.","descr":" Of or pertaining to prophecy; prophetic."},{"word":"Vaticinate","type":"v. i. and t.","descr":" To prophesy; to foretell; to practice prediction; to utter prophecies."},{"word":"Vaticination","type":"n.","descr":" Prediction; prophecy."},{"word":"Vaticinator","type":"n.","descr":" One who vaticinates; a prophet."},{"word":"Vaticine","type":"n.","descr":" A prediction; a vaticination."},{"word":"Vaudeville","type":"n.","descr":" A kind of song of a lively character, frequently embodying a satire on some person or event, sung to a familiar air in couplets with a refrain; a street song; a topical song."},{"word":"Vaudeville","type":"n.","descr":" A theatrical piece, usually a comedy, the dialogue of which is intermingled with light or satirical songs, set to familiar airs."},{"word":"Vaudois","type":"n. sing. and pl.","descr":" An inhabitant, or the inhabitants, of the Swiss canton of Vaud."},{"word":"Vaudois","type":"n. sing. and pl.","descr":" A modern name of the Waldenses."},{"word":"Vaudoux","type":"n. and a.","descr":" See Voodoo."},{"word":"Vault","type":"n.","descr":" An arched structure of masonry, forming a ceiling or canopy."},{"word":"Vault","type":"n.","descr":" An arched apartment; especially, a subterranean room, use for storing articles, for a prison, for interment, or the like; a cell; a cellar."},{"word":"Vault","type":"n.","descr":" The canopy of heaven; the sky."},{"word":"Vault","type":"n.","descr":" A leap or bound."},{"word":"Vault","type":"n.","descr":" The bound or leap of a horse; a curvet."},{"word":"Vault","type":"n.","descr":" A leap by aid of the hands, or of a pole, springboard, or the like."},{"word":"Vaulted","type":"imp. and p. p.","descr":" of Vault"},{"word":"Vaulting","type":"p. pr. and vb. n.","descr":" of Vault"},{"word":"Vault","type":"v. t.","descr":" To form with a vault, or to cover with a vault; to give the shape of an arch to; to arch; as, vault a roof; to vault a passage to a court."},{"word":"Vault","type":"v. i.","descr":" To leap over; esp., to leap over by aid of the hands or a pole; as, to vault a fence."},{"word":"Vault","type":"n.","descr":" To leap; to bound; to jump; to spring."},{"word":"Vault","type":"n.","descr":" To exhibit feats of tumbling or leaping; to tumble."},{"word":"Vaultage","type":"n.","descr":" Vaulted work; also, a vaulted place; an arched cellar."},{"word":"Vaulted","type":"a.","descr":" Arched; concave; as, a vaulted roof."},{"word":"Vaulted","type":"a.","descr":" Covered with an arch, or vault."},{"word":"Vaulted","type":"a.","descr":" Arched like the roof of the mouth, as the upper lip of many ringent flowers."},{"word":"Vaulter","type":"n.","descr":" One who vaults; a leaper; a tumbler."},{"word":"Vaulting","type":"n.","descr":" The act of constructing vaults; a vaulted construction."},{"word":"Vaulting","type":"n.","descr":" Act of one who vaults or leaps."},{"word":"Vaulty","type":"a.","descr":" Arched; concave."},{"word":"Vaunce","type":"v. i.","descr":" To advance."},{"word":"Vaunted","type":"imp. and p. p.","descr":" of Vaunt"},{"word":"Vaunting","type":"p. pr. and vb. n.","descr":" of Vaunt"},{"word":"Vaunt","type":"v. i.","descr":" To boast; to make a vain display of one\\'s own worth, attainments, decorations, or the like; to talk ostentatiously; to brag."},{"word":"Vaunt","type":"v. t.","descr":" To boast of; to make a vain display of; to display with ostentation."},{"word":"Vaunt","type":"n.","descr":" A vain display of what one is, or has, or has done; ostentation from vanity; a boast; a brag."},{"word":"Vaunt","type":"n.","descr":" The first part."},{"word":"Vaunt","type":"v. t.","descr":" To put forward; to display."},{"word":"Vaunt-courier","type":"n.","descr":" See Van-courier."},{"word":"Vaunter","type":"n.","descr":" One who vaunts; a boaster."},{"word":"Vauntful","type":"a.","descr":" Given to vaunting or boasting; vainly ostentatious; boastful; vainglorious."},{"word":"Vauntingly","type":"adv.","descr":" In a vaunting manner."},{"word":"Vauntmure","type":"n.","descr":" A false wall; a work raised in front of the main wall."},{"word":"Vauquelinite","type":"n.","descr":" Chromate of copper and lead, of various shades of green."},{"word":"Vaut","type":"v. i.","descr":" To vault; to leap."},{"word":"Vaut","type":"n.","descr":" A vault; a leap."},{"word":"Vauty","type":"a.","descr":" Vaulted."},{"word":"Vavasor","type":"n.","descr":" The vassal or tenant of a baron; one who held under a baron, and who also had tenants under him; one in dignity next to a baron; a title of dignity next to a baron."},{"word":"Vavasory","type":"n.","descr":" The quality or tenure of the fee held by a vavasor; also, the lands held by a vavasor."},{"word":"Vaward","type":"n.","descr":" The fore part; van."},{"word":"Vaza parrot","type":"","descr":" Any one of several species of parrots of the genus Coracopsis, native of Madagascar; -- called also vasa parrot."}]