[{"word":"Veadar","type":"n.","descr":" The thirteenth, or intercalary, month of the Jewish ecclesiastical calendar, which is added about every third year."},{"word":"Veal","type":"n.","descr":" The flesh of a calf when killed and used for food."},{"word":"Vection","type":"n.","descr":" Vectitation."},{"word":"Vectitation","type":"n.","descr":" The act of carrying, or state of being carried."},{"word":"Vector","type":"n.","descr":" Same as Radius vector."},{"word":"Vector","type":"n.","descr":" A directed quantity, as a straight line, a force, or a velocity. Vectors are said to be equal when their directions are the same their magnitudes equal.  Cf. Scalar."},{"word":"Vecture","type":"n.","descr":" The act of carrying; conveyance; carriage."},{"word":"Veda","type":"n.","descr":" The ancient sacred literature of the Hindus; also, one of the four collections, called Rig-Veda, Yajur-Veda, Sama-Veda, and Atharva-Veda, constituting the most ancient portions of that literature."},{"word":"Vedanta","type":"n.","descr":" A system of philosophy among the Hindus, founded on scattered texts of the Vedas, and thence termed the \"Anta,\" or end or substance."},{"word":"Vedantic","type":"a.","descr":" Of or pertaining to the Vedas."},{"word":"Vedantist","type":"n.","descr":" One versed in the doctrines of the Vedantas."},{"word":"Vedette","type":"n.","descr":" A sentinel, usually on horseback, stationed on the outpost of an army, to watch an enemy and give notice of danger; a vidette."},{"word":"Vedro","type":"n.","descr":" A Russian liquid measure, equal to 3.249 gallons of U. S. standard measure, or 2.706 imperial gallons."},{"word":"Veered","type":"imp. and p. p.","descr":" of Veer"},{"word":"Veering","type":"p. pr. and vb. n.","descr":" of Veer"},{"word":"Veer","type":"v. i.","descr":" To change direction; to turn; to shift; as, wind veers to the west or north."},{"word":"Veer","type":"v. t.","descr":" To direct to a different course; to turn; to wear; as, to veer, or wear, a vessel."},{"word":"Veering","type":"a.","descr":" Shifting."},{"word":"Veery","type":"n.","descr":" An American thrush (Turdus fuscescens) common in the Northern United States and Canada. It is light tawny brown above. The breast is pale buff, thickly spotted with brown. Called also Wilson\\'s thrush."},{"word":"Vega","type":"n.","descr":" A brilliant star of the first magnitude, the brightest of those constituting the constellation Lyra."},{"word":"Vegetability","type":"n.","descr":" The quality or state of being vegetable."},{"word":"Vegetable","type":"v.","descr":" Of or pertaining to plants; having the nature of, or produced by, plants; as, a vegetable nature; vegetable growths, juices, etc."},{"word":"Vegetable","type":"v.","descr":" Consisting of, or comprising, plants; as, the vegetable kingdom."},{"word":"Vegetable","type":"v.","descr":" Plants having distinct flowers and true seeds."},{"word":"Vegetable","type":"v.","descr":" Plants without true flowers, and reproduced by minute spores of various kinds, or by simple cell division."},{"word":"Vegetable","type":"n.","descr":" A plant. See Plant."},{"word":"Vegetable","type":"n.","descr":" A plant used or cultivated for food for man or domestic animals, as the cabbage, turnip, potato, bean, dandelion, etc.; also, the edible part of such a plant, as prepared for market or the table."},{"word":"Vegetal","type":"a.","descr":" Of or pertaining to vegetables, or the vegetable kingdom; of the nature of a vegetable; vegetable."},{"word":"Vegetal","type":"a.","descr":" Of, pertaining to, or designating, that class of vital phenomena, such as digestion, absorption, assimilation, secretion, excretion, circulation, generation, etc., which are common to plants and animals, in distinction from sensation and volition, which are peculiar to animals."},{"word":"Vegetal","type":"n.","descr":" A vegetable."},{"word":"Vegetality","type":"n.","descr":" The quality or state of being vegetal, or vegetable."},{"word":"Vegetality","type":"n.","descr":" The quality or state of being vegetal, or exhibiting those physiological phenomena which are common to plants and animals. See Vegetal, a., 2."},{"word":"Vegetarian","type":"n.","descr":" One who holds that vegetables and fruits are the only proper food for man.  Strict vegetarians eat no meat, eggs, or milk."},{"word":"Vegetarian","type":"a.","descr":" Of or pertaining to vegetarianism; as, a vegetarian diet."},{"word":"Vegetarianism","type":"n.","descr":" The theory or practice of living upon vegetables and fruits."},{"word":"Vegetated","type":"imp. and p. p.","descr":" of Vegetate"},{"word":"Vegetating","type":"p. pr. and vb. n.","descr":" of Vegetate"},{"word":"Vegetate","type":"v. i.","descr":" To grow, as plants, by nutriment imbibed by means of roots and leaves; to start into growth; to sprout; to germinate."},{"word":"Vegetate","type":"v. i.","descr":" Fig.: To lead a live too low for an animate creature; to do nothing but eat and grow."},{"word":"Vegetate","type":"v. i.","descr":" To grow exuberantly; to produce fleshy or warty outgrowths; as, a vegetating papule."},{"word":"Vegetation","type":"n.","descr":" The act or process of vegetating, or growing as a plant does; vegetable growth."},{"word":"Vegetation","type":"n.","descr":" The sum of vegetable life; vegetables or plants in general; as, luxuriant vegetation."},{"word":"Vegetation","type":"n.","descr":" An exuberant morbid outgrowth upon any part, especially upon the valves of the heart."},{"word":"Vegetative","type":"a.","descr":" Growing, or having the power of growing, as plants; capable of vegetating."},{"word":"Vegetative","type":"a.","descr":" Having the power to produce growth in plants; as, the vegetative properties of soil."},{"word":"Vegetative","type":"a.","descr":" Having relation to growth or nutrition; partaking of simple growth and enlargement of the systems of nutrition, apart from the sensorial or distinctively animal functions; vegetal."},{"word":"Vegete","type":"a.","descr":" Lively; active; sprightly; vigorous."},{"word":"Vegetive","type":"a.","descr":" Having the nature of a plant; vegetable; as, vegetive life."},{"word":"Vegetive","type":"n.","descr":" A vegetable."},{"word":"Vegeto-animal","type":"a.","descr":" Partaking of the nature both of vegetable and animal matter; -- a term sometimes applied to vegetable albumen and gluten, from their resemblance to similar animal products."},{"word":"Vegetous","type":"a.","descr":" Vigorous; lively; active; vegete."},{"word":"Vehemence","type":"n.","descr":" The quality pr state of being vehement; impetuous force; impetuosity; violence; fury; as, the vehemence."},{"word":"Vehemence","type":"n.","descr":" Violent ardor; great heat; animated fervor; as, the vehemence of love, anger, or other passions."},{"word":"Vehemency","type":"n.","descr":" Vehemence."},{"word":"Vehement","type":"a.","descr":" Acting with great force; furious; violent; impetuous; forcible; mighty; as, vehement wind; a vehement torrent; a vehement fire or heat."},{"word":"Vehement","type":"a.","descr":" Very ardent; very eager or urgent; very fervent; passionate; as, a vehement affection or passion."},{"word":"Vehemently","type":"adv.","descr":" In a vehement manner."},{"word":"Vehicle","type":"n.","descr":" That in or on which any person or thing is, or may be, carried, as a coach, carriage, wagon, cart, car, sleigh, bicycle, etc.; a means of conveyance; specifically, a means of conveyance upon land."},{"word":"Vehicle","type":"n.","descr":" That which is used as the instrument of conveyance or communication; as, matter is the vehicle of energy."},{"word":"Vehicle","type":"n.","descr":" A substance in which medicine is taken."},{"word":"Vehicle","type":"n.","descr":" Any liquid with which a pigment is applied, including whatever gum, wax, or glutinous or adhesive substance is combined with it."},{"word":"Vehicled","type":"a.","descr":" Conveyed in a vehicle; furnished with a vehicle."},{"word":"Vehicular","type":"a.","descr":" Of or pertaining to a vehicle; serving as a vehicle; as, a vehicular contrivance."},{"word":"Vehiculary","type":"a.","descr":" Vehicular."},{"word":"Vehiculate","type":"v. t. and i.","descr":" To convey by means of a vehicle; to ride in a vehicle."},{"word":"Vehiculation","type":"n.","descr":" Movement of vehicles."},{"word":"Vehiculatory","type":"a.","descr":" Vehicular."},{"word":"Vehmic","type":"a.","descr":" Of, pertaining to, or designating, certain secret tribunals which flourished in Germany from the end of the 12th century to the middle of the 16th, usurping many of the functions of the government which were too weak to maintain law and order, and inspiring dread in all who came within their jurisdiction."},{"word":"Veil","type":"n.","descr":" Something hung up, or spread out, to intercept the view, and hide an object; a cover; a curtain; esp., a screen, usually of gauze, crape, or similar diaphnous material, to hide or protect the face."},{"word":"Veil","type":"n.","descr":" A cover; disguise; a mask; a pretense."},{"word":"Veil","type":"n.","descr":" The calyptra of mosses."},{"word":"Veil","type":"n.","descr":" A membrane connecting the margin of the pileus of a mushroom with the stalk; -- called also velum."},{"word":"Veil","type":"n.","descr":" A covering for a person or thing; as, a nun\\'s veil; a paten veil; an altar veil."},{"word":"Veil","type":"n.","descr":" Same as Velum, 3."},{"word":"Veiled","type":"imp. and p. p.","descr":" of Veil"},{"word":"Veiling","type":"p. pr. and vb. n.","descr":" of Veil"},{"word":"Veil","type":"n.","descr":" To throw a veil over; to cover with a veil."},{"word":"Veil","type":"n.","descr":" Fig.: To invest; to cover; to hide; to conceal."},{"word":"Veiled","type":"a.","descr":" Covered by, or as by, a veil; hidden."},{"word":"Veiling","type":"n.","descr":" A veil; a thin covering; also, material for making veils."},{"word":"Veilless","type":"a.","descr":" Having no veil."},{"word":"Vein","type":"n.","descr":" One of the vessels which carry blood, either venous or arterial, to the heart. See Artery, 2."},{"word":"Vein","type":"n.","descr":" One of the similar branches of the framework of a leaf."},{"word":"Vein","type":"n.","descr":" One of the ribs or nervures of the wings of insects. See Venation."},{"word":"Vein","type":"n.","descr":" A narrow mass of rock intersecting other rocks, and filling inclined or vertical fissures not corresponding with the stratification; a lode; a dike; -- often limited, in the language of miners, to a mineral vein or lode, that is, to a vein which contains useful minerals or ores."},{"word":"Vein","type":"n.","descr":" A fissure, cleft, or cavity, as in the earth or other substance."},{"word":"Vein","type":"n.","descr":" A streak or wave of different color, appearing in wood, and in marble and other stones; variegation."},{"word":"Vein","type":"n.","descr":" A train of association, thoughts, emotions, or the like; a current; a course."},{"word":"Vein","type":"n.","descr":" Peculiar temper or temperament; tendency or turn of mind; a particular disposition or cast of genius; humor; strain; quality; also, manner of speech or action; as, a rich vein of humor; a satirical vein."},{"word":"Veined","type":"imp. and p. p.","descr":" of Vein"},{"word":"Veining","type":"p. pr. and vb. n.","descr":" of Vein"},{"word":"Vein","type":"v. t.","descr":" To form or mark with veins; to fill or cover with veins."},{"word":"Veinal","type":"a.","descr":" Pertaining to veins; venous."},{"word":"Veined","type":"a.","descr":" Full of veins; streaked; variegated; as, veined marble."},{"word":"Veined","type":"a.","descr":" Having fibrovascular threads extending throughout the lamina; as, a veined leaf."},{"word":"Veinless","type":"a.","descr":" Having no veins; as, a veinless leaf."},{"word":"Veinlet","type":"n.","descr":" A small vein."},{"word":"Veinous","type":"a.","descr":" Marked with veins; veined; veiny."},{"word":"Veinstone","type":"n.","descr":" The nonmetalliferous mineral or rock material which accompanies the ores in a vein, as quartz, calcite, barite, fluor spar, etc.; -- called also veinstuff."},{"word":"Veiny","type":"a.","descr":" Full of veins; veinous; veined; as, veiny marble."},{"word":"Velar","type":"a.","descr":" Of or pertaining to a velum; esp. (Anat.) of or pertaining to the soft palate."},{"word":"Velar","type":"a.","descr":" Having the place of articulation on the soft palate; guttural; as, the velar consonants, such as k and hard q."},{"word":"Velaria","type":"pl. ","descr":" of Velarium"},{"word":"Velarium","type":"n.","descr":" The marginal membrane of certain medusae belonging to the Discophora."},{"word":"Velate","type":"a.","descr":" Having a veil; veiled."},{"word":"Vele","type":"n.","descr":" A veil."},{"word":"Velella","type":"n.","descr":" Any species of oceanic Siphonophora belonging to the genus Velella."},{"word":"Veliferous","type":"a.","descr":" Carrying or bearing sails."},{"word":"Veliger","type":"n.","descr":" Any larval gastropod or bivalve mollusk in the state when it is furnished with one or two ciliated membranes for swimming."},{"word":"Velitation","type":"n.","descr":" A dispute or contest; a slight contest; a skirmish."},{"word":"Velivolant","type":"a.","descr":" Flying with sails; passing under full sail."},{"word":"Vell","type":"n.","descr":" The salted stomach of a calf, used in making cheese; a rennet bag."},{"word":"Vell","type":"n.","descr":" To cut the turf from, as for burning."},{"word":"Velleity","type":"n.","descr":" The lowest degree of desire; imperfect or incomplete volition."},{"word":"Vellet","type":"n.","descr":" Velvet."},{"word":"Vellicated","type":"imp. and p. p.","descr":" of Vellicate"},{"word":"Vellicating","type":"p. pr. and vb. n.","descr":" of Vellicate"},{"word":"Vellicate","type":"v. t.","descr":" To twitch; to cause to twitch convulsively."},{"word":"Vellicate","type":"v. i.","descr":" To move spasmodically; to twitch; as, a nerve vellicates."},{"word":"Vellication","type":"","descr":" The act of twitching, or of causing to twitch."},{"word":"Vellication","type":"","descr":" A local twitching, or convulsive motion, of a muscular fiber, especially of the face."},{"word":"Vellicative","type":"a.","descr":" Having the power of vellicating, plucking, or twitching; causing vellication."},{"word":"Vellon","type":"n.","descr":" A word occurring in the phrase real vellon. See the Note under Its Real."},{"word":"Vellum","type":"n.","descr":" A fine kind of parchment, usually made from calfskin, and rendered clear and white, -- used as for writing upon, and for binding books."},{"word":"Vellumy","type":"a.","descr":" Resembling vellum."},{"word":"Velocimeter","type":"n.","descr":" An apparatus for measuring speed, as of machinery or vessels, but especially of projectiles."},{"word":"Velocipede","type":"n.","descr":" A light road carriage propelled by the feet of the rider. Originally it was propelled by striking the tips of the toes on the roadway, but commonly now by the action of the feet on a pedal or pedals connected with the axle of one or more of the wheels, and causing their revolution. They are made in many forms, with two, three, or four wheels. See Bicycle, and Tricycle."},{"word":"Velecipedist","type":"n.","descr":" One who rides on a velocipede."},{"word":"Velocities","type":"pl. ","descr":" of Velocity"},{"word":"Velocity","type":"n.","descr":" Quickness of motion; swiftness; speed; celerity; rapidity; as, the velocity of wind; the velocity of a planet or comet in its orbit or course; the velocity of a cannon ball; the velocity of light."},{"word":"Velocity","type":"n.","descr":" Rate of motion; the relation of motion to time, measured by the number of units of space passed over by a moving body or point in a unit of time, usually the number of feet passed over in a second. See the Note under Speed."},{"word":"Velours","type":"n.","descr":" One of many textile fabrics having a pile like that of velvet."},{"word":"Veltfare","type":"n.","descr":" The fieldfare."},{"word":"Vela","type":"pl. ","descr":" of Velum"},{"word":"Velum","type":"n.","descr":" Curtain or covering; -- applied to various membranous partitions, especially to the soft palate. See under Palate."},{"word":"Velum","type":"n.","descr":" See Veil, n., 3 (b)."},{"word":"Velum","type":"n.","descr":" A thin membrane surrounding the sporocarps of quillworts Isoetes)."},{"word":"Velum","type":"n.","descr":" A veil-like organ or part."},{"word":"Velum","type":"n.","descr":" The circular membrane that partially incloses the space beneath the umbrella of hydroid medusae."},{"word":"Velum","type":"n.","descr":" A delicate funnel-like membrane around the flagellum of certain Infusoria. See Illust. a of Protozoa."},{"word":"Velure","type":"n.","descr":" Velvet."},{"word":"Velutina","type":"n.","descr":" Any one of several species of marine gastropods belonging to Velutina and allied genera."},{"word":"Velutinous","type":"a.","descr":" Having the surface covered with a fine and dense silky pubescence; velvety; as, a velutinous leaf."},{"word":"Velverd","type":"n.","descr":" The veltfare."},{"word":"Velveret","type":"n.","descr":" A kind of velvet having cotton back."},{"word":"Velvet","type":"n.","descr":" A silk fabric, having a short, close nap of erect threads. Inferior qualities are made with a silk pile on a cotton or linen back."},{"word":"Velvet","type":"n.","descr":" The soft and highly vascular deciduous skin which envelops and nourishes the antlers of deer during their rapid growth."},{"word":"Velvet","type":"a.","descr":" Made of velvet; soft and delicate, like velvet; velvety."},{"word":"Velvet","type":"v. i.","descr":" To pain velvet."},{"word":"Velvet","type":"v. t.","descr":" To make like, or cover with, velvet."},{"word":"Velvetbreast","type":"n.","descr":" The goosander."},{"word":"Velveteen","type":"n.","descr":" A kind of cloth, usually cotton, made in imitation of velvet; cotton velvet."},{"word":"Velveting","type":"n.","descr":" The fine shag or nap of velvet; a piece of velvet; velvet goods."},{"word":"Velvetleaf","type":"n.","descr":" A name given to several plants which have soft, velvety leaves, as the Abutilon Avicennae, the Cissampelos Pareira, and the Lavatera arborea, and even the common mullein."},{"word":"Velvety","type":"a.","descr":" Made of velvet, or like velvet; soft; smooth; delicate."},{"word":"Venae","type":"pl. ","descr":" of Vena"},{"word":"Vena","type":"n.","descr":" A vein."},{"word":"Venae cavae","type":"pl. ","descr":" of Vena"},{"word":"VenAe portae","type":"pl. ","descr":" of Vena"},{"word":"Venada","type":"N.","descr":" The pudu."},{"word":"Venal","type":"a.","descr":" Of or pertaining to veins; venous; as, venal blood."},{"word":"Venal","type":"a.","descr":" Capable of being bought or obtained for money or other valuable consideration; made matter of trade or barter; held for sale; salable; mercenary; purchasable; hireling; as, venal services."},{"word":"Venality","type":"n.","descr":" The quality or state of being venal, or purchasable; mercenariness; prostitution of talents, offices, or services, for money or reward; as, the venality of a corrupt court; the venality of an official."},{"word":"Venally","type":"adv.","descr":" In a venal manner."},{"word":"Venantes","type":"n. pl.","descr":" The hunting spiders, which run after, or leap upon, their prey."},{"word":"Venary","type":"a.","descr":" Of or, pertaining to hunting."},{"word":"Venatic","type":"a.","descr":" Alt. of Venatical"},{"word":"Venatical","type":"a.","descr":" Of or pertaining to hunting; used in hunting."},{"word":"Venatica","type":"n.","descr":" See Vinatico."},{"word":"Venation","type":"n.","descr":" The arrangement or system of veins, as in the wing of an insect, or in the leaves of a plant. See Illust. in Appendix."},{"word":"Venation","type":"n.","descr":" The act or art of hunting, or the state of being hunted."},{"word":"Venatorial","type":"a.","descr":" Or or pertaining to hunting; venatic."},{"word":"Vended","type":"imp. and p. p.","descr":" of Vend"},{"word":"Vending","type":"p. pr. and vb. n.","descr":" of Vend"},{"word":"Vend","type":"v. t.","descr":" To transfer to another person for a pecuniary equivalent; to make an object of trade; to dispose of by sale; to sell; as, to vend goods; to vend vegetables."},{"word":"Vend","type":"n.","descr":" The act of vending or selling; a sale."},{"word":"Vend","type":"n.","descr":" The total sales of coal from a colliery."},{"word":"Vendace","type":"n.","descr":" A European lake whitefish (Coregonus Willughbii, or C. Vandesius) native of certain lakes in Scotland and England. It is regarded as a delicate food fish. Called also vendis."},{"word":"Vendee","type":"n.","descr":" The person to whom a thing is vended, or sold; -- the correlative of vendor."},{"word":"Vendemiaire","type":"n.","descr":" The first month of the French republican calendar, dating from September 22, 1792."},{"word":"Vender","type":"n.","descr":" One who vends; one who transfers the exclusive right of possessing a thing, either his own, or that of another as his agent, for a price or pecuniary equivalent; a seller; a vendor."},{"word":"Vendetta","type":"n.","descr":" A blood feud; private revenge for the murder of a kinsman."},{"word":"Vendibility","type":"n.","descr":" The quality or state of being vendible, or salable."},{"word":"Vendible","type":"a.","descr":" Capable of being vended, or sold; that may be sold; salable."},{"word":"Vendible","type":"n.","descr":" Something to be sold, or offered for sale."},{"word":"Venditate","type":"v. t.","descr":" To cry up. as if for sale; to blazon."},{"word":"Venditation","type":"n.","descr":" The act of setting forth ostentatiously; a boastful display."},{"word":"Vendition","type":"n.","descr":" The act of vending, or selling; sale."},{"word":"Vendor","type":"n.","descr":" A vender; a seller; the correlative of vendee."},{"word":"Vends","type":"n. pl.","descr":" See Wends."},{"word":"Vendue","type":"n.","descr":" A public sale of anything, by outcry, to the highest bidder; an auction."},{"word":"Veneered","type":"imp. and p. p.","descr":" of Veneer"},{"word":"Veneering","type":"p. pr. and vb. n.","descr":" of Veneer"},{"word":"Veneer","type":"v. t.","descr":" To overlay or plate with a thin layer of wood or other material for outer finish or decoration; as, to veneer a piece of furniture with mahogany. Used also figuratively."},{"word":"Veneer","type":"v. t.","descr":" A thin leaf or layer of a more valuable or beautiful material for overlaying an inferior one, especially such a thin leaf of wood to be glued to a cheaper wood; hence, external show; gloss; false pretense."},{"word":"Veneering","type":"n.","descr":" The act or art of one who veneers."},{"word":"Veneering","type":"n.","descr":" Thin wood or other material used as a veneer."},{"word":"Venefical","type":"a.","descr":" Veneficial."},{"word":"Venefice","type":"n.","descr":" The act or practice of poisoning."},{"word":"Veneficial","type":"a.","descr":" Alt. of Veneficious"},{"word":"Veneficious","type":"a.","descr":" Acting by poison; used in poisoning or in sorcery."},{"word":"Venemous","type":"a.","descr":" Venomous."},{"word":"Venenate","type":"v. t.","descr":" To poison; to infect with poison."},{"word":"Venenate","type":"a.","descr":" Poisoned."},{"word":"Vennation","type":"n.","descr":" The act of poisoning."},{"word":"Vennation","type":"n.","descr":" Poison; venom."},{"word":"Venene","type":"a.","descr":" Poisonous; venomous."},{"word":"Venenose","type":"a.","descr":" Poisonous."},{"word":"Venerability","type":"n.","descr":" The quality or state of being venerable; venerableness."},{"word":"Venerable","type":"a.","descr":" Capable of being venerated; worthy of veneration or reverence; deserving of honor and respect; -- generally implying an advanced age; as, a venerable magistrate; a venerable parent."},{"word":"Venerable","type":"a.","descr":" Rendered sacred by religious or other associations; that should be regarded with awe and treated with reverence; as, the venerable walls of a temple or a church."},{"word":"Veneracea","type":"n. pl.","descr":" An extensive tribe of bivalve mollusks of which the genus Venus is the type. The shells are usually oval, or somewhat heartshaped, with a conspicuous lunule.  See Venus."},{"word":"Venerated","type":"imp. and p. p.","descr":" of Venerate"},{"word":"Venerating","type":"p. pr. and vb. n.","descr":" of Venerate"},{"word":"Venerate","type":"v. t.","descr":" To regard with reverential respect; to honor with mingled respect and awe; to reverence; to revere; as, we venerate parents and elders."},{"word":"Veneration","type":"n.","descr":" The act of venerating, or the state of being venerated; the highest degree of respect and reverence; respect mingled with awe; a feeling or sentimental excited by the dignity, wisdom, or superiority of a person, by sacredness of character, by consecration to sacred services, or by hallowed associations."},{"word":"Venerator","type":"n.","descr":" One who venerates."},{"word":"Venereal","type":"a.","descr":" Of or pertaining to venery, or sexual love; relating to sexual intercourse."},{"word":"Venereal","type":"a.","descr":" Arising from sexual intercourse; as, a venereal disease; venereal virus or poison."},{"word":"Venereal","type":"a.","descr":" Adapted to the cure of venereal diseases; as, venereal medicines."},{"word":"Venereal","type":"a.","descr":" Adapted to excite venereal desire; aphrodisiac."},{"word":"Venereal","type":"a.","descr":" Consisting of, or pertaining to, copper, formerly called by chemists Venus."},{"word":"Venereal","type":"n.","descr":" The venereal disease; syphilis."},{"word":"Venerean","type":"a.","descr":" Devoted to the offices of Venus, or love; venereal."},{"word":"Venereous","type":"a.","descr":" Venereal; exciting lust; aphrodisiac."},{"word":"Venereous","type":"a.","descr":" Lustful; lascivious; libidinous."},{"word":"Venerous","type":"a.","descr":" Venereous."},{"word":"Venery","type":"n.","descr":" Sexual love; sexual intercourse; coition."},{"word":"Venery","type":"n.","descr":" The art, act, or practice of hunting; the sports of the chase."},{"word":"Venesection","type":"n.","descr":" The act or operation of opening a vein for letting blood; bloodletting; phlebotomy."},{"word":"Venetian","type":"a.","descr":" Of or pertaining to Venice in Italy."},{"word":"Venetian","type":"n.","descr":" A native or inhabitant of Venice."},{"word":"Venew","type":"n.","descr":" A bout, or turn, as at fencing; a thrust; a hit; a veney."},{"word":"Veney","type":"n.","descr":" A bout; a thrust; a venew."},{"word":"Venge","type":"v. t.","descr":" To avenge; to punish; to revenge."},{"word":"Vengeable","type":"a.","descr":" Revengeful; deserving revenge."},{"word":"Vengeance","type":"n.","descr":" Punishment inflicted in return for an injury or an offense; retribution; -- often, in a bad sense, passionate or unrestrained revenge."},{"word":"Vengeance","type":"n.","descr":" Harm; mischief."},{"word":"Vengeancely","type":"adv.","descr":" Extremely; excessively."},{"word":"Vengeful","type":"a.","descr":" Vindictive; retributive; revengeful."},{"word":"Vengement","type":"n.","descr":" Avengement; penal retribution; vengeance."},{"word":"Venger","type":"n.","descr":" An avenger."},{"word":"Veniable","type":"a.","descr":" Venial; pardonable."},{"word":"Venial","type":"a.","descr":" Capable of being forgiven; not heinous; excusable; pardonable; as, a venial fault or transgression."},{"word":"Venial","type":"a.","descr":" Allowed; permitted."},{"word":"Veniality","type":"n.","descr":" The quality or state of being venial; venialness."},{"word":"Venire facias","type":"","descr":" A judicial writ or precept directed to the sheriff, requiring him to cause a certain number of qualified persons to appear in court at a specified time, to serve as jurors in said court."},{"word":"Venire facias","type":"","descr":" A writ in the nature of a summons to cause the party indicted on a penal statute to appear. Called also venire."},{"word":"Venison","type":"n.","descr":" Beasts of the chase."},{"word":"Venison","type":"n.","descr":" Formerly, the flesh of any of the edible beasts of the chase, also of game birds; now, the flesh of animals of the deer kind exclusively."},{"word":"Venite","type":"n.","descr":" The 95th Psalm, which is said or sung regularly in the public worship of many churches. Also, a musical composition adapted to this Psalm."},{"word":"Venom","type":"n.","descr":" Matter fatal or injurious to life; poison; particularly, the poisonous, the poisonous matter which certain animals, such as serpents, scorpions, bees, etc., secrete in a state of health, and communicate by thing or stinging."},{"word":"Venom","type":"n.","descr":" Spite; malice; malignity; evil quality. Chaucer."},{"word":"Venom","type":"n.","descr":" To infect with venom; to envenom; to poison."},{"word":"Venomous","type":"a.","descr":" Full of venom; noxious to animal life; poisonous; as, the bite of a serpent may be venomous."},{"word":"Venomous","type":"a.","descr":" Having a poison gland or glands for the secretion of venom, as certain serpents and insects."},{"word":"Venomous","type":"a.","descr":" Noxious; mischievous; malignant; spiteful; as, a venomous progeny; a venomous writer."},{"word":"Venose","type":"a.","descr":" Having numerous or conspicuous veins; veiny; as, a venose frond."},{"word":"Venosity","type":"n.","descr":" The quality or state of being venous."},{"word":"Venosity","type":"n.","descr":" A condition in which the circulation is retarded, and the entire mass of blood is less oxygenated than it normally is."},{"word":"Venous","type":"a.","descr":" Of or pertaining to a vein or veins; as, the venous circulation of the blood."},{"word":"Venous","type":"a.","descr":" Contained in the veins, or having the same qualities as if contained in the veins, that is, having a dark bluish color and containing an insufficient amount of oxygen so as no longer to be fit for oxygenating the tissues; -- said of the blood, and opposed to arterial."},{"word":"Venous","type":"a.","descr":" Marked with veins; veined; as, a venous leaf."},{"word":"Vent","type":"n.","descr":" Sale; opportunity to sell; market."},{"word":"Vent","type":"v. t.","descr":" To sell; to vend."},{"word":"Vent","type":"n.","descr":" A baiting place; an inn."},{"word":"Vent","type":"v. i.","descr":" To snuff; to breathe or puff out; to snort."},{"word":"Vent","type":"n.","descr":" A small aperture; a hole or passage for air or any fluid to escape; as, the vent of a cask; the vent of a mold; a volcanic vent."},{"word":"Vent","type":"n.","descr":" The anal opening of certain invertebrates and fishes; also, the external cloacal opening of reptiles, birds, amphibians, and many fishes."},{"word":"Vent","type":"n.","descr":" The opening at the breech of a firearm, through which fire is communicated to the powder of the charge; touchhole."},{"word":"Vent","type":"n.","descr":" Sectional area of the passage for gases divided by the length of the same passage in feet."},{"word":"Vent","type":"n.","descr":" Fig.: Opportunity of escape or passage from confinement or privacy; outlet."},{"word":"Vent","type":"n.","descr":" Emission; escape; passage to notice or expression; publication; utterance."},{"word":"Vented","type":"imp. and p. p.","descr":" of Vent"},{"word":"Venting","type":"p. pr. and vb. n.","descr":" of Vent"},{"word":"Vent","type":"v. t.","descr":" To let out at a vent, or small aperture; to give passage or outlet to."},{"word":"Vent","type":"v. t.","descr":" To suffer to escape from confinement; to let out; to utter; to pour forth; as, to vent passion or complaint."},{"word":"Vent","type":"v. t.","descr":" To utter; to report; to publish."},{"word":"Vent","type":"v. t.","descr":" To scent, as a hound."},{"word":"Vent","type":"v. t.","descr":" To furnish with a vent; to make a vent in; as, to vent. a mold."},{"word":"Ventage","type":"n.","descr":" A small hole, as the stop in a flute; a vent."},{"word":"Ventail","type":"n.","descr":" That part of a helmet which is intended for the admission of air, -- sometimes in the visor."},{"word":"Venter","type":"n.","descr":" One who vents; one who utters, reports, or publishes."},{"word":"Venter","type":"n.","descr":" The belly; the abdomen; -- sometimes applied to any large cavity containing viscera."},{"word":"Venter","type":"n.","descr":" The uterus, or womb."},{"word":"Venter","type":"n.","descr":" A belly, or protuberant part; a broad surface; as, the venter of a muscle; the venter, or anterior surface, of the scapula."},{"word":"Venter","type":"n.","descr":" The lower part of the abdomen in insects."},{"word":"Venter","type":"n.","descr":" A pregnant woman; a mother; as, A has a son B by one venter, and a daughter C by another venter; children by different venters."},{"word":"Venthole","type":"n.","descr":" A touchhole; a vent."},{"word":"Ventiduct","type":"n.","descr":" A passage for wind or air; a passage or pipe for ventilating apartments."},{"word":"Ventilated","type":"imp. and p. p.","descr":" of Ventilate"},{"word":"Ventilating","type":"p. pr. and vb. n.","descr":" of Ventilate"},{"word":"Ventilate","type":"v. t.","descr":" To open and expose to the free passage of air; to supply with fresh air, and remove impure air from; to air; as, to ventilate a room; to ventilate a cellar; to ventilate a mine."},{"word":"Ventilate","type":"v. t.","descr":" To provide with a vent, or escape, for air, gas, etc.; as, to ventilate a mold, or a water-wheel bucket."},{"word":"Ventilate","type":"v. t.","descr":" To change or renew, as the air of a room."},{"word":"Ventilate","type":"v. t.","descr":" To winnow; to fan; as, to ventilate wheat."},{"word":"Ventilate","type":"v. t.","descr":" To sift and examine; to bring out, and subject to penetrating scrutiny; to expose to examination and discussion; as, to ventilate questions of policy."},{"word":"Ventilate","type":"v. t.","descr":" To give vent; to utter; to make public."},{"word":"Ventilation","type":"n.","descr":" The act of ventilating, or the state of being ventilated; the art or process of replacing foul air by that which is pure, in any inclosed place, as a house, a church, a mine, etc.; free exposure to air."},{"word":"Ventilation","type":"n.","descr":" The act of refrigerating, or cooling; refrigeration; as, ventilation of the blood."},{"word":"Ventilation","type":"n.","descr":" The act of fanning, or winnowing, for the purpose of separating chaff and dust from the grain."},{"word":"Ventilation","type":"n.","descr":" The act of sifting, and bringing out to view or examination; free discussion; public exposure."},{"word":"Ventilation","type":"n.","descr":" The act of giving vent or expression."},{"word":"Ventilative","type":"a.","descr":" Of or pertaining to ventilation; adapted to secure ventilation; ventilating; as, ventilative apparatus."},{"word":"Ventilator","type":"n.","descr":" A contrivance for effecting ventilation; especially, a contrivance or machine for drawing off or expelling foul or stagnant air from any place or apartment, or for introducing that which is fresh and pure."},{"word":"Ventose","type":"n.","descr":" A ventouse."},{"word":"Ventose","type":"a.","descr":" Windy; flatulent."},{"word":"Ventose","type":"a.","descr":" The sixth month of the calendar adopted by the first French republic. It began February 19, and ended March 20.  See Vend\/miaire."},{"word":"Ventosity","type":"n.","descr":" Quality or state of being ventose; windiness; hence, vainglory; pride."},{"word":"Ventouse","type":"n.","descr":" A cupping glass."},{"word":"Ventouse","type":"v. t. and i.","descr":" To cup; to use a cupping glass."},{"word":"Ventrad","type":"adv.","descr":" Toward the ventral side; on the ventral side; ventrally; -- opposed to dorsad."},{"word":"Ventral","type":"a.","descr":" Of, pertaining to, or situated near, the belly, or ventral side, of an animal or of one of its parts; hemal; abdominal; as, the ventral fin of a fish; the ventral root of a spinal nerve; -- opposed to dorsal."},{"word":"Ventral","type":"a.","descr":" Of or pertaining to that surface of a carpel, petal, etc., which faces toward the center of a flower."},{"word":"Ventral","type":"a.","descr":" Of or pertaining to the lower side or surface of a creeping moss or other low flowerless plant.  Opposed to dorsal."},{"word":"Ventricle","type":"n.","descr":" A cavity, or one of the cavities, of an organ, as of the larynx or the brain; specifically, the posterior chamber, or one of the two posterior chambers, of the heart, which receives the blood from the auricle and forces it out from the heart.  See Heart."},{"word":"Ventricle","type":"n.","descr":" The stomach."},{"word":"Ventricle","type":"n.","descr":" Fig.: Any cavity, or hollow place, in which any function may be conceived of as operating."},{"word":"Ventricose","type":"a.","descr":" Alt. of Ventricous"},{"word":"Ventricous","type":"a.","descr":" Swelling out on one side or unequally; bellied; ventricular; as, a ventricose corolla."},{"word":"Ventricular","type":"a.","descr":" Of or pertaining to a ventricle; bellied."},{"word":"Ventriculite","type":"n.","descr":" Any one of numerous species of siliceous fossil sponges belonging to Ventriculites and allied genera, characteristic of the Cretaceous period."},{"word":"Ventriculous","type":"a.","descr":" Somewhat distended in the middle; ventricular."},{"word":"Ventriculi","type":"pl. ","descr":" of Ventriculus"},{"word":"Ventriculus","type":"n.","descr":" One of the stomachs of certain insects."},{"word":"Ventriculus","type":"n.","descr":" The body cavity of a sponge."},{"word":"Ventrilocution","type":"n.","descr":" Ventriloquism."},{"word":"Ventriloquial","type":"a.","descr":" Ventriloquous."},{"word":"Ventriloquism","type":"n.","descr":" The act, art, or practice of speaking in such a manner that the voice appears to come, not from the person speaking, but from some other source, as from the opposite side of the room, from the cellar, etc."},{"word":"Ventriloquist","type":"n.","descr":" One who practices, or is skilled in, ventriloquism."},{"word":"Ventriloquized","type":"imp. and p. p.","descr":" of Ventriloquize"},{"word":"Ventriloquizing","type":"p. pr. and vb. n.","descr":" of Ventriloquize"},{"word":"Ventriloquize","type":"v. i.","descr":" To practice ventriloquism; to speak like a ventriloquist."},{"word":"Ventriloquous","type":"a.","descr":" Of or pertaining to a ventriloquist or ventriloquism."},{"word":"Ventriloquy","type":"n.","descr":" Same as Ventriloquism."},{"word":"Ventrimeson","type":"n.","descr":" See Meson."},{"word":"Ventro-","type":"","descr":" A combining form used in anatomy to indicate connection with, or relation to, the abdomen; also, connection with, relation to, or direction toward, the ventral side; as, ventrolateral; ventro-inguinal."},{"word":"Ventro-inguinal","type":"a.","descr":" Pertaining both to the abdomen and groin, or to the abdomen and inguinal canal; as, ventro-inguinal hernia."},{"word":"Venture","type":"n.","descr":" An undertaking of chance or danger; the risking of something upon an event which can not be foreseen with certainty; a hazard; a risk; a speculation."},{"word":"Venture","type":"n.","descr":" An event that is not, or can not be, foreseen; an accident; chance; hap; contingency; luck."},{"word":"Venture","type":"n.","descr":" The thing put to hazard; a stake; a risk; especially, something sent to sea in trade."},{"word":"Ventured","type":"imp. and p. p.","descr":" of Venture"},{"word":"Venturing","type":"p. pr. and vb. n.","descr":" of Venture"},{"word":"Venture","type":"v. i.","descr":" To hazard one\\'s self; to have the courage or presumption to do, undertake, or say something; to dare."},{"word":"Venture","type":"v. i.","descr":" To make a venture; to run a hazard or risk; to take the chances."},{"word":"Venture","type":"v. t.","descr":" To expose to hazard; to risk; to hazard; as, to venture one\\'s person in a balloon."},{"word":"Venture","type":"v. t.","descr":" To put or send on a venture or chance; as, to venture a horse to the West Indies."},{"word":"Venture","type":"v. t.","descr":" To confide in; to rely on; to trust."},{"word":"Venturer","type":"n.","descr":" One who ventures, or puts to hazard; an adventurer."},{"word":"Venturer","type":"n.","descr":" A strumpet; a prostitute."},{"word":"Venturesome","type":"a.","descr":" Inclined to venture; not loth to run risk or danger; venturous; bold; daring; adventurous; as, a venturesome boy or act."},{"word":"Venturine","type":"n.","descr":" Gold powder for covering varnished surfaces."},{"word":"Venturous","type":"n.","descr":" Daring; bold; hardy; fearless; venturesome; adveturous; as, a venturous soldier."},{"word":"Ventuse","type":"v. t. and i.","descr":" See Ventouse."},{"word":"Venue","type":"n.","descr":" A neighborhood or near place; the place or county in which anything is alleged to have happened; also, the place where an action is laid."},{"word":"Venue","type":"n.","descr":" A bout; a hit; a turn.  See Venew."},{"word":"Venule","type":"n.","descr":" A small vein; a veinlet; specifically (Zool.), one of the small branches of the veins of the wings in insects."},{"word":"Venulose","type":"a.","descr":" Full of venules, or small veins."},{"word":"Venus","type":"n.","descr":" The goddess of beauty and love, that is, beauty or love deified."},{"word":"Venus","type":"n.","descr":" One of the planets, the second in order from the sun, its orbit lying between that of Mercury and that of the Earth, at a mean distance from the sun of about 67,000,000 miles. Its diameter is 7,700 miles, and its sidereal period 224.7 days. As the morning star, it was called by the ancients Lucifer; as the evening star, Hesperus."},{"word":"Venus","type":"n.","descr":" The metal copper; -- probably so designated from the ancient use of the metal in making mirrors, a mirror being still the astronomical symbol of the planet Venus."},{"word":"Venus","type":"n.","descr":" Any one of numerous species of marine bivalve shells of the genus Venus or family Veneridae. Many of these shells are large, and ornamented with beautiful frills; others are smooth, glossy, and handsomely colored. Some of the larger species, as the round clam, or quahog, are valued for food."},{"word":"Venust","type":"a.","descr":" Beautiful."},{"word":"Veracious","type":"a.","descr":" Observant of truth; habitually speaking truth; truthful; as, veracious historian."},{"word":"Veracious","type":"a.","descr":" Characterized by truth; not false; as, a veracious account or narrative."},{"word":"Veraciously","type":"adv.","descr":" In a veracious manner."},{"word":"Veracity","type":"n.","descr":" The quality or state of being veracious; habitual observance of truth; truthfulness; truth; as, a man of veracity."},{"word":"Veranda","type":"n.","descr":" An open, roofed gallery or portico, adjoining a dwelling house, forming an out-of-door sitting room.  See Loggia."},{"word":"Veratralbine","type":"n.","descr":" A yellowish amorphous alkaloid extracted from the rootstock of Veratrum album."},{"word":"Veratrate","type":"n.","descr":" A salt of veratric acid."},{"word":"Veratria","type":"n.","descr":" Veratrine."},{"word":"Veratric","type":"a.","descr":" Pertaining to, or derived from, plants of the genus Veratrum."},{"word":"Veratrina","type":"n.","descr":" Same as Veratrine."},{"word":"Veratrine","type":"n.","descr":" A poisonous alkaloid obtained from the root hellebore (Veratrum) and from sabadilla seeds as a white crystalline powder, having an acrid, burning taste. It is sometimes used externally, as in ointments, in the local treatment of neuralgia and rheumatism. Called also veratria, and veratrina."},{"word":"Veratrol","type":"n.","descr":" A liquid hydrocarbon obtained by the decomposition of veratric acid, and constituting the dimethyl ether of pyrocatechin."},{"word":"Veratrum","type":"n.","descr":" A genus of coarse liliaceous herbs having very poisonous qualities."},{"word":"Verb","type":"n.","descr":" A word; a vocable."},{"word":"Verb","type":"n.","descr":" A word which affirms or predicates something of some person or thing; a part of speech expressing being, action, or the suffering of action."},{"word":"Verbal","type":"a.","descr":" Expressed in words, whether spoken or written, but commonly in spoken words; hence, spoken; oral; not written; as, a verbal contract; verbal testimony."},{"word":"Verbal","type":"a.","descr":" Consisting in, or having to do with, words only; dealing with words rather than with the ideas intended to be conveyed; as, a verbal critic; a verbal change."},{"word":"Verbal","type":"a.","descr":" Having word answering to word; word for word; literal; as, a verbal translation."},{"word":"Verbal","type":"a.","descr":" Abounding with words; verbose."},{"word":"Verbal","type":"a.","descr":" Of or pertaining to a verb; as, a verbal group; derived directly from a verb; as, a verbal noun; used in forming verbs; as, a verbal prefix."},{"word":"Verbal","type":"n.","descr":" A noun derived from a verb."},{"word":"Verbalism","type":"n.","descr":" Something expressed verbally; a verbal remark or expression."},{"word":"Verbalist","type":"n.","descr":" A literal adherent to, or a minute critic of, words; a literalist."},{"word":"Verbality","type":"n.","descr":" The quality or state of being verbal; mere words; bare literal expression."},{"word":"Verbalization","type":"n.","descr":" The act of verbalizing, or the state of being verbalized."},{"word":"Verbalized","type":"imp. and p. p.","descr":" of Verbalize"},{"word":"Verbalizing","type":"p. pr. and vb. n.","descr":" of Verbalize"},{"word":"Verbalize","type":"v. t.","descr":" To convert into a verb; to verbify."},{"word":"Verbalize","type":"v. i.","descr":" To be verbose."},{"word":"Verbally","type":"adv.","descr":" In a verbal manner; orally."},{"word":"Verbally","type":"adv.","descr":" Word for word; verbatim."},{"word":"Verbarian","type":"a.","descr":" Of or pertaining to words; verbal."},{"word":"Verbarian","type":"n.","descr":" One who coins words."},{"word":"Verbarium","type":"n.","descr":" A game in word making.  See Logomachy, 2."},{"word":"Verbatim","type":"adv.","descr":" Word for word; in the same words; verbally; as, to tell a story verbatim as another has related it."},{"word":"Verbena","type":"n.","descr":" A genus of herbaceous plants of which several species are extensively cultivated for the great beauty of their flowers; vervain."},{"word":"Verbenaceous","type":"a.","descr":" Of or pertaining to a natural order (Verbenaceae) of gamopetalous plants of which Verbena is the type. The order includes also the black and white mangroves, and many plants noted for medicinal use or for beauty of bloom."},{"word":"Verbenated","type":"imp. and p. p.","descr":" of Verbenate"},{"word":"Verbenating","type":"p. pr. and vb. n.","descr":" of Verbenate"},{"word":"Verbenate","type":"v. t.","descr":" To strew with verbena, or vervain, as in ancient sacrifices and rites."},{"word":"Verberate","type":"v. t.","descr":" To beat; to strike."},{"word":"Verberation","type":"n.","descr":" The act of verberating; a beating or striking."},{"word":"Verberation","type":"n.","descr":" The impulse of a body; which causes sound."},{"word":"Verbiage","type":"n.","descr":" The use of many words without necessity, or with little sense; a superabundance of words; verbosity; wordiness."},{"word":"Verify","type":"v. t.","descr":" To make into a verb; to use as a verb; to verbalize."},{"word":"Verbose","type":"a.","descr":" Abounding in words; using or containing more words than are necessary; tedious by a multiplicity of words; prolix; wordy; as, a verbose speaker; a verbose argument."},{"word":"Verbosities","type":"pl. ","descr":" of Verbosity"},{"word":"Verbosity","type":"n.","descr":" The quality or state of being verbose; the use of more words than are necessary; prolixity; wordiness; verbiage."},{"word":"Verd","type":"n.","descr":" The privilege of cutting green wood within a forest for fuel."},{"word":"Verd","type":"n.","descr":" The right of pasturing animals in a forest."},{"word":"Verd","type":"n.","descr":" Greenness; freshness."},{"word":"Verdancy","type":"n.","descr":" The quality or state of being verdant."},{"word":"Verdant","type":"a.","descr":" Covered with growing plants or grass; green; fresh; flourishing; as, verdant fields; a verdant lawn."},{"word":"Verdant","type":"a.","descr":" Unripe in knowledge or judgment; unsophisticated; raw; green; as, a verdant youth."},{"word":"Verd antique","type":"","descr":" A mottled-green serpentine marble."},{"word":"Verd antique","type":"","descr":" A green porphyry called oriental verd antique."},{"word":"Verdantly","type":"adv.","descr":" In a verdant manner."},{"word":"Verderer","type":"n.","descr":" Alt. of Verderor"},{"word":"Verderor","type":"n.","descr":" An officer who has the charge of the king\\'s forest, to preserve the vert and venison, keep the assizes, view, receive, and enroll attachments and presentments of all manner of trespasses."},{"word":"Verdict","type":"n.","descr":" The answer of a jury given to the court concerning any matter of fact in any cause, civil or criminal, committed to their examination and determination; the finding or decision of a jury on the matter legally submitted to them in the course of the trial of a cause."},{"word":"Verdict","type":"n.","descr":" Decision; judgment; opinion pronounced; as, to be condemned by the verdict of the public."},{"word":"Verdigris","type":"n.","descr":" A green poisonous substance used as a pigment and drug, obtained by the action of acetic acid on copper, and consisting essentially of a complex mixture of several basic copper acetates."},{"word":"Verdigris","type":"n.","descr":" The green rust formed on copper."},{"word":"Verdigris","type":"v. t.","descr":" To cover, or coat, with verdigris."},{"word":"Verdin","type":"n.","descr":" A small yellow-headed bird (Auriparus flaviceps) of Lower California, allied to the titmice; -- called also goldtit."},{"word":"Verdine","type":"n.","descr":" A commercial name for green aniline dye."},{"word":"Verdingale","type":"n.","descr":" See Farthingale."},{"word":"Verdit","type":"n.","descr":" Verdict."},{"word":"Verditer","type":"n.","descr":" Verdigris."},{"word":"Verditer","type":"n.","descr":" Either one of two pigments (called blue verditer, and green verditer) which are made by treating copper nitrate with calcium carbonate (in the form of lime, whiting, chalk, etc.) They consist of hydrated copper carbonates analogous to the minerals azurite and malachite."},{"word":"Verditure","type":"n.","descr":" The faintest and palest green."},{"word":"Verdoy","type":"a.","descr":" Charged with leaves, fruits, flowers, etc.; -- said of a border."},{"word":"Verdure","type":"n.","descr":" Green; greenness; freshness of vegetation; as, the verdure of the meadows in June."},{"word":"Verdured","type":"a.","descr":" Covered with verdure."},{"word":"Verdureless","type":"a.","descr":" Destitute of verdure."},{"word":"Verdurous","type":"a.","descr":" Covered with verdure; clothed with the fresh green of vegetation; verdured; verdant; as, verdurous pastures."},{"word":"Verecund","type":"a.","descr":" Rashful; modest."},{"word":"Verecundious","type":"a.","descr":" Verecund."},{"word":"Verecundity","type":"n.","descr":" The quality or state of being verecund; modesty."},{"word":"Veretillum","type":"n.","descr":" Any one of numerous species of club-shaped, compound Alcyonaria belonging to Veretillum and allied genera, of the tribe Pennatulacea. The whole colony can move about as if it were a simple animal."},{"word":"Vergalien","type":"n.","descr":" Alt. of Vergaloo"},{"word":"Vergaloo","type":"n.","descr":" See Virgalieu."},{"word":"Verge","type":"n.","descr":" A rod or staff, carried as an emblem of authority; as, the verge, carried before a dean."},{"word":"Verge","type":"n.","descr":" The stick or wand with which persons were formerly admitted tenants, they holding it in the hand, and swearing fealty to the lord. Such tenants were called tenants by the verge."},{"word":"Verge","type":"n.","descr":" The compass of the court of Marshalsea and the Palace court, within which the lord steward and the marshal of the king\\'s household had special jurisdiction; -- so called from the verge, or staff, which the marshal bore."},{"word":"Verge","type":"n.","descr":" A virgate; a yardland."},{"word":"Verge","type":"n.","descr":" A border, limit, or boundary of a space; an edge, margin, or brink of something definite in extent."},{"word":"Verge","type":"n.","descr":" A circumference; a circle; a ring."},{"word":"Verge","type":"n.","descr":" The shaft of a column, or a small ornamental shaft."},{"word":"Verge","type":"n.","descr":" The edge of the tiling projecting over the gable of a roof."},{"word":"Verge","type":"n.","descr":" The spindle of a watch balance, especially one with pallets, as in the old vertical escapement.  See under Escapement."},{"word":"Verge","type":"n.","descr":" The edge or outside of a bed or border."},{"word":"Verge","type":"n.","descr":" A slip of grass adjoining gravel walks, and dividing them from the borders in a parterre."},{"word":"Verge","type":"n.","descr":" The penis."},{"word":"Verge","type":"n.","descr":" The external male organ of certain mollusks, worms, etc.  See Illustration in Appendix."},{"word":"Verged","type":"imp. and p. p.","descr":" of Verge"},{"word":"Verging","type":"p. pr. and vb. n.","descr":" of Verge"},{"word":"Verge","type":"v. i.","descr":" To border upon; to tend; to incline; to come near; to approach."},{"word":"Verge","type":"v. i.","descr":" To tend downward; to bend; to slope; as, a hill verges to the north."},{"word":"Vergeboard","type":"n.","descr":" The ornament of woodwork upon the gable of a house, used extensively in the 15th century. It was generally suspended from the edge of the projecting roof (see Verge, n., 4), and in position parallel to the gable wall. Called also bargeboard."},{"word":"Vergency","type":"n.","descr":" The act of verging or approaching; tendency; approach."},{"word":"Vergency","type":"n.","descr":" The reciprocal of the focal distance of a lens, used as measure of the divergence or convergence of a pencil of rays."},{"word":"Verger","type":"n.","descr":" One who carries a verge, or emblem of office."},{"word":"Verger","type":"n.","descr":" An attendant upon a dignitary, as on a bishop, a dean, a justice, etc."},{"word":"Verger","type":"n.","descr":" The official who takes care of the interior of a church building."},{"word":"Verger","type":"n.","descr":" A garden or orchard."},{"word":"Vergette","type":"a.","descr":" Divided by pallets, or pales; paly."},{"word":"Vergette","type":"n.","descr":" A small pale."},{"word":"Veridical","type":"a.","descr":" Truth-telling; truthful; veracious."},{"word":"Verifiable","type":"a.","descr":" Capable of being verified; confirmable."},{"word":"Verfication","type":"n.","descr":" The act of verifying, or the state of being verified; confirmation; authentication."},{"word":"Verfication","type":"n.","descr":" Confirmation by evidence."},{"word":"Verfication","type":"n.","descr":" A formal phrase used in concluding a plea."},{"word":"Verificative","type":"a.","descr":" Serving to verify; verifying; authenciating; confirming."},{"word":"Verifier","type":"n.","descr":" One who, or that which, verifies."},{"word":"Verified","type":"imp. and p. p.","descr":" of Verify"},{"word":"Verifying","type":"p. pr. and vb. n.","descr":" of Verify"},{"word":"Verify","type":"v. t.","descr":" To prove to be true or correct; to establish the truth of; to confirm; to substantiate."},{"word":"Verify","type":"v. t.","descr":" To confirm or establish the authenticity of by examination or competent evidence; to authenciate; as, to verify a written statement; to verify an account, a pleading, or the like."},{"word":"Verify","type":"v. t.","descr":" To maintain; to affirm; to support."},{"word":"Veriloquent","type":"a.","descr":" Speaking truth; truthful."},{"word":"Verily","type":"adv.","descr":" In very truth; beyond doubt or question; in fact; certainly."},{"word":"Verine","type":"n.","descr":" An alkaloid obtained as a yellow amorphous substance by the decomposition of veratrine."},{"word":"Verisimilar","type":"a.","descr":" Having the appearance of truth; probable; likely."},{"word":"Verisimilitude","type":"n.","descr":" The quality or state of being verisimilar; the appearance of truth; probability; likelihood."},{"word":"Verisimility","type":"n.","descr":" Verisimilitude."},{"word":"Versimilous","type":"a.","descr":" Verisimilar."},{"word":"Veritable","type":"a.","descr":" Agreeable to truth or to fact; actual; real; true; genuine."},{"word":"Veritas","type":"n.","descr":" The Bureau Veritas.  See under Bureau."},{"word":"Verities","type":"pl. ","descr":" of Verity"},{"word":"Verity","type":"n.","descr":" The quality or state of being true, or real; consonance of a statement, proposition, or other thing, with fact; truth; reality."},{"word":"Verity","type":"n.","descr":" That which is true; a true assertion or tenet; a truth; a reality."},{"word":"Verjuice","type":"n.","descr":" The sour juice of crab apples, of green or unripe grapes, apples, etc.; also, an acid liquor made from such juice."},{"word":"Verjuice","type":"n.","descr":" Tartness; sourness, as of disposition."},{"word":"Vermeil","type":"n.","descr":" Vermilion; also, the color of vermilion, a bright, beautiful red."},{"word":"Vermeil","type":"n.","descr":" Silver gilt or gilt bronze."},{"word":"Vermeil","type":"n.","descr":" A liquid composition applied to a gilded surface to give luster to the gold."},{"word":"Vermeologist","type":"n.","descr":" One who treats of vermes, or worms; a helminthologist."},{"word":"Vermeology","type":"n.","descr":" A discourse or treatise on worms; that part of zoology which treats of worms; helminthology."},{"word":"Vermes","type":"n. pl.","descr":" An extensive artificial division of the animal kingdom, including the parasitic worms, or helminths, together with the nemerteans, annelids, and allied groups. By some writers the branchiopods, the bryzoans, and the tunicates are also included. The name was used in a still wider sense by Linnaeus and his followers."},{"word":"Vermes","type":"n. pl.","descr":" A more restricted group, comprising only the helminths and closely allied orders."},{"word":"Vermetid","type":"n.","descr":" Any species of vermetus."},{"word":"Vermetus","type":"n.","descr":" Any one of many species of marine gastropods belonging to Vermetus and allied genera, of the family Vermetidae. Their shells are regularly spiral when young, but later in life the whorls become separate, and the shell is often irregularly bent and contorted like a worm tube."},{"word":"Vermicelli","type":"n.","descr":" The flour of a hard and small-grained wheat made into dough, and forced through small cylinders or pipes till it takes a slender, wormlike form, whence the Italian name. When the paste is made in larger tubes, it is called macaroni."},{"word":"Vermicide","type":"n.","descr":" A medicine which destroys intestinal worms; a worm killer."},{"word":"Vermicious","type":"a.","descr":" Of or pertaining to worms; wormy."},{"word":"Vermicular","type":"a.","descr":" Of or pertaining to a worm or worms; resembling a worm; shaped like a worm; especially, resembling the motion or track of a worm; as, the vermicular, or peristaltic, motion of the intestines.  See Peristaltic."},{"word":"Vermiculated","type":"imp. and p. p.","descr":" of Vermiculate"},{"word":"Vermiculating","type":"p. pr. and vb. n.","descr":" of Vermiculate"},{"word":"Vermiculate","type":"v. t.","descr":" To form or work, as by inlaying, with irregular lines or impressions resembling the tracks of worms, or appearing as if formed by the motion of worms."},{"word":"Vermiculate","type":"a.","descr":" Wormlike in shape; covered with wormlike elevations; marked with irregular fine lines of color, or with irregular wavy impressed lines like worm tracks; as, a vermiculate nut."},{"word":"Vermiculate","type":"a.","descr":" Crawling or creeping like a worm; hence, insinuating; sophistical."},{"word":"Vermiculated","type":"a.","descr":" Made or marked with irregular wavy lines or impressions; vermiculate."},{"word":"Vermiculation","type":"n.","descr":" The act or operation of moving in the manner of a worm; continuation of motion from one part to another; as, the vermiculation, or peristaltic motion, of the intestines."},{"word":"Vermiculation","type":"n.","descr":" The act of vermiculating, or forming or inlaying so as to resemble the motion, track, or work of a worm."},{"word":"Vermiculation","type":"n.","descr":" Penetration by worms; the state of being wormeaten."},{"word":"Vermiculation","type":"n.","descr":" A very fine wavy crosswise color marking, or a patch of such markings, as on the feathers of birds."},{"word":"Vermicule","type":"n.","descr":" A small worm or insect larva; also, a wormlike body."},{"word":"Vermiculite","type":"n.","descr":" A group of minerals having, a micaceous structure. They are hydrous silicates, derived generally from the alteration of some kind of mica. So called because the scales, when heated, open out into wormlike forms."},{"word":"Vermiculose","type":"a.","descr":" Alt. of Vermiculous"},{"word":"Vermiculous","type":"a.","descr":" Containing, or full of, worms; resembling worms."},{"word":"Vermiform","type":"a.","descr":" Resembling a worm in form or motions; vermicular; as, the vermiform process of the cerebellum."},{"word":"Vermiformia","type":"n. pl.","descr":" A tribe of worms including Phoronis.  See Phoronis."},{"word":"Vermifugal","type":"a.","descr":" Tending to prevent, destroy, or expel, worms or vermin; anthelmintic."},{"word":"Vermifuge","type":"n.","descr":" A medicine or substance that expels worms from animal bodies; an anthelmintic."},{"word":"Vermil","type":"n.","descr":" See Vermeil."},{"word":"Vermilinguia","type":"n. pl.","descr":" A tribe of edentates comprising the South American ant-eaters. The tongue is long, slender, exsertile, and very flexible, whence the name."},{"word":"Vermilinguia","type":"n. pl.","descr":" A tribe of Old World lizards which comprises the chameleon. They have long, flexible tongues."},{"word":"Vermilion","type":"n.","descr":" A bright red pigment consisting of mercuric sulphide, obtained either from the mineral cinnabar or artificially. It has a fine red color, and is much used in coloring sealing wax, in printing, etc."},{"word":"Vermilion","type":"n.","descr":" Hence, a red color like the pigment; a lively and brilliant red; as, cheeks of vermilion."},{"word":"Vermilion","type":"v. t.","descr":" To color with vermilion, or as if with vermilion; to dye red; to cover with a delicate red."},{"word":"Vermily","type":"n.","descr":" Vermeil."},{"word":"Vermin","type":"n. sing. and pl.","descr":" An animal, in general."},{"word":"Vermin","type":"n. sing. and pl.","descr":" A noxious or mischievous animal; especially, noxious little animals or insects, collectively, as squirrels, rats, mice, flies, lice, bugs, etc."},{"word":"Vermin","type":"n. sing. and pl.","descr":" Hence, in contempt, noxious human beings."},{"word":"Verminate","type":"v. i.","descr":" To breed vermin."},{"word":"Vermination","type":"n.","descr":" The generation or breeding of vermin."},{"word":"Vermination","type":"n.","descr":" A griping of the bowels."},{"word":"Verminly","type":"a. and adv.","descr":" Resembling vermin; in the manner of vermin."},{"word":"Verminous","type":"a.","descr":" Tending to breed vermin; infested by vermin."},{"word":"Verminous","type":"a.","descr":" Caused by, or arising from the presence of, vermin; as, verminous disease."},{"word":"Verminously","type":"adv.","descr":" In a verminous manner."},{"word":"Vermiparous","type":"a.","descr":" Producing or breeding worms."},{"word":"Vermivorous","type":"a.","descr":" Devouring worms; feeding on worms; as, vermivorous birds."},{"word":"Vermuth","type":"n.","descr":" A liqueur made of white wine, absinthe, and various aromatic drugs, used to excite the appetite."},{"word":"Vernacle","type":"n.","descr":" See Veronica, 1."},{"word":"Vernacular","type":"a.","descr":" Belonging to the country of one\\'s birth; one\\'s own by birth or nature; native; indigenous; -- now used chiefly of language; as, English is our vernacular language."},{"word":"Vernacular","type":"n.","descr":" The vernacular language; one\\'s mother tongue; often, the common forms of expression in a particular locality."},{"word":"Vernacularism","type":"n.","descr":" A vernacular idiom."},{"word":"Vernacularization","type":"n.","descr":" The act or process of making vernacular, or the state of being made vernacular."},{"word":"Vernacularly","type":"adv.","descr":" In a vernacular manner; in the vernacular."},{"word":"Vernaculous","type":"a.","descr":" Vernacular."},{"word":"Vernaculous","type":"a.","descr":" Scoffing; scurrilous."},{"word":"Vernage","type":"n.","descr":" A kind of sweet wine from Italy."},{"word":"Vernal","type":"a.","descr":" Of or pertaining to the spring; appearing in the spring; as, vernal bloom."},{"word":"Vernal","type":"a.","descr":" Fig.: Belonging to youth, the spring of life."},{"word":"Vernant","type":"a.","descr":" Flourishing, as in spring; vernal."},{"word":"Vernate","type":"v. i.","descr":" To become young again."},{"word":"Vernation","type":"n.","descr":" The arrangement of the leaves within the leaf bud, as regards their folding, coiling, rolling, etc.; prefoliation."},{"word":"Vernicle","type":"n.","descr":" A Veronica.  See Veronica, 1."},{"word":"Vernicose","type":"a.","descr":" Having a brilliantly polished surface, as some leaves."},{"word":"Vernier","type":"n.","descr":" A short scale made to slide along the divisions of a graduated instrument, as the limb of a sextant, or the scale of a barometer, for indicating parts of divisions. It is so graduated that a certain convenient number of its divisions are just equal to a certain number, either one less or one more, of the divisions of the instrument, so that parts of a division are determined by observing what line on the vernier coincides with a line on the instrument."},{"word":"Vernile","type":"a.","descr":" Suiting a salve; servile; obsequious."},{"word":"Vernility","type":"n.","descr":" Fawning or obsequious behavior; servility."},{"word":"Vernine","type":"n.","descr":" An alkaloid extracted from the shoots of the vetch, red clover, etc., as a white crystalline substance."},{"word":"Vernish","type":"n. and v.","descr":" Varnish."},{"word":"Vernonin","type":"n.","descr":" A glucoside extracted from the root of a South African plant of the genus Vernonia, as a deliquescent powder, and used as a mild heart tonic."},{"word":"Veronese","type":"a.","descr":" Of or pertaining to Verona, in Italy."},{"word":"Veronese","type":"n. sing. and pl.","descr":" A native of Verona; collectively, the people of Verona."},{"word":"Veronica","type":"n.","descr":" A portrait or representation of the face of our Savior on the alleged handkerchief of Saint Veronica, preserved at Rome; hence, a representation of this portrait, or any similar representation of the face of the Savior. Formerly called also Vernacle, and Vernicle."},{"word":"Veronica","type":"n.","descr":" A genus scrophulariaceous plants; the speedwell.  See Speedwell."},{"word":"Verray","type":"a.","descr":" Very; true."},{"word":"Verrayment","type":"adv.","descr":" Verily; truly."},{"word":"Verrel","type":"n.","descr":" See Ferrule."},{"word":"Verriculate","type":"a.","descr":" Having thickset tufts of parallel hairs, bristles, or branches."},{"word":"Verruciform","type":"a.","descr":" Shaped like a wart or warts."},{"word":"Verrucose","type":"a.","descr":" Covered with wartlike elevations; tuberculate; warty; verrucous; as, a verrucose capsule."},{"word":"Verrucous","type":"a.","descr":" Verrucose."},{"word":"Verruculose","type":"a.","descr":" Minutely verrucose; as, a verruculose leaf or stalk."},{"word":"Vers","type":"n. sing. and pl.","descr":" A verse or verses.  See Verse."},{"word":"Versability","type":"n.","descr":" The quality or state of being versable."},{"word":"Versable","type":"a.","descr":" Capable of being turned."},{"word":"Versableness","type":"n.","descr":" Versability."},{"word":"Versal","type":"a.","descr":" Universal."},{"word":"Versant","type":"a.","descr":" Familiar; conversant."},{"word":"Versant","type":"n.","descr":" The slope of a side of a mountain chain; hence, the general slope of a country; aspect."},{"word":"Versatile","type":"a.","descr":" Capable of being turned round."},{"word":"Versatile","type":"a.","descr":" Liable to be turned in opinion; changeable; variable; unsteady; inconstant; as versatile disposition."},{"word":"Versatile","type":"a.","descr":" Turning with ease from one thing to another; readily applied to a new task, or to various subjects; many-sided; as, versatile genius; a versatile politician."},{"word":"Versatile","type":"a.","descr":" Capable of turning; freely movable; as, a versatile anther, which is fixed at one point to the filament, and hence is very easily turned around; a versatile toe of a bird."},{"word":"Versatility","type":"n.","descr":" The quality or state of being versatile; versatileness."},{"word":"Vers de societe","type":"","descr":" See Society verses, under Society."},{"word":"Verse","type":"n.","descr":" A line consisting of a certain number of metrical feet (see Foot, n., 9) disposed according to metrical rules."},{"word":"Verse","type":"n.","descr":" Metrical arrangement and language; that which is composed in metrical form; versification; poetry."},{"word":"Verse","type":"n.","descr":" A short division of any composition."},{"word":"Verse","type":"n.","descr":" A stanza; a stave; as, a hymn of four verses."},{"word":"Verse","type":"n.","descr":" One of the short divisions of the chapters in the Old and New Testaments."},{"word":"Verse","type":"n.","descr":" A portion of an anthem to be performed by a single voice to each part."},{"word":"Verse","type":"n.","descr":" A piece of poetry."},{"word":"Versed","type":"imp. and p. p.","descr":" of Verse"},{"word":"Versing","type":"p. pr. and vb. n.","descr":" of Verse"},{"word":"Verse","type":"v. t.","descr":" To tell in verse, or poetry."},{"word":"Verse","type":"v. i.","descr":" To make verses; to versify."},{"word":"Versed","type":"a.","descr":" Acquainted or familiar, as the result of experience, study, practice, etc.; skilled; practiced."},{"word":"Versed","type":"a.","descr":" Turned."},{"word":"Verseman","type":"n.","descr":" Same as Versemonger."},{"word":"Versemonger","type":"n.","descr":" A writer of verses; especially, a writer of commonplace poetry; a poetaster; a rhymer; -- used humorously or in contempt."},{"word":"Verser","type":"n.","descr":" A versifier."},{"word":"Verset","type":"n.","descr":" A verse."},{"word":"Versicle","type":"n.","descr":" A little verse; especially, a short verse or text said or sung in public worship by the priest or minister, and followed by a response from the people."},{"word":"Versicolor","type":"a.","descr":" Alt. of Versicolored"},{"word":"Versicolored","type":"a.","descr":" Having various colors; changeable in color."},{"word":"Versicular","type":"a.","descr":" Of or pertaining to verses; designating distinct divisions of a writing."},{"word":"Versification","type":"n.","descr":" The act, art, or practice, of versifying, or making verses; the construction of poetry; metrical composition."},{"word":"Versificator","type":"n.","descr":" A versifier."},{"word":"Versifier","type":"n.","descr":" One who versifies, or makes verses; as, not every versifier is a poet."},{"word":"Versifier","type":"n.","descr":" One who converts into verse; one who expresses in verse the ideas of another written in prose; as, Dr. Watts was a versifier of the Psalms."},{"word":"Versified","type":"imp. and p. p.","descr":" of Versify"},{"word":"Versifying","type":"p. pr. and vb. n.","descr":" of Versify"},{"word":"Versify","type":"v. i.","descr":" To make verses."},{"word":"Versify","type":"v. t.","descr":" To relate or describe in verse; to compose in verse."},{"word":"Versify","type":"v. t.","descr":" To turn into verse; to render into metrical form; as, to versify the Psalms."},{"word":"Version","type":"n.","descr":" A change of form, direction, or the like; transformation; conversion; turning."},{"word":"Version","type":"n.","descr":" A condition of the uterus in which its axis is deflected from its normal position without being bent upon itself.  See Anteversion, and Retroversion."},{"word":"Version","type":"n.","descr":" The act of translating, or rendering, from one language into another language."},{"word":"Version","type":"n.","descr":" A translation; that which is rendered from another language; as, the Common, or Authorized, Version of the Scriptures (see under Authorized); the Septuagint Version of the Old Testament."},{"word":"Version","type":"n.","descr":" An account or description from a particular point of view, especially as contrasted with another account; as, he gave another version of the affair."},{"word":"Versionist","type":"n.","descr":" One who makes or favors a version; a translator."},{"word":"Verso","type":"n.","descr":" The reverse, or left-hand, page of a book or a folded sheet of paper; -- opposed to recto."},{"word":"Versor","type":"n.","descr":" The turning factor of a quaternion."},{"word":"Verst","type":"n.","descr":" A Russian measure of length containing 3,500 English feet."},{"word":"Versual","type":"a.","descr":" Of or pertaining to a verse."},{"word":"Versus","type":"prep.","descr":" Against; as, John Doe versus Richard Roe; -- chiefly used in legal language, and abbreviated to v. or vs."},{"word":"Versute","type":"a.","descr":" Crafty; wily; cunning; artful."},{"word":"Vert","type":"n.","descr":" Everything that grows, and bears a green leaf, within the forest; as, to preserve vert and venison is the duty of the verderer."},{"word":"Vert","type":"n.","descr":" The right or privilege of cutting growing wood."},{"word":"Vert","type":"n.","descr":" The color green, represented in a drawing or engraving by parallel lines sloping downward toward the right."},{"word":"Verteber","type":"n.","descr":" A vertebra."},{"word":"Vertebrae","type":"pl. ","descr":" of Vertebra"},{"word":"Vertebra","type":"n.","descr":" One of the serial segments of the spinal column."},{"word":"Vertebra","type":"n.","descr":" One of the central ossicles in each joint of the arms of an ophiuran."},{"word":"Vertebral","type":"a.","descr":" Of or pertaining to a vertebrae, or the vertebral column; spinal; rachidian."},{"word":"Vertebral","type":"a.","descr":" Vertebrate."},{"word":"Vertebral","type":"n.","descr":" A vertebrate."},{"word":"Vertebrally","type":"adv.","descr":" At or within a vertebra or vertebrae; -- distinguished from interverterbrally."},{"word":"Vertebrarterial","type":"a.","descr":" Of or pertaining to a vertebrae and an artery; -- said of the foramina in the transverse processes of cervical vertebrae and of the canal which they form for the vertebral artery and vein."},{"word":"Vertebrata","type":"n. pl.","descr":" One of the grand divisions of the animal kingdom, comprising all animals that have a backbone composed of bony or cartilaginous vertebrae, together with Amphioxus in which the backbone is represented by a simple undivided notochord. The Vertebrata always have a dorsal, or neural, cavity above the notochord or backbone, and a ventral, or visceral, cavity below it. The subdivisions or classes of Vertebrata are Mammalia, Aves, Reptilia, Amphibia, Pisces, Marsipobranchia, and Leptocardia."},{"word":"Vertebrate","type":"n.","descr":" One of the Vertebrata."},{"word":"Vertebrate","type":"a.","descr":" Alt. of Vertebrated"},{"word":"Vertebrated","type":"a.","descr":" Having a backbone, or vertebral column, containing the spinal marrow, as man, quadrupeds, birds, amphibia, and fishes."},{"word":"Vertebrated","type":"a.","descr":" Contracted at intervals, so as to resemble the spine in animals."},{"word":"Vertebrated","type":"a.","descr":" Having movable joints resembling vertebrae; -- said of the arms ophiurans."},{"word":"Vertebrated","type":"a.","descr":" Of or pertaining to the Vertebrata; -- used only in the form vertebrate."},{"word":"Vertebre","type":"n.","descr":" A vertebra."},{"word":"Vertebro-","type":"","descr":" A combining form used in anatomy to indicate connection with, or relation to, a vertebra, vertebrae, or vertebral column; as in vertebrocostal."},{"word":"Vertebro-iliac","type":"a.","descr":" Iliolumbar."},{"word":"Vertexes","type":"pl. ","descr":" of Vertex"},{"word":"Vertices","type":"pl. ","descr":" of Vertex"},{"word":"Vertex","type":"n.","descr":" A turning point; the principal or highest point; top; summit; crown; apex."},{"word":"Vertex","type":"n.","descr":" The top, or crown, of the head."},{"word":"Vertex","type":"n.","descr":" The zenith, or the point of the heavens directly overhead."},{"word":"Vertex","type":"n.","descr":" The point in any figure opposite to, and farthest from, the base; the terminating point of some particular line or lines in a figure or a curve; the top, or the point opposite the base."},{"word":"Vertical","type":"a.","descr":" Of or pertaining to the vertex; situated at the vertex, or highest point; directly overhead, or in the zenith; perpendicularly above one."},{"word":"Vertical","type":"a.","descr":" Perpendicular to the plane of the horizon; upright; plumb; as, a vertical line."},{"word":"Vertical","type":"n.","descr":" Vertical position; zenith."},{"word":"Vertical","type":"n.","descr":" A vertical line, plane, or circle."},{"word":"Verticality","type":"n.","descr":" The quality or state of being vertical; verticalness."},{"word":"Vertically","type":"adv.","descr":" In a vertical manner, position, or direction; perpendicularly; as, to look down vertically; to raise a thing vertically."},{"word":"Verticalness","type":"n.","descr":" Quality or state of being vertical."},{"word":"Verticil","type":"n.","descr":" A circle either of leaves or flowers about a stem at the same node; a whorl."},{"word":"Verticillaster","type":"a.","descr":" A whorl of flowers apparently of one cluster, but composed of two opposite axillary cymes, as in mint.  See Illust. of Whorl."},{"word":"Verticillate","type":"a.","descr":" Alt. of Verticillated"},{"word":"Verticillated","type":"a.","descr":" Arranged in a transverse whorl or whorls like the rays of a wheel; as, verticillate leaves of a plant; a verticillate shell."},{"word":"Verticillus","type":"n.","descr":" A whorl; a verticil."},{"word":"Verticity","type":"n.","descr":" The quality or power of turning; revolution; rotation."},{"word":"Verticle","type":"n.","descr":" An axis; hinge; a turning point."},{"word":"Vertiginate","type":"a.","descr":" Turned round; giddy."},{"word":"Vertiginous","type":"a.","descr":" Turning round; whirling; rotary; revolving; as, vertiginous motion."},{"word":"Vertiginous","type":"a.","descr":" Affected with vertigo; giddy; dizzy."},{"word":"Vertigoes","type":"pl. ","descr":" of Vertigo"},{"word":"Vertigines","type":"pl. ","descr":" of Vertigo"},{"word":"Vertigo","type":"n.","descr":" Dizziness or swimming of the head; an affection of the head in which objects, though stationary, appear to move in various directions, and the person affected finds it difficult to maintain an erect posture; giddiness."},{"word":"Vertigo","type":"n.","descr":" Any one of numerous species of small land snails belonging to the genus Vertigo, having an elongated or conical spiral shell and usually teeth in the aperture."},{"word":"Vertilinear","type":"a.","descr":" Straight; rectilinear."},{"word":"Vertu","type":"n.","descr":" Virtue; power.  See Virtue."},{"word":"Vertu","type":"n.","descr":" See Virtu."},{"word":"Vertuous","type":"a.","descr":" Virtuous; powerful."},{"word":"Verumontanum","type":"n.","descr":" An elevation, or crest, in the wall of the urethra where the seminal ducts enter it."},{"word":"Vervain","type":"n.","descr":" Any plant of the genus Verbena."},{"word":"Verve","type":"n.","descr":" Excitement of imagination such as animates a poet, artist, or musician, in composing or performing; rapture; enthusiasm; spirit; energy."},{"word":"Vervel","type":"n.","descr":" See Varvel."},{"word":"Vervet","type":"n.","descr":" A South African monkey (Cercopithecus pygerythrus, \/ Lelandii). The upper parts are grayish green, finely specked with black. The cheeks and belly are reddish white."},{"word":"Very","type":"v. t.","descr":" True; real; actual; veritable."},{"word":"Very","type":"adv.","descr":" In a high degree; to no small extent; exceedingly; excessively; extremely; as, a very great mountain; a very bright sum; a very cold day; the river flows very rapidly; he was very much hurt."},{"word":"Vesbium","type":"n.","descr":" A rare metallic element of which little is known. It is said by Scacchi to have been extracted from a yellowish incrustation from the cracks of a Vesuvian lava erupted in 1631."},{"word":"Vese","type":"n.","descr":" Onset; rush; violent draught or wind."},{"word":"Vesica","type":"n.","descr":" A bladder."},{"word":"Vesical","type":"a.","descr":" Of or pertaining to the bladder."},{"word":"Vesicant","type":"n.","descr":" A vesicatory."},{"word":"Vesicated","type":"imp. and p. p.","descr":" of Vesicate"},{"word":"Vesicating","type":"p. pr. and vb. n.","descr":" of Vesicate"},{"word":"Vesicate","type":"v. t.","descr":" To raise little bladders or blisters upon; to inflame and separate the cuticle of; to blister."},{"word":"Vesication","type":"n.","descr":" The process of vesicating, or of raising blisters."},{"word":"Vesicatory","type":"a.","descr":" Tending, or having power, to raise a blister."},{"word":"Vesicatory","type":"n.","descr":" A blistering application or plaster; a vesicant; an epispastic."},{"word":"Vesicle","type":"n.","descr":" A bladderlike vessel; a membranous cavity; a cyst; a cell."},{"word":"Vesicle","type":"n.","descr":" A small bladderlike body in the substance of vegetable, or upon the surface of a leaf."},{"word":"Vesicle","type":"n.","descr":" A small, and more or less circular, elevation of the cuticle, containing a clear watery fluid."},{"word":"Vesicle","type":"n.","descr":" A cavity or sac, especially one filled with fluid; as, the umbilical vesicle."},{"word":"Vesicle","type":"n.","descr":" A small convex hollow prominence on the surface of a shell or a coral."},{"word":"Vesicle","type":"n.","descr":" A small cavity, nearly spherical in form, and usually of the size of a pea or smaller, such as are common in some volcanic rocks. They are produced by the liberation of watery vapor in the molten mass."},{"word":"Vesico-","type":"","descr":" A combining form used in anatomy to indicate connection with, or relation to, the bladder; as in vesicoprostatic, vesicovaginal."},{"word":"Vesicoprostatic","type":"a.","descr":" Of a pertaining to the bladder and the prostrate gland."},{"word":"Vesicouterine","type":"a.","descr":" Of or pertaining to the bladder and the uterus."},{"word":"Vesicovaginal","type":"a.","descr":" Of or pertaining to the bladder and the vagina."},{"word":"Vesiculae","type":"pl. ","descr":" of Vesicula"},{"word":"Vesicula","type":"n.","descr":" A vesicle."},{"word":"Vesicular","type":"a.","descr":" Of or pertaining to vesicles; esp., of or pertaining to the air vesicles, or air cells, of the lungs; as, vesicular breathing, or normal breathing, in which the air enters freely the air vesicles of the lungs."},{"word":"Vesicular","type":"a.","descr":" Containing, or composed of, vesicles or vesiclelike structures; covered with vesicles or bladders; vesiculate; as, vesicular coral; vesicular lava; a vesicular leaf."},{"word":"Vesicular","type":"a.","descr":" Having the form or structure of a vesicle; as, a vesicular body."},{"word":"Vesicularia","type":"n.","descr":" Any one of numerous species of marine Bryozoa belonging to Vesicularia and allied genera. They have delicate tubular cells attached in clusters to slender flexible stems."},{"word":"Vesiculata","type":"n. pl.","descr":" The campanularian medusae."},{"word":"Vesiculate","type":"a.","descr":" Bladdery; full of, or covered with, bladders; vesicular."},{"word":"Vesiculate","type":"v. t.","descr":" To form vesicles in, as lava."},{"word":"Vesiculation","type":"n.","descr":" The state of containing vesicles, or the process by which vesicles are formed."},{"word":"Vesiculose","type":"a.","descr":" Alt. of Vesiculous"},{"word":"Vesiculous","type":"a.","descr":" Bladdery; vesicular; vesiculate; composed of vesicles; covered with vesicles; as, a vesiculose shell."},{"word":"Vespa","type":"n.","descr":" A genus of Hymenoptera including the common wasps and hornets."},{"word":"Vesper","type":"n.","descr":" The evening star; Hesper; Venus, when seen after sunset; hence, the evening."},{"word":"Vesper","type":"a.","descr":" Of or pertaining to the evening, or to the service of vespers; as, a vesper hymn; vesper bells."},{"word":"Vesperal","type":"a.","descr":" Vesper; evening."},{"word":"Vespers","type":"n.","descr":" One of the little hours of the Breviary."},{"word":"Vespers","type":"n.","descr":" The evening song or service."},{"word":"Vespertilio","type":"n.","descr":" A genus of bats including some of the common small insectivorous species of North America and Europe."},{"word":"Vespertiliones","type":"n. pl.","descr":" A tribe of bats including the common insectivorous bats of America and Europe, belonging to Vespertilio and allied genera. They lack a nose membrane."},{"word":"Vespertilionine","type":"a.","descr":" Of or pertaining to the Vespertiliones."},{"word":"Vespertinal","type":"a.","descr":" Vespertine."},{"word":"Vespertine","type":"a.","descr":" Of or pertaining to the evening; happening or being in the evening."},{"word":"Vespertine","type":"a.","descr":" Blossoming in the evening."},{"word":"Vespiary","type":"n.","descr":" A nest, or habitation, of insects of the wasp kind."},{"word":"Vespilloes","type":"pl. ","descr":" of Vespillo"},{"word":"Vespillo","type":"n.","descr":" One who carried out the dead bodies of the poor at night for burial."},{"word":"Vessel","type":"n.","descr":" A hollow or concave utensil for holding anything; a hollow receptacle of any kind, as a hogshead, a barrel, a firkin, a bottle, a kettle, a cup, a bowl, etc."},{"word":"Vessel","type":"n.","descr":" A general name for any hollow structure made to float upon the water for purposes of navigation; especially, one that is larger than a common rowboat; as, a war vessel; a passenger vessel."},{"word":"Vessel","type":"n.","descr":" Fig.: A person regarded as receiving or containing something; esp. (Script.), one into whom something is conceived as poured, or in whom something is stored for use; as, vessels of wrath or mercy."},{"word":"Vessel","type":"n.","descr":" Any tube or canal in which the blood or other fluids are contained, secreted, or circulated, as the arteries, veins, lymphatics, etc."},{"word":"Vessel","type":"n.","descr":" A continuous tube formed from superposed large cylindrical or prismatic cells (tracheae), which have lost their intervening partitions, and are usually marked with dots, pits, rings, or spirals by internal deposition of secondary membranes; a duct."},{"word":"Vessel","type":"v. t.","descr":" To put into a vessel."},{"word":"Vesselfuls","type":"pl. ","descr":" of Vesselful"},{"word":"Vesselful","type":"n.","descr":" As much as a vessel will hold; enough to fill a vessel."},{"word":"Vesses","type":"n.","descr":" Alt. of Vessets"},{"word":"Vessets","type":"n.","descr":" A kind of worsted; also, a worsted cloth."},{"word":"Vessicnon","type":"n.","descr":" Alt. of Vessignon"},{"word":"Vessignon","type":"n.","descr":" A soft swelling on a horse\\'s leg; a windgall."},{"word":"Vest","type":"n.","descr":" An article of clothing covering the person; an outer garment; a vestment; a dress; a vesture; a robe."},{"word":"Vest","type":"n.","descr":" Any outer covering; array; garb."},{"word":"Vest","type":"n.","descr":" Specifically, a waistcoat, or sleeveless body garment, for men, worn under the coat."},{"word":"Vested","type":"imp. and p. p.","descr":" of Vest"},{"word":"Vesting","type":"p. pr. and vb. n.","descr":" of Vest"},{"word":"Vest","type":"n.","descr":" To clothe with, or as with, a vestment, or garment; to dress; to robe; to cover, surround, or encompass closely."},{"word":"Vest","type":"n.","descr":" To clothe with authority, power, or the like; to put in possession; to invest; to furnish; to endow; -- followed by with before the thing conferred; as, to vest a court with power to try cases of life and death."},{"word":"Vest","type":"n.","descr":" To place or give into the possession or discretion of some person or authority; to commit to another; -- with in before the possessor; as, the power of life and death is vested in the king, or in the courts."},{"word":"Vest","type":"n.","descr":" To invest; to put; as, to vest money in goods, land, or houses."},{"word":"Vest","type":"n.","descr":" To clothe with possession; as, to vest a person with an estate; also, to give a person an immediate fixed right of present or future enjoyment of; as, an estate is vested in possession."},{"word":"Vest","type":"v. i.","descr":" To come or descend; to be fixed; to take effect, as a title or right; -- followed by in; as, upon the death of the ancestor, the estate, or the right to the estate, vests in the heir at law."},{"word":"Vesta","type":"n.","descr":" One of the great divinities of the ancient Romans, identical with the Greek Hestia. She was a virgin, and the goddess of the hearth; hence, also, of the fire on it, and the family round it."},{"word":"Vesta","type":"n.","descr":" An asteroid, or minor planet, discovered by Olbers in 1807."},{"word":"Vesta","type":"n.","descr":" A wax friction match."},{"word":"Vestal","type":"a.","descr":" Of or pertaining to Vesta, the virgin goddess of the hearth; hence, pure; chaste."},{"word":"Vestal","type":"a.","descr":" A virgin consecrated to Vesta, and to the service of watching the sacred fire, which was to be perpetually kept burning upon her altar."},{"word":"Vestal","type":"a.","descr":" A virgin; a woman pure and chaste; also, a nun."},{"word":"Vestales","type":"n. pl.","descr":" A group of butterflies including those known as virgins, or gossamer-winged butterflies."},{"word":"Vested","type":"a.","descr":" Clothed; robed; wearing vestments."},{"word":"Vested","type":"a.","descr":" Not in a state of contingency or suspension; fixed; as, vested rights; vested interests."},{"word":"Vestiarian","type":"a.","descr":" Of or pertaining to a vestiary or vestments."},{"word":"Vestiary","type":"n.","descr":" A wardrobe; a robing room; a vestry."},{"word":"Vestiary","type":"a.","descr":" Pertaining to clothes, or vestments."},{"word":"Vestibular","type":"a.","descr":" Of or pertaining to a vestibule; like a vestibule."},{"word":"Vestibule","type":"n.","descr":" The porch or entrance into a house; a hall or antechamber next the entrance; a lobby; a porch; a hall."},{"word":"Vestibula","type":"pl. ","descr":" of Vestibulum"},{"word":"Vestibulum","type":"n.","descr":" A cavity into which, in certain bryozoans, the esophagus and anus open."},{"word":"Vestigate","type":"v. t.","descr":" To investigate."},{"word":"Vestige","type":"n.","descr":" The mark of the foot left on the earth; a track or footstep; a trace; a sign; hence, a faint mark or visible sign left by something which is lost, or has perished, or is no longer present; remains; as, the vestiges of ancient magnificence in Palmyra; vestiges of former population."},{"word":"Vestigial","type":"a.","descr":" Of or pertaining to a vestige or remnant; like a vestige."},{"word":"Vesting","type":"n.","descr":" Cloth for vests; a vest pattern."},{"word":"Vestiture","type":"n.","descr":" In vestiture."},{"word":"Vestlet","type":"n.","descr":" Any one of several species of actinians belonging to the genus Cerianthus. These animals have a long, smooth body tapering to the base, and two separate circles of tentacles around the mouth. They form a tough, flexible, feltlike tube with a smooth internal lining, in which they dwell, whence the name."},{"word":"Vestment","type":"n.","descr":" A covering or garment; some part of clothing or dress"},{"word":"Vestment","type":"n.","descr":" any priestly garment."},{"word":"Vestries","type":"pl. ","descr":" of Vestry"},{"word":"Vestry","type":"n.","descr":" A room appendant to a church, in which sacerdotal vestments and sacred utensils are sometimes kept, and where meetings for worship or parish business are held; a sacristy; -- formerly called revestiary."},{"word":"Vestry","type":"n.","descr":" A parochial assembly; an assembly of persons who manage parochial affairs; -- so called because usually held in a vestry."},{"word":"Vestry","type":"n.","descr":" A body, composed of wardens and vestrymen, chosen annually by a parish to manage its temporal concerns."},{"word":"Vestrymen","type":"pl. ","descr":" of Vestryman"},{"word":"Vestryman","type":"n.","descr":" A member of a vestry; especially (Prot. Epis. Ch.), a member other than a warden.  See Vestry."},{"word":"Vesture","type":"v. t.","descr":" A garment or garments; a robe; clothing; dress; apparel; vestment; covering; envelope."},{"word":"Vesture","type":"v. t.","descr":" The corn, grass, underwood, stubble, etc., with which land was covered; as, the vesture of an acre."},{"word":"Vesture","type":"v. t.","descr":" Seizin; possession."},{"word":"Vestured","type":"a.","descr":" Covered with vesture or garments; clothed; enveloped."},{"word":"Vesuvian","type":"a.","descr":" Of or pertaining to Vesuvius, a volcano near Naples."},{"word":"Vesuvian","type":"a.","descr":" Vesuvianite."},{"word":"Vesuvianite","type":"n.","descr":" A mineral occurring in tetragonal crystals, and also massive, of a brown to green color, rarely sulphur yellow and blue. It is a silicate of alumina and lime with some iron magnesia, and is common at Vesuvius. Also called idocrase."},{"word":"Vesuvine","type":"n.","descr":" A trade name for a brown dyestuff obtained from certain basic azo compounds of benzene; -- called also Bismarck brown, Manchester brown, etc."},{"word":"Vetch","type":"n.","descr":" Any leguminous plant of the genus Vicia, some species of which are valuable for fodder. The common species is V. sativa."},{"word":"Vetchling","type":"n.","descr":" Any small leguminous plant of the genus Lathyrus, especially L. Nissolia."},{"word":"Vetchy","type":"a.","descr":" Consisting of vetches or of pea straw."},{"word":"Vetchy","type":"a.","descr":" Abounding with vetches."},{"word":"Veteran","type":"a.","descr":" Long exercised in anything, especially in military life and the duties of a soldier; long practiced or experienced; as, a veteran officer or soldier; veteran skill."},{"word":"Veteran","type":"n.","descr":" One who has been long exercised in any service or art, particularly in war; one who has had."},{"word":"Veteranize","type":"v. i.","descr":" To reenlist for service as a soldier."},{"word":"Veterinarian","type":"n.","descr":" One skilled in the diseases of cattle or domestic animals; a veterinary surgeon."},{"word":"Veterinary","type":"a.","descr":" Of or pertaining to the art of healing or treating the diseases of domestic animals, as oxen, horses, sheep, etc.; as, a veterinary writer or school."},{"word":"Vetiver","type":"n.","descr":" An East Indian grass (Andropogon muricatus); also, its fragrant roots which are much used for making mats and screens.  Also called kuskus, and khuskhus."},{"word":"Vetoes","type":"pl. ","descr":" of Veto"},{"word":"Veto","type":"n.","descr":" An authoritative prohibition or negative; a forbidding; an interdiction."},{"word":"Veto","type":"n.","descr":" A power or right possessed by one department of government to forbid or prohibit the carrying out of projects attempted by another department; especially, in a constitutional government, a power vested in the chief executive to prevent the enactment of measures passed by the legislature. Such a power may be absolute, as in the case of the Tribunes of the People in ancient Rome, or limited, as in the case of the President of the United States. Called also the veto power."},{"word":"Veto","type":"n.","descr":" The exercise of such authority; an act of prohibition or prevention; as, a veto is probable if the bill passes."},{"word":"Veto","type":"n.","descr":" A document or message communicating the reasons of the executive for not officially approving a proposed law; -- called also veto message."},{"word":"Vetoed","type":"imp. and p. p.","descr":" of Veto"},{"word":"Vetoing","type":"p. pr. and vb. n.","descr":" of Veto"},{"word":"Veto","type":"v. t.","descr":" To prohibit; to negative; also, to refuse assent to, as a legislative bill, and thus prevent its enactment; as, to veto an appropriation bill."},{"word":"Vetoist","type":"n.","descr":" One who uses, or sustains the use of, the veto."},{"word":"Vetture","type":"pl. ","descr":" of Vettura"},{"word":"Vettura","type":"n.","descr":" An Italian four-wheeled carriage, esp. one let for hire; a hackney coach."},{"word":"Vetturini","type":"pl. ","descr":" of Vetturino"},{"word":"Vetturino","type":"n.","descr":" One who lets or drives a vettura."},{"word":"Vetturino","type":"n.","descr":" A vettura."},{"word":"Vetust","type":"a.","descr":" Venerable from antiquity; ancient; old."},{"word":"Vexed","type":"imp. and p. p.","descr":" of Vex"},{"word":"Vexing","type":"p. pr. and vb. n.","descr":" of Vex"},{"word":"Vex","type":"v. t.","descr":" To to\/s back and forth; to agitate; to disquiet."},{"word":"Vex","type":"v. t.","descr":" To make angry or annoyed by little provocations; to irritate; to plague; to torment; to harass; to afflict; to trouble; to tease."},{"word":"Vex","type":"v. t.","descr":" To twist; to weave."},{"word":"Vex","type":"v. i.","descr":" To be irritated; to fret."},{"word":"Vexation","type":"n.","descr":" The act of vexing, or the state of being vexed; agitation; disquiet; trouble; irritation."},{"word":"Vexation","type":"n.","descr":" The cause of trouble or disquiet; affliction."},{"word":"Vexation","type":"n.","descr":" A harassing by process of law; a vexing or troubling, as by a malicious suit."},{"word":"Vexatious","type":"a.","descr":" Causing vexation; agitating; afflictive; annoying; as, a vexatious controversy; a vexatious neighbor."},{"word":"Vexatious","type":"a.","descr":" Full or vexation, trouble, or disquiet; disturbed."},{"word":"Vexed","type":"a.","descr":" Annoyed; harassed; troubled."},{"word":"Vexed","type":"a.","descr":" Much debated or contested; causing discussion; as, a vexed question."},{"word":"Vexer","type":"n.","descr":" One who vexes or troubles."},{"word":"Vexil","type":"n.","descr":" A vexillum."},{"word":"Vexillar","type":"","descr":" Alt. of Vexillary"},{"word":"Vexillary","type":"","descr":" Of or pertaining to an ensign or standard."},{"word":"Vexillary","type":"","descr":" Of or pertaining to the vexillum, or upper petal of papilionaceous flowers."},{"word":"Vexillary","type":"n.","descr":" A standard bearer."},{"word":"Vexillation","type":"n.","descr":" A company of troops under one vexillum."},{"word":"Vexilla","type":"pl. ","descr":" of Vexillum"},{"word":"Vexillum","type":"n.","descr":" A flag or standard."},{"word":"Vexillum","type":"n.","descr":" A company of troops serving under one standard."},{"word":"Vexillum","type":"n.","descr":" A banner."},{"word":"Vexillum","type":"n.","descr":" The sign of the cross."},{"word":"Vexillum","type":"n.","descr":" The upper petal of a papilionaceous flower; the standard."},{"word":"Vexillum","type":"n.","descr":" The rhachis and web of a feather taken together; the vane."},{"word":"Vexingly","type":"adv.","descr":" In a vexing manner; so as to vex, tease, or irritate."}]