[{"word":"Vocable","type":"n.","descr":" A word; a term; a name; specifically, a word considered as composed of certain sounds or letters, without regard to its meaning."},{"word":"Vocabularies","type":"pl. ","descr":" of Vocabulary"},{"word":"Vocabulary","type":"n.","descr":" A list or collection of words arranged in alphabetical order and explained; a dictionary or lexicon, either of a whole language, a single work or author, a branch of science, or the like; a word-book."},{"word":"Vocabulary","type":"n.","descr":" A sum or stock of words employed."},{"word":"Vocabulist","type":"n.","descr":" The writer or maker of a vocabulary; a lexicographer."},{"word":"Vocal","type":"a.","descr":" Of or pertaining to the voice or speech; having voice; endowed with utterance; full of voice, or voices."},{"word":"Vocal","type":"a.","descr":" Uttered or modulated by the voice; oral; as, vocal melody; vocal prayer."},{"word":"Vocal","type":"a.","descr":" Of or pertaining to a vowel or voice sound; also, \/poken with tone, intonation, and resonance; sonant; sonorous; -- said of certain articulate sounds."},{"word":"Vocal","type":"a.","descr":" Consisting of, or characterized by, voice, or tone produced in the larynx, which may be modified, either by resonance, as in the case of the vowels, or by obstructive action, as in certain consonants, such as v, l, etc., or by both, as in the nasals m, n, ng; sonant; intonated; voiced.  See Voice, and Vowel, also Guide to Pronunciation, \/\/ 199-202."},{"word":"Vocal","type":"a.","descr":" Of or pertaining to a vowel; having the character of a vowel; vowel."},{"word":"Vocal","type":"n.","descr":" A vocal sound; specifically, a purely vocal element of speech, unmodified except by resonance; a vowel or a diphthong; a tonic element; a tonic; -- distinguished from a subvocal, and a nonvocal."},{"word":"Vocal","type":"n.","descr":" A man who has a right to vote in certain elections."},{"word":"Vocalic","type":"a.","descr":" Of or pertaining to vowel sounds; consisting of the vowel sounds."},{"word":"Vocalism","type":"n.","descr":" The exercise of the vocal organs; vocalization."},{"word":"Vocalism","type":"n.","descr":" A vocalic sound."},{"word":"Vocalist","type":"n.","descr":" A singer, or vocal musician, as opposed to an instrumentalist."},{"word":"Vocality","type":"n.","descr":" The quality or state of being vocal; utterableness; resonance; as, the vocality of the letters."},{"word":"Vocality","type":"n.","descr":" The quality of being a vowel; vocalic character."},{"word":"Vocalization","type":"n.","descr":" The act of vocalizing, or the state of being vocalized."},{"word":"Vocalization","type":"n.","descr":" The formation and utterance of vocal sounds."},{"word":"Vocalized","type":"imp. and p. p.","descr":" of Vocalize"},{"word":"Vocalizing","type":"p. pr. and vb. n.","descr":" of Vocalize"},{"word":"Vocalize","type":"v. t.","descr":" To form into voice; to make vocal or sonant; to give intonation or resonance to."},{"word":"Vocalize","type":"v. t.","descr":" To practice singing on the vowel sounds."},{"word":"Vocally","type":"adv.","descr":" In a vocal manner; with voice; orally; with audible sound."},{"word":"Vocally","type":"adv.","descr":" In words; verbally; as, to express desires vocally."},{"word":"Vocalness","type":"n.","descr":" The quality of being vocal; vocality."},{"word":"Vocation","type":"n.","descr":" A call; a summons; a citation; especially, a designation or appointment to a particular state, business, or profession."},{"word":"Vocation","type":"n.","descr":" Destined or appropriate employment; calling; occupation; trade; business; profession."},{"word":"Vocation","type":"n.","descr":" A calling by the will of God."},{"word":"Vocation","type":"n.","descr":" The bestowment of God\\'s distinguishing grace upon a person or nation, by which that person or nation is put in the way of salvation; as, the vocation of the Jews under the old dispensation, and of the Gentiles under the gospel."},{"word":"Vocation","type":"n.","descr":" A call to special religious work, as to the ministry."},{"word":"Vocative","type":"a.","descr":" Of or pertaining to calling; used in calling; specifically (Gram.), used in address; appellative; -- said of that case or form of the noun, pronoun, or adjective, in which a person or thing is addressed; as, Domine, O Lord."},{"word":"Vocative","type":"n.","descr":" The vocative case."},{"word":"Vociferance","type":"n.","descr":" Vociferation; noise; clamor."},{"word":"Vociferant","type":"a.","descr":" Noisy; clamorous."},{"word":"Vociferate","type":"v. i.","descr":" To cry out with vehemence; to exclaim; to bawl; to clamor."},{"word":"Vociferated","type":"imp. and p. p.","descr":" of Vociferate"},{"word":"Vociferating","type":"p. pr. and vb. n.","descr":" of Vociferate"},{"word":"Vociferate","type":"v. t.","descr":" To utter with a loud voice; to shout out."},{"word":"Vociferation","type":"n.","descr":" The act of vociferating; violent outcry; vehement utterance of the voice."},{"word":"Vociferator","type":"n.","descr":" One who vociferates, or is clamorous."},{"word":"Vociferous","type":"a.","descr":" Making a loud outcry; clamorous; noisy; as, vociferous heralds."},{"word":"Vocule","type":"n.","descr":" A short or weak utterance; a faint or feeble sound, as that heard on separating the lips in pronouncing p or b."},{"word":"Vodanium","type":"n.","descr":" A supposed element, afterward found to be a mixture of several metals, as copper, iron, lead, nickel, etc."},{"word":"Vodka","type":"n.","descr":" A Russian drink distilled from rye."},{"word":"Voe","type":"n.","descr":" An inlet, bay, or creek; -- so called in the Orkney and Shetland Islands."},{"word":"Vogle","type":"n.","descr":" Same as Vugg."},{"word":"Vogue","type":"n.","descr":" The way or fashion of people at any particular time; temporary mode, custom, or practice; popular reception for the time; -- used now generally in the phrase in vogue."},{"word":"Vogue","type":"n.","descr":" Influence; power; sway."},{"word":"Voice","type":"n.","descr":" Sound uttered by the mouth, especially that uttered by human beings in speech or song; sound thus uttered considered as possessing some special quality or character; as, the human voice; a pleasant voice; a low voice."},{"word":"Voice","type":"n.","descr":" Sound of the kind or quality heard in speech or song in the consonants b, v, d, etc., and in the vowels; sonant, or intonated, utterance; tone; -- distinguished from mere breath sound as heard in f, s, sh, etc., and also whisper."},{"word":"Voice","type":"n.","descr":" The tone or sound emitted by anything."},{"word":"Voice","type":"n.","descr":" The faculty or power of utterance; as, to cultivate the voice."},{"word":"Voice","type":"n.","descr":" Language; words; speech; expression; signification of feeling or opinion."},{"word":"Voice","type":"n.","descr":" Opinion or choice expressed; judgment; a vote."},{"word":"Voice","type":"n.","descr":" Command; precept; -- now chiefly used in scriptural language."},{"word":"Voice","type":"n.","descr":" One who speaks; a speaker."},{"word":"Voice","type":"n.","descr":" A particular mode of inflecting or conjugating verbs, or a particular form of a verb, by means of which is indicated the relation of the subject of the verb to the action which the verb expresses."},{"word":"Voiced","type":"imp. and p. p.","descr":" of Voice"},{"word":"Voicing","type":"p. pr. and vb. n.","descr":" of Voice"},{"word":"Voice","type":"v. t.","descr":" To give utterance or expression to; to utter; to publish; to announce; to divulge; as, to voice the sentiments of the nation."},{"word":"Voice","type":"v. t.","descr":" To utter with sonant or vocal tone; to pronounce with a narrowed glottis and rapid vibrations of the vocal cords; to speak above a whisper."},{"word":"Voice","type":"v. t.","descr":" To fit for producing the proper sounds; to regulate the tone of; as, to voice the pipes of an organ."},{"word":"Voice","type":"v. t.","descr":" To vote; to elect; to appoint."},{"word":"Voice","type":"v. i.","descr":" To clamor; to cry out."},{"word":"Voiced","type":"a.","descr":" Furnished with a voice; expressed by the voice."},{"word":"Voiced","type":"a.","descr":" Uttered with voice; pronounced with vibrations of the vocal cords; sonant; -- said of a sound uttered with the glottis narrowed."},{"word":"Voiceful","type":"a.","descr":" Having a voice or vocal quality; having a loud voice or many voices; vocal; sounding."},{"word":"Voiceless","type":"a.","descr":" Having no voice, utterance, or vote; silent; mute; dumb."},{"word":"Voiceless","type":"a.","descr":" Not sounded with voice; as, a voiceless consonant; surd."},{"word":"Void","type":"a.","descr":" Containing nothing; empty; vacant; not occupied; not filled."},{"word":"Void","type":"a.","descr":" Having no incumbent; unoccupied; -- said of offices and the like."},{"word":"Void","type":"a.","descr":" Being without; destitute; free; wanting; devoid; as, void of learning, or of common use."},{"word":"Void","type":"a.","descr":" Not producing any effect; ineffectual; vain."},{"word":"Void","type":"a.","descr":" Containing no immaterial quality; destitute of mind or soul."},{"word":"Void","type":"a.","descr":" Of no legal force or effect, incapable of confirmation or ratification; null.  Cf. Voidable, 2."},{"word":"Void","type":"n.","descr":" An empty space; a vacuum."},{"word":"Voided","type":"imp. and p. p.","descr":" of Void"},{"word":"Voiding","type":"p. pr. and vb. n.","descr":" of Void"},{"word":"Void","type":"a.","descr":" To remove the contents of; to make or leave vacant or empty; to quit; to leave; as, to void a table."},{"word":"Void","type":"a.","descr":" To throw or send out; to evacuate; to emit; to discharge; as, to void excrements."},{"word":"Void","type":"a.","descr":" To render void; to make to be of no validity or effect; to vacate; to annul; to nullify."},{"word":"Void","type":"v. i.","descr":" To be emitted or evacuated."},{"word":"Voidable","type":"a.","descr":" Capable of being voided, or evacuated."},{"word":"Voidable","type":"a.","descr":" Capable of being avoided, or of being adjudged void, invalid, and of no force; capable of being either avoided or confirmed."},{"word":"Voidance","type":"n.","descr":" The act of voiding, emptying, ejecting, or evacuating."},{"word":"Voidance","type":"n.","descr":" A ejection from a benefice."},{"word":"Voidance","type":"n.","descr":" The state of being void; vacancy, as of a benefice which is without an incumbent."},{"word":"Voidance","type":"n.","descr":" Evasion; subterfuge."},{"word":"Voided","type":"a.","descr":" Emptied; evacuated."},{"word":"Voided","type":"a.","descr":" Annulled; invalidated."},{"word":"Voided","type":"a.","descr":" Having the inner part cut away, or left vacant, a narrow border being left at the sides, the tincture of the field being seen in the vacant space; -- said of a charge."},{"word":"Voider","type":"n.","descr":" One who, or that which, voids, \/mpties, vacates, or annuls."},{"word":"Voider","type":"n.","descr":" A tray, or basket, formerly used to receive or convey that which is voided or cleared away from a given place; especially, one for carrying off the remains of a meal, as fragments of food; sometimes, a basket for containing household articles, as clothes, etc."},{"word":"Voider","type":"n.","descr":" A servant whose business is to void, or clear away, a table after a meal."},{"word":"Voider","type":"n.","descr":" One of the ordinaries, much like the flanch, but less rounded and therefore smaller."},{"word":"Voiding","type":"n.","descr":" The act of one who, or that which, v\/ids."},{"word":"Voiding","type":"n.","descr":" That which is voided; that which is ejected or evacuated; a remnant; a fragment."},{"word":"Voiding","type":"a.","descr":" Receiving what is ejected or voided."},{"word":"Voidness","type":"n.","descr":" The quality or state of being void; \/mptiness; vacuity; nullity; want of substantiality."},{"word":"Voir dire","type":"","descr":" An oath administered to a witness, usually before being sworn in chief, requiring him to speak the truth, or make true answers in reference to matters inquired of, to ascertain his competency to give evidence."},{"word":"Voiture","type":"n.","descr":" A carriage."},{"word":"Voivode","type":"n.","descr":" See Waywode."},{"word":"Volacious","type":"a.","descr":" Apt or fit to fly."},{"word":"Volador","type":"n.","descr":" A flying fish of California (Exoc\/tus Californicus): -- called also volator."},{"word":"Volador","type":"n.","descr":" The Atlantic flying gurnard.  See under Flying."},{"word":"Volage","type":"a.","descr":" Light; giddy."},{"word":"Volant","type":"a.","descr":" Passing through the air upon wings, or as if upon wings; flying; hence, passing from place to place; current."},{"word":"Volant","type":"a.","descr":" Nimble; light and quick; active; rapid."},{"word":"Volant","type":"a.","descr":" Represented as flying, or having the wings spread; as, an eagle volant."},{"word":"Volante","type":"n.","descr":" A cumbrous two-wheeled pleasure carriage used in Cuba."},{"word":"Volapuk","type":"n.","descr":" Literally, world\\'s speech; the name of an artificial language invented by Johan Martin Schleyer, of Constance, Switzerland, about 1879."},{"word":"Volapukist","type":"n.","descr":" One who is conversant with, or who favors adoption of, Volapuk."},{"word":"Volar","type":"a.","descr":" Of or pertaining to the palm of the hand or the sole of the foot."},{"word":"Volary","type":"n.","descr":" See Volery."},{"word":"Volatile","type":"a.","descr":" Passing through the air on wings, or by the buoyant force of the atmosphere; flying; having the power to fly."},{"word":"Volatile","type":"a.","descr":" Capable of wasting away, or of easily passing into the aeriform state; subject to evaporation."},{"word":"Volatile","type":"a.","descr":" Fig.: Light-hearted; easily affected by circumstances; airy; lively; hence, changeable; fickle; as, a volatile temper."},{"word":"Volatile","type":"n.","descr":" A winged animal; wild fowl; game."},{"word":"Volatileness","type":"n.","descr":" Alt. of Volatility"},{"word":"Volatility","type":"n.","descr":" Quality or state of being volatile; disposition to evaporate; changeableness; fickleness."},{"word":"Volatilizable","type":"a.","descr":" Capable of being volatilized."},{"word":"Volatilization","type":"n.","descr":" The act or process of volatilizing, or rendering volatile; the state of being volatilized."},{"word":"Volatilized","type":"imp. and p. p.","descr":" of Volatilize"},{"word":"Volatilizing","type":"p. pr. and vb. n.","descr":" of Volatilize"},{"word":"Volatilize","type":"v. t.","descr":" To render volatile; to cause to exhale or evaporate; to cause to pass off in vapor."},{"word":"Volator","type":"n.","descr":" Same as Volador, 1."},{"word":"Vol-au-vent","type":"n.","descr":" A light puff paste, with a raised border, filled, after baking, usually with a ragout of fowl, game, or fish."},{"word":"Volborthite","type":"n.","descr":" A mineral occurring in small six-sided tabular crystals of a green or yellow color. It is a hydrous vanadate of copper and lime."},{"word":"Volcanian","type":"a.","descr":" Volcanic."},{"word":"Volcanic","type":"a.","descr":" Of or pertaining to a volcano or volcanoes; as, volcanic heat."},{"word":"Volcanic","type":"a.","descr":" Produced by a volcano, or, more generally, by igneous agencies; as, volcanic tufa."},{"word":"Volcanic","type":"a.","descr":" Changed or affected by the heat of a volcano."},{"word":"Volcanically","type":"adv.","descr":" Like a volcano."},{"word":"Volcanicity","type":"n.","descr":" Quality or state of being volcanic; volcanic power."},{"word":"Volcanism","type":"n.","descr":" Volcanic power or action; volcanicity."},{"word":"Volcanist","type":"n.","descr":" One versed in the history and phenomena of volcanoes."},{"word":"Volcanist","type":"n.","descr":" One who believes in the igneous, as opposed to the aqueous, origin of the rocks of the earth\\'s crust; a vulcanist.  Cf. Neptunist."},{"word":"Volcanity","type":"n.","descr":" The quality or state of being volcanic, or volcanic origin; volcanicity."},{"word":"Volcanization","type":"n.","descr":" The act of volcanizing, or the state of being volcanized; the process of undergoing volcanic heat, and being affected by it."},{"word":"Volcanized","type":"imp. and p. p.","descr":" of Volcanize"},{"word":"Volcanizing","type":"p. pr. and vb. n.","descr":" of Volcanize"},{"word":"Volcanize","type":"v. t.","descr":" To subject to, or cause to undergo, volcanic heat, and to be affected by its action."},{"word":"Volcanoes","type":"pl. ","descr":" of Volcano"},{"word":"Volcano","type":"n.","descr":" A mountain or hill, usually more or less conical in form, from which lava, cinders, steam, sulphur gases, and the like, are ejected; -- often popularly called a burning mountain."},{"word":"Vole","type":"n.","descr":" A deal at cards that draws all the tricks."},{"word":"Vole","type":"v. i.","descr":" To win all the tricks by a vole."},{"word":"Vole","type":"n.","descr":" Any one of numerous species of micelike rodents belonging to Arvicola and allied genera of the subfamily Arvicolinae. They have a thick head, short ears, and a short hairy tail."},{"word":"Volery","type":"n.","descr":" A flight of birds."},{"word":"Volery","type":"n.","descr":" A large bird cage; an aviary."},{"word":"Volge","type":"n.","descr":" The common sort of people; the crowd; the mob."},{"word":"Volitable","type":"a.","descr":" Volatilizable."},{"word":"Volitation","type":"n.","descr":" The act of flying; flight."},{"word":"Volitient","type":"a.","descr":" Exercising the will; acting from choice; willing, or having power to will."},{"word":"Volition","type":"n.","descr":" The act of willing or choosing; the act of forming a purpose; the exercise of the will."},{"word":"Volition","type":"n.","descr":" The result of an act or exercise of choosing or willing; a state of choice."},{"word":"Volition","type":"n.","descr":" The power of willing or determining; will."},{"word":"Volitional","type":"a.","descr":" Belonging or relating to volition."},{"word":"Volitive","type":"a.","descr":" Of or pertaining to the will; originating in the will; having the power to will."},{"word":"Volitive","type":"a.","descr":" Used in expressing a wish or permission as, volitive proposition."},{"word":"Volkslieder","type":"pl. ","descr":" of Volkslied"},{"word":"Volkslied","type":"n.","descr":" A popular song, or national air."},{"word":"Volleys","type":"pl. ","descr":" of Volley"},{"word":"Volley","type":"n.","descr":" A flight of missiles, as arrows, bullets, or the like; the simultaneous discharge of a number of small arms."},{"word":"Volley","type":"n.","descr":" A burst or emission of many things at once; as, a volley of words."},{"word":"Volley","type":"n.","descr":" A return of the ball before it touches the ground."},{"word":"Volley","type":"n.","descr":" A sending of the ball full to the top of the wicket."},{"word":"Volleyed","type":"imp. and p. p.","descr":" of Volley"},{"word":"Volleying","type":"p. pr. and vb. n.","descr":" of Volley"},{"word":"Volley","type":"v. t.","descr":" To discharge with, or as with, a volley."},{"word":"Volley","type":"v. i.","descr":" To be thrown out, or discharged, at once; to be discharged in a volley, or as if in a volley; to make a volley or volleys."},{"word":"Volley","type":"v. i.","descr":" To return the ball before it touches the ground."},{"word":"Volley","type":"v. i.","descr":" To send the ball full to the top of the wicket."},{"word":"Volleyed","type":"a.","descr":" Discharged with a sudden burst, or as if in a volley; as, volleyed thunder."},{"word":"Volow","type":"v. t.","descr":" To baptize; -- used in contempt by the Reformers."},{"word":"Volt","type":"n.","descr":" A circular tread; a gait by which a horse going sideways round a center makes two concentric tracks."},{"word":"Volt","type":"n.","descr":" A sudden movement to avoid a thrust."},{"word":"Volt","type":"n.","descr":" The unit of electro-motive force; -- defined by the International Electrical Congress in 1893 and by United States Statute as, that electro-motive force which steadily applied to a conductor whose resistance is one ohm will produce a current of one ampere. It is practically equivalent to \/ the electro-motive force of a standard Clark\\'s cell at a temperature of 15¡ C."},{"word":"Volte","type":"pl. ","descr":" of Volta"},{"word":"Volta","type":"n.","descr":" A turning; a time; -- chiefly used in phrases signifying that the part is to be repeated one, two, or more times; as, una volta, once.  Seconda volta, second time, points to certain modifications in the close of a repeated strain."},{"word":"Volta-electric","type":"a.","descr":" Of or pertaining to voltaic electricity, or voltaism."},{"word":"Volta-electrometer","type":"n.","descr":" An instrument for the exact measurement of electric currents."},{"word":"Voltage","type":"n.","descr":" Electric potential or potential difference, expressed in volts."},{"word":"Voltagraphy","type":"n.","descr":" In electrotypy, the act or art of copying, in metals deposited by electrolytic action, a form or pattern which is made the negative electrode."},{"word":"Voltaic","type":"a.","descr":" Of or pertaining to Alessandro Volta, who first devised apparatus for developing electric currents by chemical action, and established this branch of electric science; discovered by Volta; as, voltaic electricity."},{"word":"Voltaic","type":"a.","descr":" Of or pertaining to voltaism, or voltaic electricity; as, voltaic induction; the voltaic arc."},{"word":"Voltairean","type":"a.","descr":" Of or relating to Voltaire, the French author."},{"word":"Voltairism","type":"n.","descr":" The theories or practice of Voltaire."},{"word":"Voltaism","type":"n.","descr":" That form of electricity which is developed by the chemical action between metals and different liquids; voltaic electricity; also, the science which treats of this form of electricity; -- called also galvanism, from Galvani, on account of his experiments showing the remarkable influence of this agent on animals."},{"word":"Voltameter","type":"n.","descr":" An instrument for measuring the voltaic electricity passing through it, by its effect in decomposing water or some other chemical compound acting as an electrolyte."},{"word":"Voltaplast","type":"n.","descr":" A form of voltaic, or galvanic, battery suitable for use electrotyping."},{"word":"Voltatype","type":"n.","descr":" An electrotype."},{"word":"Volti","type":"imperative.","descr":" Turn, that is, turn over the leaf."},{"word":"Voltigeur","type":"n.","descr":" A tumbler; a leaper or vaulter."},{"word":"Voltigeur","type":"n.","descr":" One of a picked company of irregular riflemen in each regiment of the French infantry."},{"word":"Voltmeter","type":"n.","descr":" An instrument for measuring in volts the differences of potential between different points of an electrical circuit."},{"word":"Voltzite","type":"n.","descr":" An oxysulphide of lead occurring in implanted spherical globules of a yellowish or brownish color; -- called also voltzine."},{"word":"Volubilate","type":"a.","descr":" Alt. of Volubile"},{"word":"Volubile","type":"a.","descr":" Turning, or whirling; winding; twining; voluble."},{"word":"Volubility","type":"n.","descr":" The quality or state of being voluble (in any of the senses of the adjective)."},{"word":"Voluble","type":"a.","descr":" Easily rolling or turning; easily set in motion; apt to roll; rotating; as, voluble particles of matter."},{"word":"Voluble","type":"a.","descr":" Moving with ease and smoothness in uttering words; of rapid speech; nimble in speaking; glib; as, a flippant, voluble, tongue."},{"word":"Voluble","type":"a.","descr":" Changeable; unstable; fickle."},{"word":"Voluble","type":"a.","descr":" Having the power or habit of turning or twining; as, the voluble stem of hop plants."},{"word":"Volume","type":"n.","descr":" A roll; a scroll; a written document rolled up for keeping or for use, after the manner of the ancients."},{"word":"Volume","type":"n.","descr":" Hence, a collection of printed sheets bound together, whether containing a single work, or a part of a work, or more than one work; a book; a tome; especially, that part of an extended work which is bound up together in one cover; as, a work in four volumes."},{"word":"Volume","type":"n.","descr":" Anything of a rounded or swelling form resembling a roll; a turn; a convolution; a coil."},{"word":"Volume","type":"n.","descr":" Dimensions; compass; space occupied, as measured by cubic units, that is, cubic inches, feet, yards, etc.; mass; bulk; as, the volume of an elephant\\'s body; a volume of gas."},{"word":"Volume","type":"n.","descr":" Amount, fullness, quantity, or caliber of voice or tone."},{"word":"Volumed","type":"a.","descr":" Having the form of a volume, or roil; as, volumed mist."},{"word":"Volumed","type":"a.","descr":" Having volume, or bulk; massive; great."},{"word":"Volumenometer","type":"n.","descr":" An instrument for measuring the volume of a body, especially a solid, by means of the difference in tension caused by its presence and absence in a confined portion of air."},{"word":"Volumenometry","type":"n.","descr":" The method or process of measuring volumes by means of the volumenometer."},{"word":"Volumescope","type":"n.","descr":" An instrument consisting essentially of a glass tube provided with a graduated scale, for exhibiting to the eye the changes of volume of a gas or gaseous mixture resulting from chemical action, and the like."},{"word":"Volumeter","type":"n.","descr":" An instrument for measuring the volumes of gases or liquids by introducing them into a vessel of known capacity."},{"word":"Volumetric","type":"a.","descr":" Of or pertaining to the measurement of volume."},{"word":"Volumetrical","type":"a.","descr":" Volumetric."},{"word":"Voluminous","type":"a.","descr":" Of or pertaining to volume or volumes."},{"word":"Voluminous","type":"a.","descr":" Consisting of many folds, coils, or convolutions."},{"word":"Voluminous","type":"a.","descr":" Of great volume, or bulk; large."},{"word":"Voluminous","type":"a.","descr":" Having written much, or produced many volumes; copious; diffuse; as, a voluminous writer."},{"word":"Volumist","type":"n.","descr":" One who writes a volume; an author."},{"word":"Voluntarily","type":"adv.","descr":" In a voluntary manner; of one\\'s own will; spontaneously."},{"word":"Voluntariness","type":"n.","descr":" The quality or state of being voluntary; spontaneousness; specifically, the quality or state of being free in the exercise of one\\'s will."},{"word":"Voluntary","type":"v. t.","descr":" Proceeding from the will; produced in or by an act of choice."},{"word":"Voluntary","type":"v. t.","descr":" Unconstrained by the interference of another; unimpelled by the influence of another; not prompted or persuaded by another; done of his or its own accord; spontaneous; acting of one\\'s self, or of itself; free."},{"word":"Voluntary","type":"v. t.","descr":" Done by design or intention; intentional; purposed; intended; not accidental; as, if a man kills another by lopping a tree, it is not voluntary manslaughter."},{"word":"Voluntary","type":"v. t.","descr":" Of or pertaining to the will; subject to, or regulated by, the will; as, the voluntary motions of an animal, such as the movements of the leg or arm (in distinction from involuntary motions, such as the movements of the heart); the voluntary muscle fibers, which are the agents in voluntary motion."},{"word":"Voluntary","type":"v. t.","descr":" Endowed with the power of willing; as, man is a voluntary agent."},{"word":"Voluntary","type":"v. t.","descr":" Free; without compulsion; according to the will, consent, or agreement, of a party; without consideration; gratuitous; without valuable consideration."},{"word":"Voluntary","type":"v. t.","descr":" Of or pertaining to voluntaryism; as, a voluntary church, in distinction from an established or state church."},{"word":"Voluntaries","type":"pl. ","descr":" of Voluntary"},{"word":"Voluntary","type":"n.","descr":" One who engages in any affair of his own free will; a volunteer."},{"word":"Voluntary","type":"n.","descr":" A piece played by a musician, often extemporarily, according to his fancy; specifically, an organ solo played before, during, or after divine service."},{"word":"Voluntary","type":"n.","descr":" One who advocates voluntaryism."},{"word":"Voluntaryism","type":"n.","descr":" The principle of supporting a religious system and its institutions by voluntary association and effort, rather than by the aid or patronage of the state."},{"word":"Volunteer","type":"a.","descr":" One who enters into, or offers for, any service of his own free will."},{"word":"Volunteer","type":"a.","descr":" One who enters into service voluntarily, but who, when in service, is subject to discipline and regulations like other soldiers; -- opposed to conscript; specifically, a voluntary member of the organized militia of a country as distinguished from the standing army."},{"word":"Volunteer","type":"a.","descr":" A grantee in a voluntary conveyance; one to whom a conveyance is made without valuable consideration; a party, other than a wife or child of the grantor, to whom, or for whose benefit, a voluntary conveyance is made."},{"word":"Volunteer","type":"a.","descr":" Of or pertaining to a volunteer or volunteers; consisting of volunteers; voluntary; as, volunteer companies; volunteer advice."},{"word":"Volunteered","type":"imp. and p. p.","descr":" of Volunteer"},{"word":"Volunteering","type":"p. pr. and vb. n.","descr":" of Volunteer"},{"word":"Volunteer","type":"v. t.","descr":" To offer or bestow voluntarily, or without solicitation or compulsion; as, to volunteer one\\'s services."},{"word":"Volunteer","type":"v. i.","descr":" To enter into, or offer for, any service of one\\'s own free will, without solicitation or compulsion; as, he volunteered in that undertaking."},{"word":"Volupere","type":"n.","descr":" A woman\\'s cap."},{"word":"Voluptuaries","type":"pl. ","descr":" of Voluptuary"},{"word":"Voluptuary","type":"n.","descr":" A voluptuous person; one who makes his physical enjoyment his chief care; one addicted to luxury, and the gratification of sensual appetites."},{"word":"Voluptuary","type":"a.","descr":" Voluptuous; luxurious."},{"word":"Voluptuous","type":"a.","descr":" Full of delight or pleasure, especially that of the senses; ministering to sensuous or sensual gratification; exciting sensual desires; luxurious; sensual."},{"word":"Voluptuous","type":"a.","descr":" Given to the enjoyments of luxury and pleasure; indulging to excess in sensual gratifications."},{"word":"Volupty","type":"n.","descr":" Voluptuousness."},{"word":"Volutas","type":"pl. ","descr":" of Voluta"},{"word":"Volutae","type":"pl. ","descr":" of Voluta"},{"word":"Voluta","type":"n.","descr":" Any one of numerous species of large, handsome marine gastropods belonging to Voluta and allied genera."},{"word":"Volutation","type":"n.","descr":" A rolling of a body; a wallowing."},{"word":"Volute","type":"n.","descr":" A spiral scroll which forms the chief feature of the Ionic capital, and which, on a much smaller scale, is a feature in the Corinthian and Composite capitals.  See Illust. of Capital, also Helix, and Stale."},{"word":"Volute","type":"n.","descr":" A spiral turn, as in certain shells."},{"word":"Volute","type":"n.","descr":" Any voluta."},{"word":"Voluted","type":"a.","descr":" Having a volute, or spiral scroll."},{"word":"Volution","type":"n.","descr":" A spiral turn or wreath."},{"word":"Volution","type":"n.","descr":" A whorl of a spiral shell."},{"word":"Volva","type":"n.","descr":" A saclike envelope of certain fungi, which bursts open as the plant develops."},{"word":"Volvox","type":"n.","descr":" A genus of minute, pale-green, globular, organisms, about one fiftieth of an inch in diameter, found rolling through water, the motion being produced by minute colorless cilia. It has been considered as belonging to the flagellate Infusoria, but is now referred to the vegetable kingdom, and each globule is considered a colony of many individuals. The commonest species is Volvox globator, often called globe animalcule."},{"word":"Volvulus","type":"n.","descr":" The spasmodic contraction of the intestines which causes colic."},{"word":"Volvulus","type":"n.","descr":" Any twisting or displacement of the intestines causing obstruction; ileus.  See Ileus."},{"word":"Volyer","type":"n.","descr":" A lurcher."},{"word":"Vomer","type":"n.","descr":" A bone, or one of a pair of bones, beneath the ethmoid region of the skull, forming a part a part of the partition between the nostrils in man and other mammals."},{"word":"Vomer","type":"n.","descr":" The pygostyle."},{"word":"Vomerine","type":"a.","descr":" Of or pertaining to the vomer."},{"word":"Vomica","type":"n.","descr":" An abscess cavity in the lungs."},{"word":"Vomica","type":"n.","descr":" An abscess in any other parenchymatous organ."},{"word":"Vomicine","type":"n.","descr":" See Brucine."},{"word":"Vomic nut","type":"","descr":" Same as Nux vomica."},{"word":"Vomited","type":"imp. and p. p.","descr":" of Vomit"},{"word":"Vomiting","type":"p. pr. and vb. n.","descr":" of Vomit"},{"word":"Vomit","type":"n.","descr":" To eject the contents of the stomach by the mouth; to puke; to spew."},{"word":"Vomit","type":"v. t.","descr":" To throw up; to eject from the stomach through the mouth; to disgorge; to puke; to spew out; -- often followed by up or out."},{"word":"Vomit","type":"v. t.","descr":" Hence, to eject from any hollow place; to belch forth; to emit; to throw forth; as, volcanoes vomit flame, stones, etc."},{"word":"Vomit","type":"n.","descr":" Matter that is vomited; esp., matter ejected from the stomach through the mouth."},{"word":"Vomit","type":"n.","descr":" That which excites vomiting; an emetic."},{"word":"Vomiting","type":"n.","descr":" The spasmodic ejection of matter from the stomach through the mouth."},{"word":"Vomition","type":"n.","descr":" The act or power of vomiting."},{"word":"Vomitive","type":"a.","descr":" Causing the ejection of matter from the stomach; emetic."},{"word":"Vomito","type":"n.","descr":" The yellow fever in its worst form, when it is usually attended with black vomit.  See Black vomit."},{"word":"Vomitory","type":"a.","descr":" Causing vomiting; emetic; vomitive."},{"word":"Vomitories","type":"pl. ","descr":" of Vomitory"},{"word":"Vomitory","type":"n.","descr":" An emetic; a vomit."},{"word":"Vomitory","type":"n.","descr":" A principal door of a large ancient building, as of an amphitheater."},{"word":"Vomiturition","type":"n.","descr":" An ineffectual attempt to vomit."},{"word":"Vomiturition","type":"n.","descr":" The vomiting of but little matter; also, that vomiting which is effected with little effort."},{"word":"Vondsira","type":"n.","descr":" Same as Vansire."},{"word":"Voodoo","type":"n.","descr":" See Voodooism."},{"word":"Voodoo","type":"n.","descr":" One who practices voodooism; a negro sorcerer."},{"word":"Voodoo","type":"a.","descr":" Of or pertaining to voodooism, or a voodoo; as, voodoo incantations."},{"word":"Voodooism","type":"n.","descr":" A degraded form of superstition and sorcery, said to include human sacrifices and cannibalism in some of its rites. It is prevalent among the negroes of Hayti, and to some extent in the United States, and is regarded as a relic of African barbarism."},{"word":"Voracious","type":"a.","descr":" Greedy in eating; very hungry; eager to devour or swallow; ravenous; gluttonous; edacious; rapacious; as, a voracious man or appetite; a voracious gulf or whirlpool."},{"word":"Voracity","type":"n.","descr":" The quality of being voracious; voraciousness."},{"word":"Voraginous","type":"a.","descr":" Pertaining to a gulf; full of gulfs; hence, devouring."},{"word":"Vortexes","type":"pl. ","descr":" of Vortex"},{"word":"Vortices","type":"pl. ","descr":" of Vortex"},{"word":"Vortex","type":"n.","descr":" A mass of fluid, especially of a liquid, having a whirling or circular motion tending to form a cavity or vacuum in the center of the circle, and to draw in towards the center bodies subject to its action; the form assumed by a fluid in such motion; a whirlpool; an eddy."},{"word":"Vortex","type":"n.","descr":" A supposed collection of particles of very subtile matter, endowed with a rapid rotary motion around an axis which was also the axis of a sun or a planet. Descartes attempted to account for the formation of the universe, and the movements of the bodies composing it, by a theory of vortices."},{"word":"Vortex","type":"n.","descr":" Any one of numerous species of small Turbellaria belonging to Vortex and allied genera.  See Illustration in Appendix."},{"word":"Vortical","type":"a.","descr":" Of or pertaining to a vortex or vortexes; resembling a vortex in form or motion; whirling; as, a vortical motion."},{"word":"Vorticel","type":"n.","descr":" A vorticella."},{"word":"Vorticellas","type":"pl. ","descr":" of Vorticella"},{"word":"Vorticellae","type":"pl. ","descr":" of Vorticella"},{"word":"Vorticella","type":"n.","descr":" Any one of numerous species of ciliated Infusoria belonging to Vorticella and many other genera of the family Vorticellidae.  They have a more or less bell-shaped body with a circle of vibrating cilia around the oral disk. Most of the species have slender, contractile stems, either simple or branched."},{"word":"Vorticose","type":"a.","descr":" Vortical; whirling; as, a vorticose motion."},{"word":"Vortiginous","type":"a.","descr":" Moving rapidly round a center; vortical."},{"word":"Votaress","type":"n.","descr":" A woman who is a votary."},{"word":"Votarist","type":"n.","descr":" A votary."},{"word":"Votary","type":"a.","descr":" Consecrated by a vow or promise; consequent on a vow; devoted; promised."},{"word":"Votaries","type":"pl. ","descr":" of Votary"},{"word":"Votary","type":"n.","descr":" One devoted, consecrated, or engaged by a vow or promise; hence, especially, one devoted, given, or addicted, to some particular service, worship, study, or state of life."},{"word":"Vote","type":"n.","descr":" An ardent wish or desire; a vow; a prayer."},{"word":"Vote","type":"n.","descr":" A wish, choice, or opinion, of a person or a body of persons, expressed in some received and authorized way; the expression of a wish, desire, will, preference, or choice, in regard to any measure proposed, in which the person voting has an interest in common with others, either in electing a person to office, or in passing laws, rules, regulations, etc.; suffrage."},{"word":"Vote","type":"n.","descr":" That by means of which will or preference is expressed in elections, or in deciding propositions; voice; a ballot; a ticket; as, a written vote."},{"word":"Vote","type":"n.","descr":" Expression of judgment or will by a majority; legal decision by some expression of the minds of a number; as, the vote was unanimous; a vote of confidence."},{"word":"Vote","type":"n.","descr":" Votes, collectively; as, the Tory vote; the labor vote."},{"word":"Voted","type":"imp. and p. p.","descr":" of Vote"},{"word":"Voting","type":"p. pr. and vb. n.","descr":" of Vote"},{"word":"Vote","type":"v. i.","descr":" To express or signify the mind, will, or preference, either viva voce, or by ballot, or by other authorized means, as in electing persons to office, in passing laws, regulations, etc., or in deciding on any proposition in which one has an interest with others."},{"word":"Vote","type":"v. t.","descr":" To choose by suffrage; to elec\/; as, to vote a candidate into office."},{"word":"Vote","type":"v. t.","descr":" To enact, establish, grant, determine, etc., by a formal vote; as, the legislature voted the resolution."},{"word":"Vote","type":"v. t.","descr":" To declare by general opinion or common consent, as if by a vote; as, he was voted a bore."},{"word":"Vote","type":"v. t.","descr":" To condemn; to devote; to doom."},{"word":"Voter","type":"n.","descr":" One who votes; one who has a legal right to vote, or give his suffrage; an elector; a suffragist; as, an independent voter."},{"word":"Voting","type":"","descr":" a. and n. from Vote, v."},{"word":"Votist","type":"n.","descr":" One who makes a vow."},{"word":"Votive","type":"a.","descr":" Given by vow, or in fulfillment of a vow; consecrated by a vow; devoted; as, votive offerings; a votive tablet."},{"word":"Votress","type":"n.","descr":" A votaress."},{"word":"Vouched","type":"imp. and p. p.","descr":" of Vouch"},{"word":"Vouching","type":"p. pr. and vb. n.","descr":" of Vouch"},{"word":"Vouch","type":"v. t.","descr":" To call; to summon."},{"word":"Vouch","type":"v. t.","descr":" To call upon to witness; to obtest."},{"word":"Vouch","type":"v. t.","descr":" To warrant; to maintain by affirmations; to attest; to affirm; to avouch."},{"word":"Vouch","type":"v. t.","descr":" To back; to support; to confirm; to establish."},{"word":"Vouch","type":"v. t.","descr":" To call into court to warrant and defend, or to make good a warranty of title."},{"word":"Vouch","type":"v. i.","descr":" To bear witness; to give testimony or full attestation."},{"word":"Vouch","type":"v. i.","descr":" To assert; to aver; to declare."},{"word":"Vouch","type":"n.","descr":" Warrant; attestation."},{"word":"Vouchee","type":"n.","descr":" The person who is vouched, or called into court to support or make good his warranty of title in the process of common recovery."},{"word":"Voucher","type":"n.","descr":" One who vouches, or gives witness or full attestation, to anything."},{"word":"Voucher","type":"n.","descr":" A book, paper, or document which serves to vouch the truth of accounts, or to confirm and establish facts of any kind; also, any acquittance or receipt showing the payment of a debt; as, the merchant\\'s books are his vouchers for the correctness of his accounts; notes, bonds, receipts, and other writings, are used as vouchers in proving facts."},{"word":"Voucher","type":"n.","descr":" The act of calling in a person to make good his warranty of title in the old form of action for the recovery of lands."},{"word":"Voucher","type":"n.","descr":" The tenant in a writ of right; one who calls in another to establish his warranty of title. In common recoveries, there may be a single voucher or double vouchers."},{"word":"Vouchment","type":"n.","descr":" A solemn assertion."},{"word":"Vouch\/or","type":"n.","descr":" Same as Voucher, 3 (b)."},{"word":"Vouchsafed","type":"imp. and p. p.","descr":" of Vouchsafe"},{"word":"Vouchsafing","type":"p. pr. and vb. n.","descr":" of Vouchsafe"},{"word":"Vouchsafe","type":"v. t.","descr":" To condescend to grant; to concede; to bestow."},{"word":"Vouchsafe","type":"v. t.","descr":" To receive or accept in condescension."},{"word":"Vouchsafe","type":"v. i.","descr":" To condescend; to deign; to yield; to descend or stoop."},{"word":"Vouchsafement","type":"n.","descr":" The act of vouchsafing, or that which is vouchsafed; a gift or grant in condescension."},{"word":"Voussoir","type":"n.","descr":" One of the wedgelike stones of which an arch is composed."},{"word":"Vow","type":"n.","descr":" A solemn promise made to God, or to some deity; an act by which one consecrates or devotes himself, absolutely or conditionally, wholly or in part, for a longer or shorter time, to some act, service, or condition; a devotion of one\\'s possessions; as, a baptismal vow; a vow of poverty."},{"word":"Vow","type":"n.","descr":" Specifically, a promise of fidelity; a pledge of love or affection; as, the marriage vow."},{"word":"Vowed","type":"imp. and p. p.","descr":" of Vow"},{"word":"Vowing","type":"p. pr. and vb. n.","descr":" of Vow"},{"word":"Vow","type":"n.","descr":" To give, consecrate, or dedicate to God, or to some deity, by a solemn promise; to devote; to promise solemnly."},{"word":"Vow","type":"n.","descr":" To assert solemnly; to asseverate."},{"word":"Vow","type":"v. i.","descr":" To make a vow, or solemn promise."},{"word":"Vowel","type":"n.","descr":" A vocal, or sometimes a whispered, sound modified by resonance in the oral passage, the peculiar resonance in each case giving to each several vowel its distinctive character or quality as a sound of speech; -- distinguished from a consonant in that the latter, whether made with or without vocality, derives its character in every case from some kind of obstructive action by the mouth organs. Also, a letter or character which represents such a sound.  See Guide to Pronunciation, \/\/ 5, 146-149."},{"word":"Vowel","type":"a.","descr":" Of or pertaining to a vowel; vocal."},{"word":"Voweled","type":"a.","descr":" Furnished with vowels."},{"word":"Vowelish","type":"a.","descr":" Of the nature of a vowel."},{"word":"Vowelism","type":"n.","descr":" The use of vowels."},{"word":"Vowelize","type":"v. t.","descr":" To give the quality, sound, or office of a vowel to."},{"word":"Vower","type":"n.","descr":" One who makes a vow."},{"word":"Vow-fellow","type":"n.","descr":" One bound by the same vow as another."},{"word":"Vox","type":"n.","descr":" A voice."},{"word":"Voyage","type":"n.","descr":" Formerly, a passage either by sea or land; a journey, in general; but not chiefly limited to a passing by sea or water from one place, port, or country, to another; especially, a passing or journey by water to a distant place or country."},{"word":"Voyage","type":"n.","descr":" The act or practice of traveling."},{"word":"Voyage","type":"n.","descr":" Course; way."},{"word":"Voyaged","type":"imp. and p. p.","descr":" of Voyage"},{"word":"Voyaging","type":"p. pr. and vb. n.","descr":" of Voyage"},{"word":"Voyage","type":"v. i.","descr":" To take a voyage; especially, to sail or pass by water."},{"word":"Voyage","type":"v. t.","descr":" To travel; to pass over; to traverse."},{"word":"Voyageable","type":"a.","descr":" That may be sailed over, as water or air; navigable."},{"word":"Voyager","type":"n.","descr":" One who voyages; one who sails or passes by sea or water."},{"word":"Voyageur","type":"n.","descr":" A traveler; -- applied in Canada to a man employed by the fur companies in transporting goods by the rivers and across the land, to and from the remote stations in the Northwest."},{"word":"Voyol","type":"n.","descr":" See Viol, 2."},{"word":"Voyol","type":"n.","descr":" The block through which a messenger passes."}]