[{"word":"Was","type":"imp.","descr":" of Be"},{"word":"Waag","type":"n.","descr":" The grivet."},{"word":"Waahoo","type":"n.","descr":" The burning bush; -- said to be called after a quack medicine made from it."},{"word":"Wabble","type":"v. i.","descr":" To move staggeringly or unsteadily from one side to the other; to vacillate; to move the manner of a rotating disk when the axis of rotation is inclined to that of the disk; -- said of a turning or whirling body; as, a top wabbles; a buzz saw wabbles."},{"word":"Wabble","type":"n.","descr":" A hobbling, unequal motion, as of a wheel unevenly hung; a staggering to and fro."},{"word":"Wabbly","type":"a.","descr":" Inclined to wabble; wabbling."},{"word":"Wacke","type":"n.","descr":" Alt. of Wacky"},{"word":"Wacky","type":"n.","descr":" A soft, earthy, dark-colored rock or clay derived from the alteration of basalt."},{"word":"Wad","type":"n.","descr":" Woad."},{"word":"Wad","type":"n.","descr":" A little mass, tuft, or bundle, as of hay or tow."},{"word":"Wad","type":"n.","descr":" Specifically: A little mass of some soft or flexible material, such as hay, straw, tow, paper, or old rope yarn, used for retaining a charge of powder in a gun, or for keeping the powder and shot close; also, to diminish or avoid the effects of windage. Also, by extension, a dusk of felt, pasteboard, etc., serving a similar purpose."},{"word":"Wad","type":"n.","descr":" A soft mass, especially of some loose, fibrous substance, used for various purposes, as for stopping an aperture, padding a garment, etc."},{"word":"Waded","type":"imp. and p. p.","descr":" of Wad"},{"word":"Wadding","type":"p. pr. and vb. n.","descr":" of Wad"},{"word":"Wad","type":"v. t.","descr":" To form into a mass, or wad, or into wadding; as, to wad tow or cotton."},{"word":"Wad","type":"v. t.","descr":" To insert or crowd a wad into; as, to wad a gun; also, to stuff or line with some soft substance, or wadding, like cotton; as, to wad a cloak."},{"word":"Wad","type":"n.","descr":" Alt. of Wadd"},{"word":"Wadd","type":"n.","descr":" An earthy oxide of manganese, or mixture of different oxides and water, with some oxide of iron, and often silica, alumina, lime, or baryta; black ocher. There are several varieties."},{"word":"Wadd","type":"n.","descr":" Plumbago, or black lead."},{"word":"Wadding","type":"n.","descr":" A wad, or the materials for wads; any pliable substance of which wads may be made."},{"word":"Wadding","type":"n.","descr":" Any soft stuff of loose texture, used for stuffing or padding garments; esp., sheets of carded cotton prepared for the purpose."},{"word":"Waddled","type":"imp. and p. p.","descr":" of Waddle"},{"word":"Waddling","type":"p. pr. and vb. n.","descr":" of Waddle"},{"word":"Waddle","type":"v. i.","descr":" To walk with short steps, swaying the body from one side to the other, like a duck or very fat person; to move clumsily and totteringly along; to toddle; to stumble; as, a child waddles when he begins to walk; a goose waddles."},{"word":"Waddle","type":"v. t.","descr":" To trample or tread down, as high grass, by walking through it."},{"word":"Waddler","type":"n.","descr":" One who, or that which, waddles."},{"word":"Waddlingly","type":"adv.","descr":" In a waddling manner."},{"word":"Wade","type":"n.","descr":" Woad."},{"word":"Waded","type":"imp. and p. p.","descr":" of Wade"},{"word":"Wading","type":"p. pr. and vb. n.","descr":" of Wade"},{"word":"Wade","type":"v. i.","descr":" To go; to move forward."},{"word":"Wade","type":"v. i.","descr":" To walk in a substance that yields to the feet; to move, sinking at each step, as in water, mud, sand, etc."},{"word":"Wade","type":"v. i.","descr":" Hence, to move with difficulty or labor; to proceed \/lowly among objects or circumstances that constantly \/inder or embarrass; as, to wade through a dull book."},{"word":"Wade","type":"v. t.","descr":" To pass or cross by wading; as, he waded \/he rivers and swamps."},{"word":"Wade","type":"n.","descr":" The act of wading."},{"word":"Wader","type":"n.","descr":" One who, or that which, wades."},{"word":"Wader","type":"n.","descr":" Any long-legged bird that wades in the water in search of food, especially any species of limicoline or grallatorial birds; -- called also wading bird.  See Illust. g, under Aves."},{"word":"Wading","type":"","descr":" a. and n. from Wade, v."},{"word":"Wadmol","type":"n.","descr":" A coarse, hairy, woolen cloth, formerly used for garments by the poor, and for various other purposes."},{"word":"Wadset","type":"n.","descr":" A kind of pledge or mortgage."},{"word":"Wadsetter","type":"n.","descr":" One who holds by a wadset."},{"word":"Wadies","type":"pl. ","descr":" of Wady"},{"word":"Wady","type":"n.","descr":" A ravine through which a brook flows; the channel of a water course, which is dry except in the rainy season."},{"word":"Wae","type":"n.","descr":" A wave."},{"word":"Waeg","type":"n.","descr":" The kittiwake."},{"word":"Wafer","type":"n.","descr":" A thin cake made of flour and other ingredients."},{"word":"Wafer","type":"n.","descr":" A thin cake or piece of bread (commonly unleavened, circular, and stamped with a crucifix or with the sacred monogram) used in the Eucharist, as in the Roman Catholic Church."},{"word":"Wafer","type":"n.","descr":" An adhesive disk of dried paste, made of flour, gelatin, isinglass, or the like, and coloring matter, -- used in sealing letters and other documents."},{"word":"Wafered","type":"imp. and p. p.","descr":" of Wafer"},{"word":"Wafering","type":"p. pr. and vb. n.","descr":" of Wafer"},{"word":"Wafer","type":"v. t.","descr":" To seal or close with a wafer."},{"word":"Waferer","type":"n.","descr":" A dealer in the cakes called wafers; a confectioner."},{"word":"Waffle","type":"n.","descr":" A thin cake baked and then rolled; a wafer."},{"word":"Waffle","type":"n.","descr":" A soft indented cake cooked in a waffle iron."},{"word":"Wafted","type":"imp. and p. p.","descr":" of Waft"},{"word":"Wafting","type":"p. pr. and vb. n.","descr":" of Waft"},{"word":"Waft","type":"v. t.","descr":" To give notice to by waving something; to wave the hand to; to beckon."},{"word":"Waft","type":"v. t.","descr":" To cause to move or go in a wavy manner, or by the impulse of waves, as of water or air; to bear along on a buoyant medium; as, a balloon was wafted over the channel."},{"word":"Waft","type":"v. t.","descr":" To cause to float; to keep from sinking; to buoy."},{"word":"Waft","type":"v. i.","descr":" To be moved, or to pass, on a buoyant medium; to float."},{"word":"Waft","type":"n.","descr":" A wave or current of wind."},{"word":"Waft","type":"n.","descr":" A signal made by waving something, as a flag, in the air."},{"word":"Waft","type":"n.","descr":" An unpleasant flavor."},{"word":"Waft","type":"n.","descr":" A knot, or stop, in the middle of a flag."},{"word":"Waftage","type":"n.","descr":" Conveyance on a buoyant medium, as air or water."},{"word":"Wafter","type":"n.","descr":" One who, or that which, wafts."},{"word":"Wafter","type":"n.","descr":" A boat for passage."},{"word":"Wafture","type":"n.","descr":" The act of waving; a wavelike motion; a waft."},{"word":"Wagged","type":"imp. and p. p.","descr":" of Wag"},{"word":"Wagging","type":"p. pr. and vb. n.","descr":" of Wag"},{"word":"Wag","type":"v. t.","descr":" To move one way and the other with quick turns; to shake to and fro; to move vibratingly; to cause to vibrate, as a part of the body; as, to wag the head."},{"word":"Wag","type":"v. i.","descr":" To move one way and the other; to be shaken to and fro; to vibrate."},{"word":"Wag","type":"v. i.","descr":" To be in action or motion; to move; to get along; to progress; to stir."},{"word":"Wag","type":"v. i.","descr":" To go; to depart; to pack oft."},{"word":"Wag","type":"v.","descr":" The act of wagging; a shake; as, a wag of the head."},{"word":"Wag","type":"v.","descr":" A man full of sport and humor; a ludicrous fellow; a humorist; a wit; a joker."},{"word":"Wagati","type":"n.","descr":" A small East Indian wild cat (Felis wagati), regarded by some as a variety of the leopard cat."},{"word":"Waged","type":"imp. and p. p.","descr":" of Wage"},{"word":"Waging","type":"p. pr. and vb. n.","descr":" of Wage"},{"word":"Wage","type":"v. t.","descr":" To pledge; to hazard on the event of a contest; to stake; to bet, to lay; to wager; as, to wage a dollar."},{"word":"Wage","type":"v. t.","descr":" To expose one\\'s self to, as a risk; to incur, as a danger; to venture; to hazard."},{"word":"Wage","type":"v. t.","descr":" To engage in, as a contest, as if by previous gage or pledge; to carry on, as a war."},{"word":"Wage","type":"v. t.","descr":" To adventure, or lay out, for hire or reward; to hire out."},{"word":"Wage","type":"v. t.","descr":" To put upon wages; to hire; to employ; to pay wages to."},{"word":"Wage","type":"v. t.","descr":" To give security for the performance of."},{"word":"Wage","type":"v. i.","descr":" To bind one\\'s self; to engage."},{"word":"Wage","type":"v. t.","descr":" That which is staked or ventured; that for which one incurs risk or danger; prize; gage."},{"word":"Wage","type":"v. t.","descr":" That for which one labors; meed; reward; stipulated payment for service performed; hire; pay; compensation; -- at present generally used in the plural.  See Wages."},{"word":"Wagel","type":"n.","descr":" See Waggel."},{"word":"Wagenboom","type":"n.","descr":" A south African proteaceous tree (Protea grandiflora); also, its tough wood, used for making wagon wheels."},{"word":"Wager","type":"v. t.","descr":" Something deposited, laid, or hazarded on the event of a contest or an unsettled question; a bet; a stake; a pledge."},{"word":"Wager","type":"v. t.","descr":" A contract by which two parties or more agree that a certain sum of money, or other thing, shall be paid or delivered to one of them, on the happening or not happening of an uncertain event."},{"word":"Wager","type":"v. t.","descr":" That on which bets are laid; the subject of a bet."},{"word":"Wagered","type":"imp. and p. p.","descr":" of Wager"},{"word":"Wagering","type":"p. pr. and vb. n.","descr":" of Wager"},{"word":"Wager","type":"v. t.","descr":" To hazard on the issue of a contest, or on some question that is to be decided, or on some casualty; to lay; to stake; to bet."},{"word":"Wager","type":"v. i.","descr":" To make a bet; to lay a wager."},{"word":"Wagerer","type":"n.","descr":" One who wagers, or lays a bet."},{"word":"Wagering","type":"a.","descr":" Hazarding; pertaining to the act of one who wagers."},{"word":"Wages","type":"n.","descr":" A compensation given to a hired person for services; price paid for labor; recompense; hire.  See Wage, n., 2."},{"word":"Waggel","type":"n.","descr":" The young of the great black-backed gull (Larus marinus), formerly considered a distinct species."},{"word":"Waggeries","type":"pl. ","descr":" of Waggery"},{"word":"Waggery","type":"n.","descr":" The manner or action of a wag; mischievous merriment; sportive trick or gayety; good-humored sarcasm; pleasantry; jocularity; as, the waggery of a schoolboy."},{"word":"Waggie","type":"n.","descr":" The pied wagtail."},{"word":"Waggish","type":"a.","descr":" Like a wag; mischievous in sport; roguish in merriment or good humor; frolicsome."},{"word":"Waggish","type":"a.","descr":" Done, made, or laid in waggery or for sport; sportive; humorous; as, a waggish trick."},{"word":"Waggle","type":"v. i.","descr":" To reel, sway, or move from side to side; to move with a wagging motion; to waddle."},{"word":"Waggled","type":"imp. and p. p.","descr":" of Waggle"},{"word":"Waggling","type":"p. pr. and vb. n.","descr":" of Waggle"},{"word":"Waggle","type":"v. t.","descr":" To move frequently one way and the other; to wag; as, a bird waggles his tail."},{"word":"Wag-halter","type":"n.","descr":" One who moves or wears a halter; one likely to be hanged."},{"word":"Wagnerite","type":"n.","descr":" A fluophosphate of magnesia, occurring in yellowish crystals, and also in massive forms."},{"word":"Wagon","type":"n.","descr":" A wheeled carriage; a vehicle on four wheels, and usually drawn by horses; especially, one used for carrying freight or merchandise."},{"word":"Wagon","type":"n.","descr":" A freight car on a railway."},{"word":"Wagon","type":"n.","descr":" A chariot"},{"word":"Wagon","type":"n.","descr":" The Dipper, or Charles\\'s Wain."},{"word":"Wagoned","type":"imp. and p. p.","descr":" of Wagon"},{"word":"Wagoning","type":"p. pr. and vb. n.","descr":" of Wagon"},{"word":"Wagon","type":"v. t.","descr":" To transport in a wagon or wagons; as, goods are wagoned from city to city."},{"word":"Wagon","type":"v. i.","descr":" To wagon goods as a business; as, the man wagons between Philadelphia and its suburbs."},{"word":"Wagonage","type":"n.","descr":" Money paid for carriage or conveyance in wagon."},{"word":"Wagonage","type":"n.","descr":" A collection of wagons; wagons, collectively."},{"word":"Wagoner","type":"n.","descr":" One who conducts a wagon; one whose business it is to drive a wagon."},{"word":"Wagoner","type":"n.","descr":" The constellation Charles\\'s Wain, or Ursa Major.  See Ursa major, under Ursa."},{"word":"Wagonette","type":"n.","descr":" A kind of pleasure wagon, uncovered and with seats extended along the sides, designed to carry six or eight persons besides the driver."},{"word":"Wagonfuls","type":"pl. ","descr":" of Wagonful"},{"word":"Wagonful","type":"n.","descr":" As much as a wagon will hold; enough to fill a wagon; a wagonload."},{"word":"Wagon-headed","type":"a.","descr":" Having a top, or head, shaped like the top of a covered wagon, or resembling in section or outline an inverted U, thus \/; as, a wagonheaded ceiling."},{"word":"Wagonload","type":"n.","descr":" Same as Wagonful."},{"word":"Wagon-roofed","type":"a.","descr":" Having a roof, or top, shaped like an inverted U; wagon-headed."},{"word":"Wagonry","type":"n.","descr":" Conveyance by means of a wagon or wagons."},{"word":"Wagonwright","type":"n.","descr":" One who makes wagons."},{"word":"Wagtail","type":"n.","descr":" Any one of many species of Old World singing birds belonging to Motacilla and several allied genera of the family Motacillidae. They have the habit of constantly jerking their long tails up and down, whence the name."},{"word":"Wah","type":"n.","descr":" The panda."},{"word":"Wahabee","type":"n.","descr":" A follower of Abdel Wahab (b. 1691; d. 1787), a reformer of Mohammedanism. His doctrines prevail particularly among the Bedouins, and the sect, though checked in its influence, extends to most parts of Arabia, and also into India."},{"word":"Waid","type":"a.","descr":" Oppressed with weight; crushed; weighed down."},{"word":"Waif","type":"n.","descr":" Goods found of which the owner is not known; originally, such goods as a pursued thief threw away to prevent being apprehended, which belonged to the king unless the owner made pursuit of the felon, took him, and brought him to justice."},{"word":"Waif","type":"n.","descr":" Hence, anything found, or without an owner; that which comes along, as it were, by chance."},{"word":"Waif","type":"n.","descr":" A wanderer; a castaway; a stray; a homeless child."},{"word":"Waift","type":"n.","descr":" A waif."},{"word":"Wail","type":"v. t.","descr":" To choose; to select."},{"word":"Wailed","type":"imp. and p. p.","descr":" of Wail"},{"word":"Wailing","type":"p. pr. and vb. n.","descr":" of Wail"},{"word":"Wail","type":"v. t.","descr":" To lament; to bewail; to grieve over; as, to wail one\\'s death."},{"word":"Wail","type":"v. i.","descr":" To express sorrow audibly; to make mournful outcry; to weep."},{"word":"Wail","type":"n.","descr":" Loud weeping; violent lamentation; wailing."},{"word":"Wailer","type":"n.","descr":" One who wails or laments."},{"word":"Waileress","type":"n.","descr":" A woman who wails."},{"word":"Wailful","type":"a.","descr":" Sorrowful; mournful."},{"word":"Wailingly","type":"adv.","descr":" In a wailing manner."},{"word":"Wailment","type":"n.","descr":" Lamentation; loud weeping; wailing."},{"word":"Waiment","type":"v. and n.","descr":" See Wayment."},{"word":"Wain","type":"n.","descr":" A four-wheeled vehicle for the transportation of goods, produce, etc.; a wagon."},{"word":"Wain","type":"n.","descr":" A chariot."},{"word":"Wainable","type":"a.","descr":" Capable of being plowed or cultivated; arable; tillable."},{"word":"Wainage","type":"n.","descr":" A finding of carriages, carts, etc., for the transportation of goods, produce, etc."},{"word":"Wainage","type":"n.","descr":" See Gainage, a."},{"word":"Wainbote","type":"n.","descr":" See Cartbote.  See also the Note under Bote."},{"word":"Wainscot","type":"n.","descr":" Oaken timber or boarding."},{"word":"Wainscot","type":"n.","descr":" A wooden lining or boarding of the walls of apartments, usually made in panels."},{"word":"Wainscot","type":"n.","descr":" Any one of numerous species of European moths of the family Leucanidae."},{"word":"Wainscoted","type":"imp. and p. p.","descr":" of Wainscot"},{"word":"Wainscoting","type":"p. pr. and vb. n.","descr":" of Wainscot"},{"word":"Wainscot","type":"v. t.","descr":" To line with boards or panelwork, or as if with panelwork; as, to wainscot a hall."},{"word":"Wainscoting","type":"n.","descr":" The act or occupation of covering or lining with boards in panel."},{"word":"Wainscoting","type":"n.","descr":" The material used to wainscot a house, or the wainscot as a whole; panelwork."},{"word":"Wainwright","type":"n.","descr":" Same as Wagonwright."},{"word":"Wair","type":"n.","descr":" A piece of plank two yard\/ long and a foot broad."},{"word":"Waist","type":"n.","descr":" That part of the human body which is immediately below the ribs or thorax; the small part of the body between the thorax and hips."},{"word":"Waist","type":"n.","descr":" Hence, the middle part of other bodies; especially (Naut.), that part of a vessel\\'s deck, bulwarks, etc., which is between the quarter-deck and the forecastle; the middle part of the ship."},{"word":"Waist","type":"n.","descr":" A garment, or part of a garment, which covers the body from the neck or shoulders to the waist line."},{"word":"Waist","type":"n.","descr":" A girdle or belt for the waist."},{"word":"Waistband","type":"n.","descr":" The band which encompasses the waist; esp., one on the upper part of breeches, trousers, pantaloons, skirts, or the like."},{"word":"Waistband","type":"n.","descr":" A sash worn by women around the waist."},{"word":"Waistcloth","type":"n.","descr":" A cloth or wrapper worn about the waist; by extension, such a garment worn about the hips and passing between the thighs."},{"word":"Waistcloth","type":"n.","descr":" A covering of canvas or tarpaulin for the hammocks, stowed on the nettings, between the quarterdeck and the forecastle."},{"word":"Waistcoat","type":"n.","descr":" A short, sleeveless coat or garment for men, worn under the coat, extending no lower than the hips, and covering the waist; a vest."},{"word":"Waistcoat","type":"n.","descr":" A garment occasionally worn by women as a part of fashionable costume."},{"word":"Waistcoateer","type":"n.","descr":" One wearing a waistcoat; esp., a woman wearing one uncovered, or thought fit for such a habit; hence, a loose woman; strumpet."},{"word":"Waistcoating","type":"n.","descr":" A fabric designed for waistcoats; esp., one in which there is a pattern, differently colored yarns being used."},{"word":"Waister","type":"n.","descr":" A seaman, usually a green hand or a broken-down man, stationed in the waist of a vessel of war."},{"word":"Waited","type":"imp. and p. p.","descr":" of Wait"},{"word":"Waiting","type":"p. pr. and vb. n.","descr":" of Wait"},{"word":"Wait","type":"v. i.","descr":" To watch; to observe; to take notice."},{"word":"Wait","type":"v. i.","descr":" To stay or rest in expectation; to stop or remain stationary till the arrival of some person or event; to rest in patience; to stay; not to depart."},{"word":"Wait","type":"v. t.","descr":" To stay for; to rest or remain stationary in expectation of; to await; as, to wait orders."},{"word":"Wait","type":"v. t.","descr":" To attend as a consequence; to follow upon; to accompany; to await."},{"word":"Wait","type":"v. t.","descr":" To attend on; to accompany; especially, to attend with ceremony or respect."},{"word":"Wait","type":"v. t.","descr":" To cause to wait; to defer; to postpone; -- said of a meal; as, to wait dinner."},{"word":"Wait","type":"v. i.","descr":" The act of waiting; a delay; a halt."},{"word":"Wait","type":"v. i.","descr":" Ambush."},{"word":"Wait","type":"v. i.","descr":" One who watches; a watchman."},{"word":"Wait","type":"v. i.","descr":" Hautboys, or oboes, played by town musicians; not used in the singular."},{"word":"Wait","type":"v. i.","descr":" Musicians who sing or play at night or in the early morning, especially at Christmas time; serenaders; musical watchmen."},{"word":"Waiter","type":"n.","descr":" One who, or that which, waits; an attendant; a servant in attendance, esp. at table."},{"word":"Waiter","type":"n.","descr":" A vessel or tray on which something is carried, as dishes, etc.; a salver."},{"word":"Waiting","type":"","descr":" a. and n. from Wait, v."},{"word":"Waitingly","type":"adv.","descr":" By waiting."},{"word":"Waitress","type":"n.","descr":" A female waiter or attendant; a waiting maid or waiting woman."},{"word":"Waive","type":"v. t.","descr":" A waif; a castaway."},{"word":"Waive","type":"v. t.","descr":" A woman put out of the protection of the law.  See Waive, v. t., 3 (b), and the Note."},{"word":"Waived","type":"imp. and p. p.","descr":" of Waive"},{"word":"Waiving","type":"p. pr. and vb. n.","descr":" of Waive"},{"word":"Waive","type":"v. t.","descr":" To relinquish; to give up claim to; not to insist on or claim; to refuse; to forego."},{"word":"Waive","type":"v. t.","descr":" To throw away; to cast off; to reject; to desert."},{"word":"Waive","type":"v. t.","descr":" To throw away; to relinquish voluntarily, as a right which one may enforce if he chooses."},{"word":"Waive","type":"v. t.","descr":" To desert; to abandon."},{"word":"Waive","type":"v. i.","descr":" To turn aside; to recede."},{"word":"Waiver","type":"n.","descr":" The act of waiving, or not insisting on, some right, claim, or privilege."},{"word":"Waivure","type":"n.","descr":" See Waiver."},{"word":"Waiwode","type":"n.","descr":" See Waywode."},{"word":"Wake","type":"n.","descr":" The track left by a vessel in the water; by extension, any track; as, the wake of an army."},{"word":"Waked","type":"imp. and p. p.","descr":" of Wake"},{"word":"Waking","type":"p. pr. and vb. n.","descr":" of Wake"},{"word":"Wake","type":"v. i.","descr":" To be or to continue awake; to watch; not to sleep."},{"word":"Wake","type":"v. i.","descr":" To sit up late festive purposes; to hold a night revel."},{"word":"Wake","type":"v. i.","descr":" To be excited or roused from sleep; to awake; to be awakened; to cease to sleep; -- often with up."},{"word":"Wake","type":"v. i.","descr":" To be exited or roused up; to be stirred up from a dormant, torpid, or inactive state; to be active."},{"word":"Wake","type":"v. t.","descr":" To rouse from sleep; to awake."},{"word":"Wake","type":"v. t.","descr":" To put in motion or action; to arouse; to excite."},{"word":"Wake","type":"v. t.","descr":" To bring to life again, as if from the sleep of death; to reanimate; to revive."},{"word":"Wake","type":"v. t.","descr":" To watch, or sit up with, at night, as a dead body."},{"word":"Wake","type":"n.","descr":" The act of waking, or being awaked; also, the state of being awake."},{"word":"Wake","type":"n.","descr":" The state of forbearing sleep, especially for solemn or festive purposes; a vigil."},{"word":"Wake","type":"n.","descr":" An annual parish festival formerly held in commemoration of the dedication of a church. Originally, prayers were said on the evening preceding, and hymns were sung during the night, in the church; subsequently, these vigils were discontinued, and the day itself, often with succeeding days, was occupied in rural pastimes and exercises, attended by eating and drinking, often to excess."},{"word":"Wake","type":"n.","descr":" The sitting up of persons with a dead body, often attended with a degree of festivity, chiefly among the Irish."},{"word":"Wakeful","type":"a.","descr":" Not sleeping; indisposed to sleep; watchful; vigilant."},{"word":"Wakened","type":"imp. and p. pr.","descr":" of Waken"},{"word":"Wakening","type":"p. pr. and vb. n.","descr":" of Waken"},{"word":"Waken","type":"v. i.","descr":" To wake; to cease to sleep; to be awakened."},{"word":"Waken","type":"v. t.","descr":" To excite or rouse from sleep; to wake; to awake; to awaken."},{"word":"Waken","type":"v. t.","descr":" To excite; to rouse; to move to action; to awaken."},{"word":"Wakener","type":"n.","descr":" One who wakens."},{"word":"Wakening","type":"n.","descr":" The act of one who wakens; esp., the act of ceasing to sleep; an awakening."},{"word":"Wakening","type":"n.","descr":" The revival of an action."},{"word":"Waker","type":"n.","descr":" One who wakes."},{"word":"Wake-robin","type":"n.","descr":" Any plant of the genus Arum, especially, in England, the cuckoopint (Arum maculatum)."},{"word":"Waketime","type":"n.","descr":" Time during which one is awake."},{"word":"Waking","type":"n.","descr":" The act of waking, or the state or period of being awake."},{"word":"Waking","type":"n.","descr":" A watch; a watching."},{"word":"Walaway","type":"interj.","descr":" See Welaway."},{"word":"Wald","type":"n.","descr":" A forest; -- used as a termination of names.  See Weald."},{"word":"Waldenses","type":"n. pl.","descr":" A sect of dissenters from the ecclesiastical system of the Roman Catholic Church, who in the 13th century were driven by persecution to the valleys of Piedmont, where the sect survives. They profess substantially Protestant principles."},{"word":"Waldensian","type":"a.","descr":" Of or pertaining to the Waldenses."},{"word":"Waldensian","type":"n.","descr":" One Holding the Waldensian doctrines."},{"word":"Waldgrave","type":"n.","descr":" In the old German empire, the head forest keeper."},{"word":"Waldheimia","type":"n.","descr":" A genus of brachiopods of which many species are found in the fossil state. A few still exist in the deep sea."},{"word":"Wale","type":"n.","descr":" A streak or mark made on the skin by a rod or whip; a stripe; a wheal.  See Wheal."},{"word":"Wale","type":"n.","descr":" A ridge or streak rising above the surface, as of cloth; hence, the texture of cloth."},{"word":"Wale","type":"n.","descr":" A timber bolted to a row of piles to secure them together and in position."},{"word":"Wale","type":"n.","descr":" Certain sets or strakes of the outside planking of a vessel; as, the main wales, or the strakes of planking under the port sills of the gun deck; channel wales, or those along the spar deck, etc."},{"word":"Wale","type":"n.","descr":" A wale knot, or wall knot."},{"word":"Wale","type":"v. t.","descr":" To mark with wales, or stripes."},{"word":"Wale","type":"v. t.","descr":" To choose; to select; specifically (Mining), to pick out the refuse of (coal) by hand, in order to clean it."},{"word":"Walhalla","type":"n.","descr":" See Valhalla."},{"word":"Waling","type":"n.","descr":" Same as Wale, n., 4."},{"word":"Walked","type":"imp. and p. p.","descr":" of Walk"},{"word":"Walking","type":"p. pr. and vb. n.","descr":" of Walk"},{"word":"Walk","type":"v. i.","descr":" To move along on foot; to advance by steps; to go on at a moderate pace; specifically, of two-legged creatures, to proceed at a slower or faster rate, but without running, or lifting one foot entirely before the other touches the ground."},{"word":"Walk","type":"v. i.","descr":" To move or go on the feet for exercise or amusement; to take one\\'s exercise; to ramble."},{"word":"Walk","type":"v. i.","descr":" To be stirring; to be abroad; to go restlessly about; -- said of things or persons expected to remain quiet, as a sleeping person, or the spirit of a dead person; to go about as a somnambulist or a specter."},{"word":"Walk","type":"v. i.","descr":" To be in motion; to act; to move; to wag."},{"word":"Walk","type":"v. i.","descr":" To behave; to pursue a course of life; to conduct one\\'s self."},{"word":"Walk","type":"v. i.","descr":" To move off; to depart."},{"word":"Walk","type":"v. t.","descr":" To pass through, over, or upon; to traverse; to perambulate; as, to walk the streets."},{"word":"Walk","type":"v. t.","descr":" To cause to walk; to lead, drive, or ride with a slow pace; as to walk one\\'s horses."},{"word":"Walk","type":"v. t.","descr":" To subject, as cloth or yarn, to the fulling process; to full."},{"word":"Walk","type":"n.","descr":" The act of walking, or moving on the feet with a slow pace; advance without running or leaping."},{"word":"Walk","type":"n.","descr":" The act of walking for recreation or exercise; as, a morning walk; an evening walk."},{"word":"Walk","type":"n.","descr":" Manner of walking; gait; step; as, we often know a person at a distance by his walk."},{"word":"Walk","type":"n.","descr":" That in or through which one walks; place or distance walked over; a place for walking; a path or avenue prepared for foot passengers, or for taking air and exercise; way; road; hence, a place or region in which animals may graze; place of wandering; range; as, a sheep walk."},{"word":"Walk","type":"n.","descr":" A frequented track; habitual place of action; sphere; as, the walk of the historian."},{"word":"Walk","type":"n.","descr":" Conduct; course of action; behavior."},{"word":"Walk","type":"n.","descr":" The route or district regularly served by a vender; as, a milkman\\'s walk."},{"word":"Walkable","type":"a.","descr":" Fit to be walked on; capable of being walked on or over."},{"word":"Walker","type":"n.","descr":" One who walks; a pedestrian."},{"word":"Walker","type":"n.","descr":" That with which one walks; a foot."},{"word":"Walker","type":"n.","descr":" A forest officer appointed to walk over a certain space for inspection; a forester."},{"word":"Walker","type":"v. t.","descr":" A fuller of cloth."},{"word":"Walker","type":"v. t.","descr":" Any ambulatorial orthopterous insect, as a stick insect."},{"word":"Walking","type":"","descr":" a. and n. from Walk, v."},{"word":"Walk-mill","type":"n.","descr":" A fulling mill."},{"word":"Walk-over","type":"n.","descr":" In racing, the going over a course by a horse which has no competitor for the prize; hence, colloquially, a one-sided contest; an uncontested, or an easy, victory."},{"word":"Walkyr","type":"n.","descr":" See Valkyria."},{"word":"Wall","type":"n.","descr":" A kind of knot often used at the end of a rope; a wall knot; a wale."},{"word":"Wall","type":"n.","descr":" A work or structure of stone, brick, or other materials, raised to some height, and intended for defense or security, solid and permanent inclosing fence, as around a field, a park, a town, etc., also, one of the upright inclosing parts of a building or a room."},{"word":"Wall","type":"n.","descr":" A defense; a rampart; a means of protection; in the plural, fortifications, in general; works for defense."},{"word":"Wall","type":"n.","descr":" An inclosing part of a receptacle or vessel; as, the walls of a steam-engine cylinder."},{"word":"Wall","type":"n.","descr":" The side of a level or drift."},{"word":"Wall","type":"n.","descr":" The country rock bounding a vein laterally."},{"word":"Walled","type":"imp. and p. p.","descr":" of Wall"},{"word":"Walling","type":"p. pr. and vb. n.","descr":" of Wall"},{"word":"Wall","type":"v. t.","descr":" To inclose with a wall, or as with a wall."},{"word":"Wall","type":"v. t.","descr":" To defend by walls, or as if by walls; to fortify."},{"word":"Wall","type":"v. t.","descr":" To close or fill with a wall, as a doorway."},{"word":"Wallaba","type":"n.","descr":" A leguminous tree (Eperua falcata) of Demerara, with pinnate leaves and clusters of red flowers. The reddish brown wood is used for palings and shingles."},{"word":"Wallabies","type":"pl. ","descr":" of Wallaby"},{"word":"Wallaby","type":"n.","descr":" Any one of numerous species of kangaroos belonging to the genus Halmaturus, native of Australia and Tasmania, especially the smaller species, as the brush kangaroo (H. Bennettii) and the pademelon (H. thetidis). The wallabies chiefly inhabit the wooded district and bushy plains."},{"word":"Wallah","type":"n.","descr":" A black variety of the jaguar; -- called also tapir tiger."},{"word":"Wallaroo","type":"n.","descr":" Any one of several species of kangaroos of the genus Macropus, especially M. robustus, sometimes called the great wallaroo."},{"word":"Wallbird","type":"n.","descr":" The spotted flycatcher."},{"word":"Waller","type":"n.","descr":" One who builds walls."},{"word":"Waller","type":"n.","descr":" The wels."},{"word":"Wallerian degeneration","type":"","descr":" A form of degeneration occurring in nerve fibers as a result of their division; -- so called from Dr. Waller, who published an account of it in 1850."},{"word":"Wallet","type":"n.","descr":" A bag or sack for carrying about the person, as a bag for carrying the necessaries for a journey; a knapsack; a beggar\\'s receptacle for charity; a peddler\\'s pack."},{"word":"Wallet","type":"n.","descr":" A pocketbook for keeping money about the person."},{"word":"Wallet","type":"n.","descr":" Anything protuberant and swagging."},{"word":"Walleteer","type":"n.","descr":" One who carries a wallet; a foot traveler; a tramping beggar."},{"word":"Wall-eye","type":"n.","descr":" An eye in which the iris is of a very light gray or whitish color; -- said usually of horses."},{"word":"Wall-eye","type":"n.","descr":" An American fresh-water food fish (Stizostedion vitreum) having large and prominent eyes; -- called also glasseye, pike perch, yellow pike, and wall-eyed perch."},{"word":"Wall-eye","type":"n.","descr":" A California surf fish (Holconotus argenteus)."},{"word":"Wall-eye","type":"n.","descr":" The alewife; -- called also wall-eyed herring."},{"word":"Wall-eyed","type":"a.","descr":" Having an eye of a very light gray or whitish color."},{"word":"Wallflower","type":"n.","descr":" A perennial, cruciferous plant (Cheiranthus Cheiri), with sweet-scented flowers varying in color from yellow to orange and deep red. In Europe it very common on old walls."},{"word":"Wallflower","type":"n.","descr":" A lady at a ball, who, either from choice, or because not asked to dance, remains a spectator."},{"word":"Wallhick","type":"n.","descr":" The lesser spotted woodpecker (Dryobates minor)."},{"word":"Walling","type":"n.","descr":" The act of making a wall or walls."},{"word":"Walling","type":"n.","descr":" Walls, in general; material for walls."},{"word":"Walloons","type":"n. pl.","descr":" A Romanic people inhabiting that part of Belgium which comprises the provinces of Hainaut, Namur, Liege, and Luxembourg, and about one third of Brabant; also, the language spoken by this people. Used also adjectively."},{"word":"Wallop","type":"v. i.","descr":" To move quickly, but with great effort; to gallop."},{"word":"Wallop","type":"n.","descr":" A quick, rolling movement; a gallop."},{"word":"Walloped","type":"imp. and p. p.","descr":" of Wallop"},{"word":"Walloping","type":"p. pr. and vb. n.","descr":" of Wallop"},{"word":"Wallop","type":"v. i.","descr":" To boil with a continued bubbling or heaving and rolling, with noise."},{"word":"Wallop","type":"v. i.","descr":" To move in a rolling, cumbersome manner; to waddle."},{"word":"Wallop","type":"v. i.","descr":" To be slatternly."},{"word":"Wallop","type":"v. t.","descr":" To beat soundly; to flog; to whip."},{"word":"Wallop","type":"v. t.","descr":" To wrap up temporarily."},{"word":"Wallop","type":"v. t.","descr":" To throw or tumble over."},{"word":"Wallop","type":"n.","descr":" A thick piece of fat."},{"word":"Wallop","type":"n.","descr":" A blow."},{"word":"Wallowed","type":"imp. and p. p.","descr":" of Wallow"},{"word":"Wallowing","type":"p. pr. and vb. n.","descr":" of Wallow"},{"word":"Wallow","type":"n.","descr":" To roll one\\'s self about, as in mire; to tumble and roll about; to move lazily or heavily in any medium; to flounder; as, swine wallow in the mire."},{"word":"Wallow","type":"n.","descr":" To live in filth or gross vice; to disport one\\'s self in a beastly and unworthy manner."},{"word":"Wallow","type":"n.","descr":" To wither; to fade."},{"word":"Wallow","type":"v. t.","descr":" To roll; esp., to roll in anything defiling or unclean."},{"word":"Wallow","type":"n.","descr":" A kind of rolling walk."},{"word":"Wallower","type":"n.","descr":" One who, or that which, wallows."},{"word":"Wallower","type":"n.","descr":" A lantern wheel; a trundle."},{"word":"Wallowish","type":"a.","descr":" Flat; insipid."},{"word":"Wall-plat","type":"n.","descr":" The spotted flycatcher. It builds its nest on walls."},{"word":"Wall-sided","type":"a.","descr":" Having sides nearly perpendicular; -- said of certain vessels to distinguish them from those having flaring sides, or sides tumbling home (see under Tumble, v. i.)."},{"word":"Wallwort","type":"n.","descr":" The dwarf elder, or danewort (Sambucus Ebulus)."},{"word":"Walm","type":"v. i.","descr":" To roll; to spout; to boil up."},{"word":"Walnut","type":"n.","descr":" The fruit or nut of any tree of the genus Juglans; also, the tree, and its timber. The seven or eight known species are all natives of the north temperate zone."},{"word":"Walrus","type":"n.","descr":" A very large marine mammal (Trichecus rosmarus) of the Seal family, native of the Arctic Ocean. The male has long and powerful tusks descending from the upper jaw. It uses these in procuring food and in fighting.  It is hunted for its oil, ivory, and skin. It feeds largely on mollusks. Called also morse."},{"word":"Walter","type":"v. i.","descr":" To roll or wallow; to welter."},{"word":"Waltron","type":"n.","descr":" A walrus."},{"word":"Walty","type":"a.","descr":" Liable to roll over; crank; as, a walty ship."},{"word":"Waltz","type":"n.","descr":" A dance performed by two persons in circular figures with a whirling motion; also, a piece of music composed in triple measure for this kind of dance."},{"word":"Waltzed","type":"imp. and p. p.","descr":" of Waltz"},{"word":"Waltzing","type":"p. pr. and vb. n.","descr":" of Waltz"},{"word":"Waltz","type":"v. i.","descr":" To dance a waltz."},{"word":"Waltzer","type":"n.","descr":" A person who waltzes."},{"word":"Walwe","type":"v.","descr":" To wallow."},{"word":"Waly","type":"interj.","descr":" An exclamation of grief."},{"word":"Wamble","type":"v. i.","descr":" To heave; to be disturbed by nausea; -- said of the stomach."},{"word":"Wamble","type":"v. i.","descr":" To move irregularly to and fro; to roll."},{"word":"Wamble","type":"n.","descr":" Disturbance of the stomach; a feeling of nausea."},{"word":"Wamble-cropped","type":"a.","descr":" Sick at the stomach; also, crestfallen; dejected."},{"word":"Wammel","type":"v. i.","descr":" To move irregularly or awkwardly; to wamble, or wabble."},{"word":"Wamp","type":"n.","descr":" The common American eider."},{"word":"Wampee","type":"n.","descr":" A tree (Cookia punctata) of the Orange family, growing in China and the East Indies; also, its fruit, which is about the size of a large grape, and has a hard rind and a peculiar flavor."},{"word":"Wampee","type":"n.","descr":" The pickerel weed."},{"word":"Wampum","type":"n.","descr":" Beads made of shells, used by the North American Indians as money, and also wrought into belts, etc., as an ornament."},{"word":"Wan","type":"imp.","descr":" Won."},{"word":"Wan","type":"a.","descr":" Having a pale or sickly hue; languid of look; pale; pallid."},{"word":"Wan","type":"n.","descr":" The quality of being wan; wanness."},{"word":"Wan","type":"v. i.","descr":" To grow wan; to become pale or sickly in looks."},{"word":"Wand","type":"n.","descr":" A small stick; a rod; a verge."},{"word":"Wand","type":"n.","descr":" A staff of authority."},{"word":"Wand","type":"n.","descr":" A rod used by conjurers, diviners, magicians, etc."},{"word":"Wandered","type":"imp. and p. p.","descr":" of Wander"},{"word":"Wandering","type":"p. pr. and vb. n.","descr":" of Wander"},{"word":"Wander","type":"v. i.","descr":" To ramble here and there without any certain course or with no definite object in view; to range about; to stroll; to rove; as, to wander over the fields."},{"word":"Wander","type":"v. i.","descr":" To go away; to depart; to stray off; to deviate; to go astray; as, a writer wanders from his subject."},{"word":"Wander","type":"v. i.","descr":" To be delirious; not to be under the guidance of reason; to rave; as, the mind wanders."},{"word":"Wander","type":"v. t.","descr":" To travel over without a certain course; to traverse; to stroll through."},{"word":"Wanderer","type":"n.","descr":" One who wanders; a rambler; one who roves; hence, one who deviates from duty."},{"word":"Wandering","type":"","descr":" a. and n. from Wander, v."},{"word":"Wanderingly","type":"adv.","descr":" In a wandering manner."},{"word":"Wanderment","type":"n.","descr":" The act of wandering, or roaming."},{"word":"Wanderoo","type":"n.","descr":" A large monkey (Macacus silenus) native of Malabar. It is black, or nearly so, but has a long white or gray beard encircling the face. Called also maha, silenus, neelbhunder, lion-tailed baboon, and great wanderoo."},{"word":"Wandy","type":"a.","descr":" Long and flexible, like a wand."},{"word":"Waned","type":"imp. and p. p.","descr":" of Wane"},{"word":"Waning","type":"p. pr. and vb. n.","descr":" of Wane"},{"word":"Wane","type":"v. i.","descr":" To be diminished; to decrease; -- contrasted with wax, and especially applied to the illuminated part of the moon."},{"word":"Wane","type":"v. i.","descr":" To decline; to fail; to sink."},{"word":"Wane","type":"v. t.","descr":" To cause to decrease."},{"word":"Wane","type":"n.","descr":" The decrease of the illuminated part of the moon to the eye of a spectator."},{"word":"Wane","type":"n.","descr":" Decline; failure; diminution; decrease; declension."},{"word":"Wane","type":"n.","descr":" An inequality in a board."},{"word":"Waney","type":"n.","descr":" A sharp or uneven edge on a board that is cut from a log not perfectly squared, or that is made in the process of squaring.  See Wany, a."},{"word":"Wang","type":"n.","descr":" The jaw, jawbone, or cheek bone."},{"word":"Wang","type":"n.","descr":" A slap; a blow."},{"word":"Wang","type":"n.","descr":" See Whang."},{"word":"Wangan","type":"n.","descr":" A boat for conveying provisions, tools, etc.; -- so called by Maine lumbermen."},{"word":"Wanger","type":"n.","descr":" A pillow for the cheek; a pillow."},{"word":"Wanghee","type":"n.","descr":" The Chinese name of one or two species of bamboo, or jointed cane, of the genus Phyllostachys. The slender stems are much used for walking sticks."},{"word":"Wango","type":"n.","descr":" A boomerang."},{"word":"Wanhope","type":"n.","descr":" Want of hope; despair; also, faint or delusive hope; delusion. [Obs.] Piers Plowman."},{"word":"Wanhorn","type":"n.","descr":" An East Indian plant (Kaempferia Galanga) of the Ginger family.  See Galanga."},{"word":"Waniand","type":"n.","descr":" The wane of the moon."},{"word":"Waning","type":"n.","descr":" The act or process of waning, or decreasing."},{"word":"Wanion","type":"n.","descr":" A word of uncertain signification, used only in the phrase with a wanion, apparently equivalent to with a vengeance, with a plague, or with misfortune."},{"word":"Wankle","type":"a.","descr":" Not to be depended on; weak; unstable."},{"word":"Wanly","type":"adv.","descr":" In a wan, or pale, manner."},{"word":"Wanned","type":"a.","descr":" Made wan, or pale."},{"word":"Wanness","type":"n.","descr":" The quality or state of being wan; a sallow, dead, pale color; paleness; pallor; as, the wanness of the cheeks after a fever."},{"word":"Wannish","type":"a.","descr":" Somewhat wan; of a pale hue."},{"word":"Want","type":"v. i.","descr":" The state of not having; the condition of being without anything; absence or scarcity of what is needed or desired; deficiency; lack; as, a want of power or knowledge for any purpose; want of food and clothing."},{"word":"Want","type":"v. i.","descr":" Specifically, absence or lack of necessaries; destitution; poverty; penury; indigence; need."},{"word":"Want","type":"v. i.","descr":" That which is needed or desired; a thing of which the loss is felt; what is not possessed, and is necessary for use or pleasure."},{"word":"Want","type":"v. i.","descr":" A depression in coal strata, hollowed out before the subsequent deposition took place."},{"word":"Wanted","type":"imp. and p. p.","descr":" of Want"},{"word":"Wanting","type":"p. pr. and vb. n.","descr":" of Want"},{"word":"Want","type":"v. t.","descr":" To be without; to be destitute of, or deficient in; not to have; to lack; as, to want knowledge; to want judgment; to want learning; to want food and clothing."},{"word":"Want","type":"v. t.","descr":" To have occasion for, as useful, proper, or requisite; to require; to need; as, in winter we want a fire; in summer we want cooling breezes."},{"word":"Want","type":"v. t.","descr":" To feel need of; to wish or long for; to desire; to crave."},{"word":"Want","type":"v. i.","descr":" To be absent; to be deficient or lacking; to fail; not to be sufficient; to fall or come short; to lack; -- often used impersonally with of; as, it wants ten minutes of four."},{"word":"Want","type":"v. i.","descr":" To be in a state of destitution; to be needy; to lack."},{"word":"Want","type":"","descr":" A colloquial contraction of was not."},{"word":"Wantage","type":"n.","descr":" That which is wanting; deficiency."},{"word":"Wanting","type":"a.","descr":" Absent; lacking; missing; also, deficient; destitute; needy; as, one of the twelve is wanting; I shall not be wanting in exertion."},{"word":"Wantless","type":"a.","descr":" Having no want; abundant; fruitful."},{"word":"Wanton","type":"v. t.","descr":" Untrained; undisciplined; unrestrained; hence, loose; free; luxuriant; roving; sportive."},{"word":"Wanton","type":"v. t.","descr":" Wandering from moral rectitude; perverse; dissolute."},{"word":"Wanton","type":"v. t.","descr":" Specifically: Deviating from the rules of chastity; lewd; lustful; lascivious; libidinous; lecherous."},{"word":"Wanton","type":"v. t.","descr":" Reckless; heedless; as, wanton mischief."},{"word":"Wanton","type":"n.","descr":" A roving, frolicsome thing; a trifler; -- used rarely as a term of endearment."},{"word":"Wanton","type":"n.","descr":" One brought up without restraint; a pampered pet."},{"word":"Wanton","type":"n.","descr":" A lewd person; a lascivious man or woman."},{"word":"Wantoned","type":"imp. and p. p.","descr":" of Wanton"},{"word":"Wantoning","type":"p. pr. and vb. n.","descr":" of Wanton"},{"word":"Wanton","type":"v. i.","descr":" To rove and ramble without restraint, rule, or limit; to revel; to play loosely; to frolic."},{"word":"Wanton","type":"v. i.","descr":" To sport in lewdness; to play the wanton; to play lasciviously."},{"word":"Wanton","type":"v. t.","descr":" To cause to become wanton; also, to waste in wantonness."},{"word":"Wantonize","type":"v. i.","descr":" To behave wantonly; to frolic; to wanton."},{"word":"Wantonly","type":"adv.","descr":" In a wanton manner; without regularity or restraint; loosely; sportively; gayly; playfully; recklessly; lasciviously."},{"word":"Wantonly","type":"adv.","descr":" Unintentionally; accidentally."},{"word":"Wantonness","type":"n.","descr":" The quality or state of being wanton; negligence of restraint; sportiveness; recklessness; lasciviousness."},{"word":"Wantrust","type":"n.","descr":" Failing or diminishing trust; want of trust or confidence; distrust."},{"word":"Wantwit","type":"n.","descr":" One destitute of wit or sense; a blockhead; a fool."},{"word":"Wanty","type":"n.","descr":" A surcingle, or strap of leather, used for binding a load upon the back of a beast; also, a leather tie; a short wagon rope."},{"word":"Wany","type":"v. i.","descr":" To wane."},{"word":"Wany","type":"a.","descr":" Waning or diminished in some parts; not of uniform size throughout; -- said especially of sawed boards or timber when tapering or uneven, from being cut too near the outside of the log."},{"word":"Wany","type":"a.","descr":" Spoiled by wet; -- said of timber."},{"word":"Wanze","type":"v. i.","descr":" To wane; to wither."},{"word":"Wap","type":"v. t. and i.","descr":" To beat; to whap."},{"word":"Wap","type":"n.","descr":" A blow or beating; a whap."},{"word":"Wapacut","type":"n.","descr":" The American hawk owl.  See under Hawk."},{"word":"Wapatoo","type":"n.","descr":" The edible tuber of a species of arrowhead (Sagittaria variabilis); -- so called by the Indians of Oregon."},{"word":"Waped","type":"a.","descr":" Cast down; crushed by misery; dejected."},{"word":"Wapentake","type":"n.","descr":" In some northern counties of England, a division, or district, answering to the hundred in other counties. Yorkshire, Lincolnshire, and Nottinghamshire are divided into wapentakes, instead of hundreds."},{"word":"Wapinschaw","type":"n.","descr":" An exhibition of arms. according to the rank of the individual, by all persons bearing arms; -- formerly made at certain seasons in each district."},{"word":"Wapiti","type":"n.","descr":" The American elk (Cervus Canadensis). It is closely related to the European red deer, which it somewhat exceeds in size."},{"word":"Wapp","type":"n.","descr":" A fair-leader."},{"word":"Wapp","type":"n.","descr":" A rope with wall knots in it with which the shrouds are set taut."},{"word":"Wappato","type":"n.","descr":" See Wapatoo."},{"word":"Wappened","type":"a.","descr":" A word of doubtful meaning used once by Shakespeare."},{"word":"Wapper","type":"v. t. and i.","descr":" To cause to shake; to tremble; to move tremulously, as from weakness; to totter."},{"word":"Wapper","type":"n.","descr":" A gudgeon."},{"word":"Wappet","type":"n.","descr":" A small yelping cur."},{"word":"Wapping","type":"n.","descr":" Yelping."},{"word":"War","type":"a.","descr":" Ware; aware."},{"word":"War","type":"n.","descr":" A contest between nations or states, carried on by force, whether for defence, for revenging insults and redressing wrongs, for the extension of commerce, for the acquisition of territory, for obtaining and establishing the superiority and dominion of one over the other, or for any other purpose; armed conflict of sovereign powers; declared and open hostilities."},{"word":"War","type":"n.","descr":" A condition of belligerency to be maintained by physical force. In this sense, levying war against the sovereign authority is treason."},{"word":"War","type":"n.","descr":" Instruments of war."},{"word":"War","type":"n.","descr":" Forces; army."},{"word":"War","type":"n.","descr":" The profession of arms; the art of war."},{"word":"War","type":"n.","descr":" a state of opposition or contest; an act of opposition; an inimical contest, act, or action; enmity; hostility."},{"word":"Warred","type":"imp. and p. p.","descr":" of War"},{"word":"Warring","type":"p. pr. and vb. n.","descr":" of War"},{"word":"War","type":"v. i.","descr":" To make war; to invade or attack a state or nation with force of arms; to carry on hostilities; to be in a state by violence."},{"word":"War","type":"v. i.","descr":" To contend; to strive violently; to fight."},{"word":"War","type":"v. t.","descr":" To make war upon; to fight."},{"word":"War","type":"v. t.","descr":" To carry on, as a contest; to wage."},{"word":"War-beaten","type":"a.","descr":" Warworn."},{"word":"Warble","type":"n.","descr":" A small, hard tumor which is produced on the back of a horse by the heat or pressure of the saddle in traveling."},{"word":"Warble","type":"n.","descr":" A small tumor produced by the larvae of the gadfly in the backs of horses, cattle, etc. Called also warblet, warbeetle, warnles."},{"word":"Warble","type":"n.","descr":" See Wormil."},{"word":"Warbled","type":"imp. and p. p.","descr":" of Warble"},{"word":"Warbling","type":"p. pr. and vb. n.","descr":" of Warble"},{"word":"Warble","type":"v. t.","descr":" To sing in a trilling, quavering, or vibratory manner; to modulate with turns or variations; to trill; as, certain birds are remarkable for warbling their songs."},{"word":"Warble","type":"v. t.","descr":" To utter musically; to modulate; to carol."},{"word":"Warble","type":"v. t.","descr":" To cause to quaver or vibrate."},{"word":"Warble","type":"v. i.","descr":" To be quavered or modulated; to be uttered melodiously."},{"word":"Warble","type":"v. i.","descr":" To sing in a trilling manner, or with many turns and variations."},{"word":"Warble","type":"v. i.","descr":" To sing with sudden changes from chest to head tones; to yodel."},{"word":"Warble","type":"n.","descr":" A quavering modulation of the voice; a musical trill; a song."},{"word":"Warbler","type":"n.","descr":" One who, or that which, warbles; a singer; a songster; -- applied chiefly to birds."},{"word":"Warbler","type":"n.","descr":" Any one of numerous species of small Old World singing birds belonging to the family Sylviidae, many of which are noted songsters. The bluethroat, blackcap, reed warbler (see under Reed), and sedge warbler (see under Sedge) are well-known species."},{"word":"Warbler","type":"n.","descr":" Any one of numerous species of small, often bright colored, American singing birds of the family or subfamily Mniotiltidae, or Sylvicolinae. They are allied to the Old World warblers, but most of them are not particularly musical."},{"word":"Warblingly","type":"adv.","descr":" In a warbling manner."},{"word":"Warburgs tincture","type":"","descr":" A preparation containing quinine and many other ingredients, often used in the treatment of malarial affections. It was invented by Dr. Warburg of London."},{"word":"Ward","type":"a.","descr":" The act of guarding; watch; guard; guardianship; specifically, a guarding during the day.  See the Note under Watch, n., 1."},{"word":"Ward","type":"n.","descr":" One who, or that which, guards; garrison; defender; protector; means of guarding; defense; protection."},{"word":"Ward","type":"n.","descr":" The state of being under guard or guardianship; confinement under guard; the condition of a child under a guardian; custody."},{"word":"Ward","type":"n.","descr":" A guarding or defensive motion or position, as in fencing; guard."},{"word":"Ward","type":"n.","descr":" One who, or that which, is guarded."},{"word":"Ward","type":"n.","descr":" A minor or person under the care of a guardian; as, a ward in chancery."},{"word":"Ward","type":"n.","descr":" A division of a county."},{"word":"Ward","type":"n.","descr":" A division, district, or quarter of a town or city."},{"word":"Ward","type":"n.","descr":" A division of a forest."},{"word":"Ward","type":"n.","descr":" A division of a hospital; as, a fever ward."},{"word":"Ward","type":"n.","descr":" A projecting ridge of metal in the interior of a lock, to prevent the use of any key which has not a corresponding notch for passing it."},{"word":"Ward","type":"n.","descr":" A notch or slit in a key corresponding to a ridge in the lock which it fits; a ward notch."},{"word":"Warded","type":"imp. and p. p.","descr":" of Ward"},{"word":"Warding","type":"p. pr. and vb. n.","descr":" of Ward"},{"word":"Ward","type":"n.","descr":" To keep in safety; to watch; to guard; formerly, in a specific sense, to guard during the day time."},{"word":"Ward","type":"n.","descr":" To defend; to protect."},{"word":"Ward","type":"n.","descr":" To defend by walls, fortifications, etc."},{"word":"Ward","type":"n.","descr":" To fend off; to repel; to turn aside, as anything mischievous that approaches; -- usually followed by off."},{"word":"Ward","type":"v. i.","descr":" To be vigilant; to keep guard."},{"word":"Ward","type":"v. i.","descr":" To act on the defensive with a weapon."},{"word":"Ward-corn","type":"n.","descr":" The duty of keeping watch and ward (see the Note under Watch, n., 1) with a horn to be blown upon any occasion of surprise."},{"word":"Wardcorps","type":"n.","descr":" Guardian; one set to watch over another."},{"word":"Warden","type":"n.","descr":" A keeper; a guardian; a watchman."},{"word":"Warden","type":"n.","descr":" An officer who keeps or guards; a keeper; as, the warden of a prison."},{"word":"Warden","type":"n.","descr":" A head official; as, the warden of a college; specifically (Eccl.), a churchwarden."},{"word":"Warden","type":"n.","descr":" A large, hard pear, chiefly used for baking and roasting."},{"word":"Wardenry","type":"n.","descr":" Alt. of Wardenship"},{"word":"Wardenship","type":"n.","descr":" The office or jurisdiction of a warden."},{"word":"Warder","type":"n.","descr":" One who wards or keeps; a keeper; a guard."},{"word":"Warder","type":"n.","descr":" A truncheon or staff carried by a king or a commander in chief, and used in signaling his will."},{"word":"Wardian","type":"a.","descr":" Designating, or pertaining to, a kind of glass inclosure for keeping ferns, mosses, etc., or for transporting growing plants from a distance; as, a Wardian case of plants; -- so named from the inventor, Nathaniel B. Ward, an Englishman."},{"word":"Wardmote","type":"n.","descr":" Anciently, a meeting of the inhabitants of a ward; also, a court formerly held in each ward of London for trying defaults in matters relating to the watch, police, and the like."},{"word":"Wardrobe","type":"v. t.","descr":" A room or apartment where clothes are kept, or wearing apparel is stored; a portable closet for hanging up clothes."},{"word":"Wardrobe","type":"v. t.","descr":" Wearing apparel, in general; articles of dress or personal decoration."},{"word":"Wardrobe","type":"v. t.","descr":" A privy."},{"word":"Wardroom","type":"n.","descr":" A room occupied as a messroom by the commissioned officers of a war vessel.  See Gunroom."},{"word":"Wardroom","type":"n.","descr":" A room used by the citizens of a city ward, for meetings, political caucuses, elections, etc."},{"word":"Wardship","type":"n.","descr":" The office of a ward or keeper; care and protection of a ward; guardianship; right of guardianship."},{"word":"Wardship","type":"n.","descr":" The state of begin under a guardian; pupilage."},{"word":"Wardsmen","type":"pl. ","descr":" of Wardsman"},{"word":"Wardsman","type":"n.","descr":" A man who keeps ward; a guard."},{"word":"Ware","type":"imp.","descr":" Wore."},{"word":"Ware","type":"v. t.","descr":" To wear, or veer.  See Wear."},{"word":"Ware","type":"n.","descr":" Seaweed."},{"word":"Ware","type":"a.","descr":" Articles of merchandise; the sum of articles of a particular kind or class; style or class of manufactures; especially, in the plural, goods; commodities; merchandise."},{"word":"Ware","type":"a.","descr":" A ware; taking notice; hence, wary; cautious; on one\\'s guard.  See Beware."},{"word":"Ware","type":"n.","descr":" The state of being ware or aware; heed."},{"word":"Ware","type":"v. t.","descr":" To make ware; to warn; to take heed of; to beware of; to guard against."},{"word":"Wareful","type":"a.","descr":" Wary; watchful; cautious."},{"word":"Warefulness","type":"n.","descr":" Wariness; cautiousness."},{"word":"Warega fly","type":"","descr":" A Brazilian fly whose larvae live in the skin of man and animals, producing painful sores."},{"word":"Warehouses","type":"pl. ","descr":" of Warehouse"},{"word":"Warehouse","type":"n.","descr":" A storehouse for wares, or goods."},{"word":"Warehoused","type":"imp. and p. p.","descr":" of Warehouse"},{"word":"Warehousing","type":"p. pr. and vb. n.","descr":" of Warehouse"},{"word":"Warehouse","type":"v. t.","descr":" To deposit or secure in a warehouse."},{"word":"Warehouse","type":"v. t.","descr":" To place in the warehouse of the government or customhouse stores, to be kept until duties are paid."},{"word":"Warehousemen","type":"pl. ","descr":" of Warehouseman"},{"word":"Warehouseman","type":"n.","descr":" One who keeps a warehouse; the owner or keeper of a dock warehouse or wharf store."},{"word":"Warehouseman","type":"n.","descr":" One who keeps a wholesale shop or store for Manchester or woolen goods."},{"word":"Warehousing","type":"n.","descr":" The act of placing goods in a warehouse, or in a customhouse store."},{"word":"Wareless","type":"n.","descr":" Unwary; incautious; unheeding; careless; unaware."},{"word":"Warely","type":"adv.","descr":" Cautiously; warily."},{"word":"Warence","type":"n.","descr":" Madder."},{"word":"Wareroom","type":"n.","descr":" A room in which goods are stored or exhibited for sale."},{"word":"Wares","type":"n. pl.","descr":" See 4th Ware."},{"word":"Warfare","type":"n.","descr":" Military service; military life; contest carried on by enemies; hostilities; war."},{"word":"Warfare","type":"n.","descr":" Contest; struggle."},{"word":"Warfare","type":"v. i.","descr":" To lead a military life; to carry on continual wars."},{"word":"Warfarer","type":"n.","descr":" One engaged in warfare; a military man; a soldier; a warrior."},{"word":"Warhable","type":"a.","descr":" Fit for war."},{"word":"Wariangle","type":"n.","descr":" The red-backed shrike (Lanius collurio); -- called also wurger, worrier, and throttler."},{"word":"Warily","type":"adv.","descr":" In a wary manner."},{"word":"Wariment","type":"n.","descr":" Wariness."},{"word":"Warine","type":"n.","descr":" A South American monkey, one of the sapajous."},{"word":"Wariness","type":"n.","descr":" The quality or state of being wary; care to foresee and guard against evil; cautiousness."},{"word":"Warish","type":"v. t.","descr":" To protect from the effects of; hence, to cure; to heal."},{"word":"Warish","type":"v. i.","descr":" To be cured; to recover."},{"word":"Warison","type":"v. t.","descr":" Preparation; protection; provision; supply."},{"word":"Warison","type":"v. t.","descr":" Reward; requital; guerdon."},{"word":"Wark","type":"n.","descr":" Work; a building."},{"word":"Warkloom","type":"n.","descr":" A tool; an implement."},{"word":"Warlike","type":"a.","descr":" Fit for war; disposed for war; as, a warlike state; a warlike disposition."},{"word":"Warlike","type":"a.","descr":" Belonging or relating to war; military; martial."},{"word":"Warlikeness","type":"n.","descr":" Quality of being warlike."},{"word":"Warling","type":"n.","descr":" One often quarreled with; -- \/ word coined, perhaps, to rhyme with darling."},{"word":"Warlock","type":"n.","descr":" A male witch; a wizard; a sprite; an imp."},{"word":"Warlock","type":"a.","descr":" Of or pertaining to a warlock or warlock; impish."},{"word":"Warlockry","type":"n.","descr":" Impishness; magic."},{"word":"Warly","type":"a.","descr":" Warlike."},{"word":"Warm","type":"superl.","descr":" Having heat in a moderate degree; not cold as, warm milk."},{"word":"Warm","type":"superl.","descr":" Having a sensation of heat, esp. of gentle heat; glowing."},{"word":"Warm","type":"superl.","descr":" Subject to heat; having prevalence of heat, or little or no cold weather; as, the warm climate of Egypt."},{"word":"Warm","type":"superl.","descr":" Fig.: Not cool, indifferent, lukewarm, or the like, in spirit or temper; zealous; ardent; fervent; excited; sprightly; irritable; excitable."},{"word":"Warm","type":"superl.","descr":" Violent; vehement; furious; excited; passionate; as, a warm contest; a warm debate."},{"word":"Warm","type":"superl.","descr":" Being well off as to property, or in good circumstances; forehanded; rich."},{"word":"Warm","type":"superl.","descr":" In children\\'s games, being near the object sought for; hence, being close to the discovery of some person, thing, or fact concealed."},{"word":"Warm","type":"superl.","descr":" Having yellow or red for a basis, or in their composition; -- said of colors, and opposed to cold which is of blue and its compounds."},{"word":"Warmed","type":"imp. and p. p.","descr":" of Warm"},{"word":"Warming","type":"p. pr. and vb. n.","descr":" of Warm"},{"word":"Warm","type":"a.","descr":" To communicate a moderate degree of heat to; to render warm; to supply or furnish heat to; as, a stove warms an apartment."},{"word":"Warm","type":"a.","descr":" To make engaged or earnest; to interest; to engage; to excite ardor or zeal; to enliven."},{"word":"Warm","type":"v. i.","descr":" To become warm, or moderately heated; as, the earth soon warms in a clear day summer."},{"word":"Warm","type":"v. i.","descr":" To become ardent or animated; as, the speake\/ warms as he proceeds."},{"word":"Warm","type":"n.","descr":" The act of warming, or the state of being warmed; a warming; a heating."},{"word":"Warm-blooded","type":"a.","descr":" Having warm blood; -- applied especially to those animals, as birds and mammals, which have warm blood, or, more properly, the power of maintaining a nearly uniform temperature whatever the temperature of the surrounding air.  See Homoiothermal."},{"word":"Warmer","type":"n.","descr":" One who, or that which, warms."},{"word":"Warmful","type":"a.","descr":" Abounding in capacity to warm; giving warmth; as, a warmful garment."},{"word":"Warm-hearted","type":"a.","descr":" Having strong affection; cordial; sincere; hearty; sympathetic."},{"word":"Warming","type":"","descr":" a. and n. from Warm, v."},{"word":"Warmly","type":"adv.","descr":" In a warm manner; ardently."},{"word":"Warmness","type":"n.","descr":" Warmth."},{"word":"Warmonger","type":"n.","descr":" One who makes ar a trade or business; a mercenary."},{"word":"Warmouth","type":"n.","descr":" An American freshwater bream, or sunfish (Chaenobryttus gulosus); -- called also red-eyed bream."},{"word":"Warmth","type":"n.","descr":" The quality or state of being warm; gentle heat; as, the warmth of the sun; the warmth of the blood; vital warmth."},{"word":"Warmth","type":"n.","descr":" A state of lively and excited interest; zeal; ardor; fervor; passion; enthusiasm; earnestness; as, the warmth of love or piety; he replied with much warmth."},{"word":"Warmth","type":"n.","descr":" The glowing effect which arises from the use of warm colors; hence, any similar appearance or effect in a painting, or work of color."},{"word":"Warmthless","type":"a.","descr":" Being without warmth; not communicating warmth; cold."},{"word":"Warn","type":"v. t.","descr":" To refuse."},{"word":"Warned","type":"imp. and p. p.","descr":" of Warn"},{"word":"Warning","type":"p. pr. and vb. n.","descr":" of Warn"},{"word":"Warn","type":"v. t.","descr":" To make ware or aware; to give previous information to; to give notice to; to notify; to admonish; hence, to notify or summon by authority; as, to warn a town meeting; to warn a tenant to quit a house."},{"word":"Warn","type":"v. t.","descr":" To give notice to, of approaching or probable danger or evil; to caution against anything that may prove injurious."},{"word":"Warn","type":"v. t.","descr":" To ward off."},{"word":"Warner","type":"n.","descr":" One who warns; an admonisher."},{"word":"Warner","type":"n.","descr":" A warrener."},{"word":"Warning","type":"a.","descr":" Giving previous notice; cautioning; admonishing; as, a warning voice."},{"word":"Warning","type":"n.","descr":" Previous notice."},{"word":"Warning","type":"n.","descr":" Caution against danger, or against faults or evil practices which incur danger; admonition; monition."},{"word":"Warningly","type":"adv.","descr":" In a warning manner."},{"word":"Warnstore","type":"v. t.","descr":" To furnish."},{"word":"Warped","type":"imp. and p. p.","descr":" of Warp"},{"word":"Warping","type":"p. pr. and vb. n.","descr":" of Warp"},{"word":"Warp","type":"v. t.","descr":" To throw; hence, to send forth, or throw out, as words; to utter."},{"word":"Warp","type":"v. t.","descr":" To turn or twist out of shape; esp., to twist or bend out of a flat plane by contraction or otherwise."},{"word":"Warp","type":"v. t.","descr":" To turn aside from the true direction; to cause to bend or incline; to pervert."},{"word":"Warp","type":"v. t.","descr":" To weave; to fabricate."},{"word":"Warp","type":"v. t.","descr":" To tow or move, as a vessel, with a line, or warp, attached to a buoy, anchor, or other fixed object."},{"word":"Warp","type":"v. t.","descr":" To cast prematurely, as young; -- said of cattle, sheep, etc."},{"word":"Warp","type":"v. t.","descr":" To let the tide or other water in upon (lowlying land), for the purpose of fertilization, by a deposit of warp, or slimy substance."},{"word":"Warp","type":"v. t.","descr":" To run off the reel into hauls to be tarred, as yarns."},{"word":"Warp","type":"v. t.","descr":" To arrange (yarns) on a warp beam."},{"word":"Warp","type":"v. i.","descr":" To turn, twist, or be twisted out of shape; esp., to be twisted or bent out of a flat plane; as, a board warps in seasoning or shrinking."},{"word":"Warp","type":"v. i.","descr":" to turn or incline from a straight, true, or proper course; to deviate; to swerve."},{"word":"Warp","type":"v. i.","descr":" To fly with a bending or waving motion; to turn and wave, like a flock of birds or insects."},{"word":"Warp","type":"v. i.","descr":" To cast the young prematurely; to slink; -- said of cattle, sheep, etc."},{"word":"Warp","type":"v. i.","descr":" To wind yarn off bobbins for forming the warp of a web; to wind a warp on a warp beam."},{"word":"Warp","type":"v.","descr":" The threads which are extended lengthwise in the loom, and crossed by the woof."},{"word":"Warp","type":"v.","descr":" A rope used in hauling or moving a vessel, usually with one end attached to an anchor, a post, or other fixed object; a towing line; a warping hawser."},{"word":"Warp","type":"v.","descr":" A slimy substance deposited on land by tides, etc., by which a rich alluvial soil is formed."},{"word":"Warp","type":"v.","descr":" A premature casting of young; -- said of cattle, sheep, etc."},{"word":"Warp","type":"v.","descr":" Four; esp., four herrings; a cast.  See Cast, n., 17."},{"word":"Warp","type":"v.","descr":" The state of being warped or twisted; as, the warp of a board."},{"word":"Warpage","type":"n.","descr":" The act of warping; also, a charge per ton made on shipping in some harbors."},{"word":"Warpath","type":"n.","descr":" The route taken by a party of Indians going on a warlike expedition."},{"word":"Warper","type":"n.","descr":" One who, or that which, warps or twists out of shape."},{"word":"Warper","type":"n.","descr":" One who, or that which, forms yarn or thread into warps or webs for the loom."},{"word":"Warping","type":"n.","descr":" The act or process of one who, or that which, warps."},{"word":"Warping","type":"n.","descr":" The art or occupation of preparing warp or webs for the weaver."},{"word":"Warproof","type":"n.","descr":" Valor tried by war."},{"word":"Warragal","type":"n.","descr":" The dingo."},{"word":"Warrandice","type":"n.","descr":" The obligation by which a person, conveying a subject or a right, is bound to uphold that subject or right against every claim, challenge, or burden arising from circumstances prior to the conveyance; warranty."},{"word":"Warrant","type":"n.","descr":" That which warrants or authorizes; a commission giving authority, or justifying the doing of anything; an act, instrument, or obligation, by which one person authorizes another to do something which he has not otherwise a right to do; an act or instrument investing one with a right or authority, and thus securing him from loss or damage; commission; authority."},{"word":"Warrant","type":"n.","descr":" A writing which authorizes a person to receive money or other thing."},{"word":"Warrant","type":"n.","descr":" A precept issued by a magistrate authorizing an officer to make an arrest, a seizure, or a search, or do other acts incident to the administration of justice."},{"word":"Warrant","type":"n.","descr":" An official certificate of appointment issued to an officer of lower rank than a commissioned officer.  See Warrant officer, below."},{"word":"Warrant","type":"n.","descr":" That which vouches or insures for anything; guaranty; security."},{"word":"Warrant","type":"n.","descr":" That which attests or proves; a voucher."},{"word":"Warrant","type":"n.","descr":" Right; legality; allowance."},{"word":"Warranted","type":"imp. and p. p.","descr":" of Warrant"},{"word":"Warranting","type":"p. pr. and vb. n.","descr":" of Warrant"},{"word":"Warrant","type":"n.","descr":" To make secure; to give assurance against harm; to guarantee safety to; to give authority or power to do, or forbear to do, anything by which the person authorized is secured, or saved harmless, from any loss or damage by his action."},{"word":"Warrant","type":"n.","descr":" To support by authority or proof; to justify; to maintain; to sanction; as, reason warrants it."},{"word":"Warrant","type":"n.","descr":" To give a warrant or warranty to; to assure as if by giving a warrant to."},{"word":"Warrant","type":"n.","descr":" To secure to, as a grantee, an estate granted; to assure."},{"word":"Warrant","type":"n.","descr":" To secure to, as a purchaser of goods, the title to the same; to indemnify against loss."},{"word":"Warrant","type":"n.","descr":" To secure to, as a purchaser, the quality or quantity of the goods sold, as represented.  See Warranty, n., 2."},{"word":"Warrant","type":"n.","descr":" To assure, as a thing sold, to the purchaser; that is, to engage that the thing is what it appears, or is represented, to be, which implies a covenant to make good any defect or loss incurred by it."},{"word":"Warrantable","type":"a.","descr":" Authorized by commission, precept, or right; justifiable; defensible; as, the seizure of a thief is always warrantable by law and justice; falsehood is never warrantable."},{"word":"Warrantee","type":"n.","descr":" The person to whom a warrant or warranty is made."},{"word":"Warranter","type":"n.","descr":" One who warrants, gives authority, or legally empowers."},{"word":"Warranter","type":"n.","descr":" One who assures, or covenants to assure; one who contracts to secure another in a right, or to make good any defect of title or quality; one who gives a warranty; a guarantor; as, the warranter of a horse."},{"word":"Warrantise","type":"n.","descr":" Authority; security; warranty."},{"word":"Warrantise","type":"v. t.","descr":" To warrant."},{"word":"Warrantor","type":"n.","descr":" One who warrants."},{"word":"Warranties","type":"pl. ","descr":" of Warranty"},{"word":"Warranty","type":"n.","descr":" A covenant real, whereby the grantor of an estate of freehold and his heirs were bound to warrant and defend the title, and, in case of eviction by title paramount, to yield other lands of equal value in recompense. This warranty has long singe become obsolete, and its place supplied by personal covenants for title. Among these is the covenant of warranty, which runs with the land, and is in the nature of a real covenant."},{"word":"Warranty","type":"n.","descr":" An engagement or undertaking, express or implied, that a certain fact regarding the subject of a contract is, or shall be, as it is expressly or impliedly declared or promised to be. In sales of goods by persons in possession, there is an implied warranty of title, but, as to the quality of goods, the rule of every sale is, Caveat emptor."},{"word":"Warranty","type":"n.","descr":" A stipulation or engagement by a party insured, that certain things, relating to the subject of insurance, or affecting the risk, exist, or shall exist, or have been done, or shall be done. These warranties, when express, should appear in the policy; but there are certain implied warranties."},{"word":"Warranty","type":"n.","descr":" Justificatory mandate or precept; authority; warrant."},{"word":"Warranty","type":"n.","descr":" Security; warrant; guaranty."},{"word":"Warranty","type":"v. t.","descr":" To warrant; to guarantee."},{"word":"Warray","type":"v. t.","descr":" To make war upon. [Obs.] Fairfax."},{"word":"Warre","type":"a.","descr":" Worse."},{"word":"Warren","type":"n.","descr":" A place privileged, by prescription or grant the king, for keeping certain animals (as hares, conies, partridges, pheasants, etc.) called beasts and fowls of warren."},{"word":"Warren","type":"n.","descr":" A privilege which one has in his lands, by royal grant or prescription, of hunting and taking wild beasts and birds of warren, to the exclusion of any other person not entering by his permission."},{"word":"Warren","type":"n.","descr":" A piece of ground for the breeding of rabbits."},{"word":"Warren","type":"n.","descr":" A place for keeping flash, in a river."},{"word":"Warrener","type":"n.","descr":" The keeper of a warren."},{"word":"Warriangle","type":"n.","descr":" See Wariangle."},{"word":"Warrie","type":"v. t.","descr":" See Warye."},{"word":"Warrin","type":"n.","descr":" An Australian lorikeet (Trichoglossus multicolor) remarkable for the variety and brilliancy of its colors; -- called also blue-bellied lorikeet, and blue-bellied parrot."},{"word":"Warrior","type":"n.","descr":" A man engaged or experienced in war, or in the military life; a soldier; a champion."},{"word":"Warrioress","type":"n.","descr":" A female warrior."},{"word":"Warry","type":"v. t.","descr":" See Warye."},{"word":"Warsaw","type":"n.","descr":" The black grouper (Epinephelus nigritus) of the southern coasts of the United States."},{"word":"Warsaw","type":"n.","descr":" The jewfish; -- called also guasa."},{"word":"Wart","type":"n.","descr":" A small, usually hard, tumor on the skin formed by enlargement of its vascular papillae, and thickening of the epidermis which covers them."},{"word":"Wart","type":"n.","descr":" An excrescence or protuberance more or less resembling a true wart; specifically (Bot.), a glandular excrescence or hardened protuberance on plants."},{"word":"Warted","type":"a.","descr":" Having little knobs on the surface; verrucose; as, a warted capsule."},{"word":"Wart hog","type":"","descr":" Either one of two species of large, savage African wild hogs of the genus Phacoch\/rus.  These animals have a pair of large, rough, fleshy tubercles behind the tusks and second pair behind the eyes. The tusks are large and strong, and both pairs curve upward. The body is scantily covered with bristles, but there is long dorsal mane. The South African species (Phacoch\/rus Aethiopicus) is the best known. Called also vlacke vark. The second species (P. Aeliani) is native of the coasts of the Red Sea."},{"word":"Wartless","type":"a.","descr":" Having no wart."},{"word":"Wartweed","type":"n.","descr":" Same as Wartwort."},{"word":"Wartwort","type":"n.","descr":" A name given to several plants because they were thought to be a cure for warts, as a kind of spurge (Euphorbia Helioscopia), and the nipplewort (Lampsana communis)."},{"word":"Warty","type":"a.","descr":" Having warts; full of warts; overgrow with warts; as, a warty leaf."},{"word":"Warty","type":"a.","descr":" Of the nature of warts; as, a warty excrescence."},{"word":"Warwickite","type":"n.","descr":" A dark brown or black mineral, occurring in prismatic crystals imbedded in limestone near Warwick, New York. It consists of the borate and titanate of magnesia and iron."},{"word":"Warworn","type":"a.","descr":" Worn with military service; as, a warworn soldier; a warworn coat."},{"word":"Wary","type":"a.","descr":" Cautious of danger; carefully watching and guarding against deception, artifices, and dangers; timorously or suspiciously prudent; circumspect; scrupulous; careful."},{"word":"Wary","type":"a.","descr":" Characterized by caution; guarded; careful."},{"word":"Warye","type":"v. t.","descr":" To curse; to curse; to execrate; to condemn; also, to vex."},{"word":"Was","type":"v.","descr":" The first and third persons singular of the verb be, in the indicative mood, preterit (imperfect) tense; as, I was; he was."},{"word":"Wase","type":"n.","descr":" A bundle of straw, or other material, to relieve the pressure of burdens carried upon the head."},{"word":"Washed","type":"imp. and p. p.","descr":" of Wash"},{"word":"Washing","type":"p. pr. and vb. n.","descr":" of Wash"},{"word":"Wash","type":"v. t.","descr":" To cleanse by ablution, or dipping or rubbing in water; to apply water or other liquid to for the purpose of cleansing; to scrub with water, etc., or as with water; as, to wash the hands or body; to wash garments; to wash sheep or wool; to wash the pavement or floor; to wash the bark of trees."},{"word":"Wash","type":"v. t.","descr":" To cover with water or any liquid; to wet; to fall on and moisten; hence, to overflow or dash against; as, waves wash the shore."},{"word":"Wash","type":"v. t.","descr":" To waste or abrade by the force of water in motion; as, heavy rains wash a road or an embankment."},{"word":"Wash","type":"v. t.","descr":" To remove by washing to take away by, or as by, the action of water; to drag or draw off as by the tide; -- often with away, off, out, etc.; as, to wash dirt from the hands."},{"word":"Wash","type":"v. t.","descr":" To cover with a thin or watery coat of color; to tint lightly and thinly."},{"word":"Wash","type":"v. t.","descr":" To overlay with a thin coat of metal; as, steel washed with silver."},{"word":"Wash","type":"v. i.","descr":" To perform the act of ablution."},{"word":"Wash","type":"v. i.","descr":" To clean anything by rubbing or dipping it in water; to perform the business of cleansing clothes, ore, etc., in water."},{"word":"Wash","type":"v. i.","descr":" To bear without injury the operation of being washed; as, some calicoes do not wash."},{"word":"Wash","type":"v. i.","descr":" To be wasted or worn away by the action of water, as by a running or overflowing stream, or by the dashing of the sea; -- said of road, a beach, etc."},{"word":"Wash","type":"n.","descr":" The act of washing; an ablution; a cleansing, wetting, or dashing with water; hence, a quantity, as of clothes, washed at once."},{"word":"Wash","type":"n.","descr":" A piece of ground washed by the action of a sea or river, or sometimes covered and sometimes left dry; the shallowest part of a river, or arm of the sea; also, a bog; a marsh; a fen; as, the washes in Lincolnshire."},{"word":"Wash","type":"n.","descr":" Substances collected and deposited by the action of water; as, the wash of a sewer, of a river, etc."},{"word":"Wash","type":"n.","descr":" Waste liquid, the refuse of food, the collection from washed dishes, etc., from a kitchen, often used as food for pigs."},{"word":"Wash","type":"n.","descr":" The fermented wort before the spirit is extracted."},{"word":"Wash","type":"n.","descr":" A mixture of dunder, molasses, water, and scummings, used in the West Indies for distillation."},{"word":"Wash","type":"n.","descr":" That with which anything is washed, or wetted, smeared, tinted, etc., upon the surface."},{"word":"Wash","type":"n.","descr":" A liquid cosmetic for the complexion."},{"word":"Wash","type":"n.","descr":" A liquid dentifrice."},{"word":"Wash","type":"n.","descr":" A liquid preparation for the hair; as, a hair wash."},{"word":"Wash","type":"n.","descr":" A medical preparation in a liquid form for external application; a lotion."},{"word":"Wash","type":"n.","descr":" A thin coat of color, esp. water color."},{"word":"Wash","type":"n.","descr":" A thin coat of metal laid on anything for beauty or preservation."},{"word":"Wash","type":"n.","descr":" The blade of an oar, or the thin part which enters the water."},{"word":"Wash","type":"n.","descr":" The backward current or disturbed water caused by the action of oars, or of a steamer\\'s screw or paddles, etc."},{"word":"Wash","type":"n.","descr":" The flow, swash, or breaking of a body of water, as a wave; also, the sound of it."},{"word":"Wash","type":"n.","descr":" Ten strikes, or bushels, of oysters."},{"word":"Wash","type":"a.","descr":" Washy; weak."},{"word":"Wash","type":"a.","descr":" Capable of being washed without injury; washable; as, wash goods."},{"word":"Washable","type":"a.","descr":" Capable of being washed without damage to fabric or color."},{"word":"Washboard","type":"n.","descr":" A fluted, or ribbed, board on which clothes are rubbed in washing them."},{"word":"Washboard","type":"n.","descr":" A board running round, and serving as a facing for, the walls of a room, next to the floor; a mopboard."},{"word":"Washboard","type":"n.","descr":" A broad, thin plank, fixed along the gunwale of boat to keep the sea from breaking inboard; also, a plank on the sill of a lower deck port, for the same purpose; -- called also wasteboard."},{"word":"Washbowl","type":"n.","descr":" A basin, or bowl, to hold water for washing one\\'s hands, face, etc."},{"word":"Washdish","type":"n.","descr":" A washbowl."},{"word":"Washdish","type":"n.","descr":" Same as Washerwoman, 2."},{"word":"Washed","type":"a.","descr":" Appearing as if overlaid with a thin layer of different color; -- said of the colors of certain birds and insects."},{"word":"Washen","type":"","descr":" p. p. of Wash."},{"word":"Washer","type":"n.","descr":" One who, or that which, washes."},{"word":"Washer","type":"n.","descr":" A ring of metal, leather, or other material, or a perforated plate, used for various purposes, as around a bolt or screw to form a seat for the head or nut, or around a wagon axle to prevent endwise motion of the hub of the wheel and relieve friction, or in a joint to form a packing, etc."},{"word":"Washer","type":"n.","descr":" A fitting, usually having a plug, applied to a cistern, tub, sink, or the like, and forming the outlet opening."},{"word":"Washer","type":"n.","descr":" The common raccoon."},{"word":"Washer","type":"n.","descr":" Same as Washerwoman, 2."},{"word":"Washermen","type":"pl. ","descr":" of Washerman"},{"word":"Washerman","type":"n.","descr":" A man who washes clothes, esp. for hire, or for others."},{"word":"Washerwomen","type":"pl. ","descr":" of Washerwoman"},{"word":"Washerwoman","type":"n.","descr":" A woman who washes clothes, especially for hire, or for others."},{"word":"Washerwoman","type":"n.","descr":" The pied wagtail; -- so called in allusion to its beating the water with its tail while tripping along the leaves of water plants."},{"word":"Washhouse","type":"n.","descr":" An outbuilding for washing, esp. one for washing clothes; a laundry."},{"word":"Washiness","type":"n.","descr":" The quality or state of being washy, watery, or weak."},{"word":"Washing","type":"n.","descr":" The act of one who washes; the act of cleansing with water; ablution."},{"word":"Washing","type":"n.","descr":" The clothes washed, esp. at one time; a wash."},{"word":"Washingtonian","type":"a.","descr":" Pertaining to, or characteristic of, George Washington; as, a Washingtonian policy."},{"word":"Washingtonian","type":"a.","descr":" Designating, or pertaining to, a temperance society and movement started in Baltimore in 1840 on the principle of total abstinence."},{"word":"Washingtonian","type":"n.","descr":" A member of the Washingtonian Society."},{"word":"Wash-off","type":"a.","descr":" Capable of being washed off; not permanent or durable; -- said of colors not fixed by steaming or otherwise."},{"word":"Washout","type":"n.","descr":" The washing out or away of earth, etc., especially of a portion of the bed of a road or railroad by a fall of rain or a freshet; also, a place, especially in the bed of a road or railroad, where the earth has been washed away."},{"word":"Washpot","type":"n.","descr":" A pot or vessel in which anything is washed."},{"word":"Washpot","type":"n.","descr":" A pot containing melted tin into which the plates are dipped to be coated."},{"word":"Washstand","type":"n.","descr":" A piece of furniture holding the ewer or pitcher, basin, and other requisites for washing the person."},{"word":"Washtub","type":"n.","descr":" A tub in which clothes are washed."},{"word":"Washy","type":"a.","descr":" Watery; damp; soft."},{"word":"Washy","type":"a.","descr":" Lacking substance or strength; weak; thin; dilute; feeble; as, washy tea; washy resolutions."},{"word":"Washy","type":"a.","descr":" Not firm or hardy; liable to sweat profusely with labor; as, a washy horse."},{"word":"Wasite","type":"n.","descr":" A variety of allanite from Sweden supposed to contain wasium."},{"word":"Wasium","type":"n.","descr":" A rare element supposed by Bahr to have been extracted from wasite, but now identified with thorium."},{"word":"Wasp","type":"n.","descr":" Any one of numerous species of stinging hymenopterous insects, esp. any of the numerous species of the genus Vespa, which includes the true, or social, wasps, some of which are called yellow jackets."},{"word":"Waspish","type":"a.","descr":" Resembling a wasp in form; having a slender waist, like a wasp."},{"word":"Waspish","type":"a.","descr":" Quick to resent a trifling affront; characterized by snappishness; irritable; irascible; petulant; snappish."},{"word":"Wassail","type":"n.","descr":" An ancient expression of good wishes on a festive occasion, especially in drinking to some one."},{"word":"Wassail","type":"n.","descr":" An occasion on which such good wishes are expressed in drinking; a drinking bout; a carouse."},{"word":"Wassail","type":"n.","descr":" The liquor used for a wassail; esp., a beverage formerly much used in England at Christmas and other festivals, made of ale (or wine) flavored with spices, sugar, toast, roasted apples, etc.; -- called also lamb\\'s wool."},{"word":"Wassail","type":"n.","descr":" A festive or drinking song or glee."},{"word":"Wassail","type":"a.","descr":" Of or pertaining to wassail, or to a wassail; convivial; as, a wassail bowl."},{"word":"Wassail","type":"v. i.","descr":" To hold a wassail; to carouse."},{"word":"Wassailer","type":"n.","descr":" One who drinks wassail; one who engages in festivity, especially in drinking; a reveler."},{"word":"Wast","type":"","descr":" The second person singular of the verb be, in the indicative mood, imperfect tense; -- now used only in solemn or poetical style.  See Was."},{"word":"Wastage","type":"n.","descr":" Loss by use, decay, evaporation, leakage, or the like; waste."},{"word":"Waste","type":"a.","descr":" Desolate; devastated; stripped; bare; hence, dreary; dismal; gloomy; cheerless."},{"word":"Waste","type":"a.","descr":" Lying unused; unproductive; worthless; valueless; refuse; rejected; as, waste land; waste paper."},{"word":"Waste","type":"a.","descr":" Lost for want of occupiers or use; superfluous."},{"word":"Wasted","type":"imp. and p. p.","descr":" of Waste"},{"word":"Wasting","type":"p. pr. and vb. n.","descr":" of Waste"},{"word":"Waste","type":"a.","descr":" To bring to ruin; to devastate; to desolate; to destroy."},{"word":"Waste","type":"a.","descr":" To wear away by degrees; to impair gradually; to diminish by constant loss; to use up; to consume; to spend; to wear out."},{"word":"Waste","type":"a.","descr":" To spend unnecessarily or carelessly; to employ prodigally; to expend without valuable result; to apply to useless purposes; to lavish vainly; to squander; to cause to be lost; to destroy by scattering or injury."},{"word":"Waste","type":"a.","descr":" To damage, impair, or injure, as an estate, voluntarily, or by suffering the buildings, fences, etc., to go to decay."},{"word":"Waste","type":"v. i.","descr":" To be diminished; to lose bulk, substance, strength, value, or the like, gradually; to be consumed; to dwindle; to grow less."},{"word":"Waste","type":"v. i.","descr":" To procure or sustain a reduction of flesh; -- said of a jockey in preparation for a race, etc."},{"word":"Waste","type":"v.","descr":" The act of wasting, or the state of being wasted; a squandering; needless destruction; useless consumption or expenditure; devastation; loss without equivalent gain; gradual loss or decrease, by use, wear, or decay; as, a waste of property, time, labor, words, etc."},{"word":"Waste","type":"v.","descr":" That which is wasted or desolate; a devastated, uncultivated, or wild country; a deserted region; an unoccupied or unemployed space; a dreary void; a desert; a wilderness."},{"word":"Waste","type":"v.","descr":" That which is of no value; worthless remnants; refuse. Specifically: Remnants of cops, or other refuse resulting from the working of cotton, wool, hemp, and the like, used for wiping machinery, absorbing oil in the axle boxes of railway cars, etc."},{"word":"Waste","type":"v.","descr":" Spoil, destruction, or injury, done to houses, woods, fences, lands, etc., by a tenant for life or for years, to the prejudice of the heir, or of him in reversion or remainder."},{"word":"Waste","type":"v.","descr":" Old or abandoned workings, whether left as vacant space or filled with refuse."},{"word":"Wastebasket","type":"n.","descr":" A basket used in offices, libraries, etc., as a receptacle for waste paper."},{"word":"Wasteboard","type":"n.","descr":" See Washboard, 3."},{"word":"Wastebook","type":"n.","descr":" A book in which rough entries of transactions are made, previous to their being carried into the journal."},{"word":"Wasteful","type":"a.","descr":" Full of waste; destructive to property; ruinous; as, wasteful practices or negligence; wasteful expenses."},{"word":"Wasteful","type":"a.","descr":" Expending, or tending to expend, property, or that which is valuable, in a needless or useless manner; lavish; prodigal; as, a wasteful person; a wasteful disposition."},{"word":"Wasteful","type":"a.","descr":" Waste; desolate; unoccupied; untilled."},{"word":"Wastel","type":"n.","descr":" A kind of white and fine bread or cake; -- called also wastel bread, and wastel cake."},{"word":"Wasteness","type":"n.","descr":" The quality or state of being waste; a desolate state or condition; desolation."},{"word":"Wasteness","type":"n.","descr":" That which is waste; a desert; a waste."},{"word":"Waster","type":"v. t.","descr":" One who, or that which, wastes; one who squanders; one who consumes or expends extravagantly; a spendthrift; a prodigal."},{"word":"Waster","type":"v. t.","descr":" An imperfection in the wick of a candle, causing it to waste; -- called also a thief."},{"word":"Waster","type":"v. t.","descr":" A kind of cudgel; also, a blunt-edged sword used as a foil."},{"word":"Wastethrift","type":"n.","descr":" A spendthrift."},{"word":"Wasteweir","type":"n.","descr":" An overfall, or weir, for the escape, or overflow, of superfluous water from a canal, reservoir, pond, or the like."},{"word":"Wasting","type":"a.","descr":" Causing waste; also, undergoing waste; diminishing; as, a wasting disease; a wasting fortune."},{"word":"Wastor","type":"n.","descr":" A waster; a thief."},{"word":"Wastorel","type":"n.","descr":" See Wastrel."},{"word":"Wastrel","type":"n.","descr":" Any waste thing or substance"},{"word":"Wastrel","type":"n.","descr":" Waste land or common land."},{"word":"Wastrel","type":"n.","descr":" A profligate."},{"word":"Wastrel","type":"n.","descr":" A neglected child; a street Arab."},{"word":"Wastrel","type":"n.","descr":" Anything cast away as bad or useless, as imperfect bricks, china, etc."},{"word":"Watch","type":"v. i.","descr":" The act of watching; forbearance of sleep; vigil; wakeful, vigilant, or constantly observant attention; close observation; guard; preservative or preventive vigilance; formerly, a watching or guarding by night."},{"word":"Watch","type":"v. i.","descr":" One who watches, or those who watch; a watchman, or a body of watchmen; a sentry; a guard."},{"word":"Watch","type":"v. i.","descr":" The post or office of a watchman; also, the place where a watchman is posted, or where a guard is kept."},{"word":"Watch","type":"v. i.","descr":" The period of the night during which a person does duty as a sentinel, or guard; the time from the placing of a sentinel till his relief; hence, a division of the night."},{"word":"Watch","type":"v. i.","descr":" A small timepiece, or chronometer, to be carried about the person, the machinery of which is moved by a spring."},{"word":"Watch","type":"n.","descr":" An allotted portion of time, usually four hour for standing watch, or being on deck ready for duty.   Cf. Dogwatch."},{"word":"Watch","type":"n.","descr":" That part, usually one half, of the officers and crew, who together attend to the working of a vessel for an allotted time, usually four hours. The watches are designated as the port watch, and the starboard watch."},{"word":"Watch","type":"v. i.","descr":" To be awake; to be or continue without sleep; to wake; to keep vigil."},{"word":"Watch","type":"v. i.","descr":" To be attentive or vigilant; to give heed; to be on the lookout; to keep guard; to act as sentinel."},{"word":"Watch","type":"v. i.","descr":" To be expectant; to look with expectation; to wait; to seek opportunity."},{"word":"Watch","type":"v. i.","descr":" To remain awake with any one as nurse or attendant; to attend on the sick during the night; as, to watch with a man in a fever."},{"word":"Watch","type":"v. i.","descr":" To serve the purpose of a watchman by floating properly in its place; -- said of a buoy."},{"word":"Watched","type":"imp. and p. p.","descr":" of Watch"},{"word":"Watching","type":"p. pr. and vb. n.","descr":" of Watch"},{"word":"Watch","type":"v. t.","descr":" To give heed to; to observe the actions or motions of, for any purpose; to keep in view; not to lose from sight and observation; as, to watch the progress of a bill in the legislature."},{"word":"Watch","type":"v. t.","descr":" To tend; to guard; to have in keeping."},{"word":"Watchdog","type":"n.","descr":" A dog kept to watch and guard premises or property, and to give notice of the approach of intruders."},{"word":"Watcher","type":"n.","descr":" One who watches; one who sits up or continues; a diligent observer; specifically, one who attends upon the sick during the night."},{"word":"Watches","type":"n. pl.","descr":" The leaves of Saracenia flava.  See Trumpets."},{"word":"Watchet","type":"a.","descr":" Pale or light blue."},{"word":"Watchful","type":"a.","descr":" Full of watch; vigilant; attentive; careful to observe closely; observant; cautious; -- with of before the thing to be regulated or guarded; as, to be watchful of one\\'s behavior; and with against before the thing to be avoided; as, to be watchful against the growth of vicious habits."},{"word":"Watchhouses","type":"pl. ","descr":" of Watchhouse"},{"word":"Watchhouse","type":"n.","descr":" A house in which a watch or guard is placed."},{"word":"Watchhouse","type":"n.","descr":" A place where persons under temporary arrest by the police of a city are kept; a police station; a lockup."},{"word":"Watchmaker","type":"n.","descr":" One whose occupation is to make and repair watches."},{"word":"Watchmen","type":"pl. ","descr":" of Watchman"},{"word":"Watchman","type":"n.","descr":" One set to watch; a person who keeps guard; a guard; a sentinel."},{"word":"Watchman","type":"n.","descr":" Specifically, one who guards a building, or the streets of a city, by night."},{"word":"Watchtower","type":"n.","descr":" A tower in which a sentinel is placed to watch for enemies, the approach of danger, or the like."},{"word":"Watchword","type":"n.","descr":" A word given to sentinels, and to such as have occasion to visit the guards, used as a signal by which a friend is known from an enemy, or a person who has a right to pass the watch from one who has not; a countersign; a password."},{"word":"Watchword","type":"n.","descr":" A sentiment or motto; esp., one used as a rallying cry or a signal for action."},{"word":"Water","type":"n.","descr":" The fluid which descends from the clouds in rain, and which forms rivers, lakes, seas, etc."},{"word":"Water","type":"n.","descr":" A body of water, standing or flowing; a lake, river, or other collection of water."},{"word":"Water","type":"n.","descr":" Any liquid secretion, humor, or the like, resembling water; esp., the urine."},{"word":"Water","type":"n.","descr":" A solution in water of a gaseous or readily volatile substance; as, ammonia water."},{"word":"Water","type":"n.","descr":" The limpidity and luster of a precious stone, especially a diamond; as, a diamond of the first water, that is, perfectly pure and transparent. Hence, of the first water, that is, of the first excellence."},{"word":"Water","type":"n.","descr":" A wavy, lustrous pattern or decoration such as is imparted to linen, silk, metals, etc.  See Water, v. t., 3, Damask, v. t., and Damaskeen."},{"word":"Water","type":"v. t.","descr":" An addition to the shares representing the capital of a stock company so that the aggregate par value of the shares is increased while their value for investment is diminished, or \"diluted.\""},{"word":"Watered","type":"imp. and p. p.","descr":" of Water"},{"word":"Watering","type":"p. pr. and vb. n.","descr":" of Water"},{"word":"Water","type":"v. t.","descr":" To wet or supply with water; to moisten; to overflow with water; to irrigate; as, to water land; to water flowers."},{"word":"Water","type":"v. t.","descr":" To supply with water for drink; to cause or allow to drink; as, to water cattle and horses."},{"word":"Water","type":"v. t.","descr":" To wet and calender, as cloth, so as to impart to it a lustrous appearance in wavy lines; to diversify with wavelike lines; as, to water silk.  Cf. Water, n., 6."},{"word":"Water","type":"n.","descr":" To add water to (anything), thereby extending the quantity or bulk while reducing the strength or quality; to extend; to dilute; to weaken."},{"word":"Water","type":"v. i.","descr":" To shed, secrete, or fill with, water or liquid matter; as, his eyes began to water."},{"word":"Water","type":"v. i.","descr":" To get or take in water; as, the ship put into port to water."},{"word":"Water adder","type":"","descr":" The water moccasin."},{"word":"Water adder","type":"","descr":" The common, harmless American water snake (Tropidonotus sipedon).  See Illust. under Water Snake."},{"word":"Waterage","type":"n.","descr":" Money paid for transportation of goods, etc., by water."},{"word":"Water agrimony","type":"","descr":" A kind of bur marigold (Bidens tripartita) found in wet places in Europe."},{"word":"Water aloe","type":"","descr":" See Water soldier."},{"word":"Water antelope","type":"","descr":" See Water buck."},{"word":"Water arum","type":"","descr":" An aroid herb (Calla palustris) having a white spathe. It is an inhabitant of the north temperate zone."},{"word":"Water back","type":"","descr":" See under 1st Back."},{"word":"Water bailiff","type":"","descr":" An officer of the customs, whose duty it is to search vessels."},{"word":"Water ballast","type":"","descr":" Water confined in specially constructed compartments in a vessel\\'s hold, to serve as ballast."},{"word":"Water barometer","type":"","descr":" A barometer in which the changes of atmospheric pressure are indicated by the motion of a column of water instead of mercury. It requires a column of water about thirty-three feet in height."},{"word":"Water bath","type":"","descr":" A device for regulating the temperature of anything subjected to heat, by surrounding the vessel containing it with another vessel containing water which can be kept at a desired temperature; also, a vessel designed for this purpose."},{"word":"Water battery","type":"","descr":" A voltaic battery in which the exciting fluid is water."},{"word":"Water battery","type":"","descr":" A battery nearly on a level with the water."},{"word":"Water bear","type":"","descr":" Any species of Tardigrada, 2.  See Illust. of Tardigrada."},{"word":"Water-bearer","type":"n.","descr":" The constellation Aquarius."},{"word":"Water bed","type":"","descr":" A kind of mattress made of, or covered with, waterproof fabric and filled with water. It is used in hospitals for bedridden patients."},{"word":"Water beech","type":"","descr":" The American hornbeam.  See Hornbeam."},{"word":"Water beetle","type":"","descr":" Any one of numerous species of aquatic beetles belonging to Dytiscus and allied genera of the family Dytiscidae, and to various genera of the family Hydrophilidae.  These beetles swim with great agility, the fringed hind legs acting together like oars."},{"word":"Water bellows","type":"","descr":" Same as Tromp."},{"word":"Water bird","type":"","descr":" Any aquatic bird; a water fowl."},{"word":"Water blackbird","type":"","descr":" The European water ousel, or dipper."},{"word":"Waterboard","type":"n.","descr":" A board set up to windward in a boat, to keep out water."},{"word":"Water boatman","type":"","descr":" A boat bug."},{"word":"Waterbok","type":"n.","descr":" A water buck."},{"word":"Water-bound","type":"a.","descr":" Prevented by a flood from proceeding."},{"word":"Water brain","type":"","descr":" A disease of sheep; gid."},{"word":"Water brash","type":"","descr":" See under Brash."},{"word":"Water breather","type":"","descr":" Any arthropod that breathes by means of gills."},{"word":"Water bridge","type":"","descr":" See Water table."},{"word":"Water buck","type":"","descr":" A large, heavy antelope (Kobus ellipsiprymnus) native of Central Africa. It frequents the banks of rivers and is a good swimmer. It has a white ring around the rump. Called also photomok, water antelope, and waterbok."},{"word":"Water buffalo","type":"","descr":" The European buffalo."},{"word":"Water bug","type":"","descr":" The Croton bug."},{"word":"Water bug","type":"","descr":" Any one of numerous species of large, rapacious, aquatic, hemipterous insects belonging to Belostoma, Benacus, Zaitha, and other genera of the family Belostomatidae. Their hind legs are long and fringed, and act like oars. Some of these insects are of great size, being among the largest existing Hemiptera. Many of them come out of the water and fly about at night."},{"word":"Water butt","type":"","descr":" A large, open-headed cask, set up on end, to contain water."},{"word":"Water caltrop","type":"","descr":" The water chestnut."},{"word":"Water can","type":"","descr":" Any one of several species of Nuphar; the yellow frog lily; -- so called from the shape of the seed vessel.  See Nuphar, and cf. Candock."},{"word":"Water canker","type":"","descr":" See Canker, n., 1."},{"word":"Water carriage","type":"","descr":" Transportation or conveyance by water; means of transporting by water."},{"word":"Water carriage","type":"","descr":" A vessel or boat."},{"word":"Water cart","type":"","descr":" A cart carrying water; esp., one carrying water for sale, or for sprinkling streets, gardens, etc."},{"word":"Water cavy","type":"","descr":" The capybara."},{"word":"Water celery","type":"","descr":" A very acrid herb (Ranunculus sceleratus) growing in ditches and wet places; -- called also cursed crowfoot."},{"word":"Water cell","type":"","descr":" A cell containing water; specifically (Zool.), one of the cells or chambers in which water is stored up in the stomach of a camel."},{"word":"Water cement","type":"","descr":" Hydraulic cement."},{"word":"Water chestnut","type":"","descr":" The fruit of Trapa natans and Trapa bicornis, Old World water plants bearing edible nutlike fruits armed with several hard and sharp points; also, the plant itself; -- called also water caltrop."},{"word":"Water chevrotain","type":"","descr":" A large West African chevrotain (Hyaemoschus aquaticus). It has a larger body and shorter legs than the other allied species. Called also water deerlet."},{"word":"Water chicken","type":"","descr":" The common American gallinule."},{"word":"Water chickweed","type":"","descr":" A small annual plant (Montia fontana) growing in wet places in southern regions."},{"word":"Water chinquapin","type":"","descr":" The American lotus, and its edible seeds, which somewhat resemble chinquapins.   Cf. Yoncopin."},{"word":"Water clock","type":"","descr":" An instrument or machine serving to measure time by the fall, or flow, of a certain quantity of water; a clepsydra."},{"word":"Water-closet","type":"n.","descr":" A privy; especially, a privy furnished with a contrivance for introducing a stream of water to cleanse it."},{"word":"Water cock","type":"","descr":" A large gallinule (Gallicrex cristatus) native of Australia, India, and the East Indies. In the breeding season the male is black and has a fleshy red caruncle, or horn, on the top of its head. Called also kora."},{"word":"Water color","type":"","descr":" A color ground with water and gum or other glutinous medium; a color the vehicle of which is water; -- so called in distinction from oil color."},{"word":"Water color","type":"","descr":" A picture painted with such colors."},{"word":"Water-colorist","type":"n.","descr":" One who paints in water colors."},{"word":"Water course","type":"","descr":" A stream of water; a river or brook."},{"word":"Water course","type":"","descr":" A natural channel for water; also, a canal for the conveyance of water, especially in draining lands."},{"word":"Water course","type":"","descr":" A running stream of water having a bed and banks; the easement one may have in the flowing of such a stream in its accustomed course.  A water course may be sometimes dry."},{"word":"Water craft","type":"","descr":" Any vessel or boat plying on water; vessels and boats, collectively."},{"word":"Water crake","type":"","descr":" The dipper."},{"word":"Water crake","type":"","descr":" The spotted crake (Porzana maruetta).  See Illust. of Crake."},{"word":"Water crake","type":"","descr":" The swamp hen, or crake, of Australia."},{"word":"Water crane","type":"","descr":" A goose-neck apparatus for supplying water from an elevated tank, as to the tender of a locomotive."},{"word":"Water cress","type":"","descr":" A perennial cruciferous herb (Nasturtium officinale) growing usually in clear running or spring water. The leaves are pungent, and used for salad and as an antiscorbutic."},{"word":"Water crow","type":"","descr":" The dipper."},{"word":"Water crow","type":"","descr":" The European coot."},{"word":"Water crowfoot","type":"","descr":" An aquatic kind of buttercup (Ranunculus aquatilis), used as food for cattle in parts of England."},{"word":"Water cure","type":"","descr":" Hydropathy."},{"word":"Water cure","type":"","descr":" A hydropathic institution."},{"word":"Water deck","type":"","descr":" A covering of painting canvas for the equipments of a dragoon\\'s horse."},{"word":"Water deer","type":"","descr":" A small Chinese deer (Hydropotes inermis). Both sexes are destitute of antlers, but the male has large, descending canine tusks."},{"word":"Water deer","type":"","descr":" The water chevrotain."},{"word":"Water deerlet","type":"","descr":" See Water chevrotain."},{"word":"Water devil","type":"","descr":" The rapacious larva of a large water beetle (Hydrophilus piceus), and of other similar species.  See Illust. of Water beetle."},{"word":"Water dock","type":"","descr":" A tall, coarse dock growing in wet places. The American water dock is Rumex orbiculatus, the European is R. Hydrolapathum."},{"word":"Water doctor","type":"","descr":" One who professes to be able to divine diseases by inspection of the urine."},{"word":"Water doctor","type":"","descr":" A physician who treats diseases with water; an hydropathist."},{"word":"Water dog","type":"","descr":" A dog accustomed to the water, or trained to retrieve waterfowl. Retrievers, waters spaniels, and Newfoundland dogs are so trained."},{"word":"Water dog","type":"","descr":" The menobranchus."},{"word":"Water dog","type":"","descr":" A small floating cloud, supposed to indicate rain."},{"word":"Water dog","type":"","descr":" A sailor, esp. an old sailor; an old salt."},{"word":"Water drain","type":"","descr":" A drain or channel for draining off water."},{"word":"Water drainage","type":"","descr":" The draining off of water."},{"word":"Water dressing","type":"","descr":" The treatment of wounds or ulcers by the application of water; also, a dressing saturated with water only, for application to a wound or an ulcer."},{"word":"Water dropwort","type":"","descr":" A European poisonous umbelliferous plant (Enanthe fistulosa) with large hollow stems and finely divided leaves."},{"word":"Water eagle","type":"","descr":" The osprey."},{"word":"Water elder","type":"","descr":" The guelder-rose."},{"word":"Water elephant","type":"","descr":" The hippopotamus."},{"word":"Water engine","type":"","descr":" An engine to raise water; or an engine moved by water; also, an engine or machine for extinguishing fires; a fire engine."},{"word":"Waterer","type":"n.","descr":" One who, or that which, waters."},{"word":"Waterfall","type":"n.","descr":" A fall, or perpendicular descent, of the water of a river or stream, or a descent nearly perpendicular; a cascade; a cataract."},{"word":"Waterfall","type":"n.","descr":" An arrangement of a woman\\'s back hair over a cushion or frame in some resemblance to a waterfall."},{"word":"Waterfall","type":"n.","descr":" A certain kind of neck scarf."},{"word":"Water feather","type":"","descr":" Alt. of Water feather-foil"},{"word":"Water feather-foil","type":"","descr":" The water violet (Hottonia palustris); also, the less showy American plant H. inflata."},{"word":"Water flag","type":"","descr":" A European species of Iris (Iris Pseudacorus) having bright yellow flowers."},{"word":"Water flannel","type":"","descr":" A floating mass formed in pools by the entangled filaments of a European fresh-water alga (Cladophora crispata)."},{"word":"Water flea","type":"","descr":" Any one of numerous species of small aquatic Entomostraca belonging to the genera Cyclops, Daphnia, etc; -- so called because they swim with sudden leaps, or starts."},{"word":"Waterflood","type":"n.","descr":" A flood of water; an inundation."},{"word":"Water flounder","type":"","descr":" The windowpane (Pleuronectes maculatus)."},{"word":"Waterfowl","type":"n.","descr":" Any bird that frequents the water, or lives about rivers, lakes, etc., or on or near the sea; an aquatic fowl; -- used also collectively."},{"word":"Water fox","type":"","descr":" The carp; -- so called on account of its cunning."},{"word":"Water frame","type":"","descr":" A name given to the first power spinning machine, because driven by water power."},{"word":"Water furrow","type":"","descr":" A deep furrow for conducting water from the ground, and keeping the surface soil dry."},{"word":"Water-furrow","type":"v. t.","descr":" To make water furrows in."},{"word":"Water gage","type":"","descr":" See Water gauge."},{"word":"Water gall","type":"","descr":" A cavity made in the earth by a torrent of water; a washout."},{"word":"Water gall","type":"","descr":" A watery appearance in the sky, accompanying the rainbow; a secondary or broken rainbow."},{"word":"Water gang","type":"","descr":" A passage for water, such as was usually made in a sea wall, to drain water out of marshes."},{"word":"Water gas","type":"","descr":" See under Gas."},{"word":"Water gate","type":"","descr":" A gate, or valve, by which a flow of water is permitted, prevented, or regulated."},{"word":"Water gauge","type":"","descr":" A wall or bank to hold water back."},{"word":"Water gauge","type":"","descr":" An instrument for measuring or ascertaining the depth or quantity of water, or for indicating the height of its surface, as in the boiler of a steam engine.  See Gauge."},{"word":"Water gavel","type":"","descr":" A gavel or rent paid for a privilege, as of fishing, in some river or water."},{"word":"Water germander","type":"","descr":" A labiate plant (Teucrium Scordium) found in marshy places in Europe."},{"word":"Water gilding","type":"","descr":" The act, or the process, of gilding metallic surfaces by covering them with a thin coating of amalgam of gold, and then volatilizing the mercury by heat; -- called also wash gilding."},{"word":"Water glass","type":"","descr":" See Soluble glass, under Glass."},{"word":"Water god","type":"","descr":" A fabulous deity supposed to dwell in, and preside over, some body of water."},{"word":"Water gruel","type":"","descr":" A liquid food composed of water and a small portion of meal, or other farinaceous substance, boiled and seasoned."},{"word":"Water hammer","type":"","descr":" A vessel partly filled with water, exhausted of air, and hermetically sealed. When reversed or shaken, the water being unimpeded by air, strikes the sides in solid mass with a sound like that of a hammer."},{"word":"Water hammer","type":"","descr":" A concussion, or blow, made by water in striking, as against the sides of a pipe or vessel containing it."},{"word":"Water hare","type":"","descr":" A small American hare or rabbit (Lepus aquaticus) found on or near the southern coasts of the United States; -- called also water rabbit, and swamp hare."},{"word":"Water hemlock","type":"","descr":" A poisonous umbelliferous plant (Cicuta virosa) of Europe; also, any one of several plants of that genus."},{"word":"Water hemlock","type":"","descr":" A poisonous plant (\/nanthe crocata) resembling the above."},{"word":"Water hemp","type":"","descr":" See under Hemp."},{"word":"Water hen","type":"","descr":" Any gallinule."},{"word":"Water hen","type":"","descr":" The common American coot."},{"word":"Water hog","type":"","descr":" The capybara."},{"word":"Water horehound","type":"","descr":" Bugleweed."},{"word":"Waterhorse","type":"n.","descr":" A pile of salted fish heaped up to drain."},{"word":"Water hyacinth","type":"","descr":" Either of several tropical aquatic plants of the genus Eichhornia, related to the pickerel weed."},{"word":"Water ice","type":"","descr":" Water flavored, sweetened, and frozen, to be eaten as a confection."},{"word":"Waterie","type":"n.","descr":" The pied wagtail; -- so called because it frequents ponds."},{"word":"Water inch","type":"","descr":" Same as Inch of water, under Water."},{"word":"Wateriness","type":"n.","descr":" The quality or state of being watery; moisture; humidity."},{"word":"Watering","type":"","descr":" a. and n. from Water, v."},{"word":"Waterish","type":"a.","descr":" Resembling water; thin; watery."},{"word":"Waterish","type":"a.","descr":" Somewhat watery; moist; as, waterish land."},{"word":"Waterishness","type":"n.","descr":" The quality of being waterish."},{"word":"Water joint","type":"","descr":" A joint in a stone pavement where the stones are left slightly higher than elsewhere, the rest of the surface being sunken or dished. The raised surface is intended to prevent the settling of water in the joints."},{"word":"Water junket","type":"","descr":" The common sandpiper."},{"word":"Water-laid","type":"a.","descr":" Having a left-hand twist; -- said of cordage; as, a water-laid, or left-hand, rope."},{"word":"Waterlander","type":"n.","descr":" Alt. of Waterlandian"},{"word":"Waterlandian","type":"n.","descr":" One of a body of Dutch Anabaptists who separated from the Mennonites in the sixteenth century; -- so called from a district in North Holland denominated Waterland."},{"word":"Water laverock","type":"","descr":" The common sandpiper."},{"word":"Waterleaf","type":"n.","descr":" Any plant of the American genus Hydrophyllum, herbs having white or pale blue bell-shaped flowers."},{"word":"Water leg","type":"","descr":" See Leg, 7."},{"word":"Water lemon","type":"","descr":" The edible fruit of two species of passion flower (Passiflora laurifolia, and P. maliformis); -- so called in the West Indies."},{"word":"Waterless","type":"a.","descr":" Destitute of water; dry."},{"word":"Water lettuce","type":"","descr":" A plant (Pistia stratiotes) which floats on tropical waters, and forms a rosette of spongy, wedge-shaped leaves."},{"word":"Water level","type":"","descr":" The level formed by the surface of still water."},{"word":"Water level","type":"","descr":" A kind of leveling instrument.  See under Level, n."},{"word":"Water lily","type":"","descr":" A blossom or plant of any species of the genus Nymphaea, distinguished for its large floating leaves and beautiful flowers.  See Nymphaea."},{"word":"Water lime","type":"","descr":" Hydraulic lime."},{"word":"Water line","type":"","descr":" Any one of certain lines of a vessel, model, or plan, parallel with the surface of the water at various heights from the keel."},{"word":"Water line","type":"","descr":" Any one of several lines marked upon the outside of a vessel, corresponding with the surface of the water when she is afloat on an even keel. The lowest line indicates the vessel\\'s proper submergence when not loaded, and is called the light water line; the highest, called the load water line, indicates her proper submergence when loaded."},{"word":"Water lizard","type":"","descr":" Any aquatic lizard of the genus Varanus, as the monitor of the Nile.  See Monitor, n., 3."},{"word":"Water locust","type":"","descr":" A thorny leguminous tree (Gleditschia monosperma) which grows in the swamps of the Mississippi valley."},{"word":"Water-logged","type":"a.","descr":" Filled or saturated with water so as to be heavy, unmanageable, or loglike; -- said of a vessel, when, by receiving a great quantity of water into her hold, she has become so heavy as not to be manageable by the helm."},{"word":"Watermen","type":"pl. ","descr":" of Waterman"},{"word":"Waterman","type":"n.","descr":" A man who plies for hire on rivers, lakes, or canals, or in harbors, in distinction from a seaman who is engaged on the high seas; a man who manages fresh-water craft; a boatman; a ferryman."},{"word":"Waterman","type":"n.","descr":" An attendant on cab stands, etc., who supplies water to the horses."},{"word":"Waterman","type":"n.","descr":" A water demon."},{"word":"Watermark","type":"n.","descr":" A mark indicating the height to which water has risen, or at which it has stood; the usual limit of high or low water."},{"word":"Watermark","type":"n.","descr":" A letter, device, or the like, wrought into paper during the process of manufacture."},{"word":"Watermark","type":"n.","descr":" See Water line, 2."},{"word":"Water meadow","type":"","descr":" A meadow, or piece of low, flat land, capable of being kept in a state of fertility by being overflowed with water from some adjoining river or stream."},{"word":"Water measure","type":"","descr":" A measure formerly used for articles brought by water, as coals, oysters, etc. The water-measure bushel was three gallons larger than the Winchester bushel."},{"word":"Water measurer","type":"","descr":" Any one of numerous species of water; the skater.  See Skater, n., 2."},{"word":"Watermelon","type":"n.","descr":" The very large ovoid or roundish fruit of a cucurbitaceous plant (Citrullus vulgaris) of many varieties; also, the plant itself. The fruit sometimes weighs many pounds; its pulp is usually pink in color, and full of a sweet watery juice. It is a native of tropical Africa, but is now cultivated in many countries.  See Illust. of Melon."},{"word":"Water meter","type":"","descr":" A contrivance for measuring a supply of water delivered or received for any purpose, as from a street main."},{"word":"Water milfoil","type":"","descr":" Any plant of the genus Myriophyllum, aquatic herbs with whorled leaves, the submersed ones pinnately parted into capillary divisions."},{"word":"Water mill","type":"","descr":" A mill whose machinery is moved by water; -- distinguished from a windmill, and a steam mill."},{"word":"Water mint","type":"","descr":" A kind of mint (Mentha aquatica) growing in wet places, and sometimes having a perfume resembling bergamot."},{"word":"Water mite","type":"","descr":" Any of numerous species of aquatic mites belonging to Hydrachna and allied genera of the family Hydrachnidae, usually having the legs fringed and adapted for swimming. They are often red or red and black in color, and while young are parasites of fresh-water insects and mussels.  Called also water tick, and water spider."},{"word":"Water moccasin","type":"","descr":" A venomous North American snake (Ancistrodon piscivorus) allied to the rattlesnake but destitute of a rattle. It lives in or about pools and ponds, and feeds largely of fishes. Called also water snake, water adder, water viper."},{"word":"Water mole","type":"","descr":" The shrew mole.  See under Shrew."},{"word":"Water mole","type":"","descr":" The duck mole.  See under Duck."},{"word":"Water monitor","type":"","descr":" A very large lizard (Varanaus salvator) native of India. It frequents the borders of streams and swims actively. It becomes five or six feet long. Called also two-banded monitor, and kabaragoya. The name is also applied to other aquatic monitors."},{"word":"Water motor","type":"","descr":" A water engine."},{"word":"Water motor","type":"","descr":" A water wheel; especially, a small water wheel driven by water from a street main."},{"word":"Water mouse","type":"","descr":" Any one of several species of mice belonging to the genus Hydromys, native of Australia and Tasmania. Their hind legs are strong and their toes partially webbed. They live on the borders of streams, and swim well. They are remarkable as being the only rodents found in Australia."},{"word":"Water murrain","type":"","descr":" A kind of murrain affecting cattle."},{"word":"Water newt","type":"","descr":" Any one of numerous species of aquatic salamanders; a triton."},{"word":"Water nymph","type":"","descr":" A goddess of any stream or other body of water, whether one of the Naiads, Nereids, or Oceanides."},{"word":"Water nymph","type":"","descr":" A water lily (Nymphaea)."},{"word":"Water oat","type":"","descr":" Indian rice.  See under Rice."},{"word":"Water opossum","type":"","descr":" See Yapock, and the Note under Opossum."},{"word":"Water ordeal","type":"","descr":" Same as Ordeal by water.  See the Note under Ordeal, n., 1."},{"word":"Water ousel","type":"","descr":" Alt. of Water ouzel"},{"word":"Water ouzel","type":"","descr":" Any one of several species of small insessorial birds of the genus Cinclus (or Hydrobates), especially the European water ousel (C. aquaticus), and the American water ousel (C. Mexicanus). These birds live about the water, and are in the habit of walking on the bottom of streams beneath the water in search of food."},{"word":"Water parsnip","type":"","descr":" Any plant of the aquatic umbelliferous genus Sium, poisonous herbs with pinnate or dissected leaves and small white flowers."},{"word":"Water partridge","type":"","descr":" The ruddy duck."},{"word":"Water pennywort","type":"","descr":" Marsh pennywort.  See under Marsh."},{"word":"Water pepper","type":"","descr":" Smartweed."},{"word":"Water pepper","type":"","descr":" Waterwort."},{"word":"Water pheasant","type":"","descr":" The pintail.  See Pintail, n., 1."},{"word":"Water pheasant","type":"n.","descr":" The goosander."},{"word":"Water pheasant","type":"n.","descr":" The hooded merganser."},{"word":"Water piet","type":"","descr":" The water ousel."},{"word":"Water pig","type":"","descr":" The capybara."},{"word":"Water pig","type":"","descr":" The gourami."},{"word":"Water pillar","type":"","descr":" A waterspout."},{"word":"Water pimpernel","type":"","descr":" A small white-flowered shrub; brookweed."},{"word":"Water pipe","type":"","descr":" A pipe for conveying water."},{"word":"Water pitcher","type":"","descr":" A pitcher for water."},{"word":"Water pitcher","type":"","descr":" One of a family of plants having pitcher-shaped leaves. The sidesaddle flower (Sarracenia purpurea) is the type."},{"word":"Water plant","type":"","descr":" A plant that grows in water; an aquatic plant."},{"word":"Water plantain","type":"","descr":" A kind of plant with acrid leaves.  See under 2d Plantain."},{"word":"Water plate","type":"","descr":" A plate heated by hot water contained in a double bottom or jacket."},{"word":"Water poa","type":"","descr":" Meadow reed grass.  See under Reed."},{"word":"Water poise","type":"","descr":" A hydrometer."},{"word":"Water pore","type":"","descr":" A pore by which the water tubes of various invertebrates open externally."},{"word":"Water pore","type":"","descr":" One of certain minute pores in the leaves of some plants. They are without true guardian cells, but in other respects closely resemble ordinary stomata."},{"word":"Waterpot","type":"n.","descr":" A vessel for holding or conveying water, or for sprinkling water on cloth, plants, etc."},{"word":"Water power","type":"","descr":" The power of water employed to move machinery, etc."},{"word":"Water power","type":"","descr":" A fall of water which may be used to drive machinery; a site for a water mill; a water privilege."},{"word":"Water pox","type":"","descr":" A variety of chicken pox, or varicella."},{"word":"Water privilege","type":"","descr":" The advantage of using water as a mechanical power; also, the place where water is, or may be, so used.  See under Privilege."},{"word":"Waterproof","type":"a.","descr":" Proof against penetration or permeation by water; impervious to water; as, a waterproof garment; a waterproof roof."},{"word":"Waterproof","type":"n.","descr":" A substance or preparation for rendering cloth, leather, etc., impervious to water."},{"word":"Waterproof","type":"n.","descr":" Cloth made waterproof, or any article made of such cloth, or of other waterproof material, as rubber; esp., an outer garment made of such material."},{"word":"Waterproof","type":"v. t.","descr":" To render impervious to water, as cloth, leather, etc."},{"word":"Waterproofing","type":"n.","descr":" The act or process of making waterproof."},{"word":"Waterproofing","type":"n.","descr":" Same as Waterproof, n., 1."},{"word":"Water purslane","type":"","descr":" See under Purslane."},{"word":"Water qualm","type":"","descr":" See Water brash, under Brash."},{"word":"Water rabbit","type":"","descr":" See Water hare."},{"word":"Water radish","type":"","descr":" A coarse yellow-flowered plant (Nasturtium amphibium) related to the water cress and to the horse-radish."},{"word":"Water rail","type":"","descr":" Any one of numerous species of rails of the genus Rallus, as the common European species (Rallus aquaticus).  See Illust. of Rail."},{"word":"Water ram","type":"","descr":" An hydraulic ram."},{"word":"Water rat","type":"","descr":" The water vole.  See under Vole."},{"word":"Water rat","type":"","descr":" The muskrat."},{"word":"Water rat","type":"","descr":" The beaver rat.  See under Beaver."},{"word":"Water rat","type":"","descr":" A thief on the water; a pirate."},{"word":"Water rate","type":"","descr":" A rate or tax for a supply of water."},{"word":"Water rattle","type":"","descr":" Alt. of Water rattler"},{"word":"Water rattler","type":"","descr":" The diamond rattlesnake (Crotalus adamanteus); -- so called from its preference for damp places near water."},{"word":"Water-retted","type":"imp. and p. p.","descr":" of Water-ret"},{"word":"Water-retting","type":"p. pr. and vb. n.","descr":" of Water-ret"},{"word":"Water-ret","type":"v. t.","descr":" To ret, or rot, in water, as flax; to water-rot."},{"word":"Water rice","type":"","descr":" Indian rice.  See under Rice."},{"word":"Water rocket","type":"","descr":" A cruciferous plant (Nasturtium sylvestre) with small yellow flowers."},{"word":"Water rocket","type":"","descr":" A kind of firework to be discharged in the water."},{"word":"Water-rotted","type":"imp. and p. p.","descr":" of Water-rot"},{"word":"Water-rotting","type":"p. pr. and vb. n.","descr":" of Water-rot"},{"word":"Water-rot","type":"v. t.","descr":" To rot by steeping in water; to water-ret; as, to water-rot hemp or flax."},{"word":"Water sail","type":"","descr":" A small sail sometimes set under a studding sail or under a driver boom, and reaching nearly to the water."},{"word":"Water sapphire","type":"","descr":" A deep blue variety of iolite, sometimes used as a gem; -- called also saphir d\\'eau."},{"word":"Waterscape","type":"n.","descr":" A sea view; -- distinguished from landscape."},{"word":"Water scorpion","type":"","descr":" See Nepa."},{"word":"Water screw","type":"","descr":" A screw propeller."},{"word":"Watershed","type":"n.","descr":" The whole region or extent of country which contributes to the supply of a river or lake."},{"word":"Watershed","type":"n.","descr":" The line of division between two adjacent rivers or lakes with respect to the flow of water by natural channels into them; the natural boundary of a basin."},{"word":"Water shield","type":"","descr":" An aquatic American plant (Brasenia peltata) having floating oval leaves, and the covered with a clear jelly."},{"word":"Watershoot","type":"n.","descr":" A sprig or shoot from the root or stock of a tree."},{"word":"Watershoot","type":"n.","descr":" That which serves to guard from falling water; a drip or dripstone."},{"word":"Watershoot","type":"n.","descr":" A trough for discharging water."},{"word":"Water shrew","type":"","descr":" Any one of several species of shrews having fringed feet and capable of swimming actively. The two common European species (Crossopus fodiens, and C. ciliatus) are the best known. The most common American water shrew, or marsh shrew (Neosorex palustris), is rarely seen, owing to its nocturnal habits."},{"word":"Water snail","type":"","descr":" Any aquatic pulmonate gastropod belonging to Planorbis, Limnaea, and allied genera; a pond snail."},{"word":"Water snail","type":"","descr":" The Archimedean screw."},{"word":"Water snake","type":"","descr":" A common North American colubrine snake (Tropidonotus sipedon) which lives chiefly in the water."},{"word":"Water snake","type":"","descr":" Any species of snakes of the family Homalopsidae, all of which are aquatic in their habits."},{"word":"Water-soak","type":"v. t.","descr":" To soak water; to fill the interstices of with water."},{"word":"Water soldier","type":"","descr":" An aquatic European plant (Stratiotes aloides) with bayonet-shaped leaves."},{"word":"Water souchy","type":"","descr":" A dish consisting of small fish stewed and served in a little water."},{"word":"Water spaniel","type":"","descr":" A curly-haired breed of spaniels, naturally very fond of the water."},{"word":"Water sparrow","type":"","descr":" The reed warbler."},{"word":"Water sparrow","type":"","descr":" The reed bunting."},{"word":"Water speedwell","type":"","descr":" A kind of speedwell (Veronica Anagallis) found in wet places in Europe and America."},{"word":"Water spider","type":"","descr":" An aquatic European spider (Argyoneta aquatica) which constructs its web beneath the surface of the water on water plants. It lives in a bell-shaped structure of silk, open beneath like a diving bell, and filled with air which the spider carries down in the form of small bubbles attached one at a time to the spinnerets and hind feet. Called also diving spider."},{"word":"Water spider","type":"","descr":" A water mite."},{"word":"Water spider","type":"","descr":" Any spider that habitually lives on or about the water, especially the large American species (Dolomedes lanceolatus) which runs rapidly on the surface of water; -- called also raft spider."},{"word":"Water spinner","type":"","descr":" The water spider."},{"word":"Waterspout","type":"n.","descr":" A remarkable meteorological phenomenon, of the nature of a tornado or whirlwind, usually observed over the sea, but sometimes over the land."},{"word":"Water sprite","type":"","descr":" A sprite, or spirit, imagined as inhabiting the water."},{"word":"Water-standing","type":"a.","descr":" Tear-filled."},{"word":"Water star grass","type":"","descr":" An aquatic plant (Schollera graminea) with grassy leaves, and yellow star-shaped blossoms."},{"word":"Water starwort","type":"","descr":" See under Starwort."},{"word":"Water supply","type":"","descr":" A supply of water; specifically, water collected, as in reservoirs, and conveyed, as by pipes, for use in a city, mill, or the like."},{"word":"Water tabby","type":"","descr":" A kind of waved or watered tabby.  See Tabby, n., 1."},{"word":"Water table","type":"","descr":" A molding, or other projection, in the wall of a building, to throw off the water, -- generally used in the United States for the first table above the surface of the ground (see Table, n., 9), that is, for the table at the top of the foundation and the beginning of the upper wall."},{"word":"Watertath","type":"n.","descr":" A kind of coarse grass growing in wet grounds, and supposed to be injurious to sheep."},{"word":"Water thermometer","type":"","descr":" A thermometer filled with water instead of mercury, for ascertaining the precise temperature at which water attains its maximum density. This is about 39¡ Fahr., or 4¡ Centigrade; and from that point down to 32¡ Fahr., or 0¡ Centigrade, or the freezing point, it expands."},{"word":"Water thief","type":"","descr":" A pirate."},{"word":"Water thrush","type":"","descr":" A North American bird of the genus Seiurus, belonging to the Warbler family, especially the common species (S. Noveboracensis)."},{"word":"Water thrush","type":"","descr":" The European water ousel."},{"word":"Water thrush","type":"","descr":" The pied wagtail."},{"word":"Water thyme","type":"","descr":" See Anacharis."},{"word":"Water tick","type":"","descr":" Same as Water mite."},{"word":"Water tiger","type":"","descr":" A diving, or water, beetle, especially the larva of a water beetle.  See Illust. b of Water beetle."},{"word":"Water-tight","type":"a.","descr":" So tight as to retain, or not to admit, water; not leaky."},{"word":"Water torch","type":"","descr":" The common cat-tail (Typha latifolia), the spike of which makes a good torch soaked in oil."},{"word":"Water tower","type":"","descr":" A large metal pipe made to be extended vertically by sections, and used for discharging water upon burning buildings."},{"word":"Water tree","type":"","descr":" A climbing shrub (Tetracera alnifolia, \/ potatoria) of Western Africa, which pours out a watery sap from the freshly cut stems."},{"word":"Water trefoil","type":"","descr":" The buck bean."},{"word":"Water tube","type":"","descr":" One of a system of tubular excretory organs having external openings, found in many invertebrates. They are believed to be analogous in function to the kidneys of vertebrates.  See Illust. under Trematodea, and Sporocyst."},{"word":"Water tupelo","type":"","descr":" A species of large tupelo (Nyssa aquatica) growing in swamps in the southern of the United States.  See Ogeechee lime."},{"word":"Water turkey","type":"","descr":" The American snakebird.  See Snakebird."},{"word":"Water tu tuyere","type":"","descr":" A tuyere kept cool by water circulating within a casing. It is used for hot blast."},{"word":"Water tu twist","type":"","descr":" Yarn made by the throstle, or water frame."},{"word":"Water vine","type":"","descr":" Any plant of the genus Phytocrene, climbing shrubs of Asia and Africa, the stems of which are singularly porous, and when cut stream with a limpid potable juice."},{"word":"Water violet","type":"","descr":" See under Violet."},{"word":"Water viper","type":"","descr":" See Water moccasin."},{"word":"Water vole","type":"","descr":" See under Vole."},{"word":"Water wagtail","type":"","descr":" See under Wagtail."},{"word":"Waterway","type":"n.","descr":" Heavy plank or timber extending fore and aft the whole length of a vessel\\'s deck at the line of junction with the sides, forming a channel to the scuppers, which are cut through it. In iron vessels the waterway is variously constructed."},{"word":"Water way","type":"","descr":" Same as Water course."},{"word":"Waterweed","type":"n.","descr":" See Anacharis."},{"word":"Water wheel","type":"","descr":" Any wheel for propelling machinery or for other purposes, that is made to rotate by the direct action of water; -- called an overshot wheel when the water is applied at the top, an undershot wheel when at the bottom, a breast wheel when at an intermediate point; other forms are called reaction wheel, vortex wheel, turbine wheel, etc."},{"word":"Water wheel","type":"","descr":" The paddle wheel of a steam vessel."},{"word":"Water wheel","type":"","descr":" A wheel for raising water; a noria, or the like."},{"word":"Water willow","type":"","descr":" An American aquatic plant (Dianthera Americana) with long willowlike leaves, and spikes of small purplish flowers."},{"word":"Water wing","type":"","descr":" One of two walls built on either side of the junction of a bridge with the bank of a river, to protect the abutment of the bridge and the bank from the action of the current."},{"word":"Water witch","type":"","descr":" The dabchick."},{"word":"Water witch","type":"","descr":" The stormy petrel."},{"word":"Water-white","type":"n.","descr":" A vinelike plant (Vitis Caribaea) growing in parched districts in the West Indies, and containing a great amount of sap which is sometimes used for quenching thirst."},{"word":"Waterwork","type":"n.","descr":" Painting executed in size or distemper, on canvas or walls, -- formerly, frequently taking the place of tapestry."},{"word":"Waterwork","type":"n.","descr":" An hydraulic apparatus, or a system of works or fixtures, by which a supply of water is furnished for useful or ornamental purposes, including dams, sluices, pumps, aqueducts, distributing pipes, fountains, etc.; -- used chiefly in the plural."},{"word":"Waterworn","type":"a.","descr":" Worn, smoothed, or polished by the action of water; as, waterworn stones."},{"word":"Waterwort","type":"n.","descr":" Any plant of the natural order Elatineae, consisting of two genera (Elatine, and Bergia), mostly small annual herbs growing in the edges of ponds. Some have a peppery or acrid taste."},{"word":"Watery","type":"a.","descr":" Of or pertaining to water; consisting of water."},{"word":"Watery","type":"a.","descr":" Abounding with water; wet; hence, tearful."},{"word":"Watery","type":"a.","descr":" Resembling water; thin or transparent, as a liquid; as, watery humors."},{"word":"Watery","type":"a.","descr":" Hence, abounding in thin, tasteless, or insipid fluid; tasteless; insipid; vapid; spiritless."},{"word":"Watt","type":"n.","descr":" A unit of power or activity equal to 107 C.G.S. units of power, or to work done at the rate of one joule a second.  An English horse power is approximately equal to 746 watts."},{"word":"Wattmeter","type":"n.","descr":" An instrument for measuring power in watts, -- much used in measuring the energy of an electric current."},{"word":"Wattle","type":"n.","descr":" A twig or flexible rod; hence, a hurdle made of such rods."},{"word":"Wattle","type":"n.","descr":" A rod laid on a roof to support the thatch."},{"word":"Wattle","type":"n.","descr":" A naked fleshy, and usually wrinkled and highly colored, process of the skin hanging from the chin or throat of a bird or reptile."},{"word":"Wattle","type":"n.","descr":" Barbel of a fish."},{"word":"Wattle","type":"n.","descr":" The astringent bark of several Australian trees of the genus Acacia, used in tanning; -- called also wattle bark."},{"word":"Wattle","type":"n.","descr":" The trees from which the bark is obtained.  See Savanna wattle, under Savanna."},{"word":"Wattled","type":"imp. and p. p.","descr":" of Wattle"},{"word":"Wattling","type":"p. pr. and vb. n.","descr":" of Wattle"},{"word":"Wattle","type":"v. t.","descr":" To bind with twigs."},{"word":"Wattle","type":"v. t.","descr":" To twist or interweave, one with another, as twigs; to form a network with; to plat; as, to wattle branches."},{"word":"Wattle","type":"v. t.","descr":" To form, by interweaving or platting twigs."},{"word":"Wattlebird","type":"n.","descr":" Any one of several species of honey eaters belonging to Anthochaera and allied genera of the family Meliphagidae.  These birds usually have a large and conspicuous wattle of naked skin hanging down below each ear. They are natives of Australia and adjacent islands."},{"word":"Wattlebird","type":"n.","descr":" The Australian brush turkey."},{"word":"Wattled","type":"a.","descr":" Furnished with wattles, or pendent fleshy processes at the chin or throat."},{"word":"Wattling","type":"n.","descr":" The act or process of binding or platting with twigs; also, the network so formed."},{"word":"Waucht","type":"n.","descr":" Alt. of Waught"},{"word":"Waught","type":"n.","descr":" A large draught of any liquid."},{"word":"Waul","type":"v. i.","descr":" To cry as a cat; to squall; to wail."},{"word":"Waur","type":"a.","descr":" Worse."},{"word":"Wave","type":"v. t.","descr":" See Waive."},{"word":"Waved","type":"imp. and p. p.","descr":" of Wave"},{"word":"Waving","type":"p. pr. and vb. n.","descr":" of Wave"},{"word":"Wave","type":"v. i.","descr":" To play loosely; to move like a wave, one way and the other; to float; to flutter; to undulate."},{"word":"Wave","type":"v. i.","descr":" To be moved to and fro as a signal."},{"word":"Wave","type":"v. i.","descr":" To fluctuate; to waver; to be in an unsettled state; to vacillate."},{"word":"Wave","type":"v. t.","descr":" To move one way and the other; to brandish."},{"word":"Wave","type":"v. t.","descr":" To raise into inequalities of surface; to give an undulating form a surface to."},{"word":"Wave","type":"v. t.","descr":" To move like a wave, or by floating; to waft."},{"word":"Wave","type":"v. t.","descr":" To call attention to, or give a direction or command to, by a waving motion, as of the hand; to signify by waving; to beckon; to signal; to indicate."},{"word":"Wave","type":"v. i.","descr":" An advancing ridge or swell on the surface of a liquid, as of the sea, resulting from the oscillatory motion of the particles composing it when disturbed by any force their position of rest; an undulation."},{"word":"Wave","type":"v. i.","descr":" A vibration propagated from particle to particle through a body or elastic medium, as in the transmission of sound; an assemblage of vibrating molecules in all phases of a vibration, with no phase repeated; a wave of vibration; an undulation.  See Undulation."},{"word":"Wave","type":"v. i.","descr":" Water; a body of water."},{"word":"Wave","type":"v. i.","descr":" Unevenness; inequality of surface."},{"word":"Wave","type":"v. i.","descr":" A waving or undulating motion; a signal made with the hand, a flag, etc."},{"word":"Wave","type":"v. i.","descr":" The undulating line or streak of luster on cloth watered, or calendered, or on damask steel."},{"word":"Wave","type":"v. i.","descr":" Fig.: A swelling or excitement of thought, feeling, or energy; a tide; as, waves of enthusiasm."},{"word":"Waved","type":"a.","descr":" Exhibiting a wavelike form or outline; undulating; intended; wavy; as, waved edge."},{"word":"Waved","type":"a.","descr":" Having a wavelike appearance; marked with wavelike lines of color; as, waved, or watered, silk."},{"word":"Waved","type":"a.","descr":" Having undulations like waves; -- said of one of the lines in heraldry which serve as outlines to the ordinaries, etc."},{"word":"Waveless","type":"a.","descr":" Free from waves; undisturbed; not agitated; as, the waveless sea."},{"word":"Wavelet","type":"n.","descr":" A little wave; a ripple."},{"word":"Wavellite","type":"n.","descr":" A hydrous phosphate of alumina, occurring usually in hemispherical radiated forms varying in color from white to yellow, green, or black."},{"word":"Wavered","type":"imp. and p. p.","descr":" of Waver"},{"word":"Wavering","type":"p. pr. and vb. n.","descr":" of Waver"},{"word":"Waver","type":"v. i.","descr":" To play or move to and fro; to move one way and the other; hence, to totter; to reel; to swing; to flutter."},{"word":"Waver","type":"v. i.","descr":" To be unsettled in opinion; to vacillate; to be undetermined; to fluctuate; as, to water in judgment."},{"word":"Waver","type":"v.","descr":" A sapling left standing in a fallen wood."},{"word":"Waverer","type":"n.","descr":" One who wavers; one who is unsettled in doctrine, faith, opinion, or the like."},{"word":"Waveringly","type":"adv.","descr":" In a wavering manner."},{"word":"Waveringness","type":"n.","descr":" The quality or state of wavering."},{"word":"Waveson","type":"n.","descr":" Goods which, after shipwreck, appear floating on the waves, or sea."},{"word":"Waveworn","type":"a.","descr":" Worn by the waves."},{"word":"Wavey","type":"n.","descr":" The snow goose."},{"word":"Waviness","type":"n.","descr":" The quality or state of being wavy."},{"word":"Wavure","type":"n.","descr":" See Waivure."},{"word":"Wavy","type":"a.","descr":" Rising or swelling in waves; full of waves."},{"word":"Wavy","type":"a.","descr":" Playing to and fro; undulating; as, wavy flames."},{"word":"Wavy","type":"a.","descr":" Undulating on the border or surface; waved."},{"word":"Wawaskeesh","type":"n.","descr":" The wapiti, or wapiti, or American elk."},{"word":"Wave","type":"n.","descr":" Woe."},{"word":"Wawe","type":"n.","descr":" A wave."},{"word":"Wawl","type":"v. i.","descr":" See Waul."},{"word":"Waxed","type":"imp.","descr":" of Wax"},{"word":"Waxed","type":"p. p.","descr":" of Wax"},{"word":"Waxen","type":"","descr":" of Wax"},{"word":"Waxing","type":"p. pr. and vb. n.","descr":" of Wax"},{"word":"Wax","type":"v. i.","descr":" To increase in size; to grow bigger; to become larger or fuller; -- opposed to wane."},{"word":"Wax","type":"v. i.","descr":" To pass from one state to another; to become; to grow; as, to wax strong; to wax warmer or colder; to wax feeble; to wax old; to wax worse and worse."},{"word":"Wax","type":"n.","descr":" A fatty, solid substance, produced by bees, and employed by them in the construction of their comb; -- usually called beeswax. It is first excreted, from a row of pouches along their sides, in the form of scales, which, being masticated and mixed with saliva, become whitened and tenacious. Its natural color is pale or dull yellow."},{"word":"Wax","type":"n.","descr":" Hence, any substance resembling beeswax in consistency or appearance."},{"word":"Wax","type":"n.","descr":" Cerumen, or earwax."},{"word":"Wax","type":"n.","descr":" A waxlike composition used for uniting surfaces, for excluding air, and for other purposes; as, sealing wax, grafting wax, etching wax, etc."},{"word":"Wax","type":"n.","descr":" A waxlike composition used by shoemakers for rubbing their thread."},{"word":"Wax","type":"n.","descr":" A substance similar to beeswax, secreted by several species of scale insects, as the Chinese wax.  See Wax insect, below."},{"word":"Wax","type":"n.","descr":" A waxlike product secreted by certain plants.  See Vegetable wax, under Vegetable."},{"word":"Wax","type":"n.","descr":" A substance, somewhat resembling wax, found in connection with certain deposits of rock salt and coal; -- called also mineral wax, and ozocerite."},{"word":"Wax","type":"n.","descr":" Thick sirup made by boiling down the sap of the sugar maple, and then cooling."},{"word":"Waxed","type":"imp. and p. p.","descr":" of Wax"},{"word":"Waxing","type":"p. pr. and vb. n.","descr":" of Wax"},{"word":"Wax","type":"v. t.","descr":" To smear or rub with wax; to treat with wax; as, to wax a thread or a table."},{"word":"Waxberry","type":"n.","descr":" The wax-covered fruit of the wax myrtle, or bayberry.  See Bayberry, and Candleberry tree."},{"word":"Waxbill","type":"n.","descr":" Any one of numerous species of finchlike birds belonging to Estrelda and allied genera, native of Asia, Africa, and Australia. The bill is large, conical, and usually red in color, resembling sealing wax. Several of the species are often kept as cage birds."},{"word":"Waxbird","type":"","descr":" The waxwing."},{"word":"Waxen","type":"a.","descr":" Made of wax."},{"word":"Waxen","type":"a.","descr":" Covered with wax; waxed; as, a waxen tablet."},{"word":"Waxen","type":"a.","descr":" Resembling wax; waxy; hence, soft; yielding."},{"word":"Waxiness","type":"n.","descr":" Quality or state of being waxy."},{"word":"Waxwing","type":"n.","descr":" Any one of several species of small birds of the genus Ampelis, in which some of the secondary quills are usually tipped with small horny ornaments resembling red sealing wax. The Bohemian waxwing (see under Bohemian) and the cedar bird are examples. Called also waxbird."},{"word":"Waxwork","type":"n.","descr":" Work made of wax; especially, a figure or figures formed or partly of wax, in imitation of real beings."},{"word":"Waxwork","type":"n.","descr":" An American climbing shrub (Celastrus scandens). It bears a profusion of yellow berrylike pods, which open in the autumn, and display the scarlet coverings of the seeds."},{"word":"Waxworker","type":"n.","descr":" One who works in wax; one who makes waxwork."},{"word":"Waxworker","type":"n.","descr":" A bee that makes or produces wax."},{"word":"Waxy","type":"a.","descr":" Resembling wax in appearance or consistency; viscid; adhesive; soft; hence, yielding; pliable; impressible."},{"word":"Way","type":"adv.","descr":" Away."},{"word":"Way","type":"n.","descr":" That by, upon, or along, which one passes or processes; opportunity or room to pass; place of passing; passage; road, street, track, or path of any kind; as, they built a way to the mine."},{"word":"Way","type":"n.","descr":" Length of space; distance; interval; as, a great way; a long way."},{"word":"Way","type":"n.","descr":" A moving; passage; procession; journey."},{"word":"Way","type":"n.","descr":" Course or direction of motion or process; tendency of action; advance."},{"word":"Way","type":"n.","descr":" The means by which anything is reached, or anything is accomplished; scheme; device; plan."},{"word":"Way","type":"n.","descr":" Manner; method; mode; fashion; style; as, the way of expressing one\\'s ideas."},{"word":"Way","type":"n.","descr":" Regular course; habitual method of life or action; plan of conduct; mode of dealing."},{"word":"Way","type":"n.","descr":" Sphere or scope of observation."},{"word":"Way","type":"n.","descr":" Determined course; resolved mode of action or conduct; as, to have one\\'s way."},{"word":"Way","type":"n.","descr":" Progress; as, a ship has way."},{"word":"Way","type":"n.","descr":" The timbers on which a ship is launched."},{"word":"Way","type":"n.","descr":" The longitudinal guides, or guiding surfaces, on the bed of a planer, lathe, or the like, along which a table or carriage moves."},{"word":"Way","type":"n.","descr":" Right of way.  See below."},{"word":"Way","type":"v. t.","descr":" To go or travel to; to go in, as a way or path."},{"word":"Way","type":"v. i.","descr":" To move; to progress; to go."},{"word":"Waybill","type":"n.","descr":" A list of passengers in a public vehicle, or of the baggage or gods transported by a common carrier on a land route. When the goods are transported by water, the list is called a bill of lading."},{"word":"Waybread","type":"n.","descr":" The common dooryard plantain (Plantago major)."},{"word":"Waybung","type":"n.","descr":" An Australian insessorial bird (Corcorax melanorhamphus) noted for the curious actions of the male during the breeding season. It is black with a white patch on each wing."},{"word":"Wayed","type":"a.","descr":" Used to the way; broken."},{"word":"Wayfare","type":"v. i.","descr":" To journey; to travel; to go to and fro."},{"word":"Wayfare","type":"n.","descr":" The act of journeying; travel; passage."},{"word":"Wayfarer","type":"n.","descr":" One who travels; a traveler; a passenger."},{"word":"Wayfaring","type":"a.","descr":" Traveling; passing; being on a journey."},{"word":"Waygate","type":"n.","descr":" The tailrace of a mill."},{"word":"Way-going","type":"a.","descr":" Going away; departing; of or pertaining to one who goes away."},{"word":"Way-goose","type":"n.","descr":" See Wayz-goose, n., 2."},{"word":"Wayk","type":"a.","descr":" Weak."},{"word":"Waylaid","type":"imp. and p. p.","descr":" of Waylay"},{"word":"Waylaying","type":"p. pr. and vb. n.","descr":" of Waylay"},{"word":"Waylay","type":"v. t.","descr":" To lie in wait for; to meet or encounter in the way; especially, to watch for the passing of, with a view to seize, rob, or slay; to beset in ambush."},{"word":"Waylayer","type":"n.","descr":" One who waylays another."},{"word":"Wayless","type":"a.","descr":" Having no road or path; pathless."},{"word":"Wayleway","type":"interj.","descr":" See Welaway."},{"word":"Waymaker","type":"n.","descr":" One who makes a way; a precursor."},{"word":"Waymark","type":"n.","descr":" A mark to guide in traveling."},{"word":"Waymented","type":"imp. and p. p.","descr":" of Wayment"},{"word":"Waymenting","type":"p. pr. and vb. n.","descr":" of Wayment"},{"word":"Wayment","type":"v. i.","descr":" To lament; to grieve; to wail."},{"word":"Wayment","type":"n.","descr":" Grief; lamentation; mourning."},{"word":"Way shaft","type":"","descr":" A rock shaft."},{"word":"Way shaft","type":"","descr":" An interior shaft, usually one connecting two levels."},{"word":"Wayside","type":"n.","descr":" The side of the way; the edge or border of a road or path."},{"word":"Wayside","type":"a.","descr":" Of or pertaining to the wayside; as, wayside flowers."},{"word":"Wayward","type":"a.","descr":" Taking one\\'s own way; disobedient; froward; perverse; willful."},{"word":"Way-wise","type":"a.","descr":" Skillful in finding the way; well acquainted with the way or route; wise from having traveled."},{"word":"Waywiser","type":"n.","descr":" An instrument for measuring the distance which one has traveled on the road; an odometer, pedometer, or perambulator."},{"word":"Waywode","type":"n.","descr":" Originally, the title of a military commander in various Slavonic countries; afterwards applied to governors of towns or provinces. It was assumed for a time by the rulers of Moldavia and Wallachia, who were afterwards called hospodars, and has also been given to some inferior Turkish officers."},{"word":"Waywodeship","type":"n.","descr":" The office, province, or jurisdiction of a waywode."},{"word":"Wayworn","type":"a.","descr":" Wearied by traveling."},{"word":"Wayz-goose","type":"n.","descr":" A stubble goose."},{"word":"Wayz-goose","type":"n.","descr":" An annual feast of the persons employed in a printing office."},{"word":"Wan","type":"","descr":" of Win"}]