[{"word":"Went","type":"imp.","descr":" of Go"},{"word":"Weak","type":"v. i.","descr":" Wanting physical strength."},{"word":"Weak","type":"v. i.","descr":" Deficient in strength of body; feeble; infirm; sickly; debilitated; enfeebled; exhausted."},{"word":"Weak","type":"v. i.","descr":" Not able to sustain a great weight, pressure, or strain; as, a weak timber; a weak rope."},{"word":"Weak","type":"v. i.","descr":" Not firmly united or adhesive; easily broken or separated into pieces; not compact; as, a weak ship."},{"word":"Weak","type":"v. i.","descr":" Not stiff; pliant; frail; soft; as, the weak stalk of a plant."},{"word":"Weak","type":"v. i.","descr":" Not able to resist external force or onset; easily subdued or overcome; as, a weak barrier; as, a weak fortress."},{"word":"Weak","type":"v. i.","descr":" Lacking force of utterance or sound; not sonorous; low; small; feeble; faint."},{"word":"Weak","type":"v. i.","descr":" Not thoroughly or abundantly impregnated with the usual or required ingredients, or with stimulating and nourishing substances; of less than the usual strength; as, weak tea, broth, or liquor; a weak decoction or solution; a weak dose of medicine."},{"word":"Weak","type":"v. i.","descr":" Lacking ability for an appropriate function or office; as, weak eyes; a weak stomach; a weak magistrate; a weak regiment, or army."},{"word":"Weak","type":"v. i.","descr":" Not possessing or manifesting intellectual, logical, moral, or political strength, vigor, etc."},{"word":"Weak","type":"v. i.","descr":" Feeble of mind; wanting discernment; lacking vigor; spiritless; as, a weak king or magistrate."},{"word":"Weak","type":"v. i.","descr":" Resulting from, or indicating, lack of judgment, discernment, or firmness; unwise; hence, foolish."},{"word":"Weak","type":"v. i.","descr":" Not having full confidence or conviction; not decided or confirmed; vacillating; wavering."},{"word":"Weak","type":"v. i.","descr":" Not able to withstand temptation, urgency, persuasion, etc.; easily impressed, moved, or overcome; accessible; vulnerable; as, weak resolutions; weak virtue."},{"word":"Weak","type":"v. i.","descr":" Wanting in power to influence or bind; as, weak ties; a weak sense of honor of duty."},{"word":"Weak","type":"v. i.","descr":" Not having power to convince; not supported by force of reason or truth; unsustained; as, a weak argument or case."},{"word":"Weak","type":"v. i.","descr":" Wanting in point or vigor of expression; as, a weak sentence; a weak style."},{"word":"Weak","type":"v. i.","descr":" Not prevalent or effective, or not felt to be prevalent; not potent; feeble."},{"word":"Weak","type":"v. i.","descr":" Lacking in elements of political strength; not wielding or having authority or energy; deficient in the resources that are essential to a ruler or nation; as, a weak monarch; a weak government or state."},{"word":"Weak","type":"v. i.","descr":" Tending towards lower prices; as, a weak market."},{"word":"Weak","type":"v. i.","descr":" Pertaining to, or designating, a verb which forms its preterit (imperfect) and past participle by adding to the present the suffix -ed, -d, or the variant form -t; as in the verbs abash, abashed; abate, abated; deny, denied; feel, felt.  See Strong, 19 (a)."},{"word":"Weak","type":"v. i.","descr":" Pertaining to, or designating, a noun in Anglo-Saxon, etc., the stem of which ends in -n.  See Strong, 19 (b)."},{"word":"Weak","type":"a.","descr":" To make or become weak; to weaken."},{"word":"Weakened","type":"imp. and p. p.","descr":" of Weaken"},{"word":"Weakening","type":"p. pr. and vb. n.","descr":" of Weaken"},{"word":"Weaken","type":"v. t.","descr":" To make weak; to lessen the strength of; to deprive of strength; to debilitate; to enfeeble; to enervate; as, to weaken the body or the mind; to weaken the hands of a magistrate; to weaken the force of an objection or an argument."},{"word":"Weaken","type":"v. t.","descr":" To reduce in quality, strength, or spirit; as, to weaken tea; to weaken any solution or decoction."},{"word":"Weaken","type":"v. i.","descr":" To become weak or weaker; to lose strength, spirit, or determination; to become less positive or resolute; as, the patient weakened; the witness weakened on cross-examination."},{"word":"Weakener","type":"n.","descr":" One who, or that which, weakens."},{"word":"Weakfish","type":"n.","descr":" Any fish of the genus Cynoscion; a squeteague; -- so called from its tender mouth.  See Squeteague."},{"word":"Weak-hearted","type":"a.","descr":" Having little courage; of feeble spirit; dispirited; faint-hearted."},{"word":"Weakish","type":"a.","descr":" Somewhat weak; rather weak."},{"word":"Weakishness","type":"n.","descr":" Quality or state of being weakish."},{"word":"Weak-kneed","type":"a.","descr":" Having weak knees; hence, easily yielding; wanting resolution."},{"word":"Weakling","type":"n.","descr":" A weak or feeble creature."},{"word":"Weakling","type":"a.","descr":" Weak; feeble."},{"word":"Weakly","type":"adv.","descr":" In a weak manner; with little strength or vigor; feebly."},{"word":"Weakly","type":"superl.","descr":" Not strong of constitution; infirm; feeble; as, a weakly woman; a man of a weakly constitution."},{"word":"Weak-minded","type":"a.","descr":" Having a weak mind, either naturally or by reason of disease; feebleminded; foolish; idiotic."},{"word":"Weakness","type":"n.","descr":" The quality or state of being weak; want of strength or firmness; lack of vigor; want of resolution or of moral strength; feebleness."},{"word":"Weakness","type":"n.","descr":" That which is a mark of lack of strength or resolution; a fault; a defect."},{"word":"Weal","type":"n.","descr":" The mark of a stripe.  See Wale."},{"word":"Weal","type":"v. t.","descr":" To mark with stripes.  See Wale."},{"word":"Weal","type":"adv.","descr":" A sound, healthy, or prosperous state of a person or thing; prosperity; happiness; welfare."},{"word":"Weal","type":"adv.","descr":" The body politic; the state; common wealth."},{"word":"Weal","type":"v. t.","descr":" To promote the weal of; to cause to be prosperous."},{"word":"Weal-balanced","type":"a.","descr":" Balanced or considered with reference to public weal."},{"word":"Weald","type":"n.","descr":" A wood or forest; a wooded land or region; also, an open country; -- often used in place names."},{"word":"Wealden","type":"a.","descr":" Of or pertaining to the lowest division of the Cretaceous formation in England and on the Continent, which overlies the Oolitic series."},{"word":"Wealden","type":"n.","descr":" The Wealden group or strata."},{"word":"Wealdish","type":"a.","descr":" Of or pertaining to a weald, esp. to the weald in the county of Kent, England."},{"word":"Wealful","type":"a.","descr":" Weleful."},{"word":"Wealsmen","type":"pl. ","descr":" of Wealsman"},{"word":"Wealsman","type":"n.","descr":" A statesman; a politician."},{"word":"Wealth","type":"n.","descr":" Weal; welfare; prosperity; good."},{"word":"Wealth","type":"n.","descr":" Large possessions; a comparative abundance of things which are objects of human desire; esp., abundance of worldly estate; affluence; opulence; riches."},{"word":"Wealthful","type":"a.","descr":" Full of wealth; wealthy; prosperous."},{"word":"Wealthily","type":"adv.","descr":" In a wealthy manner; richly."},{"word":"Wealthiness","type":"n.","descr":" The quality or state of being wealthy, or rich; richness; opulence."},{"word":"Wealthy","type":"superl.","descr":" Having wealth; having large possessions, or larger than most men, as lands, goods, money, or securities; opulent; affluent; rich."},{"word":"Wealthy","type":"superl.","descr":" Hence, ample; full; satisfactory; abundant."},{"word":"Weaned","type":"imp. and p. p.","descr":" of Wean"},{"word":"Weaning","type":"p. pr. and vb. n.","descr":" of Wean"},{"word":"Wean","type":"a.","descr":" To accustom and reconcile, as a child or other young animal, to a want or deprivation of mother\\'s milk; to take from the breast or udder; to cause to cease to depend on the mother nourishment."},{"word":"Wean","type":"a.","descr":" Hence, to detach or alienate the affections of, from any object of desire; to reconcile to the want or loss of anything."},{"word":"Wean","type":"n.","descr":" A weanling; a young child."},{"word":"Weanedness","type":"n.","descr":" Quality or state of being weaned."},{"word":"Weanel","type":"n.","descr":" A weanling."},{"word":"Weanling","type":"","descr":" a. and n. from Wean, v."},{"word":"Weanling","type":"n.","descr":" A child or animal newly weaned; a wean."},{"word":"Weanling","type":"a.","descr":" Recently weaned."},{"word":"Weapon","type":"n.","descr":" An instrument of offensive of defensive combat; something to fight with; anything used, or designed to be used, in destroying, defeating, or injuring an enemy, as a gun, a sword, etc."},{"word":"Weapon","type":"n.","descr":" Fig.: The means or instrument with which one contends against another; as, argument was his only weapon."},{"word":"Weapon","type":"n.","descr":" A thorn, prickle, or sting with which many plants are furnished."},{"word":"Weaponed","type":"a.","descr":" Furnished with weapons, or arms; armed; equipped."},{"word":"Weaponless","type":"a.","descr":" Having no weapon."},{"word":"Weaponry","type":"n.","descr":" Weapons, collectively; as, an array of weaponry."},{"word":"Wear","type":"n.","descr":" Same as Weir."},{"word":"Wear","type":"v. t.","descr":" To cause to go about, as a vessel, by putting the helm up, instead of alee as in tacking, so that the vessel\\'s bow is turned away from, and her stern is presented to, the wind, and, as she turns still farther, her sails fill on the other side; to veer."},{"word":"Wearing","type":"p. pr. and vb. n.","descr":" of Wear"},{"word":"Weared","type":"imp. and p. p.","descr":" of Wear"},{"word":"Wear","type":"v. t.","descr":" To carry or bear upon the person; to bear upon one\\'s self, as an article of clothing, decoration, warfare, bondage, etc.; to have appendant to one\\'s body; to have on; as, to wear a coat; to wear a shackle."},{"word":"Wear","type":"v. t.","descr":" To have or exhibit an appearance of, as an aspect or manner; to bear; as, she wears a smile on her countenance."},{"word":"Wear","type":"v. t.","descr":" To use up by carrying or having upon one\\'s self; hence, to consume by use; to waste; to use up; as, to wear clothes rapidly."},{"word":"Wear","type":"v. t.","descr":" To impair, waste, or diminish, by continual attrition, scraping, percussion, on the like; to consume gradually; to cause to lower or disappear; to spend."},{"word":"Wear","type":"v. t.","descr":" To cause or make by friction or wasting; as, to wear a channel; to wear a hole."},{"word":"Wear","type":"v. t.","descr":" To form or shape by, or as by, attrition."},{"word":"Wear","type":"v. i.","descr":" To endure or suffer use; to last under employment; to bear the consequences of use, as waste, consumption, or attrition; as, a coat wears well or ill; -- hence, sometimes applied to character, qualifications, etc.; as, a man wears well as an acquaintance."},{"word":"Wear","type":"v. i.","descr":" To be wasted, consumed, or diminished, by being used; to suffer injury, loss, or extinction by use or time; to decay, or be spent, gradually."},{"word":"Wear","type":"n.","descr":" The act of wearing, or the state of being worn; consumption by use; diminution by friction; as, the wear of a garment."},{"word":"Wear","type":"n.","descr":" The thing worn; style of dress; the fashion."},{"word":"Wearable","type":"a.","descr":" Capable of being worn; suitable to be worn."},{"word":"Wearer","type":"n.","descr":" One who wears or carries as appendant to the body; as, the wearer of a cloak, a sword, a crown, a shackle, etc."},{"word":"Wearer","type":"n.","descr":" That which wastes or diminishes."},{"word":"Weariable","type":"a.","descr":" That may be wearied."},{"word":"Weariful","type":"a.","descr":" Abounding in qualities which cause weariness; wearisome."},{"word":"Weariless","type":"a.","descr":" Incapable of being wearied."},{"word":"Wearily","type":"adv.","descr":" In a weary manner."},{"word":"Weariness","type":"n.","descr":" The quality or state of being weary or tried; lassitude; exhaustion of strength; fatigue."},{"word":"Wearing","type":"n.","descr":" The act of one who wears; the manner in which a thing wears; use; conduct; consumption."},{"word":"Wearing","type":"n.","descr":" That which is worn; clothes; garments."},{"word":"Wearing","type":"a.","descr":" Pertaining to, or designed for, wear; as, wearing apparel."},{"word":"Wearish","type":"a.","descr":" Weak; withered; shrunk."},{"word":"Wearish","type":"a.","descr":" Insipid; tasteless; unsavory."},{"word":"Wearisome","type":"a.","descr":" Causing weariness; tiresome; tedious; weariful; as, a wearisome march; a wearisome day\\'s work; a wearisome book."},{"word":"Weary","type":"superl.","descr":" Having the strength exhausted by toil or exertion; worn out in respect to strength, endurance, etc.; tired; fatigued."},{"word":"Weary","type":"superl.","descr":" Causing weariness; tiresome."},{"word":"Weary","type":"superl.","descr":" Having one\\'s patience, relish, or contentment exhausted; tired; sick; -- with of before the cause; as, weary of marching, or of confinement; weary of study."},{"word":"Wearied","type":"imp. and p. p.","descr":" of Weary"},{"word":"Wearying","type":"p. pr. and vb. n.","descr":" of Weary"},{"word":"Weary","type":"v. t.","descr":" To reduce or exhaust the physical strength or endurance of; to tire; to fatigue; as, to weary one\\'s self with labor or traveling."},{"word":"Weary","type":"v. t.","descr":" To make weary of anything; to exhaust the patience of, as by continuance."},{"word":"Weary","type":"v. t.","descr":" To harass by anything irksome."},{"word":"Weary","type":"v. i.","descr":" To grow tired; to become exhausted or impatient; as, to weary of an undertaking."},{"word":"Weasand","type":"n.","descr":" The windpipe; -- called also, formerly, wesil."},{"word":"Weasel","type":"n.","descr":" Any one of various species of small carnivores belonging to the genus Putorius, as the ermine and ferret. They have a slender, elongated body, and are noted for the quickness of their movements and for their bloodthirsty habit in destroying poultry, rats, etc.  The ermine and some other species are brown in summer, and turn white in winter; others are brown at all seasons."},{"word":"Weasel-faced","type":"a.","descr":" Having a thin, sharp face, like a weasel."},{"word":"Weaser","type":"n.","descr":" The American merganser; -- called also weaser sheldrake."},{"word":"Weasiness","type":"n.","descr":" Quality or state of being weasy; full feeding; sensual indulgence."},{"word":"Weasy","type":"a.","descr":" Given to sensual indulgence; gluttonous."},{"word":"Weather","type":"n.","descr":" The state of the air or atmosphere with respect to heat or cold, wetness or dryness, calm or storm, clearness or cloudiness, or any other meteorological phenomena; meteorological condition of the atmosphere; as, warm weather; cold weather; wet weather; dry weather, etc."},{"word":"Weather","type":"n.","descr":" Vicissitude of season; meteorological change; alternation of the state of the air."},{"word":"Weather","type":"n.","descr":" Storm; tempest."},{"word":"Weather","type":"n.","descr":" A light rain; a shower."},{"word":"Weathered","type":"imp. and p. p.","descr":" of Weather"},{"word":"Weathering","type":"p. pr. and vb. n.","descr":" of Weather"},{"word":"Weather","type":"v. t.","descr":" To expose to the air; to air; to season by exposure to air."},{"word":"Weather","type":"v. t.","descr":" Hence, to sustain the trying effect of; to bear up against and overcome; to sustain; to endure; to resist; as, to weather the storm."},{"word":"Weather","type":"v. t.","descr":" To sail or pass to the windward of; as, to weather a cape; to weather another ship."},{"word":"Weather","type":"v. t.","descr":" To place (a hawk) unhooded in the open air."},{"word":"Weather","type":"v. i.","descr":" To undergo or endure the action of the atmosphere; to suffer meteorological influences; sometimes, to wear away, or alter, under atmospheric influences; to suffer waste by weather."},{"word":"Weather","type":"a.","descr":" Being toward the wind, or windward -- opposed to lee; as, weather bow, weather braces, weather gauge, weather lifts, weather quarter, weather shrouds, etc."},{"word":"Weather-beaten","type":"a.","descr":" Beaten or harassed by the weather; worn by exposure to the weather, especially to severe weather."},{"word":"Weather-bit","type":"n.","descr":" A turn of the cable about the end of the windlass, without the bits."},{"word":"Weatherbit","type":"v. t.","descr":" To take another turn with, as a cable around a windlass."},{"word":"Weather-bitten","type":"a.","descr":" Eaten into, defaced, or worn, by exposure to the weather."},{"word":"Weatherboard","type":"n.","descr":" That side of a vessel which is toward the wind; the windward side."},{"word":"Weatherboard","type":"n.","descr":" A piece of plank placed in a porthole, or other opening, to keep out water."},{"word":"Weatherboard","type":"n.","descr":" A board extending from the ridge to the eaves along the slope of the gable, and forming a close junction between the shingling of a roof and the side of the building beneath."},{"word":"Weatherboard","type":"n.","descr":" A clapboard or feather-edged board used in weatherboarding."},{"word":"Weather-board","type":"v. t.","descr":" To nail boards upon so as to lap one over another, in order to exclude rain, snow, etc."},{"word":"Weatherboarding","type":"n.","descr":" The covering or siding of a building, formed of boards lapping over one another, to exclude rain, snow, etc."},{"word":"Weatherboarding","type":"n.","descr":" Boards adapted or intended for such use."},{"word":"Weather-bound","type":"a.","descr":" Kept in port or at anchor by storms; delayed by bad weather; as, a weather-bound vessel."},{"word":"Weathercock","type":"n.","descr":" A vane, or weather vane; -- so called because originally often in the figure of a cock, turning on the top of a spire with the wind, and showing its direction."},{"word":"Weathercock","type":"n.","descr":" Hence, any thing or person that turns easily and frequently; one who veers with every change of current opinion; a fickle, inconstant person."},{"word":"Weathercock","type":"v. t.","descr":" To supply with a weathercock; to serve as a weathercock for."},{"word":"Weather-driven","type":"a.","descr":" Driven by winds or storms; forced by stress of weather."},{"word":"Weathered","type":"a.","descr":" Made sloping, so as to throw off water; as, a weathered cornice or window sill."},{"word":"Weathered","type":"a.","descr":" Having the surface altered in color, texture, or composition, or the edges rounded off by exposure to the elements."},{"word":"Weather-fend","type":"v. t.","descr":" To defend from the weather; to shelter."},{"word":"Weatherglass","type":"n.","descr":" An instrument to indicate the state of the atmosphere, especially changes of atmospheric pressure, and hence changes of weather, as a barometer or baroscope."},{"word":"Weathering","type":"n.","descr":" The action of the elements on a rock in altering its color, texture, or composition, or in rounding off its edges."},{"word":"Weatherliness","type":"n.","descr":" The quality of being weatherly."},{"word":"Weatherly","type":"a.","descr":" Working, or able to sail, close to the wind; as, a weatherly ship."},{"word":"Weathermost","type":"a.","descr":" Being farthest to the windward."},{"word":"Weatherproof","type":"a.","descr":" Proof against rough weather."},{"word":"Weatherwise","type":"a.","descr":" Skillful in forecasting the changes of the weather."},{"word":"Weatherwiser","type":"n.","descr":" Something that foreshows the weather."},{"word":"Weatherworn","type":"a.","descr":" Worn by the action of, or by exposure to, the weather."},{"word":"Weaving","type":"p. pr. and vb. n.","descr":" of Weave"},{"word":"Weaved","type":"imp. and p. p.","descr":" of Weave"},{"word":"Weave","type":"v. t.","descr":" To unite, as threads of any kind, in such a manner as to form a texture; to entwine or interlace into a fabric; as, to weave wool, silk, etc.; hence, to unite by close connection or intermixture; to unite intimately."},{"word":"Weave","type":"v. t.","descr":" To form, as cloth, by interlacing threads; to compose, as a texture of any kind, by putting together textile materials; as, to weave broadcloth; to weave a carpet; hence, to form into a fabric; to compose; to fabricate; as, to weave the plot of a story."},{"word":"Weave","type":"v. i.","descr":" To practice weaving; to work with a loom."},{"word":"Weave","type":"v. i.","descr":" To become woven or interwoven."},{"word":"Weave","type":"n.","descr":" A particular method or pattern of weaving; as, the cassimere weave."},{"word":"Weaver","type":"n.","descr":" One who weaves, or whose occupation is to weave."},{"word":"Weaver","type":"n.","descr":" A weaver bird."},{"word":"Weaver","type":"n.","descr":" An aquatic beetle of the genus Gyrinus.  See Whirling."},{"word":"Weaverfish","type":"n.","descr":" See Weever."},{"word":"Weaving","type":"n.","descr":" The act of one who, or that which, weaves; the act or art of forming cloth in a loom by the union or intertexture of threads."},{"word":"Weaving","type":"n.","descr":" An incessant motion of a horse\\'s head, neck, and body, from side to side, fancied to resemble the motion of a hand weaver in throwing the shuttle."},{"word":"Weazand","type":"n.","descr":" See Weasand."},{"word":"Weazen","type":"a.","descr":" Thin; sharp; withered; wizened; as, a weazen face."},{"word":"Weazeny","type":"a.","descr":" Somewhat weazen; shriveled."},{"word":"Web","type":"n.","descr":" A weaver."},{"word":"Web","type":"n.","descr":" That which is woven; a texture; textile fabric; esp., something woven in a loom."},{"word":"Web","type":"n.","descr":" A whole piece of linen cloth as woven."},{"word":"Web","type":"n.","descr":" The texture of very fine thread spun by a spider for catching insects at its prey; a cobweb."},{"word":"Web","type":"n.","descr":" Fig.: Tissue; texture; complicated fabrication."},{"word":"Web","type":"n.","descr":" A band of webbing used to regulate the extension of the hood."},{"word":"Web","type":"n.","descr":" A thin metal sheet, plate, or strip, as of lead."},{"word":"Web","type":"n.","descr":" The blade of a sword."},{"word":"Web","type":"n.","descr":" The blade of a saw."},{"word":"Web","type":"n.","descr":" The thin, sharp part of a colter."},{"word":"Web","type":"n.","descr":" The bit of a key."},{"word":"Web","type":"n.","descr":" A plate or thin portion, continuous or perforated, connecting stiffening ribs or flanges, or other parts of an object."},{"word":"Web","type":"n.","descr":" The thin vertical plate or portion connecting the upper and lower flanges of an lower flanges of an iron girder, rolled beam, or railroad rail."},{"word":"Web","type":"n.","descr":" A disk or solid construction serving, instead of spokes, for connecting the rim and hub, in some kinds of car wheels, sheaves, etc."},{"word":"Web","type":"n.","descr":" The arm of a crank between the shaft and the wrist."},{"word":"Web","type":"n.","descr":" The part of a blackmith\\'s anvil between the face and the foot."},{"word":"Web","type":"n.","descr":" Pterygium; -- called also webeye."},{"word":"Web","type":"n.","descr":" The membrane which unites the fingers or toes, either at their bases, as in man, or for a greater part of their length, as in many water birds and amphibians."},{"word":"Web","type":"n.","descr":" The series of barbs implanted on each side of the shaft of a feather, whether stiff and united together by barbules, as in ordinary feathers, or soft and separate, as in downy feathers.  See Feather."},{"word":"Webbed","type":"imp. and p. p.","descr":" of Web"},{"word":"Webbing","type":"p. pr. and vb. n.","descr":" of Web"},{"word":"Web","type":"v. t.","descr":" To unite or surround with a web, or as if with a web; to envelop; to entangle."},{"word":"Webbed","type":"a.","descr":" Provided with a web."},{"word":"Webbed","type":"a.","descr":" Having the toes united by a membrane, or web; as, the webbed feet of aquatic fowls."},{"word":"Webber","type":"n.","descr":" One who forms webs; a weaver; a webster."},{"word":"Webbing","type":"n.","descr":" A woven band of cotton or flax, used for reins, girths, bed bottoms, etc."},{"word":"Webby","type":"a.","descr":" Of or pertaining to a web or webs; like a web; filled or covered with webs."},{"word":"Weber","type":"n.","descr":" The standard unit of electrical quantity, and also of current.  See Coulomb, and Amp\/re."},{"word":"Webeye","type":"n.","descr":" See Web, n., 8."},{"word":"Web-fingered","type":"a.","descr":" Having the fingers united by a web for a considerable part of their length."},{"word":"Webfeet","type":"pl. ","descr":" of Webfoot"},{"word":"Webfoot","type":"n.","descr":" A foot the toes of which are connected by a membrane."},{"word":"Webfoot","type":"n.","descr":" Any web-footed bird."},{"word":"Web-footed","type":"a.","descr":" Having webbed feet; palmiped; as, a goose or a duck is a web-footed fowl."},{"word":"Webster","type":"n.","descr":" A weaver; originally, a female weaver."},{"word":"Websterite","type":"n.","descr":" A hydrous sulphate of alumina occurring in white reniform masses."},{"word":"Web-toed","type":"a.","descr":" Having the toes united by a web for a considerable part of their length."},{"word":"Webform","type":"n.","descr":" Any one of various species of moths whose gregarious larvae eat the leaves of trees, and construct a large web to which they retreat when not feeding."},{"word":"Wed","type":"n.","descr":" A pledge; a pawn."},{"word":"Wedded","type":"imp.","descr":" of Wed"},{"word":"Wedded","type":"p. p.","descr":" of Wed"},{"word":"Wed","type":"","descr":" of Wed"},{"word":"Wedding","type":"p. pr. and vb. n.","descr":" of Wed"},{"word":"Wed","type":"n.","descr":" To take for husband or for wife by a formal ceremony; to marry; to espouse."},{"word":"Wed","type":"n.","descr":" To join in marriage; to give in wedlock."},{"word":"Wed","type":"n.","descr":" Fig.: To unite as if by the affections or the bond of marriage; to attach firmly or indissolubly."},{"word":"Wed","type":"n.","descr":" To take to one\\'s self and support; to espouse."},{"word":"Wed","type":"v. i.","descr":" To contact matrimony; to marry."},{"word":"Weddahs","type":"n. pl.","descr":" See Veddahs."},{"word":"Wedded","type":"a.","descr":" Joined in wedlock; married."},{"word":"Wedded","type":"a.","descr":" Of or pertaining to wedlock, or marriage."},{"word":"Wedder","type":"n.","descr":" See Wether."},{"word":"Wedding","type":"n.","descr":" Nuptial ceremony; nuptial festivities; marriage; nuptials."},{"word":"Weder","type":"n.","descr":" Weather."},{"word":"Wedge","type":"n.","descr":" A piece of metal, or other hard material, thick at one end, and tapering to a thin edge at the other, used in splitting wood, rocks, etc., in raising heavy bodies, and the like. It is one of the six elementary machines called the mechanical powers.  See Illust. of Mechanical powers, under Mechanical."},{"word":"Wedge","type":"n.","descr":" A solid of five sides, having a rectangular base, two rectangular or trapezoidal sides meeting in an edge, and two triangular ends."},{"word":"Wedge","type":"n.","descr":" A mass of metal, especially when of a wedgelike form."},{"word":"Wedge","type":"n.","descr":" Anything in the form of a wedge, as a body of troops drawn up in such a form."},{"word":"Wedge","type":"n.","descr":" The person whose name stands lowest on the list of the classical tripos; -- so called after a person (Wedgewood) who occupied this position on the first list of 1828."},{"word":"Wedged","type":"imp. and p. p.","descr":" of Wedge"},{"word":"Wedging","type":"p. pr. and vb. n.","descr":" of Wedge"},{"word":"Wedge","type":"v. t.","descr":" To cleave or separate with a wedge or wedges, or as with a wedge; to rive."},{"word":"Wedge","type":"v. t.","descr":" To force or drive as a wedge is driven."},{"word":"Wedge","type":"v. t.","descr":" To force by crowding and pushing as a wedge does; as, to wedge one\\'s way."},{"word":"Wedge","type":"v. t.","descr":" To press closely; to fix, or make fast, in the manner of a wedge that is driven into something."},{"word":"Wedge","type":"v. t.","descr":" To fasten with a wedge, or with wedges; as, to wedge a scythe on the snath; to wedge a rail or a piece of timber in its place."},{"word":"Wedge","type":"v. t.","descr":" To cut, as clay, into wedgelike masses, and work by dashing together, in order to expel air bubbles, etc."},{"word":"Wedgebill","type":"n.","descr":" An Australian crested insessorial bird (Sphenostoma cristatum) having a wedge-shaped bill. Its color is dull brown, like the earth of the plains where it lives."},{"word":"Wedge-formed","type":"a.","descr":" Having the form of a wedge; cuneiform."},{"word":"Wedge-shaped","type":"a.","descr":" Having the shape of a wedge; cuneiform."},{"word":"Wedge-shaped","type":"a.","descr":" Broad and truncate at the summit, and tapering down to the base; as, a wedge-shaped leaf."},{"word":"Wedge-shell","type":"n.","descr":" Any one of numerous species of small marine bivalves belonging to Donax and allied genera in which the shell is wedge-shaped."},{"word":"Wedge-tailed","type":"a.","descr":" Having a tail which has the middle pair of feathers longest, the rest successively and decidedly shorter, and all more or less attenuate; -- said of certain birds.  See Illust. of Wood hoopoe, under Wood."},{"word":"Wedgewise","type":"adv.","descr":" In the manner of a wedge."},{"word":"Wedgwood ware","type":"","descr":" A kind of fine pottery, the most remarkable being what is called jasper, either white, or colored throughout the body, and capable of being molded into the most delicate forms, so that fine and minute bas-reliefs like cameos were made of it, fit even for being set as jewels."},{"word":"Wedgy","type":"a.","descr":" Like a wedge; wedge-shaped."},{"word":"Wedlock","type":"v. i.","descr":" The ceremony, or the state, of marriage; matrimony."},{"word":"Wedlock","type":"v. i.","descr":" A wife; a married woman."},{"word":"Wedlock","type":"v. t.","descr":" To marry; to unite in marriage; to wed."},{"word":"Wednesday","type":"a.","descr":" The fourth day of the week; the next day after Tuesday."},{"word":"Wee","type":"n.","descr":" A little; a bit, as of space, time, or distance."},{"word":"Wee","type":"a.","descr":" Very small; little."},{"word":"Weech-elm","type":"n.","descr":" The wych-elm."},{"word":"Weed","type":"n.","descr":" A garment; clothing; especially, an upper or outer garment."},{"word":"Weed","type":"n.","descr":" An article of dress worn in token of grief; a mourning garment or badge; as, he wore a weed on his hat; especially, in the plural, mourning garb, as of a woman; as, a widow\\'s weeds."},{"word":"Weed","type":"n.","descr":" A sudden illness or relapse, often attended with fever, which attacks women in childbed."},{"word":"Weed","type":"n.","descr":" Underbrush; low shrubs."},{"word":"Weed","type":"n.","descr":" Any plant growing in cultivated ground to the injury of the crop or desired vegetation, or to the disfigurement of the place; an unsightly, useless, or injurious plant."},{"word":"Weed","type":"n.","descr":" Fig.: Something unprofitable or troublesome; anything useless."},{"word":"Weed","type":"n.","descr":" An animal unfit to breed from."},{"word":"Weed","type":"n.","descr":" Tobacco, or a cigar."},{"word":"Weeded","type":"imp. and p. p.","descr":" of Weed"},{"word":"Weeding","type":"p. pr. and vb. n.","descr":" of Weed"},{"word":"Weed","type":"v. t.","descr":" To free from noxious plants; to clear of weeds; as, to weed corn or onions; to weed a garden."},{"word":"Weed","type":"v. t.","descr":" To take away, as noxious plants; to remove, as something hurtful; to extirpate."},{"word":"Weed","type":"v. t.","descr":" To free from anything hurtful or offensive."},{"word":"Weed","type":"v. t.","descr":" To reject as unfit for breeding purposes."},{"word":"Weeder","type":"n.","descr":" One who, or that which, weeds, or frees from anything noxious."},{"word":"Weedery","type":"n.","descr":" Weeds, collectively; also, a place full of weeds or for growing weeds."},{"word":"Weeding","type":"","descr":" a. and n. from Weed, v."},{"word":"Weeding-rhim","type":"n.","descr":" A kind of implement used for tearing up weeds esp. on summer fallows."},{"word":"Weedless","type":"a.","descr":" Free from weeds or noxious matter."},{"word":"Weedy","type":"superl.","descr":" Of or pertaining to weeds; consisting of weeds."},{"word":"Weedy","type":"superl.","descr":" Abounding with weeds; as, weedy grounds; a weedy garden; weedy corn."},{"word":"Weedy","type":"superl.","descr":" Scraggy; ill-shaped; ungainly; -- said of colts or horses, and also of persons."},{"word":"Weedy","type":"a.","descr":" Dressed in weeds, or mourning garments."},{"word":"Week","type":"n.","descr":" A period of seven days, usually that reckoned from one Sabbath or Sunday to the next."},{"word":"Weekly","type":"a.","descr":" Of or pertaining to a week, or week days; as, weekly labor."},{"word":"Weekly","type":"a.","descr":" Coming, happening, or done once a week; hebdomadary; as, a weekly payment; a weekly gazette."},{"word":"Weeklies","type":"pl. ","descr":" of Weekly"},{"word":"Weekly","type":"n.","descr":" A publication issued once in seven days, or appearing once a week."},{"word":"Weekly","type":"adv.","descr":" Once a week; by hebdomadal periods; as, each performs service weekly."},{"word":"Weekwam","type":"n.","descr":" See Wigwam."},{"word":"Weel","type":"a. and adv.","descr":" Well."},{"word":"Weel","type":"n.","descr":" A whirlpool."},{"word":"Weel","type":"","descr":" Alt. of Weely"},{"word":"Weely","type":"","descr":" A kind of trap or snare for fish, made of twigs."},{"word":"Ween","type":"v. i.","descr":" To think; to imagine; to fancy."},{"word":"Weep","type":"n.","descr":" The lapwing; the wipe; -- so called from its cry."},{"word":"Weep","type":"","descr":" imp. of Weep, for wept."},{"word":"Wept","type":"imp. and p. p.","descr":" of Weep"},{"word":"Weeping","type":"p. pr. and vb. n.","descr":" of Weep"},{"word":"Weep","type":"v. i.","descr":" Formerly, to express sorrow, grief, or anguish, by outcry, or by other manifest signs; in modern use, to show grief or other passions by shedding tears; to shed tears; to cry."},{"word":"Weep","type":"v. i.","descr":" To lament; to complain."},{"word":"Weep","type":"v. i.","descr":" To flow in drops; to run in drops."},{"word":"Weep","type":"v. i.","descr":" To drop water, or the like; to drip; to be soaked."},{"word":"Weep","type":"v. i.","descr":" To hang the branches, as if in sorrow; to be pendent; to droop; -- said of a plant or its branches."},{"word":"Weep","type":"v. t.","descr":" To lament; to bewail; to bemoan."},{"word":"Weep","type":"v. t.","descr":" To shed, or pour forth, as tears; to shed drop by drop, as if tears; as, to weep tears of joy."},{"word":"Weeper","type":"n.","descr":" One who weeps; esp., one who sheds tears."},{"word":"Weeper","type":"n.","descr":" A white band or border worn on the sleeve as a badge of mourning."},{"word":"Weeper","type":"n.","descr":" The capuchin.  See Capuchin, 3 (a)."},{"word":"Weepful","type":"a.","descr":" Full of weeping or lamentation; grieving."},{"word":"Weeping","type":"n.","descr":" The act of one who weeps; lamentation with tears; shedding of tears."},{"word":"Weeping","type":"a.","descr":" Grieving; lamenting; shedding tears."},{"word":"Weeping","type":"a.","descr":" Discharging water, or other liquid, in drops or very slowly; surcharged with water."},{"word":"Weeping","type":"a.","descr":" Having slender, pendent branches; -- said of trees; as, weeping willow; a weeping ash."},{"word":"Weeping","type":"a.","descr":" Pertaining to lamentation, or those who weep."},{"word":"Weepingly","type":"adv.","descr":" In a weeping manner."},{"word":"Weeping-ripe","type":"a.","descr":" Ripe for weeping; ready to weep."},{"word":"Weerish","type":"a.","descr":" See Wearish."},{"word":"Weesel","type":"n.","descr":" See Weasel."},{"word":"Weet","type":"a. and n.","descr":" Wet."},{"word":"Weet","type":"v. i.","descr":" To know; to wit."},{"word":"Weet-bird","type":"n.","descr":" The wryneck; -- so called from its cry."},{"word":"Weetingly","type":"adv.","descr":" Knowingly."},{"word":"Weetless","type":"a.","descr":" Unknowing; also, unknown; unmeaning."},{"word":"Weet-weet","type":"n.","descr":" The common European sandpiper."},{"word":"Weet-weet","type":"n.","descr":" The chaffinch."},{"word":"Weever","type":"n.","descr":" Any one of several species of edible marine fishes belonging to the genus Trachinus, of the family Trachinidae. They have a broad spinose head, with the eyes looking upward. The long dorsal fin is supported by numerous strong, sharp spines which cause painful wounds."},{"word":"Weevil","type":"n.","descr":" Any one of numerous species of snout beetles, or Rhynchophora, in which the head is elongated and usually curved downward. Many of the species are very injurious to cultivated plants. The larvae of some of the species live in nuts, fruit, and grain by eating out the interior, as the plum weevil, or curculio, the nut weevils, and the grain weevil (see under Plum, Nut, and Grain). The larvae of other species bore under the bark and into the pith of trees and various other plants, as the pine weevils (see under Pine).  See also Pea weevil, Rice weevil, Seed weevil, under Pea, Rice, and Seed."},{"word":"Weeviled","type":"a.","descr":" Infested by weevils; as, weeviled grain."},{"word":"Weevily","type":"a.","descr":" Having weevils; weeviled."},{"word":"Weezel","type":"n.","descr":" See Weasel."},{"word":"Weft","type":"","descr":" imp. and p. p. of Wave."},{"word":"Weft","type":"n.","descr":" A thing waved, waived, or cast away; a waif."},{"word":"Weft","type":"n.","descr":" The woof of cloth; the threads that cross the warp from selvage to selvage; the thread carried by the shuttle in weaving."},{"word":"Weft","type":"n.","descr":" A web; a thing woven."},{"word":"Weftage","type":"n.","descr":" Texture."},{"word":"Wegotism","type":"n.","descr":" Excessive use of the pronoun we; -- called also weism."},{"word":"Wehrgeld","type":"n.","descr":" Alt. of Wehrgelt"},{"word":"Wehrgelt","type":"n.","descr":" See Weregild."},{"word":"Wehrwolf","type":"n.","descr":" See Werewolf."},{"word":"Weigela","type":"n.","descr":" Alt. of Weigelia"},{"word":"Weigelia","type":"n.","descr":" A hardy garden shrub (Diervilla Japonica) belonging to the Honeysuckle family, with white or red flowers. It was introduced from China."},{"word":"Weigh","type":"n.","descr":" A corruption of Way, used only in the phrase under weigh."},{"word":"Weighed","type":"imp. and p. p.","descr":" of Weigh"},{"word":"Weighing","type":"p. pr. and vb. n.","descr":" of Weigh"},{"word":"Weigh","type":"v. t.","descr":" To bear up; to raise; to lift into the air; to swing up; as, to weigh anchor."},{"word":"Weigh","type":"v. t.","descr":" To examine by the balance; to ascertain the weight of, that is, the force with which a thing tends to the center of the earth; to determine the heaviness, or quantity of matter of; as, to weigh sugar; to weigh gold."},{"word":"Weigh","type":"v. t.","descr":" To be equivalent to in weight; to counterbalance; to have the heaviness of."},{"word":"Weigh","type":"v. t.","descr":" To pay, allot, take, or give by weight."},{"word":"Weigh","type":"v. t.","descr":" To examine or test as if by the balance; to ponder in the mind; to consider or examine for the purpose of forming an opinion or coming to a conclusion; to estimate deliberately and maturely; to balance."},{"word":"Weigh","type":"v. t.","descr":" To consider as worthy of notice; to regard."},{"word":"Weigh","type":"v. i.","descr":" To have weight; to be heavy."},{"word":"Weigh","type":"v. i.","descr":" To be considered as important; to have weight in the intellectual balance."},{"word":"Weigh","type":"v. i.","descr":" To bear heavily; to press hard."},{"word":"Weigh","type":"v. i.","descr":" To judge; to estimate."},{"word":"Weigh","type":"n.","descr":" A certain quantity estimated by weight; an English measure of weight.  See Wey."},{"word":"Weighable","type":"a.","descr":" Capable of being weighed."},{"word":"Weighage","type":"n.","descr":" A duty or toil paid for weighing merchandise."},{"word":"Weighbeam","type":"n.","descr":" A kind of large steelyard for weighing merchandise; -- also called weighmaster\\'s beam."},{"word":"Weighboard","type":"n.","descr":" Clay intersecting a vein."},{"word":"Weighbridge","type":"n.","descr":" A weighing machine on which loaded carts may be weighed; platform scales."},{"word":"Weigher","type":"n.","descr":" One who weighs; specifically, an officer whose duty it is to weigh commodities."},{"word":"Weigh-houses","type":"pl. ","descr":" of Weigh-house"},{"word":"Weigh-house","type":"n.","descr":" A building at or within which goods, and the like, are weighed."},{"word":"Weighing","type":"","descr":" a. and n. from Weigh, v."},{"word":"Weighlock","type":"n.","descr":" A lock, as on a canal, in which boats are weighed and their tonnage is settled."},{"word":"Weighmaster","type":"n.","descr":" One whose business it is to weigh ore, hay, merchandise, etc.; one licensed as a public weigher."},{"word":"Weight","type":"v. t.","descr":" The quality of being heavy; that property of bodies by which they tend toward the center of the earth; the effect of gravitative force, especially when expressed in certain units or standards, as pounds, grams, etc."},{"word":"Weight","type":"v. t.","descr":" The quantity of heaviness; comparative tendency to the center of the earth; the quantity of matter as estimated by the balance, or expressed numerically with reference to some standard unit; as, a mass of stone having the weight of five hundred pounds."},{"word":"Weight","type":"v. t.","descr":" Hence, pressure; burden; as, the weight of care or business."},{"word":"Weight","type":"v. t.","descr":" Importance; power; influence; efficacy; consequence; moment; impressiveness; as, a consideration of vast weight."},{"word":"Weight","type":"v. t.","descr":" A scale, or graduated standard, of heaviness; a mode of estimating weight; as, avoirdupois weight; troy weight; apothecaries\\' weight."},{"word":"Weight","type":"v. t.","descr":" A ponderous mass; something heavy; as, a clock weight; a paper weight."},{"word":"Weight","type":"v. t.","descr":" A definite mass of iron, lead, brass, or other metal, to be used for ascertaining the weight of other bodies; as, an ounce weight."},{"word":"Weight","type":"v. t.","descr":" The resistance against which a machine acts, as opposed to the power which moves it."},{"word":"Weighted","type":"imp. and p. p.","descr":" of Weight"},{"word":"Weighting","type":"p. pr. and vb. n.","descr":" of Weight"},{"word":"Weight","type":"v. t.","descr":" To load with a weight or weights; to load down; to make heavy; to attach weights to; as, to weight a horse or a jockey at a race; to weight a whip handle."},{"word":"Weight","type":"v. t.","descr":" To assign a weight to; to express by a number the probable accuracy of, as an observation.  See Weight of observations, under Weight."},{"word":"Weightily","type":"adv.","descr":" In a weighty manner."},{"word":"Weightiness","type":"n.","descr":" The quality or state of being weighty; weight; force; importance; impressiveness."},{"word":"Weightless","type":"a.","descr":" Having no weight; imponderable; hence, light."},{"word":"Weighty","type":"superl.","descr":" Having weight; heavy; ponderous; as, a weighty body."},{"word":"Weighty","type":"superl.","descr":" Adapted to turn the balance in the mind, or to convince; important; forcible; serious; momentous."},{"word":"Weighty","type":"superl.","descr":" Rigorous; severe; afflictive."},{"word":"Weir","type":"n.","descr":" Alt. of Wear"},{"word":"Wear","type":"n.","descr":" A dam in a river to stop and raise the water, for the purpose of conducting it to a mill, forming a fish pond, or the like."},{"word":"Wear","type":"n.","descr":" A fence of stakes, brushwood, or the like, set in a stream, tideway, or inlet of the sea, for taking fish."},{"word":"Wear","type":"n.","descr":" A long notch with a horizontal edge, as in the top of a vertical plate or plank, through which water flows, -- used in measuring the quantity of flowing water."},{"word":"Weird","type":"n.","descr":" Fate; destiny; one of the Fates, or Norns; also, a prediction."},{"word":"Weird","type":"n.","descr":" A spell or charm."},{"word":"Weird","type":"a.","descr":" Of or pertaining to fate; concerned with destiny."},{"word":"Weird","type":"a.","descr":" Of or pertaining to witchcraft; caused by, or suggesting, magical influence; supernatural; unearthly; wild; as, a weird appearance, look, sound, etc."},{"word":"Weird","type":"v. t.","descr":" To foretell the fate of; to predict; to destine to."},{"word":"Weirdness","type":"n.","descr":" The quality or state of being weird."},{"word":"Weism","type":"n.","descr":" Same as Wegotism."},{"word":"Weive","type":"v. t.","descr":" See Waive."},{"word":"Weka","type":"n.","descr":" A New Zealand rail (Ocydromus australis) which has wings so short as to be incapable of flight."},{"word":"Wekau","type":"n.","descr":" A small New Zealand owl (Sceloglaux albifacies). It has short wings and long legs, and lives chiefly on the ground."},{"word":"Wekeen","type":"n.","descr":" The meadow pipit."},{"word":"Welaway","type":"interj.","descr":" Alas!"},{"word":"Wel-begone","type":"a.","descr":" Surrounded with happiness or prosperity."},{"word":"Welch","type":"a.","descr":" See Welsh."},{"word":"Welcher","type":"n.","descr":" See Welsher."},{"word":"Welchman","type":"n.","descr":" See Welshman."},{"word":"Welcome","type":"n.","descr":" Received with gladness; admitted willingly to the house, entertainment, or company; as, a welcome visitor."},{"word":"Welcome","type":"n.","descr":" Producing gladness; grateful; as, a welcome present; welcome news."},{"word":"Welcome","type":"n.","descr":" Free to have or enjoy gratuitously; as, you are welcome to the use of my library."},{"word":"Welcome","type":"n.","descr":" Salutation to a newcomer."},{"word":"Welcome","type":"n.","descr":" Kind reception of a guest or newcomer; as, we entered the house and found a ready welcome."},{"word":"Welcomed","type":"imp. and p. p.","descr":" of Welcome"},{"word":"Welcoming","type":"p. pr. and vb. n.","descr":" of Welcome"},{"word":"Welcome","type":"v. t.","descr":" To salute with kindness, as a newcomer; to receive and entertain hospitably and cheerfully; as, to welcome a visitor; to welcome a new idea."},{"word":"Welcomely","type":"adv.","descr":" In a welcome manner."},{"word":"Welcomeness","type":"n.","descr":" The quality or state of being welcome; gratefulness; agreeableness; kind reception."},{"word":"Welcomer","type":"n.","descr":" One who welcomes; one who salutes, or receives kindly, a newcomer."},{"word":"Weld","type":"v. t.","descr":" To wield."},{"word":"Weld","type":"n.","descr":" An herb (Reseda luteola) related to mignonette, growing in Europe, and to some extent in America; dyer\\'s broom; dyer\\'s rocket; dyer\\'s weed; wild woad. It is used by dyers to give a yellow color."},{"word":"Weld","type":"n.","descr":" Coloring matter or dye extracted from this plant."},{"word":"Welded","type":"imp. and p. p.","descr":" of Weld"},{"word":"Welding","type":"p. pr. and vb. n.","descr":" of Weld"},{"word":"Weld","type":"v. t.","descr":" To press or beat into intimate and permanent union, as two pieces of iron when heated almost to fusion."},{"word":"Weld","type":"v. t.","descr":" Fig.: To unite closely or intimately."},{"word":"Weld","type":"n.","descr":" The state of being welded; the joint made by welding."},{"word":"Weldable","type":"a.","descr":" Capable of being welded."},{"word":"Welder","type":"n.","descr":" One who welds, or unites pieces of iron, etc., by welding."},{"word":"Welder","type":"n.","descr":" One who welds, or wields."},{"word":"Welder","type":"n.","descr":" A manager; an actual occupant."},{"word":"Weldons process","type":"","descr":" A process for the recovery or regeneration of manganese dioxide in the manufacture of chlorine, by means of milk of lime and the oxygen of the air; -- so called after the inventor."},{"word":"Wele","type":"n.","descr":" Prosperity; happiness; well-being; weal."},{"word":"Weleful","type":"a.","descr":" Producing prosperity or happiness; blessed."},{"word":"Welew","type":"v. t.","descr":" To welk, or wither."},{"word":"Welfare","type":"n.","descr":" Well-doing or well-being in any respect; the enjoyment of health and the common blessings of life; exemption from any evil or calamity; prosperity; happiness."},{"word":"Welfaring","type":"a.","descr":" Faring well; prosperous; thriving."},{"word":"Welked","type":"imp. and p. p.","descr":" of Welk"},{"word":"Welking","type":"p. pr. and vb. n.","descr":" of Welk"},{"word":"Welk","type":"v. i.","descr":" To wither; to fade; also, to decay; to decline; to wane."},{"word":"Welk","type":"v. t.","descr":" To cause to wither; to wilt."},{"word":"Welk","type":"v. t.","descr":" To contract; to shorten."},{"word":"Welk","type":"v. t.","descr":" To soak; also, to beat severely."},{"word":"Welk","type":"n.","descr":" A pustule.  See 2d Whelk."},{"word":"Welk","type":"n.","descr":" A whelk."},{"word":"Welked","type":"v. t.","descr":" See Whelked."},{"word":"Welkin","type":"n.","descr":" The visible regions of the air; the vault of heaven; the sky."},{"word":"Well","type":"v. i.","descr":" An issue of water from the earth; a spring; a fountain."},{"word":"Well","type":"v. i.","descr":" A pit or hole sunk into the earth to such a depth as to reach a supply of water, generally of a cylindrical form, and often walled with stone or bricks to prevent the earth from caving in."},{"word":"Well","type":"v. i.","descr":" A shaft made in the earth to obtain oil or brine."},{"word":"Well","type":"v. i.","descr":" Fig.: A source of supply; fountain; wellspring."},{"word":"Well","type":"v. i.","descr":" An inclosure in the middle of a vessel\\'s hold, around the pumps, from the bottom to the lower deck, to preserve the pumps from damage and facilitate their inspection."},{"word":"Well","type":"v. i.","descr":" A compartment in the middle of the hold of a fishing vessel, made tight at the sides, but having holes perforated in the bottom to let in water for the preservation of fish alive while they are transported to market."},{"word":"Well","type":"v. i.","descr":" A vertical passage in the stern into which an auxiliary screw propeller may be drawn up out of water."},{"word":"Well","type":"v. i.","descr":" A depressed space in the after part of the deck; -- often called the cockpit."},{"word":"Well","type":"v. i.","descr":" A hole or excavation in the earth, in mining, from which run branches or galleries."},{"word":"Well","type":"v. i.","descr":" An opening through the floors of a building, as for a staircase or an elevator; a wellhole."},{"word":"Well","type":"v. i.","descr":" The lower part of a furnace, into which the metal falls."},{"word":"Welled","type":"imp. and p. p.","descr":" of Well"},{"word":"Welling","type":"p. pr. and vb. n.","descr":" of Well"},{"word":"Well","type":"v. i.","descr":" To issue forth, as water from the earth; to flow; to spring."},{"word":"Well","type":"v. t.","descr":" To pour forth, as from a well."},{"word":"Well","type":"v. t.","descr":" In a good or proper manner; justly; rightly; not ill or wickedly."},{"word":"Well","type":"v. t.","descr":" Suitably to one\\'s condition, to the occasion, or to a proposed end or use; suitably; abundantly; fully; adequately; thoroughly."},{"word":"Well","type":"v. t.","descr":" Fully or about; -- used with numbers."},{"word":"Well","type":"v. t.","descr":" In such manner as is desirable; so as one could wish; satisfactorily; favorably; advantageously; conveniently."},{"word":"Well","type":"v. t.","descr":" Considerably; not a little; far."},{"word":"Well","type":"a.","descr":" Good in condition or circumstances; desirable, either in a natural or moral sense; fortunate; convenient; advantageous; happy; as, it is well for the country that the crops did not fail; it is well that the mistake was discovered."},{"word":"Well","type":"a.","descr":" Being in health; sound in body; not ailing, diseased, or sick; healthy; as, a well man; the patient is perfectly well."},{"word":"Well","type":"a.","descr":" Being in favor; favored; fortunate."},{"word":"Well","type":"a.","descr":" Safe; as, a chip warranted well at a certain day and place."},{"word":"Welladay","type":"interj.","descr":" Alas! Welaway!"},{"word":"Wellat","type":"n.","descr":" The king parrakeet See under King."},{"word":"Well-being","type":"n.","descr":" The state or condition of being well; welfare; happiness; prosperity; as, virtue is essential to the well-being of men or of society."},{"word":"Well-born","type":"a.","descr":" Born of a noble or respect able family; not of mean birth."},{"word":"Well-bred","type":"a.","descr":" Having good breeding; refined in manners; polite; cultivated."},{"word":"Welldoer","type":"n.","descr":" One who does well; one who does good to another; a benefactor."},{"word":"Welldoing","type":"n.","descr":" A doing well; right performance of duties. Also used adjectively."},{"word":"Welldrained","type":"imp. and p. p.","descr":" of Welldrain"},{"word":"Well-draining","type":"p. pr. and vb. n.","descr":" of Welldrain"},{"word":"Welldrain","type":"v. t.","descr":" To drain, as land; by means of wells, or pits, which receive the water, and from which it is discharged by machinery."},{"word":"Wellfare","type":"n.","descr":" See Welfare."},{"word":"Well-favored","type":"a.","descr":" Handsome; wellformed; beautiful; pleasing to the eye."},{"word":"Wellhead","type":"n.","descr":" A source, spring, or fountain."},{"word":"Wellhole","type":"n.","descr":" The open space in a floor, to accommodate a staircase."},{"word":"Wellhole","type":"n.","descr":" The open space left beyond the ends of the steps of a staircase."},{"word":"Wellhole","type":"n.","descr":" A cavity which receives a counterbalancing weight in certain mechanical contrivances, and is adapted also for other purposes."},{"word":"Well-informed","type":"a.","descr":" Correctly informed; provided with information; well furnished with authentic knowledge; intelligent."},{"word":"Wellingtonia","type":"n.","descr":" A name given to the \"big trees\" (Sequoia gigantea) of California, and still used in England.  See Sequoia."},{"word":"Wellingtons","type":"n. pl.","descr":" A kind of long boots for men."},{"word":"Well-intentioned","type":"a.","descr":" Having upright intentions or honorable purposes."},{"word":"Well-known","type":"a.","descr":" Fully known; generally known or acknowledged."},{"word":"Well-liking","type":"a.","descr":" Being in good condition."},{"word":"Well-mannered","type":"a.","descr":" Polite; well-bred; complaisant; courteous."},{"word":"Well-meaner","type":"n.","descr":" One whose intention is good."},{"word":"Well-meaning","type":"a.","descr":" Having a good intention."},{"word":"Well-natured","type":"a.","descr":" Good-natured; kind."},{"word":"Well-nigh","type":"adv.","descr":" Almost; nearly."},{"word":"Well-plighted","type":"a.","descr":" Being well folded."},{"word":"Well-read","type":"a.","descr":" Of extensive reading; deeply versed; -- often followed by in."},{"word":"Well-seen","type":"a.","descr":" Having seen much; hence, accomplished; experienced."},{"word":"Well-set","type":"a.","descr":" Properly or firmly set."},{"word":"Well-set","type":"a.","descr":" Well put together; having symmetry of parts."},{"word":"Well-sped","type":"a.","descr":" Having good success."},{"word":"Well-spoken","type":"a.","descr":" Speaking well; speaking with fitness or grace; speaking kindly."},{"word":"Well-spoken","type":"a.","descr":" Spoken with propriety; as, well-spoken words."},{"word":"Wellspring","type":"n.","descr":" A fountain; a spring; a source of continual supply."},{"word":"Well-willer","type":"n.","descr":" One who wishes well, or means kindly."},{"word":"Well-wish","type":"n.","descr":" A wish of happiness."},{"word":"Wellwisher","type":"n.","descr":" One who wishes another well; one who is benevolently or friendlily inclined."},{"word":"Well","type":"","descr":" Contraction for we will or we shall."},{"word":"Wels","type":"n.","descr":" The sheatfish; -- called also waller."},{"word":"Welsh","type":"a.","descr":" Of or pertaining to Wales, or its inhabitants."},{"word":"Welsh","type":"n.","descr":" The language of Wales, or of the Welsh people."},{"word":"Welsh","type":"n.","descr":" The natives or inhabitants of Wales."},{"word":"Welsher","type":"n.","descr":" One who cheats at a horse race; one who bets, without a chance of being able to pay; one who receives money to back certain horses and absconds with it."},{"word":"Welshmen","type":"pl. ","descr":" of Welshman"},{"word":"Welshman","type":"n.","descr":" A native or inhabitant of Wales; one of the Welsh."},{"word":"Welshman","type":"n.","descr":" A squirrel fish."},{"word":"Welshman","type":"n.","descr":" The large-mouthed black bass.  See Black bass."},{"word":"Welsome","type":"a.","descr":" Prosperous; well."},{"word":"Welt","type":"n.","descr":" That which, being sewed or otherwise fastened to an edge or border, serves to guard, strengthen, or adorn it"},{"word":"Welt","type":"n.","descr":"  A small cord covered with cloth and sewed on a seam or border to strengthen it; an edge of cloth folded on itself, usually over a cord, and sewed down."},{"word":"Welt","type":"n.","descr":" A hem, border, or fringe."},{"word":"Welt","type":"n.","descr":" In shoemaking, a narrow strip of leather around a shoe, between the upper leather and sole."},{"word":"Welt","type":"n.","descr":" In steam boilers and sheet-iron work, a strip riveted upon the edges of plates that form a butt joint."},{"word":"Welt","type":"n.","descr":" In carpentry, a strip of wood fastened over a flush seam or joint, or an angle, to strengthen it."},{"word":"Welt","type":"n.","descr":" In machine-made stockings, a strip, or flap, of which the heel is formed."},{"word":"Welt","type":"n.","descr":" A narrow border, as of an ordinary, but not extending around the ends."},{"word":"Welted","type":"imp. and p. p.","descr":" of Welt"},{"word":"Welting","type":"p. pr. and vb. n.","descr":" of Welt"},{"word":"Welt","type":"v. t.","descr":" To furnish with a welt; to sew or fasten a welt on; as, to welt a boot or a shoe; to welt a sleeve."},{"word":"Welt","type":"v. t.","descr":" To wilt."},{"word":"Welte","type":"","descr":" imp. of Weld, to wield."},{"word":"Weltered","type":"imp. and p. p.","descr":" of Welter"},{"word":"Weltering","type":"p. pr. and vb. n.","descr":" of Welter"},{"word":"Welter","type":"v. i.","descr":" To roll, as the body of an animal; to tumble about, especially in anything foul or defiling; to wallow."},{"word":"Welter","type":"v. i.","descr":" To rise and fall, as waves; to tumble over, as billows."},{"word":"Welter","type":"v. i.","descr":" To wither; to wilt."},{"word":"Welter","type":"a.","descr":" Of, pertaining to, or designating, the most heavily weighted race in a meeting; as, a welter race; the welter stakes."},{"word":"Welter","type":"n.","descr":" That in which any person or thing welters, or wallows; filth; mire; slough."},{"word":"Welter","type":"n.","descr":" A rising or falling, as of waves; as, the welter of the billows; the welter of a tempest."},{"word":"Welwitschia","type":"n.","descr":" An African plant (Welwitschia mirabilis) belonging to the order Gnetaceae. It consists of a short, woody, topshaped stem, and never more than two leaves, which are the cotyledons enormously developed, and at length split into diverging segments."},{"word":"Wem","type":"n.","descr":" The abdomen; the uterus; the womb."},{"word":"Wem","type":"n.","descr":" Spot; blemish; harm; hurt."},{"word":"Wem","type":"v. t.","descr":" To stain; to blemish; to harm; to corrupt."},{"word":"Wemless","type":"a.","descr":" Having no wem, or blemish; spotless."},{"word":"Wem","type":"n.","descr":" An indolent, encysted tumor of the skin; especially, a sebaceous cyst."},{"word":"Wench","type":"n.","descr":" A young woman; a girl; a maiden."},{"word":"Wench","type":"n.","descr":" A low, vicious young woman; a drab; a strumpet."},{"word":"Wench","type":"n.","descr":" A colored woman; a negress."},{"word":"Wenched","type":"imp. and p. p.","descr":" of Wench"},{"word":"Wenching","type":"p. pr. and vb. n.","descr":" of Wench"},{"word":"Wench","type":"v. i.","descr":" To frequent the company of wenches, or women of ill fame."},{"word":"Wencher","type":"n.","descr":" One who wenches; a lewd man."},{"word":"Wenchless","type":"a.","descr":" Being without a wench."},{"word":"Wend","type":"","descr":" p. p. of Wene."},{"word":"Wended","type":"imp. and p. p.","descr":" of Wend"},{"word":"Went","type":"","descr":" of Wend"},{"word":"Wending","type":"p. pr. and vb. n.","descr":" of Wend"},{"word":"Wend","type":"v. i.","descr":" To go; to pass; to betake one\\'s self."},{"word":"Wend","type":"v. i.","descr":" To turn round."},{"word":"Wend","type":"v. t.","descr":" To direct; to betake; -- used chiefly in the phrase to wend one\\'s way. Also used reflexively."},{"word":"Wend","type":"n.","descr":" A large extent of ground; a perambulation; a circuit."},{"word":"Wende","type":"","descr":" imp. of Wene."},{"word":"Wendic","type":"a.","descr":" Alt. of Wendish"},{"word":"Wendish","type":"a.","descr":" Of or pertaining the Wends, or their language."},{"word":"Wendic","type":"n.","descr":" The language of the Wends."},{"word":"Wends","type":"n. pl.","descr":" A Slavic tribe which once occupied the northern and eastern parts of Germany, of which a small remnant exists."},{"word":"Wene","type":"v. i.","descr":" To ween."},{"word":"Wenlock group","type":"","descr":" The middle subdivision of the Upper Silurian in Great Britain; -- so named from the typical locality in Shropshire."},{"word":"Wennel","type":"n.","descr":" See Weanel."},{"word":"Wennish","type":"a.","descr":" Alt. of Wenny"},{"word":"Wenny","type":"a.","descr":" Having the nature of a wen; resembling a wen; as, a wennish excrescence."},{"word":"Wenona","type":"n.","descr":" A sand snake (Charina plumbea) of Western North America, of the family Erycidae."},{"word":"Went","type":"","descr":" imp. and p. p. of Wend; -- now obsolete except as the imperfect of go, with which it has no etymological connection.  See Go."},{"word":"Went","type":"n.","descr":" Course; way; path; journey; direction."},{"word":"Wentletrap","type":"n.","descr":" Any one of numerous species of elegant, usually white, marine shells of the genus Scalaria, especially Scalaria pretiosa, which was formerly highly valued; -- called also staircase shell.  See Scalaria."},{"word":"Wep","type":"","descr":" imp. of Weep."},{"word":"Wepen","type":"n.","descr":" Weapon."},{"word":"Wept","type":"","descr":" imp. and p. p. of Weep."},{"word":"Werche","type":"v. t. and i.","descr":" To work."},{"word":"Were","type":"v. t. and i.","descr":" To wear.  See 3d Wear."},{"word":"Were","type":"n.","descr":" A weir.  See Weir."},{"word":"Were","type":"v. t.","descr":" To guard; to protect."},{"word":"Were","type":"","descr":" The imperfect indicative plural, and imperfect subjunctive singular and plural, of the verb be.  See Be."},{"word":"Were","type":"n.","descr":" A man."},{"word":"Were","type":"n.","descr":" A fine for slaying a man; the money value set upon a man\\'s life; weregild."},{"word":"Weregild","type":"n.","descr":" The price of a man\\'s head; a compensation paid of a man killed, partly to the king for the loss of a subject, partly to the lord of a vassal, and partly to the next of kin. It was paid by the murderer."},{"word":"Werewolves","type":"pl. ","descr":" of Werewolf"},{"word":"Werewolf","type":"n.","descr":" A person transformed into a wolf in form and appetite, either temporarily or permanently, whether by supernatural influences, by witchcraft, or voluntarily; a lycanthrope. Belief in werewolves, formerly general, is not now extinct."},{"word":"Werk","type":"v.","descr":" Alt. of Werke"},{"word":"Werke","type":"v.","descr":" See Work."},{"word":"Wern","type":"v. t.","descr":" To refuse."},{"word":"Wernerian","type":"a.","descr":" Of or pertaining to A. G. Werner, The German mineralogist and geologist, who classified minerals according to their external characters, and advocated the theory that the strata of the earth\\'s crust were formed by depositions from water; designating, or according to, Werner\\'s system."},{"word":"Wernerite","type":"n.","descr":" The common grayish or white variety of soapolite."},{"word":"Weroole","type":"n.","descr":" An Australian lorikeet (Ptilosclera versicolor) noted for the variety of its colors; -- called also varied lorikeet."},{"word":"Werre","type":"n.","descr":" War."},{"word":"Werrey","type":"v. t.","descr":" To warray."},{"word":"Werst","type":"n.","descr":" See Verst."},{"word":"Wert","type":"","descr":" The second person singular, indicative and subjunctive moods, imperfect tense, of the verb be. It is formed from were, with the ending -t, after the analogy of wast. Now used only in solemn or poetic style."},{"word":"Wert","type":"n.","descr":" A wart."},{"word":"Weryangle","type":"n.","descr":" See Wariangle."},{"word":"Wesand","type":"n.","descr":" See Weasand."},{"word":"Wesh","type":"imp.","descr":" Washed."},{"word":"Wesil","type":"n.","descr":" See Weasand."},{"word":"Wesleyan","type":"a.","descr":" Of or pertaining to Wesley or Wesleyanism."},{"word":"Wesleyan","type":"n.","descr":" One who adopts the principles of Wesleyanism; a Methodist."},{"word":"Wesleyanism","type":"n.","descr":" The system of doctrines and church polity inculcated by John Wesley (b. 1703; d. 1791), the founder of the religious sect called Methodist; Methodism.  See Methodist, n., 2."},{"word":"West","type":"n.","descr":" The point in the heavens where the sun is seen to set at the equinox; or, the corresponding point on the earth; that one of the four cardinal points of the compass which is in a direction at right angles to that of north and south, and on the left hand of a person facing north; the point directly opposite to east."},{"word":"West","type":"n.","descr":" A country, or region of country, which, with regard to some other country or region, is situated in the direction toward the west."},{"word":"West","type":"n.","descr":" The Westen hemisphere, or the New World so called, it having been discovered by sailing westward from Europe; the Occident."},{"word":"West","type":"n.","descr":" Formerly, that part of the  United States west of the Alleghany mountains; now, commonly, the whole region west of the Mississippi river; esp., that part which is north of the Indian Territory, New Mexico, etc. Usually with the definite article."},{"word":"West","type":"a.","descr":" Lying toward the west; situated at the west, or in a western direction from the point of observation or reckoning; proceeding toward the west, or coming from the west; as, a west course is one toward the west; an east and west line; a west wind blows from the west."},{"word":"West","type":"adv.","descr":" Westward."},{"word":"West","type":"v. i.","descr":" To pass to the west; to set, as the sun."},{"word":"West","type":"v. i.","descr":" To turn or move toward the west; to veer from the north or south toward the west."},{"word":"Westering","type":"a.","descr":" Passing to the west."},{"word":"Westerly","type":"a.","descr":" Of or pertaining to the west; toward the west; coming from the west; western."},{"word":"Westerly","type":"adv.","descr":" Toward the west; westward."},{"word":"Western","type":"a.","descr":" Of or pertaining to the west; situated in the west, or in the region nearly in the direction of west; being in that quarter where the sun sets; as, the western shore of France; the western ocean."},{"word":"Western","type":"a.","descr":" Moving toward the west; as, a ship makes a western course; coming from the west; as, a western breeze."},{"word":"Westerner","type":"n.","descr":" A native or inhabitant of the west."},{"word":"Westernmost","type":"a.","descr":" Situated the farthest towards the west; most western."},{"word":"West India","type":"","descr":" Alt. of West Indian"},{"word":"West Indian","type":"","descr":" Belonging or relating to the West Indies."},{"word":"West Indian","type":"","descr":" A native of, or a dweller in, the West Indies."},{"word":"Westing","type":"n.","descr":" The distance, reckoned toward the west, between the two meridians passing through the extremities of a course, or portion of a ship\\'s path; the departure of a course which lies to the west of north."},{"word":"Westling","type":"n.","descr":" A westerner."},{"word":"Westminster Assembly","type":"","descr":" See under Assembly."},{"word":"Westmost","type":"a.","descr":" Lying farthest to the west; westernmost."},{"word":"Westward","type":"adv.","descr":" Alt. of Westwards"},{"word":"Westwards","type":"adv.","descr":" Toward the west; as, to ride or sail westward."},{"word":"Westward","type":"a.","descr":" Lying toward the west."},{"word":"Westward","type":"n.","descr":" The western region or countries; the west."},{"word":"Westwardly","type":"adv.","descr":" In a westward direction."},{"word":"Westy","type":"a.","descr":" Dizzy; giddy."},{"word":"Wet","type":"superl.","descr":" Containing, or consisting of, water or other liquid; moist; soaked with a liquid; having water or other liquid upon the surface; as, wet land; a wet cloth; a wet table."},{"word":"Wet","type":"superl.","descr":" Very damp; rainy; as, wet weather; a wet season."},{"word":"Wet","type":"superl.","descr":" Employing, or done by means of, water or some other liquid; as, the wet extraction of copper, in distinction from dry extraction in which dry heat or fusion is employed."},{"word":"Wet","type":"superl.","descr":" Refreshed with liquor; drunk."},{"word":"Wet","type":"a.","descr":" Water or wetness; moisture or humidity in considerable degree."},{"word":"Wet","type":"a.","descr":" Rainy weather; foggy or misty weather."},{"word":"Wet","type":"a.","descr":" A dram; a drink."},{"word":"Wet","type":"imp. and p. p.","descr":" of Wet"},{"word":"Wetted","type":"","descr":" of Wet"},{"word":"Wetting","type":"p. pr. and vb. n.","descr":" of Wet"},{"word":"Wet","type":"v. t.","descr":" To fill or moisten with water or other liquid; to sprinkle; to cause to have water or other fluid adherent to the surface; to dip or soak in a liquid; as, to wet a sponge; to wet the hands; to wet cloth."},{"word":"Wetbird","type":"n.","descr":" The chaffinch, whose cry is thought to foretell rain."},{"word":"Wether","type":"n.","descr":" A castrated ram."},{"word":"Westness","type":"n.","descr":" The quality or state of being wet; moisture; humidity; as, the wetness of land; the wetness of a cloth."},{"word":"Westness","type":"n.","descr":" A watery or moist state of the atmosphere; a state of being rainy, foggy, or misty; as, the wetness of weather or the season."},{"word":"Wet nurse","type":"","descr":" A nurse who suckles a child, especially the child of another woman.  Cf. Dry nurse."},{"word":"Wet-shod","type":"a.","descr":" Having the feet, or the shoes on the feet, wet."},{"word":"Wettish","type":"a.","descr":" Somewhat wet; moist; humid."},{"word":"Wevil","type":"n.","descr":" See Weevil."},{"word":"Wex","type":"v. t. and i.","descr":" To grow; to wax."},{"word":"Wex","type":"imp.","descr":" Waxed."},{"word":"Wex","type":"n.","descr":" Wax."},{"word":"Wey","type":"n.","descr":" Way; road; path."},{"word":"Wey","type":"v. t. and i.","descr":" To weigh."},{"word":"Wey","type":"n.","descr":" A certain measure of weight."},{"word":"Weyle","type":"v. t. and i.","descr":" To wail."},{"word":"Weyleway","type":"interj.","descr":" See Welaway."},{"word":"Weyve","type":"v. t.","descr":" To waive."},{"word":"Wezand","type":"n.","descr":" See Weasand."}]