[{"word":"Wich","type":"n.","descr":" A variant of 1st Wick."},{"word":"Wichitas","type":"n. pl.","descr":" A tribe of Indians native of the region between the Arkansas and Red rivers. They are related to the Pawnees.  See Pawnees."},{"word":"Wick","type":"n.","descr":" Alt. of Wich"},{"word":"Wich","type":"n.","descr":" A street; a village; a castle; a dwelling; a place of work, or exercise of authority; -- now obsolete except in composition; as, bailiwick, Warwick, Greenwick."},{"word":"Wich","type":"n.","descr":" A narrow port or passage in the rink or course, flanked by the stones of previous players."},{"word":"Wick","type":"n.","descr":" A bundle of fibers, or a loosely twisted or braided cord, tape, or tube, usually made of soft spun cotton threads, which by capillary attraction draws up a steady supply of the oil in lamps, the melted tallow or wax in candles, or other material used for illumination, in small successive portions, to be burned."},{"word":"Wick","type":"v. i.","descr":" To strike a stone in an oblique direction."},{"word":"Wicke","type":"a.","descr":" Wicked."},{"word":"Wicked","type":"a.","descr":" Having a wick; -- used chiefly in composition; as, a two-wicked lamp."},{"word":"Wicked","type":"a.","descr":" Evil in principle or practice; deviating from morality; contrary to the moral or divine law; addicted to vice or sin; sinful; immoral; profligate; -- said of persons and things; as, a wicked king; a wicked woman; a wicked deed; wicked designs."},{"word":"Wicked","type":"a.","descr":" Cursed; baneful; hurtful; bad; pernicious; dangerous."},{"word":"Wicked","type":"a.","descr":" Ludicrously or sportively mischievous; disposed to mischief; roguish."},{"word":"Wickedly","type":"adv.","descr":" In a wicked manner; in a manner, or with motives and designs, contrary to the divine law or the law of morality; viciously; corruptly; immorally."},{"word":"Wickedness","type":"n.","descr":" The quality or state of being wicked; departure from the rules of the divine or the moral law; evil disposition or practices; immorality; depravity; sinfulness."},{"word":"Wickedness","type":"n.","descr":" A wicked thing or act; crime; sin; iniquity."},{"word":"Wicken tree","type":"","descr":" Same as Quicken tree."},{"word":"Wicker","type":"n.","descr":" A small pliant twig or osier; a rod for making basketwork and the like; a withe."},{"word":"Wicker","type":"n.","descr":" Wickerwork; a piece of wickerwork, esp. a basket."},{"word":"Wicker","type":"n.","descr":" Same as 1st Wike."},{"word":"Wicker","type":"a.","descr":" Made of, or covered with, twigs or osiers, or wickerwork."},{"word":"Wickered","type":"a.","descr":" Made of, secured by, or covered with, wickers or wickerwork."},{"word":"Wickerwork","type":"n.","descr":" A texture of osiers, twigs, or rods; articles made of such a texture."},{"word":"Wicket","type":"n.","descr":" A small gate or door, especially one forming part of, or placed near, a larger door or gate; a narrow opening or entrance cut in or beside a door or gate, or the door which is used to close such entrance or aperture. Piers Plowman."},{"word":"Wicket","type":"n.","descr":" A small gate by which the chamber of canal locks is emptied, or by which the amount of water passing to a water wheel is regulated."},{"word":"Wicket","type":"n.","descr":" A small framework at which the ball is bowled. It consists of three rods, or stumps, set vertically in the ground, with one or two short rods, called bails, lying horizontally across the top."},{"word":"Wicket","type":"n.","descr":" The ground on which the wickets are set."},{"word":"Wicket","type":"n.","descr":" A place of shelter made of the boughs of trees, -- used by lumbermen, etc."},{"word":"Wicket","type":"n.","descr":" The space between the pillars, in postand-stall working."},{"word":"Wicking","type":"n.","descr":" the material of which wicks are made; esp., a loosely braided or twisted cord or tape of cotton."},{"word":"Wiclifite","type":"n.","descr":" Alt. of Wickliffite"},{"word":"Wickliffite","type":"n.","descr":" See Wyclifite."},{"word":"Wicopy","type":"n.","descr":" See Leatherwood."},{"word":"Widdy","type":"n.","descr":" A rope or halter made of flexible twigs, or withes, as of birch."},{"word":"Wide","type":"superl.","descr":" Having considerable distance or extent between the sides; spacious across; much extended in a direction at right angles to that of length; not narrow; broad; as, wide cloth; a wide table; a wide highway; a wide bed; a wide hall or entry."},{"word":"Wide","type":"superl.","descr":" Having a great extent every way; extended; spacious; broad; vast; extensive; as, a wide plain; the wide ocean; a wide difference."},{"word":"Wide","type":"superl.","descr":" Of large scope; comprehensive; liberal; broad; as, wide views; a wide understanding."},{"word":"Wide","type":"superl.","descr":" Of a certain measure between the sides; measuring in a direction at right angles to that of length; as, a table three feet wide."},{"word":"Wide","type":"superl.","descr":" Remote; distant; far."},{"word":"Wide","type":"superl.","descr":" Far from truth, from propriety, from necessity, or the like."},{"word":"Wide","type":"superl.","descr":" On one side or the other of the mark; too far side-wise from the mark, the wicket, the batsman, etc."},{"word":"Wide","type":"superl.","descr":" Made, as a vowel, with a less tense, and more open and relaxed, condition of the mouth organs; -- opposed to primary as used by Mr. Bell, and to narrow as used by Mr. Sweet. The effect, as explained by Mr. Bell, is due to the relaxation or tension of the pharynx; as explained by Mr. Sweet and others, it is due to the action of the tongue. The wide of \/ (\/ve) is \/ (\/ll); of a (ate) is \/ (\/nd), etc.  See Guide to Pronunciation, \/ 13-15."},{"word":"Wide","type":"adv.","descr":" To a distance; far; widely; to a great distance or extent; as, his fame was spread wide."},{"word":"Wide","type":"adv.","descr":" So as to leave or have a great space between the sides; so as to form a large opening."},{"word":"Wide","type":"adv.","descr":" So as to be or strike far from, or on one side of, an object or purpose; aside; astray."},{"word":"Wide","type":"n.","descr":" That which is wide; wide space; width; extent."},{"word":"Wide","type":"n.","descr":" That which goes wide, or to one side of the mark."},{"word":"Wide-awake","type":"a.","descr":" Fully awake; not drowsy or dull; hence, knowing; keen; alert."},{"word":"Wide-awake","type":"n.","descr":" A broad-brimmed, low-crowned felt hat."},{"word":"Widegap","type":"n.","descr":" The angler; -- called also widegab, and widegut."},{"word":"Widely","type":"adv.","descr":" In a wide manner; to a wide degree or extent; far; extensively; as, the gospel was widely disseminated by the apostles."},{"word":"Widely","type":"adv.","descr":" Very much; to a great degree or extent; as, to differ widely in opinion."},{"word":"Widened","type":"imp. and p. p.","descr":" of Widen"},{"word":"Widening","type":"p. pr. and vb. n.","descr":" of Widen"},{"word":"Widen","type":"v. t.","descr":" To make wide or wider; to extend in breadth; to increase the width of; as, to widen a field; to widen a breach; to widen a stocking."},{"word":"Widen","type":"v. i.","descr":" To grow wide or wider; to enlarge; to spread; to extend."},{"word":"Wideness","type":"n.","descr":" The quality or state of being wide; breadth; width; great extent from side to side; as, the wideness of a room."},{"word":"Wideness","type":"n.","descr":" Large extent in all directions; broadness; greatness; as, the wideness of the sea or ocean."},{"word":"Widespread","type":"a.","descr":" Spread to a great distance; widely extended; extending far and wide; as, widespread wings; a widespread movement."},{"word":"Widewhere","type":"adv.","descr":" Widely; far and wide."},{"word":"Widgeon","type":"n.","descr":" Any one of several species of fresh-water ducks, especially those belonging to the subgenus Mareca, of the genus Anas. The common European widgeon (Anas penelope) and the American widgeon (A. Americana) are the most important species. The latter is called also baldhead, baldpate, baldface, baldcrown, smoking duck, wheat, duck, and whitebelly."},{"word":"Widish","type":"a.","descr":" Moderately wide."},{"word":"Widmanstatten figures","type":"","descr":" Certain figures appearing on etched meteoric iron; -- so called after A. B. Widmanstatten, of Vienna, who first described them in 1808.  See the Note and Illust. under Meteorite."},{"word":"Widow","type":"n.","descr":" A woman who has lost her husband by death, and has not married again; one living bereaved of a husband."},{"word":"Widow","type":"a.","descr":" Widowed."},{"word":"Widowed","type":"imp. and p. p.","descr":" of Widow"},{"word":"Widowing","type":"p. pr. and vb. n.","descr":" of Widow"},{"word":"Widow","type":"v. t.","descr":" To reduce to the condition of a widow; to bereave of a husband; -- rarely used except in the past participle."},{"word":"Widow","type":"v. t.","descr":" To deprive of one who is loved; to strip of anything beloved or highly esteemed; to make desolate or bare; to bereave."},{"word":"Widow","type":"v. t.","descr":" To endow with a widow\\'s right."},{"word":"Widow","type":"v. t.","descr":" To become, or survive as, the widow of."},{"word":"Widow bird","type":"","descr":" See Whidan bird."},{"word":"Widower","type":"n.","descr":" A man who has lost his wife by death, and has not married again."},{"word":"Widowerhood","type":"n.","descr":" The state of being a widower."},{"word":"Widowhood","type":"n.","descr":" The state of being a widow; the time during which a woman is widow; also, rarely, the state of being a widower."},{"word":"Widowhood","type":"n.","descr":" Estate settled on a widow."},{"word":"Widow-hunter","type":"n.","descr":" One who courts widows, seeking to marry one with a fortune."},{"word":"Widowly","type":"a.","descr":" Becoming or like a widow."},{"word":"Widow-maker","type":"n.","descr":" One who makes widows by destroying husbands."},{"word":"Widow-wail","type":"n.","descr":" A low, narrowleaved evergreen shrub (Cneorum tricoccon) found in Southern Europe."},{"word":"Width","type":"n.","descr":" The quality of being wide; extent from side to side; breadth; wideness; as, the width of cloth; the width of a door."},{"word":"Widual","type":"a.","descr":" Of or pertaining to a widow; vidual."},{"word":"Widwe","type":"n.","descr":" A widow."},{"word":"Wielded","type":"imp. and p. p.","descr":" of Wield"},{"word":"Wielding","type":"p. pr. and vb. n.","descr":" of Wield"},{"word":"Wield","type":"v. t.","descr":" To govern; to rule; to keep, or have in charge; also, to possess."},{"word":"Wield","type":"v. t.","descr":" To direct or regulate by influence or authority; to manage; to control; to sway."},{"word":"Wield","type":"v. t.","descr":" To use with full command or power, as a thing not too heavy for the holder; to manage; to handle; hence, to use or employ; as, to wield a sword; to wield the scepter."},{"word":"Wieldable","type":"a.","descr":" Capable of being wielded."},{"word":"Wieldance","type":"n.","descr":" The act or power of wielding."},{"word":"Wielder","type":"n.","descr":" One who wields or employs; a manager; a controller."},{"word":"Wielding","type":"n.","descr":" Power; authority; rule."},{"word":"Wieldless","type":"a.","descr":" Not to be wielded; unmanageable; unwieldy."},{"word":"Wieldsome","type":"a.","descr":" Admitting of being easily wielded or managed."},{"word":"Wieldy","type":"a.","descr":" Capable of being wielded; manageable; wieldable; -- opposed to unwieldy."},{"word":"Wier","type":"n.","descr":" Same as Weir."},{"word":"Wierangle","type":"n.","descr":" Same as Wariangle."},{"word":"Wiery","type":"a.","descr":" Wet; moist; marshy."},{"word":"Wiery","type":"a.","descr":" Wiry."},{"word":"Wives","type":"pl. ","descr":" of Wife"},{"word":"Wife","type":"n.","descr":" A woman; an adult female; -- now used in literature only in certain compounds and phrases, as alewife, fishwife, goodwife, and the like."},{"word":"Wife","type":"n.","descr":" The lawful consort of a man; a woman who is united to a man in wedlock; a woman who has a husband; a married woman; -- correlative of husband."},{"word":"Wifehood","type":"n.","descr":" Womanhood."},{"word":"Wifehood","type":"n.","descr":" The state of being a wife; the character of a wife."},{"word":"Wifeless","type":"a.","descr":" Without a wife; unmarried."},{"word":"Wifelike","type":"a.","descr":" Of, pertaining to, or like, a wife or a woman."},{"word":"Wifely","type":"a.","descr":" Becoming or life; of or pertaining to a wife."},{"word":"Wig","type":"n.","descr":" A covering for the head, consisting of hair interwoven or united by a kind of network, either in imitation of the natural growth, or in abundant and flowing curls, worn to supply a deficiency of natural hair, or for ornament, or according to traditional usage, as a part of an official or professional dress, the latter especially in England by judges and barristers."},{"word":"Wig","type":"n.","descr":" An old seal; -- so called by fishermen."},{"word":"Wigged","type":"imp. and p. p.","descr":" of Wig"},{"word":"Wigging","type":"p. pr. and vb. n.","descr":" of Wig"},{"word":"Wig","type":"v. t.","descr":" To censure or rebuke; to hold up to reprobation; to scold."},{"word":"Wigan","type":"n.","descr":" A kind of canvaslike cotton fabric, used to stiffen and protect the lower part of trousers and of the skirts of women\\'s dresses, etc.; -- so called from Wigan, the name of a town in Lancashire, England."},{"word":"Wigeon","type":"n.","descr":" A widgeon."},{"word":"Wigg","type":"n.","descr":" Alt. of Wig"},{"word":"Wig","type":"n.","descr":" A kind of raised seedcake."},{"word":"Wigged","type":"a.","descr":" Having the head covered with a wig; wearing a wig."},{"word":"Wiggery","type":"n.","descr":" A wig or wigs; false hair."},{"word":"Wiggery","type":"n.","descr":" Any cover or screen, as red-tapism."},{"word":"Wiggle","type":"v. t.","descr":" To move to and fro with a quick, jerking motion; to bend rapidly, or with a wavering motion, from side to side; to wag; to squirm; to wriggle; as, the dog wiggles his tail; the tadpole wiggles in the water."},{"word":"Wiggle","type":"n.","descr":" Act of wiggling; a wriggle."},{"word":"Wiggler","type":"n.","descr":" The young, either larva or pupa, of the mosquito; -- called also wiggletail."},{"word":"Wigher","type":"v. i.","descr":" To neigh; to whinny."},{"word":"Wight","type":"n.","descr":" Weight."},{"word":"Wight","type":"n.","descr":" A whit; a bit; a jot."},{"word":"Wight","type":"n.","descr":" A supernatural being."},{"word":"Wight","type":"n.","descr":" A human being; a person, either male or female; -- now used chiefly in irony or burlesque, or in humorous language."},{"word":"Wight","type":"a.","descr":" Swift; nimble; agile; strong and active."},{"word":"Wightly","type":"adv.","descr":" Swiftly; nimbly; quickly."},{"word":"Wigless","type":"a.","descr":" Having or wearing no wig."},{"word":"Wigwag","type":"v. t.","descr":" To signal by means of a flag waved from side to side according to a code adopted for the purpose."},{"word":"Wigwam","type":"n.","descr":" An Indian cabin or hut, usually of a conical form, and made of a framework of poles covered with hides, bark, or mats; -- called also tepee."},{"word":"Wike","type":"n.","descr":" A temporary mark or boundary, as a bough of a tree set up in marking out or dividing anything, as tithes, swaths to be mowed in common ground, etc.; -- called also wicker."},{"word":"Wike","type":"n.","descr":" A home; a dwelling."},{"word":"Wikke","type":"a.","descr":" Wicked."},{"word":"Wild","type":"superl.","descr":" Living in a state of nature; inhabiting natural haunts, as the forest or open field; not familiar with, or not easily approached by, man; not tamed or domesticated; as, a wild boar; a wild ox; a wild cat."},{"word":"Wild","type":"superl.","descr":" Growing or produced without culture; growing or prepared without the aid and care of man; native; not cultivated; brought forth by unassisted nature or by animals not domesticated; as, wild parsnip, wild camomile, wild strawberry, wild honey."},{"word":"Wild","type":"superl.","descr":" Desert; not inhabited or cultivated; as, wild land."},{"word":"Wild","type":"superl.","descr":" Savage; uncivilized; not refined by culture; ferocious; rude; as, wild natives of Africa or America."},{"word":"Wild","type":"superl.","descr":" Not submitted to restraint, training, or regulation; turbulent; tempestuous; violent; ungoverned; licentious; inordinate; disorderly; irregular; fanciful; imaginary; visionary; crazy."},{"word":"Wild","type":"superl.","descr":" Exposed to the wind and sea; unsheltered; as, a wild roadstead."},{"word":"Wild","type":"superl.","descr":" Indicating strong emotion, intense excitement, or \/ewilderment; as, a wild look."},{"word":"Wild","type":"superl.","descr":" Hard to steer; -- said of a vessel."},{"word":"Wild","type":"n.","descr":" An uninhabited and uncultivated tract or region; a forest or desert; a wilderness; a waste; as, the wilds of America; the wilds of Africa."},{"word":"Wild","type":"adv.","descr":" Wildly; as, to talk wild."},{"word":"Wild-cat","type":"a.","descr":" Unsound; worthless; irresponsible; unsafe; -- said to have been originally applied to the notes of an insolvent bank in Michigan upon which there was the figure of a panther."},{"word":"Wild-cat","type":"a.","descr":" Running without control; running along the line without a train; as, a wild-cat locomotive."},{"word":"Wildebeest","type":"n.","descr":" The gnu."},{"word":"Wilded","type":"a.","descr":" Become wild."},{"word":"Wildered","type":"imp. and p. p.","descr":" of Wilder"},{"word":"Wildering","type":"p. pr. and vb. n.","descr":" of Wilder"},{"word":"Wilder","type":"a.","descr":" To bewilder; to perplex."},{"word":"Wildering","type":"n.","descr":" A plant growing in a state of nature; especially, one which has run wild, or escaped from cultivation."},{"word":"Wilderment","type":"n.","descr":" The state of being bewildered; confusion; bewilderment."},{"word":"Wilderness","type":"v. t.","descr":" A tract of land, or a region, uncultivated and uninhabited by human beings, whether a forest or a wide, barren plain; a wild; a waste; a desert; a pathless waste of any kind."},{"word":"Wilderness","type":"v. t.","descr":" A disorderly or neglected place."},{"word":"Wilderness","type":"v. t.","descr":" Quality or state of being wild; wildness."},{"word":"Wildfire","type":"n.","descr":" A composition of inflammable materials, which, kindled, is very hard to quench; Greek fire."},{"word":"Wildfire","type":"n.","descr":" An old name for erysipelas."},{"word":"Wildfire","type":"n.","descr":" A disease of sheep, attended with inflammation of the skin."},{"word":"Wildfire","type":"n.","descr":" A sort of lightning unaccompanied by thunder."},{"word":"Wildgrave","type":"n.","descr":" A waldgrave, or head forest keeper.  See Waldgrave."},{"word":"Wilding","type":"n.","descr":" A wild or uncultivated plant; especially, a wild apple tree or crab apple; also, the fruit of such a plant."},{"word":"Wilding","type":"a.","descr":" Not tame, domesticated, or cultivated; wild."},{"word":"Wildish","type":"a.","descr":" Somewhat wild; rather wild."},{"word":"Wildly","type":"adv.","descr":" In a wild manner; without cultivation; with disorder; rudely; distractedly; extravagantly."},{"word":"Wildness","type":"n.","descr":" The quality or state of being wild; an uncultivated or untamed state; disposition to rove or go unrestrained; rudeness; savageness; irregularity; distraction."},{"word":"Wildwood","type":"n.","descr":" A wild or unfrequented wood. Also used adjectively; as, wildwood flowers; wildwood echoes."},{"word":"Wile","type":"n.","descr":" A trick or stratagem practiced for insnaring or deception; a sly, insidious; artifice; a beguilement; an allurement."},{"word":"Wile","type":"v. t.","descr":" To practice artifice upon; to deceive; to beguile; to allure."},{"word":"Wile","type":"v. t.","descr":" To draw or turn away, as by diversion; to while or while away; to cause to pass pleasantly."},{"word":"Wileful","type":"a.","descr":" Full of wiles; trickish; deceitful."},{"word":"Wilful","type":"n.","descr":" Alt. of Wilfulness"},{"word":"Wilfully","type":"n.","descr":" Alt. of Wilfulness"},{"word":"Wilfulness","type":"n.","descr":" See Willful, Willfully, and Willfulness."},{"word":"Wiliness","type":"n.","descr":" The quality or state of being wily; craftiness; cunning; guile."},{"word":"Wilk","type":"n.","descr":" See Whelk."},{"word":"Will","type":"v.","descr":" The power of choosing; the faculty or endowment of the soul by which it is capable of choosing; the faculty or power of the mind by which we decide to do or not to do; the power or faculty of preferring or selecting one of two or more objects."},{"word":"Will","type":"v.","descr":" The choice which is made; a determination or preference which results from the act or exercise of the power of choice; a volition."},{"word":"Will","type":"v.","descr":" The choice or determination of one who has authority; a decree; a command; discretionary pleasure."},{"word":"Will","type":"v.","descr":" Strong wish or inclination; desire; purpose."},{"word":"Will","type":"v.","descr":" That which is strongly wished or desired."},{"word":"Will","type":"v.","descr":" Arbitrary disposal; power to control, dispose, or determine."},{"word":"Will","type":"v.","descr":" The legal declaration of a person\\'s mind as to the manner in which he would have his property or estate disposed of after his death; the written instrument, legally executed, by which a man makes disposition of his estate, to take effect after his death; testament; devise.  See the Note under Testament, 1."},{"word":"Will","type":"adv.","descr":" To wish; to desire; to incline to have."},{"word":"Will","type":"adv.","descr":" As an auxiliary, will is used to denote futurity dependent on the verb. Thus, in first person, \"I will\" denotes willingness, consent, promise; and when \"will\" is emphasized, it denotes determination or fixed purpose; as, I will go if you wish; I will go at all hazards. In the second and third persons, the idea of distinct volition, wish, or purpose is evanescent, and simple certainty is appropriately expressed; as, \"You will go,\" or \"He will go,\" describes a future event as a fact only. To emphasize will denotes (according to the tone or context) certain futurity or fixed determination."},{"word":"Will","type":"v. i.","descr":" To be willing; to be inclined or disposed; to be pleased; to wish; to desire."},{"word":"Willed","type":"imp. and p. p.","descr":" of Will"},{"word":"Willing","type":"p. pr. and vb. n.","descr":" of Will"},{"word":"Will","type":"n.","descr":" To form a distinct volition of; to determine by an act of choice; to ordain; to decree."},{"word":"Will","type":"n.","descr":" To enjoin or command, as that which is determined by an act of volition; to direct; to order."},{"word":"Will","type":"n.","descr":" To give or direct the disposal of by testament; to bequeath; to devise; as, to will one\\'s estate to a child; also, to order or direct by testament; as, he willed that his nephew should have his watch."},{"word":"Will","type":"v. i.","descr":" To exercise an act of volition; to choose; to decide; to determine; to decree."},{"word":"Willemite","type":"n.","descr":" A silicate of zinc, usually occurring massive and of a greenish yellow color, also in reddish crystals (troostite) containing manganese."},{"word":"Willer","type":"n.","descr":" One who wills."},{"word":"Willet","type":"n.","descr":" A large North American snipe (Symphemia semipalmata); -- called also pill-willet, will-willet, semipalmated tattler, or snipe, duck snipe, and stone curlew."},{"word":"Willful","type":"a.","descr":" Of set purpose; self-determined; voluntary; as, willful murder."},{"word":"Willful","type":"a.","descr":" Governed by the will without yielding to reason; obstinate; perverse; inflexible; stubborn; refractory; as, a willful man or horse."},{"word":"Willier","type":"n.","descr":" One who works at a willying machine."},{"word":"Willing","type":"v. t.","descr":" Free to do or to grant; having the mind inclined; not opposed in mind; not choosing to refuse; disposed; not averse; desirous; consenting; complying; ready."},{"word":"Willing","type":"v. t.","descr":" Received of choice, or without reluctance; submitted to voluntarily; chosen; desired."},{"word":"Willing","type":"v. t.","descr":" Spontaneous; self-moved."},{"word":"Willingly","type":"adv.","descr":" In a willing manner; with free will; without reluctance; cheerfully."},{"word":"Willingness","type":"n.","descr":" The quality or state of being willing; free choice or consent of the will; freedom from reluctance; readiness of the mind to do or forbear."},{"word":"Williwaw","type":"n.","descr":" Alt. of Willywaw"},{"word":"Willywaw","type":"n.","descr":" A whirlwind, or whirlwind squall, encountered in the Straits of Magellan."},{"word":"Willock","type":"n.","descr":" The common guillemot."},{"word":"Willock","type":"n.","descr":" The puffin."},{"word":"Will-o-the-wisp","type":"n.","descr":" See Ignis fatuus."},{"word":"Willow","type":"n.","descr":" Any tree or shrub of the genus Salix, including many species, most of which are characterized often used as an emblem of sorrow, desolation, or desertion. \"A wreath of willow to show my forsaken plight.\" Sir W. Scott. Hence, a lover forsaken by, or having lost, the person beloved, is said to wear the willow."},{"word":"Willow","type":"n.","descr":" A machine in which cotton or wool is opened and cleansed by the action of long spikes projecting from a drum which revolves within a box studded with similar spikes; -- probably so called from having been originally a cylindrical cage made of willow rods, though some derive the term from winnow, as denoting the winnowing, or cleansing, action of the machine. Called also willy, twilly, twilly devil, and devil."},{"word":"Willow","type":"v. t.","descr":" To open and cleanse, as cotton, flax, or wool, by means of a willow.  See Willow, n., 2."},{"word":"Willowed","type":"a.","descr":" Abounding with willows; containing willows; covered or overgrown with willows."},{"word":"Willower","type":"n.","descr":" A willow.  See Willow, n., 2."},{"word":"Willow-herb","type":"n.","descr":" A perennial herb (Epilobium spicatum) with narrow willowlike leaves and showy rose-purple flowers. The name is sometimes made to include other species of the same genus."},{"word":"Willowish","type":"a.","descr":" Having the color of the willow; resembling the willow; willowy."},{"word":"Willow-thorn","type":"n.","descr":" A thorny European shrub (Hippophae rhamnoides) resembling a willow."},{"word":"Willow-weed","type":"n.","descr":" A European species of loosestrife (Lysimachia vulgaris)."},{"word":"Willow-weed","type":"n.","descr":" Any kind of Polygonum with willowlike foliage."},{"word":"Willow-wort","type":"n.","descr":" Same as Willow-weed."},{"word":"Willow-wort","type":"n.","descr":" Any plant of the order Salicaceae, or the Willow family."},{"word":"Willowy","type":"a.","descr":" Abounding with willows."},{"word":"Willowy","type":"a.","descr":" Resembling a willow; pliant; flexible; pendent; drooping; graceful."},{"word":"Willsome","type":"a.","descr":" Willful; obstinate."},{"word":"Willsome","type":"a.","descr":" Fat; indolent."},{"word":"Willsome","type":"a.","descr":" Doubtful; uncertain."},{"word":"Willy","type":"n.","descr":" A large wicker basket."},{"word":"Willy","type":"n.","descr":" Same as 1st Willow, 2."},{"word":"Willying","type":"n.","descr":" The process of cleansing wool, cotton, or the like, with a willy, or willow."},{"word":"Willy nilly","type":"","descr":" See Will I, nill I, etc., under 3d Will."},{"word":"Wilne","type":"v. t.","descr":" To wish; to desire."},{"word":"Wilt","type":"","descr":" 2d pers. sing. of Will."},{"word":"Wilting","type":"imp. and p. p.","descr":" of Wilt"},{"word":"Wilt","type":"v. i.","descr":" To begin to wither; to lose freshness and become flaccid, as a plant when exposed when exposed to drought, or to great heat in a dry day, or when separated from its root; to droop;. to wither."},{"word":"Wilt","type":"v. t.","descr":" To cause to begin to wither; to make flaccid, as a green plant."},{"word":"Wilt","type":"v. t.","descr":" Hence, to cause to languish; to depress or destroy the vigor and energy of."},{"word":"Wilton carpet","type":"","descr":" A kind of carpet woven with loops like the Brussels, but differing from it in having the loops cut so as to form an elastic velvet pile; -- so called because made originally at Wilton, England."},{"word":"Wilwe","type":"n.","descr":" Willow."},{"word":"Wily","type":"superl.","descr":" Full of wiles, tricks, or stratagems; using craft or stratagem to accomplish a purpose; mischievously artful; subtle."},{"word":"Wimble","type":"n.","descr":" An instrument for boring holes, turned by a handle."},{"word":"Wimble","type":"n.","descr":" A gimlet."},{"word":"Wimble","type":"n.","descr":" A stonecutter\\'s brace for boring holes in stone."},{"word":"Wimble","type":"n.","descr":" An auger used for boring in earth."},{"word":"Wimbled","type":"imp. and p. p.","descr":" of Wimble"},{"word":"Wimbling","type":"p. pr. and vb. n.","descr":" of Wimble"},{"word":"Wimble","type":"v. t.","descr":" To bore or pierce, as with a wimble."},{"word":"Wimble","type":"a.","descr":" Active; nimble."},{"word":"Wimbrel","type":"n.","descr":" The whimbrel."},{"word":"Wimple","type":"n.","descr":" A covering of silk, linen, or other material, for the neck and chin, formerly worn by women as an outdoor protection, and still retained in the dress of nuns."},{"word":"Wimple","type":"n.","descr":" A flag or streamer."},{"word":"Wimpled","type":"imp. and p. p.","descr":" of Wimple"},{"word":"Wimpling","type":"p. pr. and vb. n.","descr":" of Wimple"},{"word":"Wimple","type":"v. t.","descr":" To clothe with a wimple; to cover, as with a veil; hence, to hoodwink."},{"word":"Wimple","type":"v. t.","descr":" To draw down, as a veil; to lay in folds or plaits, as a veil."},{"word":"Wimple","type":"v. t.","descr":" To cause to appear as if laid in folds or plaits; to cause to ripple or undulate; as, the wind wimples the surface of water."},{"word":"Wimple","type":"v. i.","descr":" To lie in folds; also, to appear as if laid in folds or plaits; to ripple; to undulate."},{"word":"Winning","type":"p. pr. and vb. n.","descr":" of Win"},{"word":"Win","type":"a.","descr":" To gain by superiority in competition or contest; to obtain by victory over competitors or rivals; as, to win the prize in a gate; to win money; to win a battle, or to win a country."},{"word":"Win","type":"a.","descr":" To allure to kindness; to bring to compliance; to gain or obtain, as by solicitation or courtship."},{"word":"Win","type":"a.","descr":" To gain over to one\\'s side or party; to obtain the favor, friendship, or support of; to render friendly or approving; as, to win an enemy; to win a jury."},{"word":"Win","type":"a.","descr":" To come to by toil or effort; to reach; to overtake."},{"word":"Win","type":"a.","descr":" To extract, as ore or coal."},{"word":"Win","type":"v. i.","descr":" To gain the victory; to be successful; to triumph; to prevail."},{"word":"Winced","type":"imp. and p. p.","descr":" of Wince"},{"word":"Wincing","type":"p. pr. and vb. n.","descr":" of Wince"},{"word":"Wince","type":"v. i.","descr":" To shrink, as from a blow, or from pain; to flinch; to start back."},{"word":"Wince","type":"v. i.","descr":" To kick or flounce when unsteady, or impatient at a rider; as, a horse winces."},{"word":"Wince","type":"n.","descr":" The act of one who winces."},{"word":"Wince","type":"n.","descr":" A reel used in dyeing, steeping, or washing cloth; a winch. It is placed over the division wall between two wince pits so as to allow the cloth to descend into either compartment. at will."},{"word":"Wincer","type":"n.","descr":" One who, or that which, winces, shrinks, or kicks."},{"word":"Wincey","type":"n.","descr":" Linsey-woolsey."},{"word":"Winch","type":"v. i.","descr":" To wince; to shrink; to kick with impatience or uneasiness."},{"word":"Winch","type":"n.","descr":" A kick, as of a beast, from impatience or uneasiness."},{"word":"Winch","type":"n.","descr":" A crank with a handle, for giving motion to a machine, a grindstone, etc."},{"word":"Winch","type":"n.","descr":" An instrument with which to turn or strain something forcibly."},{"word":"Winch","type":"n.","descr":" An axle or drum turned by a crank with a handle, or by power, for raising weights, as from the hold of a ship, from mines, etc.; a windlass."},{"word":"Winch","type":"n.","descr":" A wince."},{"word":"Wincing","type":"n.","descr":" The act of washing cloth, dipping it in dye, etc., with a wince."},{"word":"Wincopipe","type":"n.","descr":" A little red flower, no doubt the pimpernel, which, when it opens in the morning, is supposed to bode a fair day.  See Pimpernel."},{"word":"Winded","type":"","descr":" of Wind"},{"word":"Winding","type":"p. pr. and vb. n.","descr":" of Wind"},{"word":"Wind","type":"v. t.","descr":" To turn completely, or with repeated turns; especially, to turn about something fixed; to cause to form convolutions about anything; to coil; to twine; to twist; to wreathe; as, to wind thread on a spool or into a ball."},{"word":"Wind","type":"v. t.","descr":" To entwist; to infold; to encircle."},{"word":"Wind","type":"v. t.","descr":" To have complete control over; to turn and bend at one\\'s pleasure; to vary or alter or will; to regulate; to govern."},{"word":"Wind","type":"v. t.","descr":" To introduce by insinuation; to insinuate."},{"word":"Wind","type":"v. t.","descr":" To cover or surround with something coiled about; as, to wind a rope with twine."},{"word":"Wind","type":"v. i.","descr":" To turn completely or repeatedly; to become coiled about anything; to assume a convolved or spiral form; as, vines wind round a pole."},{"word":"Wind","type":"v. i.","descr":" To have a circular course or direction; to crook; to bend; to meander; as, to wind in and out among trees."},{"word":"Wind","type":"v. i.","descr":" To go to the one side or the other; to move this way and that; to double on one\\'s course; as, a hare pursued turns and winds."},{"word":"Wind","type":"n.","descr":" The act of winding or turning; a turn; a bend; a twist; a winding."},{"word":"Wind","type":"n.","descr":" Air naturally in motion with any degree of velocity; a current of air."},{"word":"Wind","type":"n.","descr":" Air artificially put in motion by any force or action; as, the wind of a cannon ball; the wind of a bellows."},{"word":"Wind","type":"n.","descr":" Breath modulated by the respiratory and vocal organs, or by an instrument."},{"word":"Wind","type":"n.","descr":" Power of respiration; breath."},{"word":"Wind","type":"n.","descr":" Air or gas generated in the stomach or bowels; flatulence; as, to be troubled with wind."},{"word":"Wind","type":"n.","descr":" Air impregnated with an odor or scent."},{"word":"Wind","type":"n.","descr":" A direction from which the wind may blow; a point of the compass; especially, one of the cardinal points, which are often called the four winds."},{"word":"Wind","type":"n.","descr":" A disease of sheep, in which the intestines are distended with air, or rather affected with a violent inflammation. It occurs immediately after shearing."},{"word":"Wind","type":"n.","descr":" Mere breath or talk; empty effort; idle words."},{"word":"Wind","type":"n.","descr":" The dotterel."},{"word":"Winded","type":"imp. and p. p.","descr":" of Wind"},{"word":"Winding","type":"p. pr. and vb. n.","descr":" of Wind"},{"word":"Wind","type":"v. t.","descr":" To expose to the wind; to winnow; to ventilate."},{"word":"Wind","type":"v. t.","descr":" To perceive or follow by the scent; to scent; to nose; as, the hounds winded the game."},{"word":"Wind","type":"v. t.","descr":" To drive hard, or force to violent exertion, as a horse, so as to render scant of wind; to put out of breath."},{"word":"Wind","type":"v. t.","descr":" To rest, as a horse, in order to allow the breath to be recovered; to breathe."},{"word":"Winded","type":"","descr":" of Wind"},{"word":"Winding","type":"p. pr. and vb. n.","descr":" of Wind"},{"word":"Wind","type":"v. t.","descr":" To blow; to sound by blowing; esp., to sound with prolonged and mutually involved notes."},{"word":"Windage","type":"n.","descr":" The difference between the diameter of the bore of a gun and that of the shot fired from it."},{"word":"Windage","type":"n.","descr":" The sudden compression of the air caused by a projectile in passing close to another body."},{"word":"Windas","type":"n.","descr":" See 3d Windlass."},{"word":"Windbore","type":"n.","descr":" The lower, or bottom, pipe in a lift of pumps in a mine."},{"word":"Windbound","type":"a.","descr":" prevented from sailing, by a contrary wind.  See Weatherbound."},{"word":"Wind-break","type":"v. t.","descr":" To break the wind of; to cause to lose breath; to exhaust."},{"word":"Wind-break","type":"n.","descr":" A clump of trees serving for a protection against the force of wind."},{"word":"Wind-broken","type":"a.","descr":" Having the power of breathing impaired by the rupture, dilatation, or running together of air cells of the lungs, so that while the inspiration is by one effort, the expiration is by two; affected with pulmonary emphysema or with heaves; -- said of a horse."},{"word":"Winder","type":"n.","descr":" One who, or that which, winds; hence, a creeping or winding plant."},{"word":"Winder","type":"n.","descr":" An apparatus used for winding silk, cotton, etc., on spools, bobbins, reels, or the like."},{"word":"Winder","type":"n.","descr":" One in a flight of steps which are curved in plan, so that each tread is broader at one end than at the other; -- distinguished from flyer."},{"word":"Winder","type":"v. t. and i.","descr":" To fan; to clean grain with a fan."},{"word":"Winder","type":"n.","descr":" A blow taking away the breath."},{"word":"Winder","type":"v. i.","descr":" To wither; to fail."},{"word":"Windfall","type":"n.","descr":" Anything blown down or off by the wind, as fruit from a tree, or the tree itself, or a portion of a forest prostrated by a violent wind, etc."},{"word":"Windfall","type":"n.","descr":" An unexpected legacy, or other gain."},{"word":"Windfallen","type":"a.","descr":" Blown down by the wind."},{"word":"Wind-fertilized","type":"a.","descr":" Anemophilous; fertilized by pollen borne by the wind."},{"word":"Windflower","type":"n.","descr":" The anemone; -- so called because formerly supposed to open only when the wind was blowing.  See Anemone."},{"word":"Windgall","type":"n.","descr":" A soft tumor or synovial swelling on the fetlock joint of a horse; -- so called from having formerly been supposed to contain air."},{"word":"Windhover","type":"n.","descr":" The kestrel; -- called also windbibber, windcuffer, windfanner."},{"word":"Windiness","type":"n.","descr":" The quality or state of being windy or tempestuous; as, the windiness of the weather or the season."},{"word":"Windiness","type":"n.","descr":" Fullness of wind; flatulence."},{"word":"Windiness","type":"n.","descr":" Tendency to generate wind or gas; tendency to produce flatulence; as, the windiness of vegetables."},{"word":"Windiness","type":"n.","descr":" Tumor; puffiness."},{"word":"Winding","type":"n.","descr":" A call by the boatswain\\'s whistle."},{"word":"Winding","type":"a.","descr":" Twisting from a direct line or an even surface; circuitous."},{"word":"Winding","type":"n.","descr":" A turn or turning; a bend; a curve; flexure; meander; as, the windings of a road or stream."},{"word":"Winding","type":"n.","descr":" A line- or ribbon-shaped material (as wire, string, or bandaging) wound around an object; as, the windings (conducting wires) wound around the armature of an electric motor or generator."},{"word":"Windingly","type":"adv.","descr":" In a winding manner."},{"word":"Windlace","type":"n. and v.","descr":" See Windlass."},{"word":"Windlass","type":"n.","descr":" A winding and circuitous way; a roundabout course; a shift."},{"word":"Windlass","type":"v. i.","descr":" To take a roundabout course; to work warily or by indirect means."},{"word":"Windlass","type":"n.","descr":" A machine for raising weights, consisting of a horizontal cylinder or roller moving on its axis, and turned by a crank, lever, or similar means, so as to wind up a rope or chain attached to the weight. In vessels the windlass is often used instead of the capstan for raising the anchor. It is usually set upon the forecastle, and is worked by hand or steam."},{"word":"Windlass","type":"n.","descr":" An apparatus resembling a winch or windlass, for bending the bow of an arblast, or crossbow."},{"word":"Windlass","type":"v. t. and i.","descr":" To raise with, or as with, a windlass; to use a windlass."},{"word":"Windle","type":"n.","descr":" A spindle; a kind of reel; a winch."},{"word":"Windle","type":"n.","descr":" The redwing."},{"word":"Windless","type":"a.","descr":" Having no wind; calm."},{"word":"Windless","type":"a.","descr":" Wanting wind; out of breath."},{"word":"Windlestrae","type":"n.","descr":" Alt. of Windlestraw"},{"word":"Windlestraw","type":"n.","descr":" A grass used for making ropes or for plaiting, esp. Agrostis Spica-ventis."},{"word":"Windmill","type":"n.","descr":" A mill operated by the power of the wind, usually by the action of the wind upon oblique vanes or sails which radiate from a horizontal shaft."},{"word":"Windore","type":"n.","descr":" A window."},{"word":"Window","type":"n.","descr":" An opening in the wall of a building for the admission of light and air, usually closed by casements or sashes containing some transparent material, as glass, and capable of being opened and shut at pleasure."},{"word":"Window","type":"n.","descr":" The shutter, casement, sash with its fittings, or other framework, which closes a window opening."},{"word":"Window","type":"n.","descr":" A figure formed of lines crossing each other."},{"word":"Windowed","type":"imp. and p. p.","descr":" of Window"},{"word":"Windowing","type":"p. pr. and vb. n.","descr":" of Window"},{"word":"Window","type":"v. t.","descr":" To furnish with windows."},{"word":"Window","type":"v. t.","descr":" To place at or in a window."},{"word":"Windowed","type":"a.","descr":" Having windows or openings."},{"word":"Windowless","type":"a.","descr":" Destitute of a window."},{"word":"Windowpane","type":"n.","descr":" See Pane, n., (3) b."},{"word":"Windowpane","type":"n.","descr":" A thin, spotted American turbot (Pleuronectes maculatus) remarkable for its translucency. It is not valued as a food fish. Called also spotted turbot, daylight, spotted sand flounder, and water flounder."},{"word":"Windowy","type":"a.","descr":" Having little crossings or openings like the sashes of a window."},{"word":"Windpipe","type":"n.","descr":" The passage for the breath from the larynx to the lungs; the trachea; the weasand.  See Illust. under Lung."},{"word":"Wind-plant","type":"n.","descr":" A windflower."},{"word":"Wind-rode","type":"a.","descr":" Caused to ride or drive by the wind in opposition to the course of the tide; -- said of a vessel lying at anchor, with wind and tide opposed to each other."},{"word":"Windrow","type":"n.","descr":" A row or line of hay raked together for the purpose of being rolled into cocks or heaps."},{"word":"Windrow","type":"n.","descr":" Sheaves of grain set up in a row, one against another, that the wind may blow between them."},{"word":"Windrow","type":"n.","descr":" The green border of a field, dug up in order to carry the earth on other land to mend it."},{"word":"Windrowed","type":"imp. and p. p.","descr":" of Windrow"},{"word":"Windrowing","type":"p. pr. and vb. n.","descr":" of Windrow"},{"word":"Windrow","type":"v. t.","descr":" To arrange in lines or windrows, as hay when newly made."},{"word":"Windsor","type":"n.","descr":" A town in Berkshire, England."},{"word":"Windstorm","type":"n.","descr":" A storm characterized by high wind with little or no rain."},{"word":"Wind-sucker","type":"n.","descr":" A horse given to wind-sucking"},{"word":"Wind-sucker","type":"n.","descr":" The kestrel."},{"word":"Wind-sucking","type":"n.","descr":" A vicious habit of a horse, consisting in the swallowing of air; -- usually associated with crib-biting, or cribbing.  See Cribbing, 4."},{"word":"Windtight","type":"a.","descr":" So tight as to prevent the passing through of wind."},{"word":"Windward","type":"n.","descr":" The point or side from which the wind blows; as, to ply to the windward; -- opposed to leeward."},{"word":"Windward","type":"a.","descr":" Situated toward the point from which the wind blows; as, the Windward Islands."},{"word":"Windward","type":"adv.","descr":" Toward the wind; in the direction from which the wind blows."},{"word":"Windy","type":"superl.","descr":" Consisting of wind; accompanied or characterized by wind; exposed to wind."},{"word":"Windy","type":"superl.","descr":" Next the wind; windward."},{"word":"Windy","type":"superl.","descr":" Tempestuous; boisterous; as, windy weather."},{"word":"Windy","type":"superl.","descr":" Serving to occasion wind or gas in the intestines; flatulent; as, windy food."},{"word":"Windy","type":"superl.","descr":" Attended or caused by wind, or gas, in the intestines."},{"word":"Windy","type":"superl.","descr":" Fig.: Empty; airy."},{"word":"Wine","type":"n.","descr":" The expressed juice of grapes, esp. when fermented; a beverage or liquor prepared from grapes by squeezing out their juice, and (usually) allowing it to ferment."},{"word":"Wine","type":"n.","descr":" A liquor or beverage prepared from the juice of any fruit or plant by a process similar to that for grape wine; as, currant wine; gooseberry wine; palm wine."},{"word":"Wine","type":"n.","descr":" The effect of drinking wine in excess; intoxication."},{"word":"Wineberry","type":"n.","descr":" The red currant."},{"word":"Wineberry","type":"n.","descr":" The bilberry."},{"word":"Wineberry","type":"n.","descr":" A peculiar New Zealand shrub (Coriaria ruscifolia), in which the petals ripen and afford an abundant purple juice from which a kind of wine is made. The plant also grows in Chili."},{"word":"Winebibber","type":"n.","descr":" One who drinks much wine."},{"word":"Wineglass","type":"n.","descr":" A small glass from which to drink wine."},{"word":"Wineglassfuls","type":"pl. ","descr":" of Wineglassful"},{"word":"Wineglassful","type":"","descr":" As much as a wineglass will hold; enough to fill a wineglass. It is usually reckoned at two fluid ounces, or four tablespoonfuls."},{"word":"Wineless","type":"a.","descr":" destitute of wine; as, wineless life."},{"word":"Winery","type":"n.","descr":" A place where grapes are converted into wine."},{"word":"Wing","type":"n.","descr":" One of the two anterior limbs of a bird, pterodactyl, or bat. They correspond to the arms of man, and are usually modified for flight, but in the case of a few species of birds, as the ostrich, auk, etc., the wings are used only as an assistance in running or swimming."},{"word":"Wing","type":"n.","descr":" Any similar member or instrument used for the purpose of flying."},{"word":"Wing","type":"n.","descr":" One of the two pairs of upper thoracic appendages of most hexapod insects.  They are broad, fanlike organs formed of a double membrane and strengthened by chitinous veins or nervures."},{"word":"Wing","type":"n.","descr":" One of the large pectoral fins of the flying fishes."},{"word":"Wing","type":"n.","descr":" Passage by flying; flight; as, to take wing."},{"word":"Wing","type":"n.","descr":" Motive or instrument of flight; means of flight or of rapid motion."},{"word":"Wing","type":"n.","descr":" Anything which agitates the air as a wing does, or which is put in winglike motion by the action of the air, as a fan or vane for winnowing grain, the vane or sail of a windmill, etc."},{"word":"Wing","type":"n.","descr":" An ornament worn on the shoulder; a small epaulet or shoulder knot."},{"word":"Wing","type":"n.","descr":" Any appendage resembling the wing of a bird or insect in shape or appearance."},{"word":"Wing","type":"n.","descr":" One of the broad, thin, anterior lobes of the foot of a pteropod, used as an organ in swimming."},{"word":"Wing","type":"n.","descr":" Any membranaceous expansion, as that along the sides of certain stems, or of a fruit of the kind called samara."},{"word":"Wing","type":"n.","descr":" Either of the two side petals of a papilionaceous flower."},{"word":"Wing","type":"n.","descr":" One of two corresponding appendages attached; a sidepiece."},{"word":"Wing","type":"n.","descr":" A side building, less than the main edifice; as, one of the wings of a palace."},{"word":"Wing","type":"n.","descr":" The longer side of crownworks, etc., connecting them with the main work."},{"word":"Wing","type":"n.","descr":" A side shoot of a tree or plant; a branch growing up by the side of another."},{"word":"Wing","type":"n.","descr":" The right or left division of an army, regiment, etc."},{"word":"Wing","type":"n.","descr":" That part of the hold or orlop of a vessel which is nearest the sides.  In a fleet, one of the extremities when the ships are drawn up in line, or when forming the two sides of a triangle."},{"word":"Wing","type":"n.","descr":" One of the sides of the stags in a theater."},{"word":"Winged","type":"imp. and p. p.","descr":" of Wing"},{"word":"Winging","type":"p. pr. and vb. n.","descr":" of Wing"},{"word":"Wing","type":"v. t.","descr":" To furnish with wings; to enable to fly, or to move with celerity."},{"word":"Wing","type":"v. t.","descr":" To supply with wings or sidepieces."},{"word":"Wing","type":"v. t.","descr":" To transport by flight; to cause to fly."},{"word":"Wing","type":"v. t.","descr":" To move through in flight; to fly through."},{"word":"Wing","type":"v. t.","descr":" To cut off the wings of; to wound in the wing; to disable a wing of; as, to wing a bird."},{"word":"Winged","type":"a.","descr":" Furnished with wings; transported by flying; having winglike expansions."},{"word":"Winged","type":"a.","descr":" Soaring with wings, or as if with wings; hence, elevated; lofty; sublime."},{"word":"Winged","type":"a.","descr":" Swift; rapid."},{"word":"Winged","type":"a.","descr":" Wounded or hurt in the wing."},{"word":"Winged","type":"a.","descr":" Furnished with a leaflike appendage, as the fruit of the elm and the ash, or the stem in certain plants; alate."},{"word":"Winged","type":"a.","descr":" Represented with wings, or having wings, of a different tincture from the body."},{"word":"Winged","type":"a.","descr":" Fanned with wings; swarming with birds."},{"word":"Winger","type":"n.","descr":" One of the casks stowed in the wings of a vessel\\'s hold, being smaller than such as are stowed more amidships."},{"word":"Wingfish","type":"n.","descr":" A sea robin having large, winglike pectoral fins.  See Sea robin, under Robin."},{"word":"Wing-footed","type":"a.","descr":" Having wings attached to the feet; as, wing-footed Mercury; hence, swift; moving with rapidity; fleet."},{"word":"Wing-footed","type":"a.","descr":" Having part or all of the feet adapted for flying."},{"word":"Wing-footed","type":"a.","descr":" Having the anterior lobes of the foot so modified as to form a pair of winglike swimming organs; -- said of the pteropod mollusks."},{"word":"Wing-handed","type":"a.","descr":" Having the anterior limbs or hands adapted for flight, as the bats and pterodactyls."},{"word":"Wing-leaved","type":"a.","descr":" Having pinnate or pinnately divided leaves."},{"word":"Wingless","type":"a.","descr":" Having no wings; not able to ascend or fly."},{"word":"Winglet","type":"n.","descr":" A little wing; a very small wing."},{"word":"Winglet","type":"n.","descr":" A bastard wing, or alula."},{"word":"Wingmanship","type":"n.","descr":" Power or skill in flying."},{"word":"Wing-shell","type":"n.","descr":" Any one of various species of marine bivalve shells belonging to the genus Avicula, in which the hinge border projects like a wing."},{"word":"Wing-shell","type":"n.","descr":" Any marine gastropod shell of the genus Strombus.  See Strombus."},{"word":"Wing-shell","type":"n.","descr":" Any pteropod shell."},{"word":"Wingy","type":"a.","descr":" Having wings; rapid."},{"word":"Wingy","type":"a.","descr":" Soaring with wings, or as if with wings; volatile airy."},{"word":"Winked","type":"imp. and p. p.","descr":" of Wink"},{"word":"Winking","type":"p. pr. and vb. n.","descr":" of Wink"},{"word":"Wink","type":"v. i.","descr":" To nod; to sleep; to nap."},{"word":"Wink","type":"v. i.","descr":" To shut the eyes quickly; to close the eyelids with a quick motion."},{"word":"Wink","type":"v. i.","descr":" To close and open the eyelids quickly; to nictitate; to blink."},{"word":"Wink","type":"v. i.","descr":" To give a hint by a motion of the eyelids, often those of one eye only."},{"word":"Wink","type":"v. i.","descr":" To avoid taking notice, as if by shutting the eyes; to connive at anything; to be tolerant; -- generally with at."},{"word":"Wink","type":"v. i.","descr":" To be dim and flicker; as, the light winks."},{"word":"Wink","type":"v. t.","descr":" To cause (the eyes) to wink."},{"word":"Wink","type":"n.","descr":" The act of closing, or closing and opening, the eyelids quickly; hence, the time necessary for such an act; a moment."},{"word":"Wink","type":"n.","descr":" A hint given by shutting the eye with a significant cast."},{"word":"Winker","type":"n.","descr":" One who winks."},{"word":"Winker","type":"n.","descr":" A horse\\'s blinder; a blinker."},{"word":"Winkingly","type":"adv.","descr":" In a winking manner; with the eye almost closed."},{"word":"Winkle","type":"n.","descr":" Any periwinkle."},{"word":"Winkle","type":"n.","descr":" Any one of various marine spiral gastropods, esp., in the United States, either of two species of Fulgar (F. canaliculata, and F. carica)."},{"word":"Winkle-hawk","type":"n.","descr":" A rectangular rent made in cloth; -- called also winkle-hole."},{"word":"Winnard 2","type":"n.","descr":" The redwing."},{"word":"Winnebagoes","type":"n.","descr":" A tribe of North American Indians who originally occupied the region about Green Bay, Lake Michigan, but were driven back from the lake and nearly exterminated in 1640 by the IIlinnois."},{"word":"Winner","type":"n.","descr":" One who wins, or gains by success in competition, contest, or gaming."},{"word":"Winning","type":"a.","descr":" Attracting; adapted to gain favor; charming; as, a winning address."},{"word":"Winning","type":"n.","descr":" The act of obtaining something, as in a contest or by competition."},{"word":"Winning","type":"n.","descr":" The money, etc., gained by success in competition or contest, esp, in gambling; -- usually in the plural."},{"word":"Winning","type":"n.","descr":" A new opening."},{"word":"Winning","type":"n.","descr":" The portion of a coal field out for working."},{"word":"Winningly","type":"adv.","descr":" In a winning manner."},{"word":"Winningness","type":"n.","descr":" The quality or state of being winning."},{"word":"Winninish","type":"n.","descr":" The land-locked variety of the common salmon."},{"word":"Winnowed","type":"imp. and p. p.","descr":" of Winnew"},{"word":"Winnowing","type":"p. pr. and vb. n.","descr":" of Winnew"},{"word":"Winnew","type":"n.","descr":" To separate, and drive off, the chaff from by means of wind; to fan; as, to winnow grain."},{"word":"Winnew","type":"n.","descr":" To sift, as for the purpose of separating falsehood from truth; to separate, as had from good."},{"word":"Winnew","type":"n.","descr":" To beat with wings, or as with wings."},{"word":"Winnow","type":"v. i.","descr":" To separate chaff from grain."},{"word":"Winnower","type":"n.","descr":" One who, or that which, winnows; specifically, a winnowing machine."},{"word":"Winnowing","type":"n.","descr":" The act of one who, or that which, winnows."},{"word":"Winrow","type":"n.","descr":" A windrow."},{"word":"Winsing","type":"a.","descr":" Winsome."},{"word":"Winsome","type":"a.","descr":" Cheerful; merry; gay; light-hearted."},{"word":"Winsome","type":"a.","descr":" Causing joy or pleasure; gladsome; pleasant."},{"word":"Winsomeness","type":"n.","descr":" The characteristic of being winsome; attractiveness of manner."},{"word":"Winter","type":"n.","descr":" The season of the year in which the sun shines most obliquely upon any region; the coldest season of the year."},{"word":"Winter","type":"n.","descr":" The period of decay, old age, death, or the like."},{"word":"Wintered","type":"imp. and p. p.","descr":" of Winter"},{"word":"Wintering","type":"p. pr. and vb. n.","descr":" of Winter"},{"word":"Winter","type":"v. i.","descr":" To pass the winter; to hibernate; as, to winter in Florida."},{"word":"Winter","type":"v. i.","descr":" To keep, feed or manage, during the winter; as, to winter young cattle on straw."},{"word":"Winter-beaten","type":"a.","descr":" Beaten or harassed by the severe weather of winter."},{"word":"Wintergreen","type":"n.","descr":" A plant which keeps its leaves green through the winter."},{"word":"Winter-ground","type":"v. t.","descr":" To coved over in the season of winter, as for protection or shelter; as, to winter-ground the roods of a plant."},{"word":"Winterkilled","type":"imp. and p. p.","descr":" of Winterkill"},{"word":"Winterkilling","type":"p. pr. and vb. n.","descr":" of Winterkill"},{"word":"Winterkill","type":"v. t.","descr":" To kill by the cold, or exposure to the inclemency of winter; as, the wheat was winterkilled."},{"word":"Winterly","type":"a.","descr":" Like winter; wintry; cold; hence, disagreeable, cheerless; as, winterly news."},{"word":"Winter-proud","type":"a.","descr":" Having too rank or forward a growth for winter."},{"word":"Winter-rig","type":"v. t.","descr":" To fallow or till in winter."},{"word":"Winters bark","type":"","descr":" The aromatic bark of tree (Drimys, \/ Drymis, Winteri) of the Magnolia family, which is found in Southern Chili. It was first used as a cure for scurvy by its discoverer, Captain John Winter, vice admiral to sir Francis Drake, in 1577."},{"word":"Wintertide","type":"n.","descr":" Winter time."},{"word":"Winterweed","type":"n.","descr":" A kind of speedwell (Veronica hederifolia) which spreads chiefly in winter."},{"word":"Wintery","type":"a.","descr":" Wintry."},{"word":"Wintry","type":"a.","descr":" Suitable to winter; resembling winter, or what belongs to winter; brumal; hyemal; cold; stormy; wintery."},{"word":"Winy","type":"a.","descr":" Having the taste or qualities of wine; vinous; as, grapes of a winy taste."},{"word":"Winze","type":"n.","descr":" A small shaft sunk from one level to another, as for the purpose of ventilation."},{"word":"Wipe","type":"n.","descr":" The lapwing."},{"word":"Wiped","type":"imp. and p. p.","descr":" of Wipe"},{"word":"Wiping","type":"p. pr. and vb. n.","descr":" of Wipe"},{"word":"Wipe","type":"v. t.","descr":" To rub with something soft for cleaning; to clean or dry by rubbing; as, to wipe the hands or face with a towel."},{"word":"Wipe","type":"v. t.","descr":" To remove by rubbing; to rub off; to obliterate; -- usually followed by away, off or out. Also used figuratively."},{"word":"Wipe","type":"v. t.","descr":" To cheat; to defraud; to trick; -- usually followed by out."},{"word":"Wipe","type":"n.","descr":" Act of rubbing, esp. in order to clean."},{"word":"Wipe","type":"n.","descr":" A blow; a stroke; a hit; a swipe."},{"word":"Wipe","type":"n.","descr":" A gibe; a jeer; a severe sarcasm."},{"word":"Wipe","type":"n.","descr":" A handkerchief."},{"word":"Wipe","type":"n.","descr":" Stain; brand."},{"word":"Wiper","type":"n.","descr":" One who, or that which, wipes."},{"word":"Wiper","type":"n.","descr":" Something used for wiping, as a towel or rag."},{"word":"Wiper","type":"n.","descr":" A piece generally projecting from a rotating or swinging piece, as an axle or rock shaft, for the purpose of raising stampers, lifting rods, or the like, and leaving them to fall by their own weight; a kind of cam."},{"word":"Wiper","type":"n.","descr":" A rod, or an attachment for a rod, for holding a rag with which to wipe out the bore of the barrel."},{"word":"Wirbled","type":"imp. and p. p.","descr":" of Wirble"},{"word":"Wirbling","type":"p. pr. and vb. n.","descr":" of Wirble"},{"word":"Wirble","type":"v. i.","descr":" To whirl; to eddy."},{"word":"Wirche","type":"v. i. and t.","descr":" To work"},{"word":"Wire","type":"n.","descr":" A thread or slender rod of metal; a metallic substance formed to an even thread by being passed between grooved rollers, or drawn through holes in a plate of steel."},{"word":"Wire","type":"n.","descr":" A telegraph wire or cable; hence, an electric telegraph; as, to send a message by wire."},{"word":"Wired","type":"imp. and p. p.","descr":" of Wire"},{"word":"Wiring","type":"p. pr. and vb. n.","descr":" of Wire"},{"word":"Wire","type":"v. t.","descr":" To bind with wire; to attach with wires; to apply wire to; as, to wire corks in bottling liquors."},{"word":"Wire","type":"v. t.","descr":" To put upon a wire; as, to wire beads."},{"word":"Wire","type":"v. t.","descr":" To snare by means of a wire or wires."},{"word":"Wire","type":"v. t.","descr":" To send (a message) by telegraph."},{"word":"Wire","type":"v. i.","descr":" To pass like a wire; to flow in a wirelike form, or in a tenuous stream."},{"word":"Wire","type":"v. i.","descr":" To send a telegraphic message."},{"word":"Wiredrew","type":"imp.","descr":" of Wiredraw"},{"word":"Wiredrawn","type":"p. p.","descr":" of Wiredraw"},{"word":"Wiredrawing","type":"p. pr. and vb. n.","descr":" of Wiredraw"},{"word":"Wiredraw","type":"v. t.","descr":" To form (a piece of metal) into wire, by drawing it through a hole in a plate of steel."},{"word":"Wiredraw","type":"v. t.","descr":" Hence, to draw by art or violence."},{"word":"Wiredraw","type":"v. t.","descr":" Hence, also, to draw or spin out to great length and tenuity; as, to wiredraw an argument."},{"word":"Wiredraw","type":"v. t.","descr":" To pass, or to draw off, (as steam) through narrow ports, or the like, thus reducing its pressure or force by friction."},{"word":"Wire-drawer","type":"n.","descr":" One who draws metal into wire."},{"word":"Wire-heel","type":"n.","descr":" A disease in the feet of a horse or other beast."},{"word":"Wire-puller","type":"n.","descr":" One who pulls the wires, as of a puppet; hence, one who operates by secret means; an intriguer."},{"word":"Wire-pulling","type":"n.","descr":" The act of pulling the wires, as of a puppet; hence, secret influence or management, especially in politics; intrigue."},{"word":"Wire-tailed","type":"a.","descr":" Having some or all of the tail quills terminated in a long, slender, pointed shaft, without a web or barbules."},{"word":"Wirework","type":"n.","descr":" Work, especially openwork, formed of wires."},{"word":"Wire-worker","type":"n.","descr":" One who manufactures articles from wire."},{"word":"Wireworm","type":"n.","descr":" One of the larvae of various species of snapping beetles, or elaters; -- so called from their slenderness and the uncommon hardness of the integument.  Wireworms are sometimes very destructive to the roots of plants.  Called also wire grub."},{"word":"Wireworm","type":"n.","descr":" A galleyworm."},{"word":"Wiriness","type":"n.","descr":" The quality of being wiry."},{"word":"Wiry","type":"a.","descr":" Made of wire; like wire; drawn out like wire."},{"word":"Wiry","type":"a.","descr":" Capable of endurance; tough; sinewy; as, a wiry frame or constitution."},{"word":"Wis","type":"adv.","descr":" Certainly; really; indeed."},{"word":"Wis","type":"v. t.","descr":" To think; to suppose; to imagine; -- used chiefly in the first person sing. present tense, I wis.  See the Note under Ywis."},{"word":"Wisard","type":"n.","descr":" See Wizard."},{"word":"Wisdom","type":"a.","descr":" The quality of being wise; knowledge, and the capacity to make due use of it; knowledge of the best ends and the best means; discernment and judgment; discretion; sagacity; skill; dexterity."},{"word":"Wisdom","type":"a.","descr":" The results of wise judgments; scientific or practical truth; acquired knowledge; erudition."},{"word":"Wise","type":"v.","descr":" Having knowledge; knowing; enlightened; of extensive information; erudite; learned."},{"word":"Wise","type":"v.","descr":" Hence, especially, making due use of knowledge; discerning and judging soundly concerning what is true or false, proper or improper; choosing the best ends and the best means for accomplishing them; sagacious."},{"word":"Wise","type":"v.","descr":" Versed in art or science; skillful; dexterous; specifically, skilled in divination."},{"word":"Wise","type":"v.","descr":" Hence, prudent; calculating; shrewd; wary; subtle; crafty."},{"word":"Wise","type":"v.","descr":" Dictated or guided by wisdom; containing or exhibiting wisdom; well adapted to produce good effects; judicious; discreet; as, a wise saying; a wise scheme or plan; wise conduct or management; a wise determination."},{"word":"Wise","type":"v.","descr":" Way of being or acting; manner; mode; fashion."},{"word":"Wiseacre","type":"v.","descr":" A learned or wise man."},{"word":"Wiseacre","type":"v.","descr":" One who makes undue pretensions to wisdom; a would-be-wise person; hence, in contempt, a simpleton; a dunce."},{"word":"Wise-hearted","type":"a.","descr":" Wise; knowing; skillful; sapient; erudite; prudent."},{"word":"Wise-like","type":"a.","descr":" Resembling that which is wise or sensible; judicious."},{"word":"Wiseling","type":"n.","descr":" One who pretends to be wise; a wiseacre; a witling."},{"word":"Wisely","type":"adv.","descr":" In a wise manner; prudently; judiciously; discreetly; with wisdom."},{"word":"Wiseness","type":"n.","descr":" Wisdom."},{"word":"Wished","type":"imp. and p. p.","descr":" of Wish"},{"word":"Wishing","type":"p. pr. and vb. n.","descr":" of Wish"},{"word":"Wish","type":"v. t.","descr":" To have a desire or yearning; to long; to hanker."},{"word":"Wish","type":"v. t.","descr":" To desire; to long for; to hanker after; to have a mind or disposition toward."},{"word":"Wish","type":"v. t.","descr":" To frame or express desires concerning; to invoke in favor of, or against, any one; to attribute, or cal down, in desire; to invoke; to imprecate."},{"word":"Wish","type":"v. t.","descr":" To recommend; to seek confidence or favor in behalf of."},{"word":"Wish","type":"n.","descr":" Desire; eager desire; longing."},{"word":"Wish","type":"n.","descr":" Expression of desire; request; petition; hence, invocation or imprecation."},{"word":"Wish","type":"n.","descr":" A thing desired; an object of desire."},{"word":"Wishable","type":"a.","descr":" Capable or worthy of being wished for; desirable."},{"word":"Wishbone","type":"n.","descr":" The forked bone in front of the breastbone in birds; -- called also merrythought, and wishing bone.  See Merrythought, and Furculum."},{"word":"Wishedly","type":"adv.","descr":" According to wish; conformably to desire."},{"word":"Wisher","type":"n.","descr":" One who wishes or desires; one who expresses a wish."},{"word":"Wishful","type":"a.","descr":" Having desire, or ardent desire; longing."},{"word":"Wishful","type":"a.","descr":" Showing desire; as, wishful eyes."},{"word":"Wishful","type":"a.","descr":" Desirable; exciting wishes."},{"word":"Wishing","type":"","descr":" a. and n. from Wish, v. t."},{"word":"Wishly","type":"adv.","descr":" According to desire; longingly; with wishes."},{"word":"Wishtonwish","type":"n.","descr":" The prairie dog."},{"word":"Wish-wash","type":"n.","descr":" Any weak, thin drink."},{"word":"Wishy-washy","type":"a.","descr":" Thin and pale; weak; without strength or substance; -- originally said of liquids. Fig., weak-minded; spiritless."},{"word":"Wishy-washy","type":"n.","descr":" A weak or thin drink or liquor; wish-wash."},{"word":"Wisket","type":"n.","descr":" A whisket, or basket."},{"word":"Wisly","type":"adv.","descr":" Certainly."},{"word":"Wisp","type":"n.","descr":" A small bundle, as of straw or other like substance."},{"word":"Wisp","type":"n.","descr":" A whisk, or small broom."},{"word":"Wisp","type":"n.","descr":" A Will-o\\'-the-wisp; an ignis fatuus."},{"word":"Wisped","type":"imp. and p. p.","descr":" of Wisp"},{"word":"Wisping","type":"p. pr. and vb. n.","descr":" of Wisp"},{"word":"Wisp","type":"v. t.","descr":" To brush or dress, an with a wisp."},{"word":"Wisp","type":"v. t.","descr":" To rumple."},{"word":"Wispen","type":"a.","descr":" Formed of a wisp, or of wisp; as, a wispen broom."},{"word":"Wisse","type":"a.","descr":" To show; to teach; to inform; to guide; to direct."},{"word":"Wist","type":"v.","descr":" Knew."},{"word":"Wistaria","type":"n.","descr":" A genus of climbing leguminous plants bearing long, pendulous clusters of pale bluish flowers."},{"word":"Wistful","type":"a.","descr":" Longing; wishful; desirous."},{"word":"Wistful","type":"a.","descr":" Full of thought; eagerly attentive; meditative; musing; pensive; contemplative."},{"word":"Wistit","type":"n.","descr":" A small South American monkey; a marmoset."},{"word":"Wistly","type":"adv.","descr":" Attentively; observingly."},{"word":"Wistonwish","type":"n.","descr":" See Wishtonwish."},{"word":"Wit","type":"inf.","descr":" of Wit"},{"word":"Wite","type":"pl.","descr":" of Wit"},{"word":"Wist(e)","type":"imp.","descr":" of Wit"},{"word":"Wist","type":"p. p.","descr":" of Wit"},{"word":"Wit(t)ing","type":"p. pr. and vb. n.","descr":" of Wit"},{"word":"Wit","type":"n.","descr":" To know; to learn."},{"word":"Wit","type":"v.","descr":" Mind; intellect; understanding; sense."},{"word":"Wit","type":"v.","descr":" A mental faculty, or power of the mind; -- used in this sense chiefly in the plural, and in certain phrases; as, to lose one\\'s wits; at one\\'s wits\\' end, and the like."},{"word":"Wit","type":"v.","descr":" Felicitous association of objects not usually connected, so as to produce a pleasant surprise; also. the power of readily combining objects in such a manner."},{"word":"Wit","type":"v.","descr":" A person of eminent sense or knowledge; a man of genius, fancy, or humor; one distinguished for bright or amusing sayings, for repartee, and the like."},{"word":"Witch","type":"n.","descr":" A cone of paper which is placed in a vessel of lard or other fat, and used as a taper."},{"word":"Witch","type":"n.","descr":" One who practices the black art, or magic; one regarded as possessing supernatural or magical power by compact with an evil spirit, esp. with the Devil; a sorcerer or sorceress; -- now applied chiefly or only to women, but formerly used of men as well."},{"word":"Witch","type":"n.","descr":" An ugly old woman; a hag."},{"word":"Witch","type":"n.","descr":" One who exercises more than common power of attraction; a charming or bewitching person; also, one given to mischief; -- said especially of a woman or child."},{"word":"Witch","type":"n.","descr":" A certain curve of the third order, described by Maria Agnesi under the name versiera."},{"word":"Witch","type":"n.","descr":" The stormy petrel."},{"word":"Witched","type":"imp. and p. p.","descr":" of Witch"},{"word":"Witching","type":"p. pr. and vb. n.","descr":" of Witch"},{"word":"Witch","type":"v. t.","descr":" To bewitch; to fascinate; to enchant."},{"word":"Witchcraft","type":"n.","descr":" The practices or art of witches; sorcery; enchantments; intercourse with evil spirits."},{"word":"Witchcraft","type":"n.","descr":" Power more than natural; irresistible influence."},{"word":"Witch-elm","type":"n.","descr":" See Wych-elm."},{"word":"Witcheries","type":"pl. ","descr":" of Witchery"},{"word":"Witchery","type":"n.","descr":" Sorcery; enchantment; witchcraft."},{"word":"Witchery","type":"n.","descr":" Fascination; irresistible influence; enchantment."},{"word":"Witch-hazel","type":"n.","descr":" The wych-elm."},{"word":"Witch-hazel","type":"n.","descr":" An American shrub or small tree (Hamamelis Virginica), which blossoms late in autumn."},{"word":"Witching","type":"a.","descr":" That witches or enchants; suited to enchantment or witchcraft; bewitching."},{"word":"Witch-tree","type":"n.","descr":" The witch-hazel."},{"word":"Witchuck","type":"n.","descr":" The sand martin, or bank swallow."},{"word":"Wit-cracker","type":"n.","descr":" One who breaks jests; a joker."},{"word":"Witcraft","type":"n.","descr":" Art or skill of the mind; contrivance; invention; wit."},{"word":"Witcraft","type":"n.","descr":" The art of reasoning; logic."},{"word":"Wite","type":"v.","descr":" To reproach; to blame; to censure; also, to impute as blame."},{"word":"Wite","type":"v.","descr":" Blame; reproach."},{"word":"Witeless","type":"a.","descr":" Blameless."},{"word":"Witen","type":"","descr":" pl. pres. of Wit."},{"word":"Witenagemote","type":"n.","descr":" A meeting of wise men; the national council, or legislature, of England in the days of the Anglo-Saxons, before the Norman Conquest."},{"word":"Witfish","type":"n.","descr":" The ladyfish (a)."},{"word":"Witful","type":"a.","descr":" Wise; sensible."},{"word":"With","type":"n.","descr":" See Withe."},{"word":"With","type":"prep.","descr":" With denotes or expresses some situation or relation of nearness, proximity, association, connection, or the like."},{"word":"With","type":"prep.","descr":" To denote a close or direct relation of opposition or hostility; -- equivalent to against."},{"word":"With","type":"prep.","descr":" To denote association in respect of situation or environment; hence, among; in the company of."},{"word":"With","type":"prep.","descr":" To denote a connection of friendship, support, alliance, assistance, countenance, etc.; hence, on the side of."},{"word":"With","type":"prep.","descr":" To denote the accomplishment of cause, means, instrument, etc; -- sometimes equivalent to by."},{"word":"With","type":"prep.","descr":" To denote association in thought, as for comparison or contrast."},{"word":"With","type":"prep.","descr":" To denote simultaneous happening, or immediate succession or consequence."},{"word":"With","type":"prep.","descr":" To denote having as a possession or an appendage; as, the firmament with its stars; a bride with a large fortune."},{"word":"Withal","type":"adv.","descr":" With this; with that."},{"word":"Withal","type":"adv.","descr":" Together with this; likewise; at the same time; in addition; also."},{"word":"Withal","type":"prep.","descr":" With; -- put after its object, at the end of sentence or clause in which it stands."},{"word":"Withamite","type":"n.","descr":" A variety of epidote, of a reddish color, found in Scotland."},{"word":"Withdrew","type":"imp.","descr":" of Withdraw"},{"word":"Withdrawn","type":"p. p.","descr":" of Withdraw"},{"word":"Withdrawing","type":"p. pr. and vb. n.","descr":" of Withdraw"},{"word":"Withdraw","type":"v. t.","descr":" To take back or away, as what has been bestowed or enjoyed; to draw back; to cause to move away or retire; as, to withdraw aid, favor, capital, or the like."},{"word":"Withdraw","type":"v. t.","descr":" To take back; to recall or retract; as, to withdraw false charges."},{"word":"Withdraw","type":"v. i.","descr":" To retire; to retreat; to quit a company or place; to go away; as, he withdrew from the company."},{"word":"Withdrawal","type":"n.","descr":" The act of withdrawing; withdrawment; retreat; retraction."},{"word":"Withdrawer","type":"n.","descr":" One who withdraws; one who takes back, or retracts."},{"word":"Withdrawing-room","type":"n.","descr":" A room for retirement from another room, as from a dining room; a drawing-room."},{"word":"Withdrawment","type":"n.","descr":" The act of withdrawing; withdrawal."},{"word":"Withe","type":"n.","descr":" A flexible, slender twig or branch used as a band; a willow or osier twig; a withy."},{"word":"Withe","type":"n.","descr":" A band consisting of a twig twisted."},{"word":"Withe","type":"n.","descr":" An iron attachment on one end of a mast or boom, with a ring, through which another mast or boom is rigged out and secured; a wythe."},{"word":"Withe","type":"n.","descr":" A partition between flues in a chimney."},{"word":"Withed","type":"imp. and p. p.","descr":" of Withe"},{"word":"Withing","type":"p. pr. and vb. n.","descr":" of Withe"},{"word":"Withe","type":"v. t.","descr":" To bind or fasten with withes."},{"word":"Withered","type":"imp. and p. p.","descr":" of Wither"},{"word":"Withering","type":"p. pr. and vb. n.","descr":" of Wither"},{"word":"Wither","type":"n.","descr":" To fade; to lose freshness; to become sapless; to become sapless; to dry or shrivel up."},{"word":"Wither","type":"n.","descr":" To lose or want animal moisture; to waste; to pin\/ away, as animal bodies."},{"word":"Wither","type":"n.","descr":" To lose vigor or power; to languish; to pass away."},{"word":"Wither","type":"v. t.","descr":" To cause to fade, and become dry."},{"word":"Wither","type":"v. t.","descr":" To cause to shrink, wrinkle, or decay, for want of animal moisture."},{"word":"Wither","type":"v. t.","descr":" To cause to languish, perish, or pass away; to blight; as, a reputation withered by calumny."},{"word":"Witherband","type":"n.","descr":" A piece of iron in a saddle near a horse\\'s withers, to strengthen the bow."},{"word":"Withered","type":"a.","descr":" Faded; dried up; shriveled; wilted; wasted; wasted away."},{"word":"Withering","type":"a.","descr":" Tending to wither; causing to shrink or fade."},{"word":"Witherite","type":"n.","descr":" Barium carbonate occurring in white or gray six-sided twin crystals, and also in columnar or granular masses."},{"word":"Witherling","type":"n.","descr":" A withered person; one who is decrepit."},{"word":"Withernam","type":"n.","descr":" A second or reciprocal distress of other goods in lieu of goods which were taken by a first distress and have been eloigned; a taking by way of reprisal; -- chiefly used in the expression capias in withernam, which is the name of a writ used in connection with the action of replevin (sometimes called a writ of reprisal), which issues to a defendant in replevin when he has obtained judgment for a return of the chattels replevied, and fails to obtain them on the writ of return."},{"word":"Withe-rod","type":"n.","descr":" A North American shrub (Viburnum nudum) whose tough osierlike shoots are sometimes used for binding sheaves."},{"word":"Withers","type":"prep.","descr":" The ridge between the shoulder bones of a horse, at the base of the neck.  See Illust. of Horse."},{"word":"Wither-wrung","type":"a.","descr":" Injured or hurt in the withers, as a horse."},{"word":"Withheld","type":"imp.","descr":" of Withhold"},{"word":"Withheld","type":"p. p.","descr":" of Withhold"},{"word":"Withholden","type":"","descr":" of Withhold"},{"word":"Withholding","type":"p. pr. and vb. n.","descr":" of Withhold"},{"word":"Withhold","type":"v. t.","descr":" To hold back; to restrain; to keep from action."},{"word":"Withhold","type":"v. t.","descr":" To retain; to keep back; not to grant; as, to withhold assent to a proposition."},{"word":"Withhold","type":"v. t.","descr":" To keep; to maintain; to retain."},{"word":"Withholder","type":"n.","descr":" One who withholds."},{"word":"Withholdment","type":"n.","descr":" The act of withholding."},{"word":"Within","type":"prep.","descr":" In the inner or interior part of; inside of; not without; as, within doors."},{"word":"Within","type":"prep.","descr":" In the limits or compass of; not further in length than; as, within five miles; not longer in time than; as, within an hour; not exceeding in quantity; as, expenses kept within one\\'s income."},{"word":"Within","type":"prep.","descr":" Hence, inside the limits, reach, or influence of; not going outside of; not beyond, overstepping, exceeding, or the like."},{"word":"Within","type":"adv.","descr":" In the inner part; inwardly; internally."},{"word":"Within","type":"adv.","descr":" In the house; in doors; as, the master is within."},{"word":"Withinforth","type":"adv.","descr":" Within; inside; inwardly."},{"word":"Withinside","type":"adv.","descr":" In the inner parts; inside."},{"word":"Without","type":"prep.","descr":" On or at the outside of; out of; not within; as, without doors."},{"word":"Without","type":"prep.","descr":" Out of the limits of; out of reach of; beyond."},{"word":"Without","type":"prep.","descr":" Not with; otherwise than with; in absence of, separation from, or destitution of; not with use or employment of; independently of; exclusively of; with omission; as, without labor; without damage."},{"word":"Without","type":"conj.","descr":" Unless; except; -- introducing a clause."},{"word":"Without","type":"adv.","descr":" On or art the outside; not on the inside; not within; outwardly; externally."},{"word":"Without","type":"adv.","descr":" Outside of the house; out of doors."},{"word":"Without-door","type":"a.","descr":" Outdoor; exterior."},{"word":"Withouten","type":"prep.","descr":" Without."},{"word":"Withoutforth","type":"adv.","descr":" Without; outside\\' outwardly.  Cf. Withinforth."},{"word":"Withsay","type":"v. t.","descr":" To contradict; to gainsay; to deny; to renounce."},{"word":"Withset","type":"v. t.","descr":" To set against; to oppose."},{"word":"Withstood","type":"imp. and p. p.","descr":" of Withstand"},{"word":"Withstanding","type":"p. pr. and vb. n.","descr":" of Withstand"},{"word":"Withstand","type":"prep.","descr":" To stand against; to oppose; to resist, either with physical or moral force; as, to withstand an attack of troops; to withstand eloquence or arguments."},{"word":"Withstander","type":"n.","descr":" One who withstands, or opposes; an opponent; a resisting power."},{"word":"Withstood","type":"imp. and p. p.","descr":" o\/ Withstand."},{"word":"Withvine","type":"n.","descr":" Quitch grass."},{"word":"Withwind","type":"n.","descr":" A kind of bindweed (Convolvulus arvensis)."},{"word":"Withwine","type":"n.","descr":" Same as Withvine."},{"word":"Withies","type":"pl. ","descr":" of Withy"},{"word":"Withy","type":"n.","descr":" The osier willow (Salix viminalis).  See Osier, n. (a)."},{"word":"Withy","type":"n.","descr":" A withe.  See Withe, 1."},{"word":"Withy","type":"a.","descr":" Made of withes; like a withe; flexible and tough; also, abounding in withes."},{"word":"Witing","type":"v.","descr":" Knowledge."},{"word":"Witless","type":"a.","descr":" Destitute of wit or understanding; wanting thought; hence, indiscreet; not under the guidance of judgment."},{"word":"Witling","type":"n.","descr":" A person who has little wit or understanding; a pretender to wit or smartness."},{"word":"Witness","type":"v. i.","descr":" Attestation of a fact or an event; testimony."},{"word":"Witness","type":"v. i.","descr":" That which furnishes evidence or proof."},{"word":"Witness","type":"v. i.","descr":" One who is cognizant; a person who beholds, or otherwise has personal knowledge of, anything; as, an eyewitness; an earwitness."},{"word":"Witness","type":"v. i.","descr":" One who testifies in a cause, or gives evidence before a judicial tribunal; as, the witness in court agreed in all essential facts."},{"word":"Witness","type":"v. i.","descr":" One who sees the execution of an instrument, and subscribes it for the purpose of confirming its authenticity by his testimony; one who witnesses a will, a deed, a marriage, or the like."},{"word":"Witnessed","type":"imp. and p. p.","descr":" of Witness"},{"word":"Witnessing","type":"p. pr. and vb. n.","descr":" of Witness"},{"word":"Witness","type":"v. t.","descr":" To see or know by personal presence; to have direct cognizance of."},{"word":"Witness","type":"v. t.","descr":" To give testimony to; to testify to; to attest."},{"word":"Witness","type":"v. t.","descr":" To see the execution of, as an instrument, and subscribe it for the purpose of establishing its authenticity; as, to witness a bond or a deed."},{"word":"Witness","type":"v. i.","descr":" To bear testimony; to give evidence; to testify."},{"word":"Witnesser","type":"n.","descr":" One who witness."},{"word":"Wit-snapper","type":"n.","descr":" One who affects repartee; a wit-cracker."},{"word":"Wit-starved","type":"a.","descr":" Barren of wit; destitute of genius."},{"word":"Witted","type":"a.","descr":" Having (such) a wit or understanding; as, a quick-witted boy."},{"word":"Witticaster","type":"n.","descr":" A witling."},{"word":"Witticism","type":"n.","descr":" A witty saying; a sentence or phrase which is affectedly witty; an attempt at wit; a conceit."},{"word":"Wittified","type":"a.","descr":" Possessed of wit; witty."},{"word":"Witily","type":"adv.","descr":" In a witty manner; wisely; ingeniously; artfully; with it; with a delicate turn or phrase, or with an ingenious association of ideas."},{"word":"Wittiness","type":"n.","descr":" The quality of being witty."},{"word":"Wittingly","type":"v.","descr":" Knowingly; with knowledge; by design."},{"word":"Wittol","type":"n.","descr":" The wheatear."},{"word":"Wittol","type":"n.","descr":" A man who knows his wife\\'s infidelity and submits to it; a tame cuckold; -- so called because the cuckoo lays its eggs in the wittol\\'s nest."},{"word":"Wittolly","type":"a.","descr":" Like a wittol; cuckoldly."},{"word":"Witts","type":"n.","descr":" Tin ore freed from earthy matter by stamping."},{"word":"Witty","type":"n.","descr":" Possessed of wit; knowing; wise; skillful; judicious; clever; cunning."},{"word":"Witty","type":"n.","descr":" Especially, possessing wit or humor; good at repartee; droll; facetious; sometimes, sarcastic; as, a witty remark, poem, and the like."},{"word":"Witwal","type":"n.","descr":" Alt. of Witwall"},{"word":"Witwall","type":"n.","descr":" The golden oriole."},{"word":"Witwall","type":"n.","descr":" The greater spotted woodpecker."},{"word":"Witworm","type":"n.","descr":" One who, or that which, feeds on or destroys wit."},{"word":"Wived","type":"imp. and p. p.","descr":" of Wive"},{"word":"Wiving","type":"p. pr. and vb. n.","descr":" of Wive"},{"word":"Wive","type":"v. i.","descr":" To marry, as a man; to take a wife."},{"word":"Wive","type":"v. t.","descr":" To match to a wife; to provide with a wife."},{"word":"Wive","type":"v. t.","descr":" To take for a wife; to marry."},{"word":"Wivehood","type":"n.","descr":" Wifehood."},{"word":"Wiveless","type":"a.","descr":" Wifeless."},{"word":"Wively","type":"a.","descr":" Wifely."},{"word":"Wiver","type":"n.","descr":" Alt. of Wivern"},{"word":"Wivern","type":"n.","descr":" A fabulous two-legged, winged creature, like a cockatrice, but having the head of a dragon, and without spurs."},{"word":"Wivern","type":"n.","descr":" The weever."},{"word":"Wives","type":"n.","descr":" pl. of Wife."},{"word":"Wizard","type":"n.","descr":" A wise man; a sage."},{"word":"Wizard","type":"n.","descr":" One devoted to the black art; a magician; a conjurer; a sorcerer; an enchanter."},{"word":"Wizard","type":"a.","descr":" Enchanting; charming."},{"word":"Wizard","type":"a.","descr":" Haunted by wizards."},{"word":"Wizardly","type":"a.","descr":" Resembling or becoming a wizard; wizardlike; weird."},{"word":"Wizardry","type":"n.","descr":" The character or practices o\/ wizards; sorcery; magic."},{"word":"Wizen","type":"v. i.","descr":" To wither; to dry."},{"word":"Wizen","type":"a.","descr":" Wizened; thin; weazen; withered."},{"word":"Wizen","type":"n.","descr":" The weasand."},{"word":"Wizened","type":"a.","descr":" Dried; shriveled; withered; shrunken; weazen; as, a wizened old man."},{"word":"Wizen-faced","type":"a.","descr":" Having a shriveled, thin, withered face."}]