[{"word":"Xanthamide","type":"n.","descr":" An amido derivative of xanthic acid obtained as a white crystalline substance, C2H5O.CS.NH2; -- called also xanthogen amide."},{"word":"Xanthate","type":"n.","descr":" A salt of xanthic; a xanthogenate."},{"word":"Xanthelasma","type":"n.","descr":" See Xanthoma."},{"word":"Xanthian","type":"a.","descr":" Of or pertaining to Xanthus, an ancient town on Asia Minor; -- applied especially to certain marbles found near that place, and now in the British Museum."},{"word":"Xanthic","type":"a.","descr":" Tending toward a yellow color, or to one of those colors, green being excepted, in which yellow is a constituent, as scarlet, orange, etc."},{"word":"Xanthic","type":"a.","descr":" Possessing, imparting, or producing a yellow color; as, xanthic acid."},{"word":"Xanthic","type":"a.","descr":" Of or pertaining to xanthic acid, or its compounds; xanthogenic."},{"word":"Xanthic","type":"a.","descr":" Of or pertaining to xanthin."},{"word":"Xanthide","type":"n.","descr":" A compound or derivative of xanthogen."},{"word":"Xanthidia","type":"pl. ","descr":" of Xanthidium"},{"word":"Xanthidium","type":"n.","descr":" A genus of minute unicellular algae of the desmids. These algae have a rounded shape and are armed with glochidiate or branched aculei. Several species occur in ditches, and others are found fossil in flint or hornstone."},{"word":"Xanthin","type":"n.","descr":" A crystalline nitrogenous body closely related to both uric acid and hypoxanthin, present in muscle tissue, and occasionally found in the urine and in some urinary calculi. It is also present in guano. So called from the yellow color of certain of its salts (nitrates)."},{"word":"Xanthin","type":"n.","descr":" A yellow insoluble coloring matter extracted from yellow flowers; specifically, the coloring matter of madder."},{"word":"Xanthin","type":"n.","descr":" One of the gaseous or volatile decomposition products of the xanthates, and probably identical with carbon disulphide."},{"word":"Xanthinine","type":"n.","descr":" A complex nitrogenous substance related to urea and uric acid, produced as a white powder; -- so called because it forms yellow salts, and because its solution forms a blue fluorescence like quinine."},{"word":"Xanthium","type":"n.","descr":" A genus of composite plants in which the scales of the involucre are united so as to form a kind of bur; cocklebur; clotbur."},{"word":"Xantho-","type":"","descr":" A combining form from Gr. xanqo`s yellow; as in xanthocobaltic salts. Used also adjectively in chemistry."},{"word":"Xanthocarpous","type":"a.","descr":" Having yellow fruit."},{"word":"Xanthochroi","type":"n. pl.","descr":" A division of the Caucasian races, comprising the lighter-colored members."},{"word":"Xanthochroic","type":"a.","descr":" Having a yellowish or fair complexion; of or pertaining to the Xanthochroi."},{"word":"Xanthodontous","type":"a.","descr":" Having yellow teeth."},{"word":"Xanthogen","type":"n.","descr":" The hypothetical radical supposed to be characteristic of xanthic acid."},{"word":"Xanthogen","type":"n.","descr":" Persulphocyanogen."},{"word":"Xanthogenate","type":"n.","descr":" A salt of xanthic acid."},{"word":"Xanthogenic","type":"a.","descr":" Producing a yellow color or compound; xanthic.  See Xanthic acid, under Xanthic."},{"word":"Xanthoma","type":"n.","descr":" A skin disease marked by the development or irregular yellowish patches upon the skin, especially upon the eyelids; -- called also xanthelasma."},{"word":"Xanthophane","type":"n.","descr":" The yellow pigment present in the inner segments of the retina in animals.  See Chromophane."},{"word":"Xanthophyll","type":"n.","descr":" A yellow coloring matter found in yellow autumn leaves, and also produced artificially from chlorophyll; -- formerly called also phylloxanthin."},{"word":"Xanthopous","type":"a.","descr":" Having a yellow stipe, or stem."},{"word":"Xanthoproteic","type":"a.","descr":" Pertaining to, or derived from, xanthoprotein; showing the characters of xanthoprotein; as, xanthoproteic acid; the xanthoproteic reaction for albumin."},{"word":"Xanthoprotein","type":"n.","descr":" A yellow acid substance formed by the action of hot nitric acid on albuminous or proteid matter. It is changed to a deep orange-yellow color by the addition of ammonia."},{"word":"Xanthopuccine","type":"n.","descr":" One of three alkaloids found in the root of the yellow puccoon (Hydrastis Canadensis). It is a yellow crystalline substance, and resembles berberine."},{"word":"Xanthorhamnin","type":"n.","descr":" A glucoside extracted from Persian berries as a yellow crystalline powder, used as a dyestuff."},{"word":"Xanthorhiza","type":"n.","descr":" A genus of shrubby ranunculaceous plants of North America, including only the species Xanthorhiza apiifolia, which has roots of a deep yellow color; yellowroot. The bark is intensely bitter, and is sometimes used as a tonic."},{"word":"Xanthorhoea","type":"n.","descr":" A genus of endogenous plants, native to Australia, having a thick, sometimes arborescent, stem, and long grasslike leaves.  See Grass tree."},{"word":"Xanthose","type":"n.","descr":" An orange-yellow substance found in pigment spots of certain crabs."},{"word":"Xanthosis","type":"n.","descr":" The yellow discoloration often observed in cancerous tumors."},{"word":"Xanthospermous","type":"a.","descr":" Having yellow seeds."},{"word":"Xanthous","type":"a.","descr":" Yellow; specifically (Ethnol.), of or pertaining to those races of man which have yellowish, red, auburn, or brown hair."},{"word":"Xanthoxylene","type":"n.","descr":" A liquid hydrocarbon of the terpene series extracted from the seeds of a Japanese prickly ash (Xanthoxylum pipertium) as an aromatic oil."},{"word":"Xanthoxylum","type":"n.","descr":" A genus of prickly shrubs or small trees, the bark and rots of which are of a deep yellow color; prickly ash."}]