[{"word":"Xebec","type":"n.","descr":" A small three-masted vessel, with projecting bow stern and convex decks, used in the Mediterranean for transporting merchandise, etc. It carries large square sails, or both. Xebecs were formerly armed and used by corsairs."},{"word":"Xeme","type":"n.","descr":" An Arctic fork-tailed gull (Xema Sabinii)."},{"word":"Xenelasia","type":"n.","descr":" A Spartan institution which prohibited strangers from residing in Sparta without permission, its object probably being to preserve the national simplicity of manners."},{"word":"Xenia","type":"pl. ","descr":" of Xenium"},{"word":"Xenium","type":"n.","descr":" A present given to a guest or stranger, or to a foreign ambassador."},{"word":"Xenodochium","type":"n.","descr":" A house for the reception of strangers."},{"word":"Xenodochium","type":"n.","descr":" In the Middle Ages, a room in a monastery for the reception and entertainment of strangers and pilgrims, and for the relief of paupers. [Called also Xenodocheion.]"},{"word":"Xenodochy","type":"n.","descr":" Reception of strangers; hospitality."},{"word":"Xenogamy","type":"n.","descr":" Cross fertilization."},{"word":"Xenogenesis","type":"n.","descr":" Same as Heterogenesis."},{"word":"Xenogenesis","type":"n.","descr":" The fancied production of an organism of one kind by an organism of another."},{"word":"Xenogenetic","type":"a.","descr":" Of or pertaining to xenogenesis; as, the xenogenetic origin of microzymes."},{"word":"Xenomania","type":"n.","descr":" A mania for, or an inordinate attachment to, foreign customs, institutions, manners, fashions, etc."},{"word":"Xenomi","type":"n. pl.","descr":" A suborder of soft-rayed fresh-water fishes of which the blackfish of Alaska (Dallia pectoralis) is the type."},{"word":"Xenopterygii","type":"n. pl.","descr":" A suborder of fishes including Gobiesox and allied genera. These fishes have soft-rayed fins, and a ventral sucker supported in front by the pectoral fins. They are destitute of scales."},{"word":"Xenotime","type":"n.","descr":" A native phosphate of yttrium occurring in yellowish-brown tetragonal crystals."},{"word":"Xenurine","type":"n.","descr":" A cabassou."},{"word":"Xenyl","type":"n.","descr":" The radical characteristic of xenylic compounds."},{"word":"Xenylic","type":"a.","descr":" Pertaining to, derived from, designating, certain amido compounds obtained by reducing certain nitro derivatives of diphenyl."},{"word":"Xeraphim","type":"n.","descr":" An old money of account in Bombay, equal to three fifths of a rupee."},{"word":"Xeres","type":"n.","descr":" Sherry.  See Sherry."},{"word":"Xerif","type":"n.","descr":" A shereef."},{"word":"Xeriff","type":"n.","descr":" A gold coin formerly current in Egypt and Turkey, of the value of about  9s. 6d., or about $2.30; -- also, in Morocco, a ducat."},{"word":"Xeroderma","type":"n.","descr":" Ichthyosis."},{"word":"Xeroderma","type":"n.","descr":" A skin disease characterized by the presence of numerous small pigmented spots resembling freckles, with which are subsequently mingled spots of atrophied skin."},{"word":"Xeronate","type":"n.","descr":" A salt of xeronic acid."},{"word":"Xeronic","type":"a.","descr":" Pertaining to, or designating, an acid, C8H12O4, related to fumaric acid, and obtained from citraconic acid as an oily substance having a bittersweet taste; -- so called from its tendency to form its anhydride."},{"word":"Xerophagy","type":"n.","descr":" Among the primitive Christians, the living on a diet of dry food in Lent and on other fasts."},{"word":"Xerophilous","type":"a.","descr":" Drought-loving; able withstand the absence or lack of moisture."},{"word":"Xerophthalmia","type":"n.","descr":" An abnormal dryness of the eyeball produced usually by long-continued inflammation and subsequent atrophy of the conjunctiva."},{"word":"Xerophthalmy","type":"n.","descr":" Xerophthalmia."}]