[{"word":"Xylamide","type":"n.","descr":" An acid amide derivative of xylic acid, obtained as a white crystalline substance."},{"word":"Xylanthrax","type":"n.","descr":" Wood coal, or charcoal; -- so called in distinction from mineral coal."},{"word":"Xylate","type":"n.","descr":" A salt of xylic acid."},{"word":"Xylem","type":"n.","descr":" That portion of a fibrovascular bundle which has developed, or will develop, into wood cells; -- distinguished from phloem."},{"word":"Xylene","type":"n.","descr":" Any of a group of three metameric hydrocarbons of the aromatic series, found in coal and wood tar, and so named because found in crude wood spirit. They are colorless, oily, inflammable liquids, C6H4.(CH3)2, being dimethyl benzenes, and are called respectively orthoxylene, metaxylene, and paraxylene. Called also xylol."},{"word":"Xylenol","type":"n.","descr":" Any one of six metameric phenol derivatives of xylene, obtained as crystalline substances, (CH3)2.C6H3.OH."},{"word":"Xyletic","type":"a.","descr":" Pertaining to, or designating, a complex acid related to mesitylenic acid, obtained as a white crystalline substance by the action of sodium and carbon dioxide on crude xylenol."},{"word":"Xylic","type":"a.","descr":" Pertaining to, derived from, or related to, xylene; specifically, designating any one of several metameric acids produced by the partial oxidation of mesitylene and pseudo-cumene."},{"word":"Xylidic","type":"a.","descr":" Pertaining to, or designating, either one of two distinct acids which are derived from xylic acid and related compounds, and are metameric with uvitic acid."},{"word":"Xylidine","type":"n.","descr":" Any one of six metameric hydrocarbons, (CH3)2.C6H3.NH2, resembling aniline, and related to xylene. They are liquids, or easily fusible crystalline substances, of which three are derived from metaxylene, two from orthoxylene, and one from paraxylene. They are called the amido xylenes."},{"word":"Xylindein","type":"n.","descr":" A green or blue pigment produced by Peziza in certain kinds of decayed wood, as the beech, oak, birch, etc., and extracted as an amorphous powder resembling indigo."},{"word":"Xylite","type":"n.","descr":" A liquid hydrocarbon found in crude wood spirits."},{"word":"Xylitone","type":"n.","descr":" A yellow oil having a geraniumlike odor, produced as a side product in making phorone; -- called also xylite oil."},{"word":"Xylo-","type":"","descr":" A combining form from Gr. xy`lon wood; as in xylogen, xylograph."},{"word":"Xylobalsamum","type":"n.","descr":" The dried twigs of a Syrian tree (Balsamodendron Gileadense)."},{"word":"Xylocarpous","type":"a.","descr":" Bearing fruit which becomes hard or woody."},{"word":"Xylocopa","type":"n.","descr":" A genus of hymenopterous insects including the carpenter.  See Carpenter bee, under Carpenter."},{"word":"Xylogen","type":"n.","descr":" Nascent wood; wood cells in a forming state."},{"word":"Xylogen","type":"n.","descr":" Lignin."},{"word":"Xylograph","type":"n.","descr":" An engraving on wood, or the impression from such an engraving; a print by xylography."},{"word":"Xylographer","type":"n.","descr":" One who practices xylography."},{"word":"Xylographic","type":"a.","descr":" Alt. of Xylographical"},{"word":"Xylographical","type":"a.","descr":" Of or pertaining to xylography, or wood engraving."},{"word":"Xylography","type":"n.","descr":" The art of engraving on wood."},{"word":"Xylography","type":"n.","descr":" The art of making prints from the natural grain of wood."},{"word":"Xylography","type":"n.","descr":" A method pf printing in colors upon wood for purposes of house decoration."},{"word":"Xyloid","type":"a.","descr":" Resembling wood; having the nature of wood."},{"word":"Xyloidin","type":"n.","descr":" A substance resembling pyroxylin, obtained by the action of nitric acid on starch; -- called also nitramidin."},{"word":"Xylol","type":"n.","descr":" Same as Xylene."},{"word":"Xylonite","type":"n.","descr":" See Zylonite."},{"word":"Xylophaga","type":"n.","descr":" A genus of marine bivalves which bore holes in wood. They are allied to Pholas."},{"word":"Xylophagan","type":"n.","descr":" One of a tribe of beetles whose larvae bore or live in wood."},{"word":"Xylophagan","type":"n.","descr":" Any species of Xylophaga."},{"word":"Xylophagan","type":"n.","descr":" Any one of the Xylophagides."},{"word":"Xylophagides","type":"n. pl.","descr":" A tribe or family of dipterous flies whose larvae live in decayed wood. Some of the tropical species are very large."},{"word":"Xylophagous","type":"a.","descr":" Eating, boring in, or destroying, wood; -- said especially of certain insect larvae, crustaceans, and mollusks."},{"word":"Xylophagous","type":"a.","descr":" Of or pertaining to the genus Xylophaga."},{"word":"Xylophilan","type":"n.","descr":" One of a tribe of beetles (Xylophili) whose larvae live on decayed wood."},{"word":"Xylophilous","type":"a.","descr":" Of or pertaining to the xylophilans."},{"word":"Xylophone","type":"n.","descr":" An instrument common among the Russians, Poles, and Tartars, consisting of a series of strips of wood or glass graduated in length to the musical scale, resting on belts of straw, and struck with two small hammers. Called in Germany strohfiedel, or straw fiddle."},{"word":"Xylophone","type":"n.","descr":" An instrument to determine the vibrative properties of different kinds of wood."},{"word":"Xyloplastic","type":"a.","descr":" Formed of wood pulp by molds; relating to casts made of wood pulp in molds."},{"word":"Xylopyrography","type":"n.","descr":" The art or practice of burning pictures on wood with a hot iron; -- called also poker painting.  See Poker picture, under Poker."},{"word":"Xyloquinone","type":"n.","descr":" Any one of a group of quinone compounds obtained respectively by the oxidation of certain xylidine compounds. In general they are yellow crystalline substances."},{"word":"Xylorcin","type":"n.","descr":" A derivative of xylene obtained as a white crystalline substance which on exposure in the air becomes red; -- called also betaorcin."},{"word":"Xylostein","type":"n.","descr":" A glucoside found in the poisonous berries of a species of honeysuckle (Lonicera xylosteum), and extracted as a bitter, white, crystalline substance."},{"word":"Xylotile","type":"n.","descr":" Same as Parkesine."},{"word":"Xylotrya","type":"n.","descr":" A genus of marine bivalves closely allied to Teredo, and equally destructive to timber. One species (Xylotrya fimbriata) is very common on the Atlantic coast of the United States."},{"word":"Xylyl","type":"n.","descr":" Any one of three metameric radicals which are characteristic respectively of the three xylenes."},{"word":"Xylylene","type":"n.","descr":" Any one of three metameric radicals, CH2.C6H4.CH2, derived respectively from the three xylenes. Often used adjectively; as, xylylene alcohol."},{"word":"Xyridaceous","type":"a.","descr":" Of or pertaining to a natural order (Xyrideae) of endogenous plants, of which Xyris is the type."},{"word":"Xyris","type":"n.","descr":" A genus of endogenous herbs with grassy leaves and small yellow flowers in short, scaly-bracted spikes; yellow-eyed grass. There are about seventeen species in the Atlantic United States."},{"word":"Xyst","type":"n.","descr":" Alt. of Xystus"},{"word":"Xystus","type":"n.","descr":" A long and open portico, for athletic exercises, as wrestling, running, etc., for use in winter or in stormy weather."},{"word":"Xystarch","type":"n.","descr":" An office\/ having the superintendence of the xyst."},{"word":"Xyster","type":"n.","descr":" An instrument for scraping bones."}]