[{"word":"Yacare","type":"n.","descr":" A South American crocodilian (Jacare sclerops) resembling the alligator in size and habits. The eye orbits are connected together, and surrounded by prominent bony ridges. Called also spectacled alligator, and spectacled cayman."},{"word":"Yacca","type":"n.","descr":" A West Indian name for two large timber trees (Podocarpus coriaceus, and P. Purdicanus) of the Yew family. The wood, which is much used, is pale brownish with darker streaks."},{"word":"Yacht","type":"n.","descr":" A light and elegantly furnished vessel, used either for private parties of pleasure, or as a vessel of state to convey distinguished persons from one place to another; a seagoing vessel used only for pleasure trips, racing, etc."},{"word":"Yacht","type":"v. i.","descr":" To manage a yacht; to voyage in a yacht."},{"word":"Yachter","type":"n.","descr":" One engaged in sailing a jacht."},{"word":"Yachting","type":"n.","descr":" Sailing for pleasure in a yacht."},{"word":"Yachtman","type":"n.","descr":" See Yachtsman."},{"word":"Yachtsmen","type":"pl. ","descr":" of Yachtsman"},{"word":"Yachtsman","type":"n.","descr":" One who owns or sails a yacht; a yachter."},{"word":"Yaf","type":"imp.","descr":" Gave.  See Give."},{"word":"Yaffingale","type":"n.","descr":" The yaffle."},{"word":"Yaffle","type":"n.","descr":" The European green woodpecker (Picus, \/ Genius, viridis). It is noted for its loud laughlike note. Called also eccle, hewhole, highhoe, laughing bird, popinjay, rain bird, yaffil, yaffler, yaffingale, yappingale, yackel, and woodhack."},{"word":"Yager","type":"n.","descr":" In the German army, one belonging to a body of light infantry armed with rifles, resembling the chasseur of the French army."},{"word":"Yaguarundi","type":"n.","descr":" Same as Jaguarondi."},{"word":"Yajur-Veda","type":"n.","descr":" See Veda."},{"word":"Yak","type":"n.","descr":" A bovine mammal (Poephagus grunnies) native of the high plains of Central Asia. Its neck, the outer side of its legs, and its flanks, are covered with long, flowing, fine hair. Its tail is long and bushy, often white, and is valued as an ornament and for other purposes in India and China. There are several domesticated varieties, some of which lack the mane and the long hair on the flanks. Called also chauri gua, grunting cow, grunting ox, sarlac, sarlik, and sarluc."},{"word":"Yakamilk","type":"n.","descr":" See Trumpeter, 3 (a)."},{"word":"Yakare","type":"n.","descr":" Same as Yacare."},{"word":"Yakin","type":"n.","descr":" A large Asiatic antelope (Budorcas taxicolor) native of the higher parts of the Himalayas and other lofty mountains. Its head and neck resemble those of the ox, and its tail is like that of the goat. Called also budorcas."},{"word":"Yakoots","type":"n. pl.","descr":"  (Ethnol.) A nomadic Mongolian tribe native of Northern Siberia, and supposed to be of Turkish stock. They are mainly pastoral in their habits."},{"word":"Yaksha","type":"n.","descr":" A kind of demigod attendant on Kuvera, the god of wealth."},{"word":"Yalah","type":"n.","descr":" The oil of the mahwa tree."},{"word":"Yam","type":"n.","descr":" A large, esculent, farinaceous tuber of various climbing plants of the genus Dioscorea; also, the plants themselves. Mostly natives of warm climates. The plants have netted-veined, petioled leaves, and pods with three broad wings. The commonest species is D. sativa, but several others are cultivated."},{"word":"Yama","type":"n.","descr":" The king of the infernal regions, corresponding to the Greek Pluto, and also the judge of departed souls. In later times he is more exclusively considered the dire judge of all, and the tormentor of the wicked. He is represented as of a green color, with red garments, having a crown on his head, his eyes inflamed, and sitting on a buffalo, with a club and noose in his hands."},{"word":"Yamma","type":"n.","descr":" The llama."},{"word":"Yamp","type":"n.","descr":" An umbelliferous plant (Carum Gairdneri); also, its small fleshy roots, which are eaten by the Indians from Idaho to California."},{"word":"Yang","type":"n.","descr":" The cry of the wild goose; a honk."},{"word":"Yang","type":"v. i.","descr":" To make the cry of the wild goose."},{"word":"Yank","type":"n.","descr":" A jerk or twitch."},{"word":"Yanked","type":"imp. and p. p.","descr":" of Yank"},{"word":"Yanking","type":"p. pr. and vb. n.","descr":" of Yank"},{"word":"Yank","type":"v. t.","descr":" To twitch; to jerk."},{"word":"Yank","type":"n.","descr":" An abbreviation of Yankee."},{"word":"Yankee","type":"n.","descr":" A nickname for a native or citizen of New England, especially one descended from old New England stock; by extension, an inhabitant of the Northern States as distinguished from a Southerner; also, applied sometimes by foreigners to any inhabitant of the United States."},{"word":"Yankee","type":"a.","descr":" Of or pertaining to a Yankee; characteristic of the Yankees."},{"word":"Yankee-Doodle","type":"n.","descr":" The name of a tune adopted popularly as one of the national airs of the United States."},{"word":"Yankee-Doodle","type":"n.","descr":" Humorously, a Yankee."},{"word":"Yankeeism","type":"n.","descr":" A Yankee idiom, word, custom, or the like."},{"word":"Yaourt","type":"n.","descr":" A fermented drink, or milk beer, made by the Turks."},{"word":"Yap","type":"v. i.","descr":" To bark; to yelp."},{"word":"Yap","type":"n.","descr":" A bark; a yelp."},{"word":"Yapock","type":"n.","descr":" A South American aquatic opossum (Chironectes variegatus) found in Guiana and Brazil. Its hind feet are webbed, and its fore feet do not have an opposable thumb for climbing. Called also water opossum."},{"word":"Yapon","type":"n.","descr":" Same as Yaupon."},{"word":"Yarage","type":"a.","descr":" The power of moving, or being managed, at sea; -- said with reference to a ship."},{"word":"Yard","type":"v. i.","descr":" A rod; a stick; a staff."},{"word":"Yard","type":"v. i.","descr":" A branch; a twig."},{"word":"Yard","type":"v. i.","descr":" A long piece of timber, as a rafter, etc."},{"word":"Yard","type":"v. i.","descr":" A measure of length, equaling three feet, or thirty-six inches, being the standard of English and American measure."},{"word":"Yard","type":"v. i.","descr":" The penis."},{"word":"Yard","type":"v. i.","descr":" A long piece of timber, nearly cylindrical, tapering toward the ends, and designed to support and extend a square sail. A yard is usually hung by the center to the mast.  See Illust. of Ship."},{"word":"Yard","type":"n.","descr":" An inclosure; usually, a small inclosed place in front of, or around, a house or barn; as, a courtyard; a cowyard; a barnyard."},{"word":"Yard","type":"n.","descr":" An inclosure within which any work or business is carried on; as, a dockyard; a shipyard."},{"word":"Yard","type":"v. t.","descr":" To confine (cattle) to the yard; to shut up, or keep, in a yard; as, to yard cows."},{"word":"Yardarm","type":"n.","descr":" Either half of a square-rigged vessel\\'s yard, from the center or mast to the end."},{"word":"Yardfuls","type":"pl. ","descr":" of Yardful"},{"word":"Yardful","type":"n.","descr":" As much as a yard will contain; enough to fill a yard."},{"word":"Yardland","type":"n.","descr":" A measure of land of uncertain quantity, varying from fifteen to forty acres; a virgate."},{"word":"Yardstick","type":"n.","descr":" A stick three feet, or a yard, in length, used as a measure of cloth, etc."},{"word":"Yardwand","type":"n.","descr":" A yardstick."},{"word":"Yare","type":"n.","descr":" Ready; dexterous; eager; lively; quick to move."},{"word":"Yare","type":"adv.","descr":" Soon."},{"word":"Yarely","type":"adv.","descr":" In a yare manner."},{"word":"Yark","type":"v. t. and i.","descr":" To yerk."},{"word":"Yarke","type":"n.","descr":" Same as Saki."},{"word":"Yarn","type":"n.","descr":" Spun wool; woolen thread; also, thread of other material, as of cotton, flax, hemp, or silk; material spun and prepared for use in weaving, knitting, manufacturing sewing thread, or the like."},{"word":"Yarn","type":"n.","descr":" One of the threads of which the strands of a rope are composed."},{"word":"Yarn","type":"n.","descr":" A story told by a sailor for the amusement of his companions; a story or tale; as, to spin a yarn."},{"word":"Yarnen","type":"a.","descr":" Made of yarn; consisting of yarn."},{"word":"Yarnut","type":"n.","descr":" See Yernut."},{"word":"Yarr","type":"v. i.","descr":" To growl or snarl as a dog."},{"word":"Yarrish","type":"a.","descr":" Having a rough, dry taste."},{"word":"Yarrow","type":"n.","descr":" An American and European composite plant (Achillea Millefolium) with very finely dissected leaves and small white corymbed flowers. It has a strong, and somewhat aromatic, odor and taste, and is sometimes used in making beer, or is dried for smoking. Called also milfoil, and nosebleed."},{"word":"Yarwhip","type":"n.","descr":" The European bar-tailed godwit; -- called also yardkeep, and yarwhelp.  See Godwit."},{"word":"Yataghan","type":"n.","descr":" A long knife, or short saber, common among Mohammedan nations, usually having a double curve, sometimes nearly straight."},{"word":"Yate","type":"n.","descr":" A gate.  See 1st Gate."},{"word":"Yaud","type":"n.","descr":" See Yawd."},{"word":"Yaul","type":"n.","descr":" See Yawl."},{"word":"Yaulp","type":"v. i.","descr":" To yaup."},{"word":"Yaup","type":"v. i.","descr":" To cry out like a child; to yelp."},{"word":"Yaup","type":"n.","descr":" A cry of distress, rage, or the like, as the cry of a sickly bird, or of a child in pain."},{"word":"Yaup","type":"n.","descr":" The blue titmouse."},{"word":"Yauper","type":"n.","descr":" One who, or that which, yaups."},{"word":"Yaupon","type":"n.","descr":" A shrub (Ilex Cassine) of the Holly family, native from Virginia to Florida. The smooth elliptical leaves are used as a substitute for tea, and were formerly used in preparing the black drink of the Indians of North Carolina. Called also South-Sea tea."},{"word":"Yawed","type":"imp. and p. p.","descr":" of Yaw"},{"word":"Yawing","type":"p. pr. and vb. n.","descr":" of Yaw"},{"word":"Yaw","type":"v. i.","descr":" To rise in blisters, breaking in white froth, as cane juice in the clarifiers in sugar works."},{"word":"Yaw","type":"v. i. and t.","descr":" To steer wild, or out of the line of her course; to deviate from her course, as when struck by a heavy sea; -- said of a ship."},{"word":"Yaw","type":"n.","descr":" A movement of a vessel by which she temporarily alters her course; a deviation from a straight course in steering."},{"word":"Yawd","type":"n.","descr":" A jade; an old horse or mare."},{"word":"Yawl","type":"n.","descr":" A small ship\\'s boat, usually rowed by four or six oars."},{"word":"Yawl","type":"v. i.","descr":" To cry out like a dog or cat; to howl; to yell."},{"word":"Yawl-rigged","type":"a.","descr":" Having two masts with fore-and-aft sails, but differing from a schooner in that the after mast is very small, and stepped as far aft as possible.  See Illustration in Appendix."},{"word":"Yawned","type":"imp. and p. p.","descr":" of Yawn"},{"word":"Yawning","type":"p. pr. and vb. n.","descr":" of Yawn"},{"word":"Yawn","type":"v. i.","descr":" To open the mouth involuntarily through drowsiness, dullness, or fatigue; to gape; to oscitate."},{"word":"Yawn","type":"v. i.","descr":" To open wide; to gape, as if to allow the entrance or exit of anything."},{"word":"Yawn","type":"v. i.","descr":" To open the mouth, or to gape, through surprise or bewilderment."},{"word":"Yawn","type":"v. i.","descr":" To be eager; to desire to swallow anything; to express desire by yawning; as, to yawn for fat livings."},{"word":"Yawn","type":"n.","descr":" An involuntary act, excited by drowsiness, etc., consisting of a deep and long inspiration following several successive attempts at inspiration, the mouth, fauces, etc., being wide open."},{"word":"Yawn","type":"n.","descr":" The act of opening wide, or of gaping."},{"word":"Yawn","type":"n.","descr":" A chasm, mouth, or passageway."},{"word":"Yawningly","type":"adv.","descr":" In a yawning manner."},{"word":"Yawp","type":"v. and n.","descr":" See Yaup."},{"word":"Yaws","type":"n.","descr":" A disease, occurring in the Antilles and in Africa, characterized by yellowish or reddish tumors, of a contagious character, which, in shape and appearance, often resemble currants, strawberries, or raspberries. There are several varieties of this disease, variously known as framboesia, pian, verrugas, and crab-yaws."},{"word":"Yaw-weed","type":"n.","descr":" A low, shrubby, rubiaceous plant (Morinda Royoc) growing along the seacoast of the West Indies. It has small, white, odorous flowers."}]