[{"word":"Yucca","type":"n.","descr":" See Flicker, n., 2."},{"word":"Yucca","type":"n.","descr":" A genus of American liliaceous, sometimes arborescent, plants having long, pointed, and often rigid, leaves at the top of a more or less woody stem, and bearing a large panicle of showy white blossoms."},{"word":"Yuck","type":"v. i.","descr":" To itch."},{"word":"Yuck","type":"v. t.","descr":" To scratch."},{"word":"Yuckel","type":"n.","descr":" Same as Yockel."},{"word":"Yuen","type":"n.","descr":" The crowned gibbon (Hylobates pileatus), native of Siam, Southern China, and the Island of Hainan. It is entirely arboreal in its habits, and has very long arms. the males are dark brown or blackish, with a caplike mass of long dark hair, and usually with a white band around the face. The females are yellowish white, with a dark spot on the breast and another on the crown. Called also wooyen, and wooyen ape."},{"word":"Yufts","type":"n.","descr":" Russia leather."},{"word":"Yug","type":"n.","descr":" Alt. of Yuga"},{"word":"Yuga","type":"n.","descr":" Any one of the four ages, Krita, or Satya, Treta, Dwapara, and Kali, into which the Hindoos divide the duration or existence of the world."},{"word":"Yuke","type":"v. i. and t.","descr":" Same as Yuck."},{"word":"Yulan","type":"n.","descr":" A species of Magnolia (M. conspicua) with large white blossoms that open before the leaves.  See the Note under Magnolia."},{"word":"Yule","type":"n.","descr":" Christmas or Christmastide; the feast of the Nativity of our Savior."},{"word":"Yuletide","type":"n.","descr":" Christmas time; Christmastide; the season of Christmas."},{"word":"Yumas","type":"n. pl.","descr":" A tribe of Indians native of Arizona and the adjacent parts of Mexico and California. They are agricultural, and cultivate corn, wheat, barley, melons, etc."},{"word":"Yunx","type":"n.","descr":" A genus of birds comprising the wrynecks."},{"word":"Yupon","type":"n.","descr":" Same as Yaupon."},{"word":"Yux","type":"n. and v.","descr":" See Yex, n."}]