[{"word":"Zabaism","type":"n.","descr":" Alt. of Zabism"},{"word":"Zabism","type":"n.","descr":" See Sabianism."},{"word":"Zabian","type":"a. and n.","descr":" See Sabian."},{"word":"Zacco","type":"n.","descr":" See Zocco."},{"word":"Zachun","type":"n.","descr":" An oil pressed by the Arabs from the fruit of a small thorny tree (Balanites Aegyptiaca), and sold to piligrims for a healing ointment."},{"word":"Zaerthe","type":"n.","descr":" Same as Z\/rthe."},{"word":"Zaffer","type":"n.","descr":" A pigment obtained, usually by roasting cobalt glance with sand or quartz, as a dark earthy powder. It consists of crude cobalt oxide, or of an impure cobalt arseniate. It is used in porcelain painting, and in enameling pottery, to produce a blue color, and is often confounded with smalt, from which, however, it is distinct, as it contains no potash. The name is often loosely applied to mixtures of zaffer proper with silica, or oxides of iron, manganese, etc."},{"word":"Zaim","type":"n.","descr":" A Turkish chief who supports a mounted militia bearing the same name."},{"word":"Zaimet","type":"n.","descr":" A district from which a Zaim draws his revenue."},{"word":"Zain","type":"n.","descr":" A horse of a dark color, neither gray nor white, and having no spots."},{"word":"Zalambdodont","type":"a.","descr":" Of or pertaining to a tribe (Zalambdodonta) of Insectivora in which the molar teeth have but one V-shaped ridge."},{"word":"Zalambdodont","type":"n.","descr":" One of the Zalambdodonta. The tenrec, solenodon, and golden moles are examples."},{"word":"Zamang","type":"n.","descr":" An immense leguminous tree (Pithecolobium Saman) of Venezuela. Its branches form a hemispherical mass, often one hundred and eighty feet across. The sweet pulpy pods are used commonly for feeding cattle. Also called rain tree."},{"word":"Zambos","type":"pl. ","descr":" of Zambo"},{"word":"Zambo","type":"n.","descr":" The child of a mulatto and a negro; also, the child of an Indian and a negro; colloquially or humorously, a negro; a sambo."},{"word":"Zamia","type":"n.","descr":" A genus of cycadaceous plants, having the appearance of low palms, but with exogenous wood.  See Coontie, and Illust. of Strobile."},{"word":"Zamindar","type":"n.","descr":" A landowner; also, a collector of land revenue; now, usually, a kind of feudatory recognized as an actual proprietor so long as he pays to the government a certain fixed revenue."},{"word":"Zamindary","type":"n.","descr":" Alt. of Zamindari"},{"word":"Zamindari","type":"n.","descr":" The jurisdiction of a zamindar; the land possessed by a zamindar."},{"word":"Zamite","type":"n.","descr":" A fossil cycad of the genus Zamia."},{"word":"Zamouse","type":"n.","descr":" A West African buffalo (Bubalus brachyceros) having short horns depressed at the base, and large ears fringed internally with three rows of long hairs. It is destitute of a dewlap. Called also short-horned buffalo, and bush cow."},{"word":"Zampogna","type":"n.","descr":" A sort of bagpipe formerly in use among Italian peasants. It is now almost obsolete."},{"word":"Zander","type":"n.","descr":" A European pike perch (Stizostedion lucioperca) allied to the wall-eye; -- called also sandari, sander, sannat, schill, and zant."},{"word":"Zandmole","type":"n.","descr":" The sand mole."},{"word":"Zante","type":"n.","descr":" See Zantewood."},{"word":"Zante currant","type":"","descr":" A kind of seedless grape or raisin; -- so called from Zante, one of the Ionian Islands."},{"word":"Zantewood","type":"n.","descr":" A yellow dyewood; fustet; -- called also zante, and zante fustic.  See Fustet, and the Note under Fustic."},{"word":"Zantewood","type":"n.","descr":" Satinwood (Chloroxylon Swietenia)."},{"word":"Zantiot","type":"n.","descr":" A native or inhabitant of Zante, one of the Ionian Islands."},{"word":"Zanies","type":"pl. ","descr":" of Zany"},{"word":"Zany","type":"n.","descr":" A merry-andrew; a buffoon."},{"word":"Zany","type":"v. t.","descr":" To mimic."},{"word":"Zanyism","type":"n.","descr":" State or character of a zany; buffoonery."},{"word":"Zaphara","type":"n.","descr":" Zaffer."},{"word":"Zaphrentis","type":"n.","descr":" An extinct genus of cyathophylloid corals common in the Paleozoic formations. It is cup-shaped with numerous septa, and with a deep pit in one side of the cup."},{"word":"Zapotilla","type":"n.","descr":" See Sapodilla."},{"word":"Zaptiah","type":"n.","descr":" A Turkish policeman."},{"word":"Zarathustrian","type":"a.","descr":" Alt. of Zarathustric"},{"word":"Zarathustric","type":"a.","descr":" Of or pertaining to Zarathustra, or Zoroaster; Zoroastrian."},{"word":"Zarathustrism","type":"n.","descr":" See Zoroastrianism."},{"word":"Zaratite","type":"n.","descr":" A hydrous carbonate of nickel occurring as an emerald-green incrustation on chromite; -- called also emerald nickel."},{"word":"Zareba","type":"n.","descr":" An improvised stockade; especially, one made of thorn bushes, etc."},{"word":"Zarnich","type":"n.","descr":" Native sulphide of arsenic, including sandarach, or realgar, and orpiment."},{"word":"Zarthe","type":"n.","descr":" A European bream (Abramis vimba)."},{"word":"Zati","type":"n.","descr":" A species of macaque (Macacus pileatus) native of India and Ceylon. It has a crown of long erect hair, and tuft of radiating hairs on the back of the head. Called also capped macaque."},{"word":"Zauschneria","type":"n.","descr":" A genus of flowering plants.  Zauschneria Californica is a suffrutescent perennial, with showy red flowers much resembling those of the garden fuchsia."},{"word":"Zax","type":"n.","descr":" A tool for trimming and puncturing roofing slates."},{"word":"Zayat","type":"n.","descr":" A public shed, or portico, for travelers, worshipers, etc."}]