[{"word":"Zea","type":"n.","descr":" A genus of large grasses of which the Indian corn (Zea Mays) is the only species known. Its origin is not yet ascertained.  See Maize."},{"word":"Zeal","type":"n.","descr":" Passionate ardor in the pursuit of anything; eagerness in favor of a person or cause; ardent and active interest; engagedness; enthusiasm; fervor."},{"word":"Zeal","type":"n.","descr":" A zealot."},{"word":"Zeal","type":"v. i.","descr":" To be zealous."},{"word":"Zealant","type":"n.","descr":" One who is zealous; a zealot; an enthusiast."},{"word":"Zealed","type":"a.","descr":" Full of zeal; characterized by zeal."},{"word":"Zealful","type":"a.","descr":" Full of zeal."},{"word":"Zealless","type":"a.","descr":" Wanting zeal."},{"word":"Zealot","type":"n.","descr":" One who is zealous; one who engages warmly in any cause, and pursues his object with earnestness and ardor; especially, one who is overzealous, or carried away by his zeal; one absorbed in devotion to anything; an enthusiast; a fanatical partisan."},{"word":"Zealotical","type":"a.","descr":" Like, or suitable to, a zealot; ardently zealous."},{"word":"Zealotism","type":"n.","descr":" The character or conduct of a zealot; zealotry."},{"word":"Zealotist","type":"n.","descr":" A zealot."},{"word":"Zealotry","type":"n.","descr":" The character and behavior of a zealot; excess of zeal; fanatical devotion to a cause."},{"word":"Zealous","type":"a.","descr":" Filled with, or characterized by, zeal; warmly engaged, or ardent, in behalf of an object."},{"word":"Zealous","type":"a.","descr":" Filled with religious zeal."},{"word":"Zebec","type":"n.","descr":" See Xebec."},{"word":"Zebra","type":"n.","descr":" Either one of two species of South African wild horses remarkable for having the body white or yellowish white, and conspicuously marked with dark brown or brackish bands."},{"word":"Zebrawood","type":"n.","descr":" A kind of cabinet wood having beautiful black, brown, and whitish stripes, the timber of a tropical American tree (Connarus Guianensis)."},{"word":"Zebrawood","type":"n.","descr":" The wood of a small West Indian myrtaceous tree (Eugenia fragrans)."},{"word":"Zebrawood","type":"n.","descr":" The wood of an East Indian tree of the genus Guettarda."},{"word":"Zebrine","type":"a.","descr":" Pertaining to, or resembling, the zebra."},{"word":"Zebu","type":"n.","descr":" A bovine mammal (Ros Indicus) extensively domesticated in India, China, the East Indies, and East Africa. It usually has short horns, large pendulous ears, slender legs, a large dewlap, and a large, prominent hump over the shoulders; but these characters vary in different domestic breeds, which range in size from that of the common ox to that of a large mastiff."},{"word":"Zebub","type":"n.","descr":" A large noxious fly of Abyssinia, which like the tsetse fly, is destructive to cattle."},{"word":"Zechin","type":"n.","descr":" See Sequin."},{"word":"Zechstein","type":"n.","descr":" The upper division of the Permian (Dyas) of Europe. The prevailing rock is a magnesian limestone."},{"word":"Zed","type":"n.","descr":" The letter Z; -- called also zee, and formerly izzard."},{"word":"Zedoary","type":"n.","descr":" A medicinal substance obtained in the East Indies, having a fragrant smell, and a warm, bitter, aromatic taste. It is used in medicine as a stimulant."},{"word":"Zeekoe","type":"n.","descr":" A hippopotamus."},{"word":"Zehner","type":"n.","descr":" An Austrian silver coin equal to ten kreutzers, or about five cents."},{"word":"Zein","type":"n.","descr":" A nitrogenous substance of the nature of gluten, obtained from the seeds of Indian corn (Zea) as a soft, yellowish, amorphous substance."},{"word":"Zemindar","type":"n.","descr":" Same as Zamindar."},{"word":"Zemindary","type":"n.","descr":" Alt. of Zemindari"},{"word":"Zemindari","type":"n.","descr":" Same as Zamindary."},{"word":"Zemni","type":"n.","descr":" The blind mole rat (Spalax typhlus), native of Eastern Europe and Asia. Its eyes and ears are rudimentary, and its fur is soft and brownish, more or less tinged with gray. It constructs extensive burrows."},{"word":"Zenana","type":"n.","descr":" The part of a dwelling appropriated to women."},{"word":"Zend","type":"n.","descr":" Properly, the translation and exposition in the Huzv\/resh, or literary Pehlevi, language, of the Avesta, the Zoroastrian sacred writings; as commonly used, the language (an ancient Persian dialect) in which the Avesta is written."},{"word":"Zend-Avesta","type":"n.","descr":" The sacred writings of the ancient Persian religion, attributed to Zoroaster, but chiefly of a later date."},{"word":"Zendik","type":"n.","descr":" An atheist or unbeliever; -- name given in the East to those charged with disbelief of any revealed religion, or accused of magical heresies."},{"word":"Zenick","type":"n.","descr":" A South African burrowing mammal (Suricata tetradactyla), allied to the civets. It is grayish brown, with yellowish transverse stripes on the back. Called also suricat."},{"word":"Zenik","type":"n.","descr":" See Zenick."},{"word":"Zenith","type":"n.","descr":" That point in the visible celestial hemisphere which is vertical to the spectator; the point of the heavens directly overhead; -- opposed to nadir."},{"word":"Zenith","type":"n.","descr":" hence, figuratively, the point of culmination; the greatest height; the height of success or prosperity."},{"word":"Zenithal","type":"a.","descr":" Of or pertaining to the zenith."},{"word":"Zeolite","type":"n.","descr":" A term now used to designate any one of a family of minerals, hydrous silicates of alumina, with lime, soda, potash, or rarely baryta. Here are included natrolite, stilbite, analcime, chabazite, thomsonite, heulandite, and others. These species occur of secondary origin in the cavities of amygdaloid, basalt, and lava, also, less frequently, in granite and gneiss. So called because many of these species intumesce before the blowpipe."},{"word":"Zeolitic","type":"a.","descr":" Of or pertaining to a zeolite; consisting of, or resembling, a zeolite."},{"word":"Zeolitiform","type":"a.","descr":" Having the form of a zeolite."},{"word":"Zephyr","type":"n.","descr":" The west wind; poetically, any soft, gentle breeze."},{"word":"Zephyrus","type":"n.","descr":" The west wind, or zephyr; -- usually personified, and made the most mild and gentle of all the sylvan deities."},{"word":"Zequin","type":"n.","descr":" See Sequin."},{"word":"Zerda","type":"n.","descr":" The fennec."},{"word":"Zeriba","type":"n.","descr":" Same as Zareba."},{"word":"Zeros","type":"pl. ","descr":" of Zero"},{"word":"Zeroes","type":"pl. ","descr":" of Zero"},{"word":"Zero","type":"n.","descr":" A cipher; nothing; naught."},{"word":"Zero","type":"n.","descr":" The point from which the graduation of a scale, as of a thermometer, commences."},{"word":"Zero","type":"n.","descr":" Fig.: The lowest point; the point of exhaustion; as, his patience had nearly reached zero."},{"word":"Zest","type":"n.","descr":" A piece of orange or lemon peel, or the aromatic oil which may be squeezed from such peel, used to give flavor to liquor, etc."},{"word":"Zest","type":"n.","descr":" Hence, something that gives or enhances a pleasant taste, or the taste itself; an appetizer; also, keen enjoyment; relish; gusto."},{"word":"Zest","type":"n.","descr":" The woody, thick skin inclosing the kernel of a walnut."},{"word":"Zested","type":"imp. and p. p.","descr":" of Zest"},{"word":"Zesting","type":"p. pr. and vb. n.","descr":" of Zest"},{"word":"Zest","type":"v. t.","descr":" To cut into thin slips, as the peel of an orange, lemon, etc.; to squeeze, as peel, over the surface of anything."},{"word":"Zest","type":"v. t.","descr":" To give a relish or flavor to; to heighten the taste or relish of; as, to zest wine."},{"word":"Zeta","type":"n.","descr":" A Greek letter  corresponding to our z."},{"word":"Zetetic","type":"a.","descr":" Seeking; proceeding by inquiry."},{"word":"Zetetic","type":"n.","descr":" A seeker; -- a name adopted by some of the Pyrrhonists."},{"word":"Zetetics","type":"a.","descr":" A branch of algebra which relates to the direct search for unknown quantities."},{"word":"Zeuglodon","type":"n.","descr":" A genus of extinct Eocene whales, remains of which have been found in the Gulf States. The species had very long and slender bodies and broad serrated teeth.  See Phocodontia."},{"word":"Zeuglodont","type":"","descr":" Any species of Zeuglodonta."},{"word":"Zeuglodonta","type":"n. pl.","descr":" Same as Phocodontia."},{"word":"Zeugma","type":"n.","descr":" A figure by which an adjective or verb, which agrees with a nearer word, is, by way of supplement, referred also to another more remote; as, \"hic illius arma, hic currus fuit;\" where fuit, which agrees directly with currus, is referred also to arma."},{"word":"Zeugmatic","type":"a.","descr":" Of or pertaining to zeugma; characterized by zeugma."},{"word":"Zeugobranchiata","type":"n. pl.","descr":" Same as Zygobranchia."},{"word":"Zeus","type":"n.","descr":" The chief deity of the Greeks, and ruler of the upper world (cf. Hades). He was identified with Jupiter."},{"word":"Zeuzerian","type":"n.","descr":" Any one of a group of bombycid moths of which the genus Zeuzera is the type. Some of these moths are of large size. The goat moth is an example."},{"word":"Zeylanite","type":"n.","descr":" See Ceylanite."}]