[{"word":"Zibet","type":"n.","descr":" Alt. of Zibeth"},{"word":"Zibeth","type":"n.","descr":" A carnivorous mammal (Viverra zibetha) closely allied to the civet, from which it differs in having the spots on the body less distinct, the throat whiter, and the black rings on the tail more numerous."},{"word":"Ziega","type":"n.","descr":" Curd produced from milk by adding acetic acid, after rennet has ceased to cause coagulation."},{"word":"Zietrisikite","type":"n.","descr":" A mineral wax, vert similar to ozocerite. It is found at Zietrisika, Moldavia, whence its name."},{"word":"Zif","type":"n.","descr":" The second month of the Jewish ecclesiastical year, corresponding to our May."},{"word":"Zigger","type":"v. i.","descr":" Alt. of Zighyr"},{"word":"Zighyr","type":"v. i.","descr":" Same as Sicker."},{"word":"Zigzag","type":"n.","descr":" Something that has short turns or angles."},{"word":"Zigzag","type":"n.","descr":" A molding running in a zigzag line; a chevron, or series of chevrons.  See Illust. of Chevron, 3."},{"word":"Zigzag","type":"n.","descr":" See Boyau."},{"word":"Zigzag","type":"a.","descr":" Having short, sharp turns; running this way and that in an onward course."},{"word":"Zigzagged","type":"imp. and p. p.","descr":" of Zigzag"},{"word":"Zigzagging","type":"p. pr. and vb. n.","descr":" of Zigzag"},{"word":"Zigzag","type":"v. t.","descr":" To form with short turns."},{"word":"Zigzag","type":"v. i.","descr":" To move in a zigzag manner; also, to have a zigzag shape."},{"word":"Zigzaggery","type":"n.","descr":" The quality or state of being zigzag; crookedness."},{"word":"Zigzaggy","type":"a.","descr":" Having sharp turns."},{"word":"Zilla","type":"n.","descr":" A low, thorny, suffrutescent, crucifeous plant (Zilla myagroides) found in the deserts of Egypt. Its leaves are boiled in water, and eaten, by the Arabs."},{"word":"Zillah","type":"n.","descr":" A district or local division, as of a province."},{"word":"Zimb","type":"n.","descr":" A large, venomous, two-winged fly, native of Abyssinia. It is allied to the tsetse fly, and, like the latter, is destructive to cattle."},{"word":"Ziment-water","type":"n.","descr":" A kind of water found in copper mines; water impregnated with copper."},{"word":"Zinc","type":"n.","descr":" An abundant element of the magnesium-cadmium group, extracted principally from the minerals zinc blende, smithsonite, calamine, and franklinite, as an easily fusible bluish white metal, which is malleable, especially when heated. It is not easily oxidized in moist air, and hence is used for sheeting, coating galvanized iron, etc. It is used in making brass, britannia, and other alloys, and is also largely consumed in electric batteries. Symbol Zn. Atomic weight 64.9."},{"word":"Zincked","type":"imp. and p. p.","descr":" of Zinc"},{"word":"Zinced","type":"","descr":" of Zinc"},{"word":"Zincking","type":"p. pr. and vb. n.","descr":" of Zinc"},{"word":"Zincing","type":"","descr":" of Zinc"},{"word":"Zinc","type":"v. t.","descr":" To coat with zinc; to galvanize."},{"word":"Zincane","type":"n.","descr":" Zinc chloride."},{"word":"Zincic","type":"a.","descr":" Pertaining to, containing, or resembling, zinc; zincous."},{"word":"Zincide","type":"n.","descr":" A binary compound of zinc."},{"word":"Zinciferous","type":"a.","descr":" Containing or affording zinc."},{"word":"Zincification","type":"n.","descr":" The act or process of applying zinc; the condition of being zincified, or covered with zinc; galvanization."},{"word":"Zincify","type":"v. t.","descr":" To coat or impregnate with zinc."},{"word":"Zincite","type":"n.","descr":" Native zinc oxide; a brittle, translucent mineral, of an orange-red color; -- called also red zinc ore, and red oxide of zinc."},{"word":"Zincking","type":"n.","descr":" Alt. of Zincing"},{"word":"Zincing","type":"n.","descr":" The act or process of applying zinc; galvanization."},{"word":"Zincky","type":"a.","descr":" Pertaining to zinc, or having its appearance."},{"word":"Zinco-","type":"","descr":" A combining form from zinc; in chemistry, designating zinc as an element of certain double compounds. Also used adjectively."},{"word":"Zincode","type":"n.","descr":" The positive electrode of an electrolytic cell; anode."},{"word":"Zincographer","type":"n.","descr":" An engraver on zinc."},{"word":"Zincongraphic","type":"a.","descr":" Alt. of Zincongraphical"},{"word":"Zincongraphical","type":"a.","descr":" Of or pertaining to zincography; as, zincographic processes."},{"word":"Zincography","type":"n.","descr":" The art or process of engraving or etching on zinc, in which the design is left in relief in the style of a wood cut, the rest of the ground being eaten away by acid."},{"word":"Zincoid","type":"a.","descr":" Pertaining to, or resembling, zinc; -- said of the electricity of the zincous plate in connection with a copper plate in a voltaic circle; also, designating the positive pole."},{"word":"Zinco-polar","type":"a.","descr":" Electrically polarized like the surface of the zinc presented to the acid in a battery, which has zincous affinity."},{"word":"Zincous","type":"a.","descr":" Of, pertaining to, or containing, zinc; zincic; as, zincous salts."},{"word":"Zincous","type":"a.","descr":" Hence, formerly, basic, basylous, as opposed to chlorous."},{"word":"Zincous","type":"a.","descr":" Of or pertaining to the positive pole of a galvanic battery; electro-positive."},{"word":"Zingari","type":"pl. ","descr":" of Zingaro"},{"word":"Zingaro","type":"n.","descr":" A gypsy."},{"word":"Zingel","type":"n.","descr":" A small, edible, freshwater European perch (Aspro zingel), having a round, elongated body and prominent snout."},{"word":"Zingiberaceous","type":"a.","descr":" Of or pertaining to ginger, or to a tribe (Zingibereae) of endogenous plants of the order Scitamineae.  See Scitamineous."},{"word":"Zink","type":"n.","descr":" See Zinc."},{"word":"Zinkenite","type":"n.","descr":" A steel-gray metallic mineral, a sulphide of antimony and lead."},{"word":"Zinky","type":"a.","descr":" See Zincky."},{"word":"Zinnia","type":"n.","descr":" Any plant of the composite genus Zinnia, Mexican herbs with opposite leaves and large gay-colored blossoms. Zinnia elegans is the commonest species in cultivation."},{"word":"Zinnwaldite","type":"n.","descr":" A kind of mica containing lithium, often associated with tin ore."},{"word":"Zinsang","type":"n.","descr":" The delundung."},{"word":"Zinziberaceous","type":"a.","descr":" Same as Zingiberaceous."},{"word":"Zion","type":"n.","descr":" A hill in Jerusalem, which, after the capture of that city by the Israelites, became the royal residence of David and his successors."},{"word":"Zion","type":"n.","descr":" Hence, the theocracy, or church of God."},{"word":"Zion","type":"n.","descr":" The heavenly Jerusalem; heaven."},{"word":"Ziphioid","type":"n.","descr":" See Xiphioid."},{"word":"Zirco-","type":"","descr":" A combining form (also used adjectively) designating zirconium as an element of certain double compounds; zircono-; as in zircofluoric acid, sodium zircofluoride."},{"word":"Zircofluoride","type":"n.","descr":" A double fluoride of zirconium and hydrogen, or some other positive element or radical; as, zircofluoride of sodium."},{"word":"Zircon","type":"n.","descr":" A mineral occurring in tetragonal crystals, usually of a brown or gray color. It consists of silica and zirconia.  A red variety, used as a gem, is called hyacinth. Colorless, pale-yellow or smoky-brown varieties from Ceylon are called jargon."},{"word":"Zircona","type":"n.","descr":" Zirconia."},{"word":"Zirconate","type":"n.","descr":" A salt of zirconic acid."},{"word":"Zirconia","type":"n.","descr":" The oxide of zirconium, obtained as a white powder, and possessing both acid and basic properties. On account of its infusibility, and brilliant luminosity when incandescent, it is used as an ingredient of sticks for the Drummomd light."},{"word":"Zirconic","type":"a.","descr":" Pertaining to, containing, or resembling, zirconium; as, zirconic oxide; zirconic compounds."},{"word":"Zirconium","type":"n.","descr":" A rare element of the carbon-silicon group, intermediate between the metals and nonmetals, obtained from the mineral zircon as a dark sooty powder, or as a gray metallic crystalline substance. Symbol Zr. Atomic weight, 90.4."},{"word":"Zircono","type":"","descr":" See Zirco-."},{"word":"Zirconoid","type":"n.","descr":" A double eight-sided pyramid, a form common with tetragonal crystals; -- so called because this form often occurs in crystals of zircon."},{"word":"Zither","type":"n.","descr":" An instrument of music used in Austria and Germany. It has from thirty to forty wires strung across a shallow sounding-board, which lies horizontally on a table before the performer, who uses both hands in playing on it. [Not to be confounded with the old lute-shaped cittern, or cithern.]"},{"word":"Zittern","type":"n.","descr":" See Cittern."},{"word":"Zizania","type":"n.","descr":" A genus of grasses including Indian rice.  See Indian rice, under Rice."},{"word":"Zizel","type":"n.","descr":" The suslik."}]