[{"word":"Zygantra","type":"pl. ","descr":" of Zygantrum"},{"word":"Zygantrum","type":"n.","descr":" See under Zygosphene."},{"word":"Zygapophyses","type":"pl. ","descr":" of Zygapophysis"},{"word":"Zygapophysis","type":"n.","descr":" One of the articular processes of a vertebra, of which there are usually four, two anterior and two posterior.  See under Vertebra."},{"word":"Zygenid","type":"n.","descr":" Any one of numerous species of moths of the family Zygaenidae, most of which are bright colored. The wood nymph and the vine forester are examples. Also used adjectively."},{"word":"Zygobranchia","type":"n. pl.","descr":" A division of marine gastropods in which the gills are developed on both sides of the body and the renal organs are also paired. The abalone (Haliotis) and the keyhole limpet (Fissurella) are examples."},{"word":"Zygobranchiate","type":"a.","descr":" Of or pertaining to the Zygobranchia."},{"word":"Zygodactyl","type":"n.","descr":" Alt. of Zygodactyle"},{"word":"Zygodactyle","type":"n.","descr":" Any zygodactylous bird."},{"word":"Zygodactylae","type":"n. pl.","descr":" The zygodactylous birds. In a restricted sense applied to a division of birds which includes the barbets, toucans, honey guides, and other related birds."},{"word":"Zygodactyli","type":"n. pl.","descr":" Same as Scansores."},{"word":"Zygodactylic","type":"a.","descr":" Alt. of Zygodactylous"},{"word":"Zygodactylous","type":"a.","descr":" Yoke-footed; having the toes disposed in pairs; -- applied to birds which have two toes before and two behind, as the parrot, cuckoo, woodpecker, etc."},{"word":"Zygoma","type":"n.","descr":" The jugal, malar, or cheek bone."},{"word":"Zygoma","type":"n.","descr":" The zygomatic process of the temporal bone."},{"word":"Zygoma","type":"n.","descr":" The whole zygomatic arch."},{"word":"Zygomatic","type":"a.","descr":" Of, pertaining to, or in the region of, the zygoma."},{"word":"Zygomorphic","type":"a.","descr":" Alt. of Zygomorphous"},{"word":"Zygomorphous","type":"a.","descr":" Symmetrical bilaterally; -- said of organisms, or parts of organisms, capable of division into two symmetrical halves only in a single plane."},{"word":"Zyophyte","type":"n.","descr":" Any plant of a proposed class or grand division (Zygophytes, Zygophyta, or Zygosporeae), in which reproduction consists in the union of two similar cells.  Cf. Oophyte."},{"word":"Zygosis","type":"n.","descr":" Same as Conjugation."},{"word":"Zygosperm","type":"n.","descr":" A spore formed by the union of the contents of two similar cells, either of the same or of distinct individual plants. Zygosperms are found in certain orders of algae and fungi."},{"word":"Zygosphene","type":"n.","descr":" A median process on the front part of the neural arch of the vertebrae of most snakes and some lizards, which fits into a fossa, called the zygantrum, on the back part of the arch in front."},{"word":"Zygospore","type":"n.","descr":" Same as Zygosperm."},{"word":"Zygospore","type":"n.","descr":" A spore formed by the union of several zoospores; -- called also zygozoospore."},{"word":"Zylonite","type":"n.","descr":" Celluloid."},{"word":"Zymase","type":"n.","descr":" A soluble ferment, or enzyme.  See Enzyme."},{"word":"Zyme","type":"n.","descr":" A ferment."},{"word":"Zyme","type":"n.","descr":" The morbific principle of a zymotic disease."},{"word":"Zymic","type":"a.","descr":" Pertaining to, or produced by, fermentation; -- formerly, by confusion, used to designate lactic acid."},{"word":"Zymogen","type":"n.","descr":" A mother substance, or antecedent, of an enzyme or chemical ferment; -- applied to such substances as, not being themselves actual ferments, may by internal changes give rise to a ferment."},{"word":"Zymogene","type":"n.","descr":" One of a physiological group of globular bacteria which produces fermentations of diverse nature; -- distinguished from pathogene."},{"word":"Zymogenic","type":"a.","descr":" Pertaining to, or formed by, a zymogene."},{"word":"Zymogenic","type":"a.","descr":" Capable of producing a definite zymogen or ferment."},{"word":"Zymologic","type":"a.","descr":" Alt. of Zymological"},{"word":"Zymological","type":"a.","descr":" Of or pertaining to zymology."},{"word":"Zymologist","type":"n.","descr":" One who is skilled in zymology, or in the fermentation of liquors."},{"word":"Zymology","type":"n.","descr":" A treatise on the fermentation of liquors, or the doctrine of fermentation."},{"word":"Zymome","type":"n.","descr":" A glutinous substance, insoluble in alcohol, resembling legumin; -- now called vegetable fibrin, vegetable albumin, or gluten casein."},{"word":"Zymometer","type":"n.","descr":" Alt. of Zymosimeter"},{"word":"Zymosimeter","type":"n.","descr":" An instrument for ascertaining the degree of fermentation occasioned by the mixture of different liquids, and the degree of heat which they acquire in fermentation."},{"word":"Zymophyte","type":"n.","descr":" A bacteroid ferment."},{"word":"Zymose","type":"n.","descr":" Invertin."},{"word":"Zymosis","type":"n.","descr":" A fermentation; hence, an analogous process by which an infectious disease is believed to be developed."},{"word":"Zymosis","type":"n.","descr":" A zymotic disease."},{"word":"Zymotic","type":"a.","descr":" Of, pertaining to, or caused by, fermentation."},{"word":"Zymotic","type":"a.","descr":" Designating, or pertaining to, a certain class of diseases.  See Zymotic disease, below."},{"word":"Zythem","type":"n.","descr":" See Zythum."},{"word":"Zythepsary","type":"n.","descr":" A brewery."},{"word":"Zythum","type":"n.","descr":" A kind of ancient malt beverage; a liquor made from malt and wheat."}]